{"authors": [], "date_download": "2022-10-25 23:41:16", "date_modify": "2022-10-25 23:41:16", "date_publish": "1863-06-11 05:00:00", "description": "Letter of an Officer Describing Operations of Bank's Army", "filename": "1863_06_11_archives_the-siege-of-port-hudson-interesting-letter-from-an-officer-in-gen_1666741276.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1863", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1863_06_11_archives_the-siege-of-port-hudson-interesting-letter-from-an-officer-in-gen_1666741276.html", "title": "THE SIEGE OF PORT HUDSON.; Interesting Letter from an Officer in Gen. Banks' Army. The Movement up the Atchafalaya and Down the Red River to Bayou Sara. Particulars of the Assault and Repulse.", "title_page": "THE SIEGE OF PORT HUDSON.; Interesting Letter from an Officer in Gen. Banks' Army. The Movement up the Atchafalaya and Down the Red River to Bayou Sara. Particulars of the Assault and Repulse. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WEDNESDAY, May 27, 1863.\nSame position as yesterday, We lay on our arms all yesterday. We had supposed the charge would be made, but some parts of regiments were delayed in coming up, and so the general attack was postponed until this morning. The order of attack is as follows: The left, under Gen. SHERMAN, to make a fierce attack to compel the enemy to send a portion of his force there to meet it, meanwhile his artillery playing very heavily; Gen. AUGUR and Gen. GROVER on the centre with their heavy artillery, and we to make the real attack. Our right is to be the extreme right, under Gen. DWIGHT, with two black regiments to storm the works. They to be supported by MACK's Parrott battery; Gen. WEITZEL the right centre, with his own brigade to storm at the same moment, we to be in the second line. They expect to take the first line of works, and then fall back on our division, who will take the second line, and Port Hudson will be captured. The plan is a good one. But there are so many chances in war, that we may be totally defeated by evening, and perhaps prisoners. I have much confidence that we will enter in several places, perhaps we will make a general race for the first entry. Give me but a good chance and I will try and get in myself. There is a cessation at present. It is the pause of changing pickets preparatory to the final attack. Good bye. If successful I shall continue this in Port Hudson.\nTHURSDAY, May 28.\nSame position as yesterday. We have had a very hard and bloody battle, and have not yet reached Port Hudson. Yesterday morning the ball was opened by the center of DWIGHT and WEITZEL charging on the first outworks, and after a severe engagement they took them. The enemy retired, taking with him his artillery, and after severe skirmishing retired to his second line, where he made a desperate stand. Our artillery played on him and was answered by his own. The Seventy-fifth New-York, Eighth New-Hampshire and Ninety-first New-York, were engaged in driving them in, being supported by the whole of EMORY's division. After driving them into the intrenchments, they advanced the skirmishers, and finally made a desperate charge, carrying the second line and driving the enemy to his last line. This was all up a hill, nearly perpendicular, and the enemy had cut down trees to lay across the river, making it so much the more dangerous, from the very slow pace at which it was necessary to charge. The artillery was meanwhile pouring in grape. The brigade entered less than half its original strength. EMORY's division, meanwhile, led by Gen. PAINE, were under the same severe fire, being the supports. They suffered very much. Our men now began to move upon the rifle pits before the last line. The fire was so heavy as to stagger them, and for a time no headway was made. A battery on the enemy's left was firing on our flanks, completely enveloping us with the fire. For an hour we stood it, losing immensely, when WEITZEL sent to GROVER for reinforcements. GROVER, in an hour, came with his division and supported us, relieving those regiments who were most cut up. After giving them ammunition another charge was made, carrying the rifle pits and the ditch in front of the last works. The works themselves they could not carry. Time and time again it was attempted, but when the heads appeared over the parapet they were met by a volley which mowed them down. We sent now to AUGUR for reinforcements, and Gen. DUDLEY came in with his brigade. A last charge was made and failed. Meanwhile a, little to the right, a part of our brigade advanced until they too were before the last works, but a bayou here jutted in front and prevented a movement, as sounding with poles showed six feet of water. Here their sharpshooters were very effective. If a man showed his head in sight he was picked off. On their extreme right the two negro regiments advanced over the bayou on a pontoon bridge, and advanced toward the enemy's works. They found them almost perpendicular to a bayou twenty feet across and seven deep in front. A fire of musketry opened from the top of the bluff and from the rifle-pits all the way down. The fire was supported by their batteries; one of them, the heavy one used to shell our gunboats on the river. Their Colonel showed me one eight-inch and one ten-inch shell which had been thrown in on them. They stood up nobly, out it was impossible to cross the bayou, and a retreat was ordered. Slowly they fell back -- the enemy not daring to follow them. Hearing our heavy fire, another charge was made, and another and a fourth with a like result. They could not get across the bayou. DWIGHT meanwhile ordered them to take the battery. They failed. Col. GOODING was now ordered by DWIGHT to go to them and try and take it. He went over and found the two regiments could not muster over 900 men. Col. GOODING was satisfied that they could not take the work, for the reason that the bayou as effectually restrained them from attempting it as if it was the Mississippi itself. He communicated his orders, however, and a fifth charge was made with a like result. They stood like veterans, and were mown down, and finally a retreat was ordered, which was made as if by old soldiers.\nI find that many sneerers are very polite to Col. NELSON, of the Third Louisiana. They have to admit that no regiment behaved better than they did. They never staggered under a fire from a superior force and batteries of the largest guns known to warfare. On the left, Gen. SHERMAN made an attack and was repulsed, being wounded in his leg with a solid shot, He will propably survive it. Gen. ANDREWS, Chief of Gen. Banks' Staff, assumed his command, Gen. AUGUR also made an attack, and was likewise repulsed in the final work, alter taking the outworks and a number of prisoners. On the whole, during the day we lost many men and failed to take the real works of the enemy, capturing but four guns, and they field pieces. I judge we will hardly make another attack like that of yesterday.\nAn interesting episode occurred during the afternoon fight. Suddenly the firing ceased, and it was announced that a flag of truce had been sent in. We all thought they had surrendered, and very few regretted it. All had had enough fighting. It turned [???] that a Ma[???]ar of a new-Hampshire regiment had put up his handkerchief for a flag of truce to inquire about his killed. The enemy seized the pretext and hung out one, pretending to inquire what was wanted -- really to relieve their exhausted men. It took over an hour to find out what the mistake was. The firing then was resumed and continued until night, when it ceased, almost completely, by mutual consent, both parties holding the position they had held at the commencement of the flag of truce. I lost many friends. Col. CHAPIN. One Hundred and Sixteenth New-York, was killed at the hand of his brigade; Col. RODMAN at the head of his regiment. RODMAN was my most intimate friend. We had bid each other good-bye just before going into battle, jesting on our last words; little did we dream that it was to be our last meeting [???]live. Capt. HUBBARD and Lieut. ROMANOWSKY of Gen. WEITZEL's Staff, were both killed. We had taken a drink together from my canteen but an hour before. They were men of the finest talents, and must have made their marks wherever they had lived. Quite a number of my friends were wounded. Fortunately, I was not touched. My position is much exposed, being mounted, and yet is all the safer for that reason. It is like shooting on the wing. We had our headquarters on the field, and were sound asleep soon after the close of the battle. About 2 in the morning we were awakened by a heavy shower of grape, which flew around us. It seems that the Ninety-first New-York commenced shooting at the enemy's pickets, and they answered by a shower of grape. Unhappily, both Gen. WEITZEL and Col. GOODING's headquarters were in range, and the grape whistled over our heads, but no one of us was hurt. Gen. WEITZEL, however, had a ball strike in the tree, a root of which served him for a pillow, and not more than a couple of feet from his head. In the morning we examined our forces, and gave them the necessary instructions about lying down. &c., and cautions against unnecessary exposure. About 9 o'clock the firing began to slacken, and shortly after ceased. We went to Gen. WEITZEL for the news, and found that Gen. BANKS had sent a flag of truce, proposing a cessation until 2 o'clock, to allow us to bury our dead, and pick up our wounded. We then went to the Negro brigade to cut a road between them and our brigade, and to see whether we could not silence the battery which had so annoyed them. I cut my way through, and ascending the trees in the neighborhood, had a good idea of our position. I met Gen. ANDREWS evidently reconnoitering. He looked thoughtful. I fancy he fears we will have to turn this into a siege, and starve the rebels out. They are much stronger than we supposed the number we expected to meet. I have had many hairbreadth escapes, and do not hesitate to say I do not desire a continuation of the scenes of yesterday. Two Colonels, who were in the seven days' fight at Antietam, say they never saw a more severe fire than the second hour's work at the right centre. We were in the centre of the cross-fire. You may imagine my position. The cracking of limbs around me; the whizzing of balls and shell; seeing the mangled wounded and dead, made such a horrid and sickening sight that, but for the excitement and hope of victory, I should have vowed I would never go into another battle. It we take Port Hudson, it will finish the Campaign here. It is now 5 o'clock, and a solitary roar tells me the time has expired, and I must go to the front. Again good-bye.\nMAY 28. -- Same position as yesterday. Our truce was yesterday extended until 7 o'clock, and then we went at it again. But we had improved our opportunities; had a good line of fortifications run up to protect our guns and sharpshooters. The sharpshooters are protected by rifle pits, our guns by a breastwork composed of cotton bales faced with earth. We saw the enemy improving their time and so did we. When the firing commenced again, we had a very strong line of sharpshooters, and it was plain they could not drive us. They tried it on the First Louisiana (white) and were repulsed. Our brigade has a skirt of hill level with the enemy's works -- between us is a deep gully and a small bayou. We could easily storm it if we could afford the loss of life. I made a reconnoisance along our right, and have found a place where a storming party might carry the works. We are debating whether to try it. The colored brigade will probably try it. We expect to have 10,000 men from GRANT in a few days. Meanwhile the enemy's rations are giving out. They cannot fight and fast. Report says that we have killed Gen. BEALS, second in command. It may be false. We hare suffered very severely. GOVERNEUR CARR was shot at the head of his regiment, as was also Col. SMITH. They do not give us the names of minor officers.\nBefore closing, I will say that I do not expect any more fighting. I think both sides are tired of it, and the affair will be turned into a siege.\nWe can starve them one in a short time, if our means of information prove correct.\nI had an opportunity of witnessing the bravery of the Third Louisiana (colored) regiment. They fought with great desperation, and carried all before them. They had to be restrained for fear they would get too far in unsupported. They have shown that they can and will fight well. I hope the Copperheads will now stop their abuse.\nOur army fought with great bravery and determination; but we were unable to storm their works without too great loss of life. Our brave and gallant commander will soon, I trust, be able to announce the capture of Port Hudson, which will practically end the war in Louisiana.", "url": "https://www.nytimes.com/1863/06/11/archives/the-siege-of-port-hudson-interesting-letter-from-an-officer-in-gen.html"}