{"authors": [], "date_download": "2022-10-25 23:33:17", "date_modify": "2022-10-25 23:33:17", "date_publish": "1865-08-23 05:00:00", "description": "Matterhorn Account, Narrative of Survivor", "filename": "1865_08_23_archives_the-matterhorn-accident-a-thrilling-narrative-by-a-survivor_1666740797.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1865", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1865_08_23_archives_the-matterhorn-accident-a-thrilling-narrative-by-a-survivor_1666740797.html", "title": "THE MATTERHORN ACCIDENT.; A Thrilling Narrative by a Survivor.", "title_page": "THE MATTERHORN ACCIDENT.; A Thrilling Narrative by a Survivor. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As far as I know, at the moment of the accident, no one was actually moving. I cannot speak with certainty, neither can the TAUGWALDERS, because the two leading men were partially hidden from our sight by an intervening mass of rock. Poor CROZ had laid aside his ax, and in order to give Mr. HADOW greater security by absolutely taking hold of his legs and putting his feet, one by one, into their proper positions. From the movements of their shoulders it is my belief that CROZ, having done as I have said, was in the act of turning round to go down a step or two himself; at this moment Mr. HADOW slipped, fell on him, and knocked him over. I heard one startled exclamation from CROZ, then saw him and Mr. HADOW flying downwards; in another moment HUDSON was dragged from his steps and Lord F. DOUGLAS immediately after him. All this was the work of a moment; but immediately we heard CROZ's exclamation, TAUGWALDER and myself planted ourselves as firmly as the rocks would permit; the rope was tight between us, and the shock came on us both as on one man. We held; but the rope broke midway between TAUGWALDER and Lord F. DOUGLAS. For two or three seconds we saw our unfortunate companions sliding downwards on their backs, and spreading out their hands endeavoring to save themselves; they then disappeared one by one, and fell from precipice to precipice on to the Matterhorn glacier below, a distance of nearly 4,000 feet in height. From the moment the rope broke it was impossible to help them.\nFor the space of half an hour we remained on the spot without moving a single step. The two men, paralyzed by terror, cried like infants, and trembled in such a manner as to threaten us with the fate of the others. Immediately we had descended to a safe place I asked for the rope that had broken, and to my surprise -- indeed, to my horror -- found that it was the weakest of the three ropes. As the first five men had been tied while I was sketching, I had not noticed the rope they employed, and now I could only conclude that they had seen fit to use this in preference to the others. It has been stated that the rope broke in consequence of its fraying over a rock; this is not the case, it broke in mid-air, and the end does not show any trace of previous injury.\nFor more than two hours afterward I thought every moment that the next would be my last; for the TAUGWALDERS, utterly unnerved, were not only capable of giving assistance, but were in such a state that a slip might have been expected from one or the other at any moment; I do the younger man, moreover, no injustice when I say that immediately we got to the easy part of the descent he was able to laugh, smoke, and eat as if nothing had happened. There is no occasion to say more of the descent. I looked frequently, but in vain, for traces of my unfortunate companions, and we were in consequence surprised by the night when still at the height of 13,000 feet. We arrived, at Zermatt at 10:30 on Saturday morning.\nImmediately on my arrival I sent to the President of the Commune and requested him to send as many men as possible to ascend heights whence the spot could be commanded where I knew the four must have fallen. A number went and returned after six hours, reporting they had seen them, bus that they could not reach them that day. They proposed starting on Sunday evening, so as to reach the bodies at daybreak on Monday; but, unwilling to lose the slightest chance, Rev. J. M'CORMICK and myself resolved to start on Sunday morning. The guides of Zermatt being threatened with excommunication if they did not attend the early mass; were unable to accompany us. To several at least I am sure this was a severe trial; for they assured me with tears that nothing but that which I have stated would have prevented them from going. Rev. J. ROBERTSON and Mr. J. PHILLPOTTS, of Rugby, however, not only lent us their guide, FRANZ ANDERMATTEN, but also accompanied us themselves. Mr. PULLER lent us the brothers LOCHMATTER; F. PAYOT and J. TAIRRAZ, of Chamounix, also volunteered. We started with these at 2 A.M., on Sunday, and followed the route we had taken on Thursday morning until we had passed the Honli, when we went down to the right of the ridge and mounted through the seracs of the Matterhorn glacier. By 8:30 we had got on to the plateau at the top, and within sight of the corner in which we know my companions must be. As we saw one weather-beaten man after another raise the telescope, turn deadly pale, and pass it on, without a word, to the next, we knew that all hope was gone. We approached; they had fallen below as they had fallen above -- CROZ a little in advance, HADOW near him, and HUDSON some distance behind; but of Lord F. DOUGLAS we could see nothing. To my astonishment, I saw that all of the three had been tied with the club, or with the second and equally strong rope, and, consequently, there there was only one link -- that between TAUGWALDER and Lord F. DOUGLAS -- in which the weaker rope had been used.\nThe letters of Rev. J. M'CORMICK have already informed you respecting the subsequent proceedings. The orders from the government of the Valais to bring the bodies down were so positive that four days after the events I have just related 21 guides accomplished that sad task. The thanks of all Englishmen are due to these brave men, for it was a work of no little difficulty and of great danger. Of the body of Lord F. DOUGLAS they, too, saw nothing; it is probably arrested in the rocks above. No one can mourn his loss more deeply or more sincerely than myself; for, although young, he was a most accomplished mountaineer, hardly ever required the slightest assistance, and did not make a single slip throughout the day. He had only a few days before we met made the ascent of the Gabelhorn, a summit far more difficult, I believe to reach, than the Matterhorn itself.", "url": "https://www.nytimes.com/1865/08/23/archives/the-matterhorn-accident-a-thrilling-narrative-by-a-survivor.html"}