{"authors": ["Bosley Crowther"], "date_download": "2022-10-25 23:37:34", "date_modify": "2022-10-25 23:37:34", "date_publish": "1953-11-05 05:00:00", "description": "Nice tunes glue this one together. Best: ``My Secret Love.''", "filename": "1953_11_05_archives_the-screen-in-review-musical-western-horses-into-paramount-with_1666741054.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1953", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1953_11_05_archives_the-screen-in-review-musical-western-horses-into-paramount-with_1666741054.html", "title": "THE SCREEN IN REVIEW; Musical Western Horses Into Paramount With Calamity Jane Holding the Reins", "title_page": "THE SCREEN IN REVIEW; Musical Western Horses Into Paramount With Calamity Jane Holding the Reins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The wish of Warner Brothers to cast their spirited and sparkling Doris Day in the image of Betty Hutton is fairly clear in \"Calamity Jane,\" a shrill and preposterous musical Western that horsed into the Paramount yesterday. Not only have they plunked their lady in a gun-slinging tomboy role that more than a little resembles that of Miss Hutton in \"Annie Get Your Gun,\" but they have pointed up the resemblance by employing the same Howard Keel who played hard-to-get to Miss Hutton to do the same toward Miss Day in this film.The effort does not lack compensations. James O'Hanlon has written a script that is utterly cheerful and abandoned in tangling a quite unlikely tale. His Calamity Jane is a frontier female whose indifference to the graces of her sex is both ridiculous and repulsive — until another female comes along. Then Calamity enters competition with this lady for an Army lieutenant's love, and all sorts of things come over her, including dresses and romantic songs. The change is considerably for the better. And the fact that she switches her love to Wild Bill Hickok, while not quite historical, is a bit for the better, too. Naturally Mr. Hickok is played by Mr. Keel.Silly story? Beyond any question. Silly, too, are some of the songs that Sammy Fain and Paul Francis Webster have snatched out of the air of music-writers' row. \"It's Harry I'm Planning to Marry\" and \"Keep It Under Your Hat\" are bubbling with routine combinations of musical phrases and words. Genius is not much more apparent in such jingles as \"My Secret Love\" and \"The Black Hills of Dakota.\" But they all serve to spread bright melody here and there in the entertainment. No further comment on the songs.As for Miss Day's performance, it is tempestuous to the point of becoming just a bit frightening—a bit terrifying — at times. The scenery is fat and highly flavored. In Technicolor, it looks good enough to eat. But the voracity with which Miss Day has at it and wolfs it down is unnerving to see. David Butler, who directed, has wound her up tight and let her go. She does everything but hit the ceiling in lashing all over the screen.This is not altogether entrancing. In the interest of a happy comic mood, Miss Day could afford to be less violent, occasionally a little more relaxed. Beside her, Allyn McLerie, who has a frightened look anyhow, appears to be rendered immobile, for all the snatches of dancing that she does. And Mr. Keel, while directed to be casual, loses stature and momentum in the film just because of the overpowering violence and stridence of Miss Day. Everything gets a little better after she takes on the airs of a woman and settles down.Tomboyishness is not the lady's forte. That's the score on \"Calamity Jane.\"On the stage at the Paramount are the Ames Brothers, Clifford Guest, Peiro Brothers and Pupi Campo and his band.\nCALAMITY JANE, screen play by James O'Hanlon; directed by David Butler; produced by William Jacobs for Warner Bros. At the Paramount.Calamity Jane . . . . . Doris DayWild Bill Hickok . . . . . Howard KeelKatie Brown . . . . . Allyn McLerieLieutenant Gilmartin . . . . . Philip CareyFrancis Fryer . . . . . Dick WessonHenry Miller . . . . . Paul HarveyRattiesnake . . . . . Chubby JohnsonAdelaid Adams . . . . . Gail Robbins", "url": "https://www.nytimes.com/1953/11/05/archives/the-screen-in-review-musical-western-horses-into-paramount-with.html"}