{"authors": ["Bosley Crowther"], "date_download": "2022-10-25 23:37:33", "date_modify": "2022-10-25 23:37:33", "date_publish": "1959-10-07 05:00:00", "description": "Pristine career girl deceived by womanizing composer. Perky.", "filename": "1959_10_07_archives_the-screen-pillow-talk_1666741053.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1959", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1959_10_07_archives_the-screen-pillow-talk_1666741053.html", "title": "The Screen: 'Pillow Talk'", "title_page": "The Screen: 'Pillow Talk' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A NICE, old-fashioned device of the theatre, the telephone party line, serves as a quaint convenience to bring together Rock Hudson and Doris Day in what must be cheerfully acknowledged one of the most lively and up-to-date comedy-romances of the year. \"Pillow Talk\" is the item, and it was dually presented last night at the Palace and the new Murray Hill Theatre, 160 East Thirty-fourth Street.\"Bring together\" may be slightly ambiguous and misleading to describe the precise liaison that the telephone accomplishes here, for the first result of the two principals' sharing the same line is a cool and remote antipathy. Miss Day as a fashionable interior decorator and Mr. Hudson as a successful song writer in New York initially insult each other as unidentified voices at either end of their party line.Particularly, Miss Day hates Mr. Hudson because every time she picks up her phone she hears him burbling the same corny love song to an amazing variety of cooing girls. And he hates her because her angry interruptions convey an image of an envious old maid.But once the romantic song writer gets a secret peek at Miss Day and realizes how wrong is his impression, the \"bringing together\" begins, and the telephone and Mr. Hudson's impersonation of an ardent Texan are combined to \"push the romance from there.It is really the clever, witty screen play that Stanley Shapiro and Maurice Richlin have prepared from a story by Russell Rouse and Clarence Greene that accounts for much of the sparkle in this film. Their devices are crisp, their dialogue funny and their cinema mechanics are neat. Frequent clever use of a split screen make for fresh and appropriate drolleries. With a CinemaScope screen to play on, they and director Michael Gordon have much fun.And this fun is transmitted to the audience in an easy and generous flow of ingeniously graphic situations and nimble repartee. The opportunity for the tricky song writer to court the lady through a wicked pretense of being a high-minded Texan is in Mr. Hudson's groove, and he carries off the delicate deception with surprising dexterity.\"You give me a real warm feeling,\" he softly drawls to Miss Day. \"like a potbellied stove on a frosty morning.\"What girl could resist that line?Well, certainly not the young lady played fiercely and smartly by Miss Day, who has a delightful way of taking the romantic offensive against a man. Her dudgeons are as chic and spectacular as her nifty Jean Louis clothes, and her fall for Mr. Hudson's deceptions is as graceful as a ski-run down a hill. Singing is kept to a minimum, but Miss Day does cut loose a couple of times, very pleasantly, as usual. Perry Blackwell also sings two bistro songs.In support of Miss Day and Mr. Hudson are Thelma Ritter as an alcoholic maid and Tony Randall as a disappointed suitor, than whom no others could be more droll. Nick Adams as a wolfish Harvard senior almost steals one sequence from Miss Day, and Marcel Dallio, Allen Jenkins and Lee Patrick are fun in a couple of scenes.Color and some likeable music brighten this pretty film, which has a splendid montage of New York in it. Thank Universal for the boon.\nThe CastPILLOW TALK, screen play by Stanley Shapiro and Maurice Richlin, from a story by Russell Rouse and Clarence Greene; directed by Michael Gordon; produced by Ross Hunter and Martin Melcher and presented by Universal-International. At the Murray Hill and Palace Theatres. Running time: 110 minutes.Brad Allen . . . . . Rock HudsonJan Morrow . . . . . Doris DayJonathan Forbes . . . . . Tony RandallAlma . . . . . Thelma RitterTony . . . . . Nick AdamsMarie . . . . . Julia MeadeHarry . . . . . Allen JenkinsPierot . . . . . Marcel DalloMrs. Walters . . . . . Lee PatrickNurse Resnick . . . . . Mary McCartyDr. Maxwell . . . . . Alex Gerry", "url": "https://www.nytimes.com/1959/10/07/archives/the-screen-pillow-talk.html"}