{"authors": [], "date_download": "2022-10-25 23:55:50", "date_modify": "2022-10-25 23:55:50", "date_publish": "1964-01-12 05:00:00", "description": "W G Blair article on life at Sde Boker in Negev; illus", "filename": "1964_01_12_archives_visit-with-ben-gurion-in-the-desert-israels-elder-steitesman-sought_1666742150.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1964", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1964_01_12_archives_visit-with-ben-gurion-in-the-desert-israels-elder-steitesman-sought_1666742150.html", "title": "Visit With Ben Gurion in the Desert; Israel's elder steitesman sought sanctuary in the Negev, but in retirement he ’ has found little time for the reading and meditation he planned.", "title_page": "Visit With Ben Gurion in the Desert; Israel's elder steitesman sought sanctuary in the Negev, but in retirement he ’ has found little time for the reading and meditation he planned. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ben Gurion frequently talks with Cohen's teen‐age son, Menachem, about Sde Boker's future. So communicable is Ben Gurion's zest for life, Cohen observes, that when the lad and the elder statesman converse, the idea never seems to cross the mind of either that “they won't both be around 20 or 30 years from now to see how things will have turned out.”\nThough he is the settlement's most illustrious member, Ben Gurion is not on its governing body. He does participate, however, in the general assembly discussions when major problems come up, because “I am interested that the kibbutz should grow.” As Miss Nava Avraham, the young secretary of the kibbutz, explains it, “We discuss issues—very hotly sometimes—and then abide by the majority decision.” This is just as true of Ben Gurion as it is of any other settler, she says. Apparently the Ben Gurion governmental tradition of riding roughshod over opposition has not been transferred to Sde Baker.\nThe prominence of the Ben Gurions tends to remove them somewhat from the ordinary social life of the kibbutz. On special occasions, such as the birth of a baby, they will pay a congratulatory call on the proud family. At such moments Ben Gurion is likely to see in the child a new pioneer in the upbuilding of Israel while his wife will inquire about the baby's weight and all the other little things of interest to women. The settlers say that Paula Ben Gurion knows more about the personal lives and problems of the community than her husband.\nSde Boker may be Ben Gurion's refuge from the political wars, but Paula Ben Gurion wonders why it was necessary to retire deep into the desert. “She's not very happy,” admits the former Premier of his wife, who misses her friends and the city atmosphere of Jerusalem and Tel Aviv where the Ben Gurions have another private residence.\n“It's not ideal,” Paula Ben Gurion says of life at Sde Boker, to which Ben Gurion replies with a defensive flutter of his hands and a mumbled, “Of course it's not ideal; nothing is.” But to make things more comfortable for the Ben Gurions a fourth room was added to the house, his study was enlarged and filled with books from his extensive library in the Tel Aviv home and air conditioners were installed to combat the desert heat. Originally Ben Gurion had opposed the air conditioners but now he likes them.\nHIS study is the inner sanctum where he had hoped to devote his time to reading and meditation among his cherished volumes on philosophy, history, science and religion (the volumes here and in Tel Aviv constitute the largest private library in Israel). But seated at his desk, a bust of Plato behind him and a bronze replica of Michelangelo's Moses before him at the far end of the study, the former Premier complains that, aside from his daily walk, “I am not doing what I intended when I came here. I intended to read and to think. But there always are guests and letters to answer and articles to write for which I must do research.”\nNevertheless, one gets the impression that Ben Gurion “doth protest too much,” that his complaints are only halfhearted and that if the guests and correspondence and demands for articles were to dwindle away, he would be a most unhappy man.", "url": "https://www.nytimes.com/1964/01/12/archives/visit-with-ben-gurion-in-the-desert-israels-elder-steitesman-sought.html"}