{"authors": [], "date_download": "2022-10-25 22:59:50", "date_modify": "2022-10-25 22:59:50", "date_publish": "1964-06-10 05:00:00", "description": null, "filename": "1964_06_10_archives_christine-keeler-out-of-jail-seeks-film-career-central-figure-in_1666738790.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1964", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1964_06_10_archives_christine-keeler-out-of-jail-seeks-film-career-central-figure-in_1666738790.html", "title": "Christine Keeler, Out of Jail, Seeks Film Career; Central Figure in Profamo Scandal Tells of Plans", "title_page": "Christine Keeler, Out of Jail, Seeks Film Career; Central Figure in Profamo Scandal Tells of Plans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She was accompanied by her lawyer, Walter F. Lyons, who, had prepared a 200-word state‐ment. She read it in her living room, which is decorated in modern style. Champagne glasses were on a shelf beside her.\nShe refused to answer any questions, but Mr. Lyons said she would be writing articles for foreign publications about her life in prison.\nMiss Keeler, wearing a two‐piece royal blue silk dress, high‐heeled shoes and a headband over her auburn hair, said in her statement that it was “simply wonderful to be out of prison.”\n“I am feeling fine,” she said, “but I want all the fresh air I can get.”\nShe said prison was “not enjoyable” but “might have been worse.” Now that she has taken her punishment, she went on, “perhaps we can call it quits.”\n“I want to lead a new life in the future and forget about the past,” the statement continued. “What I would like to do is to go into films. I know I have got no experience as an actress and I don’t want to live on my notoriety but I have got to begin somewhere and I intend to make the best of any chances I get.”", "url": "https://www.nytimes.com/1964/06/10/archives/christine-keeler-out-of-jail-seeks-film-career-central-figure-in.html"}