{"authors": ["Walter Kerr"], "date_download": "2022-10-25 23:36:59", "date_modify": "2022-10-25 23:36:59", "date_publish": "1971-06-20 05:00:00", "description": null, "filename": "1971_06_20_archives_ever-do-a-doubletake-ever-do-a-doubletake_1666741019.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1971", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1971_06_20_archives_ever-do-a-doubletake-ever-do-a-doubletake_1666741019.html", "title": "Ever Do a Double‐Take?", "title_page": "Ever Do a Double‐Take? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALL good performers know how to do double‐takes. Is it the mark of a truly superior performer that he knows how to make the audience do a doubletake? I've been thinking back over the doubletakes I've done during the season, some of them at actors whose work and personalities I thought I Anew through and through, some of them during performances that were likely to he the last performances that particular show ever played. You do snap to in the oddest circumstances.\nLiterally so in the case of a young, impertinently curved, next‐to‐diminutive wench who may have done her training as apprentice to a snake charmer, a girl in “Godspell” named Sonia Manzano. It is Miss Manzano's duty to open the second act— once again — by strolling down the center aisle singing to the customers. You know what you do, always do, in that case. You hear the sound, you remember that a great many shows use the device these days, you glance’ casually over your shoulder—not really looking all the way—to show that you're alive and responding, and then you settle front to wait in a semblance of patience until the singer gets within your range.\nNot at “Godspell.” You did your routine turn, turned back, and then zoomed. This time you kept your eye on what was coming, if only because your ear had been so startlingly teased. Miss Manzano was singing a song called—all too appropriately, even if it did have Biblical overtones—“Turn Back, O Man,” and she was somehow producing an insinuating sound that I hadn't heard since Mae West stopped singing “I Wonder Where My Easy Rider's Gone.” Now you stayed with Miss Manzano, right past Henry Hewes and all those people, until she had reached the stage and been hoisted onto it, where she could, of course, be fully seen. The trick is to make people look where they don't have to, when they don't want to.\nA young, much soberer actor named Peter Coffield did it in and around all of the important things that were supposed to be going on in “Abelard and Heloise.” Mr. Coffield was nothing more than Abelard's ever‐sofaithful servant, perhaps attached to his master beyond the call of duty, and the author hadn't really bothered to write much of him in. He wasn't very useful to the plot, that is to say, and certainly our eyes were meant to be occupied with those two suffering principals, principals who were prepared to strip down to make sure we gave them our undivided attention. Mr. Coffield divided it quietly, without fuss, almost by writing an unexpressed play of his own. Making a mask of his broad, handsome face, he went about his chores deftly, confidently, with clear and virile purpose, intimating powers in reserve that might never be called upon but that would stand ready through whatever cataclysms the wicked world might cook up. Saying little, he seemed to think a great deal: thought can be a scene‐thief, I felt for a fetching leading lady named Mary Bracken Phillips on the opening (and only) night of seedy musical named “Look Where I'm At!,” not because her show wasn't going to be at it for very long but because she was given something extraordinarily difficult to compete with. Herself. There she was, shapely person, on the stage, and there she was, six times as big and even more animated, on a motion picture screen directly behind her. Now actors have been competing with multi‐media devices all season, and losing, hands down. None of the actors in the play “AC/DC” could make it against the 18 television sets that were bombarding us with signals and newscasts and little flashes of old movies the night long; Earl Wilson Jr. couldn't make himself seen, in a musical of his own devising called “A Day in the Life of Just About Everyone,” against a blownup background of family‐album shots. Pit an actor against Eastman Kodak and he might as well be plying his wares in Grand Central Station. With the exception of Miss Phillips, who somehow or other succeeded in making her skipping screen image and oversized smile serve as a reference point to her real presence alongside it. In effect, that looming busy canvas became the page of a hook, she the fobtnote beneath it—smallish, all right, but cheerfully illuminating. You were glad looked her", "url": "https://www.nytimes.com/1971/06/20/archives/ever-do-a-doubletake-ever-do-a-doubletake.html"}