{"authors": [], "date_download": "2022-10-25 23:52:21", "date_modify": "2022-10-25 23:52:21", "date_publish": "1971-05-25 05:00:00", "description": "Dodd, Thomas J", "filename": "1971_05_25_archives_exsenator-dodd-is-dead-at-64-censured-in-1967-by-colleagues_1666741941.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1971", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1971_05_25_archives_exsenator-dodd-is-dead-at-64-censured-in-1967-by-colleagues_1666741941.html", "title": "Ex‐Senator Dodd Is Dead at 64; Censured in 1967 by Colleagues", "title_page": "Ex‐Senator Dodd Is Dead at 64; Censured in 1967 by Colleagues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For nine days, the Senate had debated a resolution be hind which lay more than year of intensive investigations and hearings by its Select Committee on Standards and Conduct:\n“Resolved, that it is the judg ment of the Senate that the Senator from Connecticut, Thomas J. Dodd... deserves the censure of the Senate; and he is so censured for his con duct, which is contrary to ac cepted morals, derogates from the public trust expected of a Senator, and tends to bring the Senate into dishonor and dis repute.”\nNow the hour approached for Senator John C. Stennis, chairman of the committee, to call for a vote on the first of two committee findings. This was that Senator Dodd had di verted to his own use at least $116,083” out of a total of $450,273 received from seven testimonial affairs between 1961 and 1965 and from pain contributions in 1964.\nBy agreement, Mr. Dodd was given the privilege of speaking last. In a quavering voice, he went once again through his by‐then familiar defense, that the purchasers of tickets to the testimonial dinners knew they were not making a campaign contribution and intended the proceeds as a tax‐free gift for him to do with as he pleased, but mainly to enable him to pay off his heavy debts.\n“NoW my fate and my future are in your hands,” he summed up. “You know me well enough to let your consciences be your giude.”\nCast First Vote\nBefore the clerk began tolling the roll, Russell Long, the only senator who had vigorously defended the Connecticut Demo crat, put his arm around Sen ator Dodd's shoulder and led him down the aisle to the tally clerk. By agreement, Mr. Dodd was allowed to vote first.", "url": "https://www.nytimes.com/1971/05/25/archives/exsenator-dodd-is-dead-at-64-censured-in-1967-by-colleagues.html"}