{"authors": ["Roger Greenspun"], "date_download": "2022-10-25 23:36:56", "date_modify": "2022-10-25 23:36:56", "date_publish": "1972-06-03 05:00:00", "description": null, "filename": "1972_06_03_archives_screen-top-of-the-heap-examines-black-cop-with-problems_1666741016.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1972", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1972_06_03_archives_screen-top-of-the-heap-examines-black-cop-with-problems_1666741016.html", "title": "Screen: 'Top of the Heap' Examines Black Cop With Problems", "title_page": "Screen: 'Top of the Heap' Examines Black Cop With Problems - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"Top of the Heap,\" which opened yesterday at the Forum Theater, was written, produced and directed by Christopher St. John, a young black actor who had a feature role in \"Shaft,\" and who now stars himself as a Washington cop with problems.Conditions in general must present any black cop with problems enough, but St. John's cop also makes up his own—with an attitude of un-relaxed rage for his world and, for himself, a hyperactive fantasy mechanism that keeps going off at the drop of a symbol (usually phallic) and that transports him into dreams of public grandeur or private sexual bliss.There are, of course, explanations for both the aggressive anger and the eager retreat, and everybody around the cop works very hard to apply them. They include a mother's death, the decision not to attend her funeral, no money, no promotion to sergeant, a teen-age daughter starting on dope, a demanding wife, a more demanding mistress, and the assorted friends and enemies who see black first, policeman second, and man hardly at all.But the cop's reactions, and the intensity of his unreal emotional life, are still in excess—of anything that provokes them or anyone who misguidedly tries to lay them to rest. And it is only because of this excess that \"Top of the Heap\" occasionally manages to develop a measure of genuine interest as a movie, to break out of the already deadly stereotypes of black-white confrontation film, to become ironic, sometimes fantastic, and even comic.I suspect that Christopher St. John may some day make and act in very good funny movies. The general drift of this one, unfortunately, is toward pathetic tragedy.At the times when he passes into another level of consciousness the cop sees himself as a heroic astronaut (except when he sees himself as a tropical lover) occupying spaces that are suspiciously white-on-white, annexing the moon and immediately littering it with food wrappers, conducting his own one-man welcome celebration.Not all this material is equally successful. Much of it isn't any good at all. But some of it is quite intricately good. And it suggests an actor (writer, producer and director) who has ideas, and sufficient command over his own very powerful presence to work those ideas into the kinds of metaphors that are for film among the basic signs of life.\nTOP OF THE HEAP, directed, written and produced by Christopher St. John; director of photography, Richard Kellay; edited by Mike Pozen; music by J. J. Johnson; released by the Fanfare Corporation. At the Forum Theater, Broadway at 46th Street. Running time: 90 minutes. This film is classified R.George Lattimer . . . . . Christopher St. JohnBlack Chick . . . . . Paula KellyViola Lattimer . . . . . Florence St. PeterBobby . . . . . Leonard KurasCaptain Walsh . . . . . John AldersonTim Cassidy . . . . . Patrick McVeyNurse Swenson . . . . . Ingeborg Sorensen", "url": "https://www.nytimes.com/1972/06/03/archives/screen-top-of-the-heap-examines-black-cop-with-problems.html"}