{"authors": ["Vincent Canby"], "date_download": "2022-10-25 23:36:23", "date_modify": "2022-10-25 23:36:23", "date_publish": "1972-12-18 05:00:00", "description": "Go-getter youth. Original, delectably fanged comedy.", "filename": "1972_12_18_archives_heartbreak-kidelaine-mays-2d-effort-as-director-arrives_1666740983.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1972", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1972_12_18_archives_heartbreak-kidelaine-mays-2d-effort-as-director-arrives_1666740983.html", "title": "'Heartbreak Kid':Elaine May's 2d Effort as Director Arrives", "title_page": "'Heartbreak Kid':Elaine May's 2d Effort as Director Arrives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elaine May's \"A New Leaf,\" her first film as a director, was a charming, slightly nutty film with some awkward moments in it. \"The Heartbreak Kid,\" her second, is a first-class American comedy, as startling in its way as was \"The Graduate.\" It's a movie that manages the marvelous and very peculiar trick of blending the mechanisms and the cruelties of Neil Simon's comedy with the sense and sensibility of F. Scott Fitzgerald.It begins as a rather familiar New York Jewish comedy about the marriage of Lenny (Charles Grodin), a wide-eyed, completely self-absorbed young man who sells sporting goods, and Lila (Jeannie Berlin), who makes the (it turns out to be) terrible mistake of saving herself for Lenny until their wedding night. \"Was it as good as you'd thought?\" Lila asks in the dark of their Virginia motel room. \"Exactly,\" says Lenny. \"Exactly or better?\" Lila insists. \"Better!\" he cries in desperation.As Lenny recalls their wedding trip later: \"I had my doubts in Virginia. . . . I was pretty sure in Georgia.\"Most of their honeymoon takes place in Miami Beach, where Lenny, wearing his matching swimming trunks and beach shirt, meets and falls wildly in love with a beautiful blond WASP from Minnesota named Kelly (Cybill Shepherd). Lila, who has gotten fearfully sunburned their first day, stays in their hotel room—a loud, reproachful voice inside a mound of Solarcaine.\"The Heartbreak Kid,\" which opened yesterday at the Sutton, is the story of Lenny's efforts to unload Lila and to pursue Kelly to Minnesota. It suggests Fitzgerald's \"Winter Dreams\" updated to 1972, but now the poor boy from the wrong side of the tracks is a New York Jew, and the unattainable Judy Jones is, ironically and perhaps tragically, all too attainable.The film succeeds in being equally merciless to the unfortunate Lila, who eats Milky Ways in her wedding bed and dribbles egg salad down her chin at breakfast, and to the magnificent-looking Kelly, whose idea of wit is the snarling retort: \"How do you expect me to think when I'm listening?\" Not even Fitzgerald, I think, would have had the chutzpah to have his Judy Jones say to a man who'd just divorced his wife for her: \"Gee! I'm really flattered!\"The film, adapted by Neil Simon from a story by Bruce Jay Friedman, is full of more recent echoes, especially in the performance of Jeannie Berlin, Miss May's daughter, who looks, sounds and acts exactly as her mother did as recently as yesterday. It recalls the great performing years of Nichols and May, as does so much of the dialogue, especially when Lenny, dining with Kelly's parents in their huge, clapboard ice palace in Minnesota, tries to say nice things about the \"plain\" food. Food in New York, he expains, \"is exotic but not honest. There's nothing dishonest about these potatoes. There's no deceit in that cauliflower. . .\"Charles Grodin inevitably recalls Dustin Hoffman in \"The Graduate,\" but I hope he won't be faulted for it. It's a perfpmance of completely controlled enthusiasms and puzzlements. As the object, of his unreasonable passion, Miss Shepherd succeeds in the fairly unusual feat of being lovely, bitchy and funny, all more or less simultaneously, and Eddie Albert in the comparatively small role of her father, is a model of superbly comic, quite understandable outrage.\"The Heartbreak Kid\" occasionally goes for laughs without shame (which is what has always bothered me about Simon's brand of New York comedy), but behind the laughs there is, for a change, a real understanding of character — which is something that I suspect, can be attribued to Miss May. The film is an unequivocal hit.\nThe CastTHE HEARTBREAK KID, directed by Elaine May; screenplay by Neil Simon, based on story by Bruce Jay Friedman; director of photography, Owen Rolzman; editor, John Carter; produced by Edgar J. Scherick; a Palomar Pictures International Production, distributed by 20th Century-Fox. Running time: 105 minutes. At the Sutton Theater, 57th Street, near Third Avenue. This film has been classified PG.Lenny . . . . . Charles GrodinKelly . . . . . Cybill ShepherdLila . . . . . Jeannie BerlinMr. Corcoran . . . . . Eddie AlbertMrs. Corcoran . . . . . Audra LindleyColorado Man . . . . . William PrinceColorado Woman . . . . . Augusta DabneyCousin Ralph . . . . . Mitchel Jason", "url": "https://www.nytimes.com/1972/12/18/archives/heartbreak-kidelaine-mays-2d-effort-as-director-arrives.html"}