{"authors": ["Harold C. Schonberg"], "date_download": "2022-10-25 23:36:28", "date_modify": "2022-10-25 23:36:28", "date_publish": "1972-04-24 05:00:00", "description": "gala performance in hon of Sir R Bing's retirement as Met gen mgr revd by H C Schonberg; performers listed; Bing illus being kissed by singer B Nilsson", "filename": "1972_04_24_archives_divas-and-opera-fans-agree-o-soave-bing_1666740988.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1972", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1972_04_24_archives_divas-and-opera-fans-agree-o-soave-bing_1666740988.html", "title": "Divas and Opera Fans Agree: ‘0 Soave Bing’", "title_page": "Divas and Opera Fans Agree: ‘0 Soave Bing’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not since the gala that closed the old Metropolitan Opera in 1966 had there been such an occasion. It was an evening to enjoy rather than to apply critical standards. Many came to pay homage to their heroes and heroines as well as to Sir Rudolf, and the Franco Corelli Fan club, for one, was out in strength. Many women were seen wearing plate‐sized buttons that said: I Love Franco, or Bravo Franco.\nThe evening started off with a wallop. James Levine, who will be the Met's principal conductor, led the national anthem. In the last measure there came, from the second tier of boxes, an awesome pair of B flats.\nThey were the loudest notes delivered all night, and were sung by Licia Albanese, who was a Metropolitan idol in the 1940's. Other singers in the audience included Bidu Sayao, Zinka Milanov, Rise Stevens, Delia Rigel, Jennie Tourel and the grandest of all veterans, Maria Jeritza.\nOn stage, one singer succeeded another. Five of them had come to the Metropolitan before Sir Rudolf, Dorothy Kirsten, Regina Resnik, Jerome. Hines, Richard Tucker and Robert Merrill. (Mr. Tucker's evening had one cloud on it. Before the performance started a young reporter approached him backstage. “Have you any statement to make, Mr. Peerce?” the reporter wanted to know. Mr. Tucker, onlookers said, was not particularly amused.)\nA Few Exceptions\nFor the most part, the program consisted of repertory items by artists identified with certain roles. But there were a few exceptions. Thomas Stewart sang the “Credo” from “Otello,’ and he has never sung Iago at the Metropolitan. Similarly, Mr. Corelli sang, with Teresa Zylis‐Cara; the closing duet from the first act of the same Verdi opera, and it could be that one of these days Mr. Corelli will be heard as Otello.", "url": "https://www.nytimes.com/1972/04/24/archives/divas-and-opera-fans-agree-o-soave-bing.html"}