{"authors": ["Peter Schjeldahl"], "date_download": "2022-10-25 23:36:17", "date_modify": "2022-10-25 23:36:17", "date_publish": "1972-05-07 05:00:00", "description": "Work of J Michelman in organizing displays of talented but unheralded avant-garde artists at many of LI's libraries described; Michelman illus", "filename": "1972_05_07_archives_robert-morris-maxi-of-the-minimals_1666740977.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1972", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1972_05_07_archives_robert-morris-maxi-of-the-minimals_1666740977.html", "title": "Robert Morris: Maxi of the Minimals", "title_page": "Robert Morris: Maxi of the Minimals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROBERT MORRIS, for anyone who wasn't paying attention to American avant‐garde art during its boom in the mid‐1960's, was a progenitor and perhaps the chief theo rist of Minimal Art, plus the doyen, in quick succession, of such subsequent mini movements as Anti‐Form, Earthworks and Conceptual Art. Like Robert Rauschen berg and Andy Warhol be fore him (though in the low er key appropriate to his cerebral bent), Morris was, for a moment, a nearly tran scendent art world presence, an artist who, it seemed, could do no wrong.\nInevitably, his reputation has declined somewhat, and his progress is nowhere fol lowed with the intense inter est it once attracted. How ever, two new shows of his work—one that is current at the uptown Leo Castelli Gal lery and another that closed yesterday at Castelli's down town branch — demonstrate that Morris, unlike nearly every other prominent mini malist, continues to maintain both his ambitiousness and his inspiration at something like peak levels. His is an intriguing case of survival in a milieu that often seems to eat the careers of high‐flying artists for breakfast.\nThe fact is that Morris has always had a peculiar kind of double relation—at once that of king lion and lone wolf—to his milieu, the avant garde menagerie. One recalls, in this connection, that in the late sixties he was now and then accused, because he freely adapted gambits from other new art, of “stealing ideas” from fellow artists. This was at a time when the turnover of new styles and movements was so breakneck that art world discussion often resembled a brawl in a patent office, with arguments over who had done what first eclipsing any consideration of whether the “whets” in ques tion were worth a damn. As it turned out, no one need have worried.\nBy now, most of the art sensations of the sixties — and, in particular, the glori fication of art history that supported their pretensions— have come to seem mere stages in a process of dimin ishing returns that began with Pop and has lately been exhausting itself in the feebler gestures of Conceptualism. Thus, Morris's refusal, while he was ahead, to play by somebody else's idea of the rules now appears quite shrewd — a correct intuition that in a short time nobody was going to care much who did what first and that, for a career avant‐gardist, con tinued activity is more im portant in the long run than ideological purity.", "url": "https://www.nytimes.com/1972/05/07/archives/robert-morris-maxi-of-the-minimals.html"}