{"authors": ["Richard H. Nolte"], "date_download": "2022-10-25 23:43:58", "date_modify": "2022-10-25 23:43:58", "date_publish": "1973-08-19 05:00:00", "description": "Book Nasser. A Biography, by J Lacouture and translated by D Hofstadter revd by R H Nolte; book notes former Egyptian Pres G A Nasser's background, rise to power, politics, internatl relations and conflict with Israel; illus", "filename": "1973_08_19_archives_nasser-a-biography-by-jean-lacouture-translated-by-daniel_1666741438.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1973", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1973_08_19_archives_nasser-a-biography-by-jean-lacouture-translated-by-daniel_1666741438.html", "title": "The New York Times Book Review:A Saladin in life,a Kennedy in death", "title_page": "The New York Times Book Review:A Saladin in life,a Kennedy in death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Another prompt result was American offer to help finance that great dream of the Revolution, High Dam, which could provide year‐round water for almost a million acres of land, would smooth out forever the floods and failures of the Nile, and provide vast amounts of hydroelectric power for an industrializing future which alone could rescue Egypt from exponential population increase. Having thus learned how to com mand Great Power attention, how to utilize the cold, war adversaries against each other to extract benefits from both—“positive neutralism” — and how to utilize the cold war adport far transcending Egypt, Nasser strode onto the international stage as a figure of commanding and unpredictable power, never thereafter to be ignored. But after the disasters of 1956 and 1967 it seems doubtful, in spite of the massive supply and resupply of Russian arms and training, that a “powerful popular army” ever became a reality. And as for the sixth early objective, democracy, there was a succession of efforts to enlist the Egyptian citizenry as active participants in the political process—but it all came willynilly from the top. Sustained as always by a sophisticated and lethal private humor against authority, the Egyptian masses continued in the ancient pattern to avoid inltiative (al ways dangerous), to reject responsibility, to vote 99 per cent for whatever the President put forward and to sit tight with an ancient skepticism that anything would really change. Participatory it may have become in some measure, but democracy it would not. Nasser had become Pharaoh, and it is Pharaoh who must rule.\nIn casting up balances, of course, one must not neglect the gains and losses deriving from the new external involvements after 1955 and a host of problems and priorities unforeseen by the Free Officers. On the plus side, thanks to the Russians and despite some unanticipated ecological penalties, must be put the High Dam, Nasser's monument in stone, vaster by far than the Pyramids; similarly the substantial progress of industrialization. But alienation of United States administrations one after another, the long entrapment in Yemen (“Egypt's Vietnam”), and the disastrous miscalculations of May, 1967, actuating the Israeli onslaught were costly indeed.\nThe mountainous debt for Russian aid and weapons and the continuing burden of military preparedness against an ever more powerful Israel were a heavy legacy for Nasser's successors. There are indications that toward the end he was trying to disengage Egypt from the Arab cause in Palestine, to liquidate the quarrel with Israel, and to devote attention and re: sources to neglected needs at home. If so, he was unsuccessful, and in the light of independence, that first objective long before, he left Egypt in far worse condition than he found it: the Canal inoperative, a Russian presence on Egyptian soil far more powerful and pervasive than that of the British in 1952, and Sinai immovably under Israel military occupation.\nThis is not to say that other actors on the Middle Eastern stage are free of responsibility for events during Nasser's era and the difficulties confronting Egypt. Certainly not the United States and its erratic shifts and interventions, its policies skewed by cold war apprehensions and the domestic partisans of Israel. And certainly not Israel itself with its willful disregard of the dispossessed Palestinians and a shoot‐from‐the‐hip selffulfilling military doctrine not open to question, namely, that attack by Egypt was always and remains inevitable and that Israel therefore must strike first. The U.S.S.R., Syria, France, the U.K. all played their varicolored parts too. But with his gaze on Egypt itself, Lacouture deals only glancingly with the politics and Middle East policies of outside nations, leaving that confusd tangle for others to unravel.\nHe does repeat, however, the frequently heard nostrum that Nasser didn't so much act as react, which tends to impute blame for events to somebody else. Nasser certainly had much to react to, for example Secretary Dulles's deliberate and public insult when the United States offer of High Dam assistance was withdrawn late in June, 1956. Nationalization of the Suez Canal Company was the Nasser riposte. But the Dulles action itself was a response in part to Egyptian actions, and the tripartite attack on Egypt the following October was in turn a direct reaction to the nationalization.\nAction, reaction, everybody does both. In a subtle way, to assert that someone only reacts is in some measure to exonerate him from full responsibility for what he does, and this seems to be a kind of apologetics applying not only to Nasser, but to Egyptians in general and to the Arabs at large. Perhaps it is true indeed of Middle Eastern society as a whole, not excluding the Israelis. Something in their view of themselves and the world around allows an escape from accountability.\nIt is reminiscent of the young adolescent male in Arab and other societies: adored, indulged, catered to by fond parents, protected by paternal strength from his youthful indiscretions, and controlled chiefly by a concern for family honor and a fear of shame. One has the impression that many Arab leaders, including Egyptians and Nasser himself have not quite fully accepted the responsibilities that go along with independence and the sovereign freedom of action they insist on. They share an assumption, it seems, that their excesses are to be overlooked, their mistakes ascribed to others, and they themselves protected from the naked consequences of what they do.", "url": "https://www.nytimes.com/1973/08/19/archives/nasser-a-biography-by-jean-lacouture-translated-by-daniel.html"}