{"authors": ["Mel Gussow Special To The New York Times"], "date_download": "2022-10-25 23:36:39", "date_modify": "2022-10-25 23:36:39", "date_publish": "1973-01-28 05:00:00", "description": "Nightlight (Play): K H Brown play Nightlight, presented by Hartford Stage Co, revd by M Gussow", "filename": "1973_01_28_archives_stage-kenneth-browns-nightlight_1666740999.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1973", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1973_01_28_archives_stage-kenneth-browns-nightlight_1666740999.html", "title": "Stage: Kenneth Brown's ‘Nightlight’", "title_page": "Stage: Kenneth Brown's ‘Nightlight’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HARTFORD — Apparently one reason why Kenneth H. Brown has had difficulty getting professional productions for his plays since “The Brig” (1963) is that they have large casts. “The Happy Bar,” for example, has 28 characters. In “Nightlight,” which is now in Its world premiere engagement at the Hartford Stage Company, the playwright has eased that problem. Only 5 of his 17 people are alive. The rest are plaster.\nThe set designer, Lawrence King, has filled the entire open downstage area with George Segal‐style sculptures —lifelike, but lifeless people frozen in inaction and in isolation. They stand at a bar or in a bank. One sits in the office of a used‐car salesman, with his plaster hat resting on the desk. Others wait on benches. The atmosphere is indelible. The images haunt the audience — and the actors — throughout the play.\nBehind this landscape is a narrow proscenium stage, containing a seedy New York apartment. Sitting in an armchair in the half‐light is a fat old woman, alive but with her own Segal‐like presence.\nSimply from watching her, silently puffing a cigarette, we know a great deal about her — about the emptiness of her life, which is entirely a lingering present. As it turns out, we do not learn much more about her than we suspect from the begining. Unfortunately, this is also true of the other characters.", "url": "https://www.nytimes.com/1973/01/28/archives/stage-kenneth-browns-nightlight.html"}