{"authors": ["Mel Gussow", "Leonard Sloane"], "date_download": "2022-10-25 23:37:27", "date_modify": "2022-10-25 23:37:27", "date_publish": "1976-02-14 05:00:00", "description": "Book Doris Day: Her Own Story, by A E Hotchner, revd by Mel Gussow", "filename": "1976_02_14_archives_books-of-the-times-it-wasnt-always-sunshine-a-definite-comparison.html_module=inline_1666741047.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1976", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1976_02_14_archives_books-of-the-times-it-wasnt-always-sunshine-a-definite-comparison.html_module=inline_1666741047.html", "title": "Books of The Times", "title_page": "Books of The Times - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Doris Day has not made a movie since 1968—her last, no landmark, was “With Six You Get Eggroll”—but her Image is indelible. As Oscar Levant said, “I knew Dons Day before she was a virgin.” She quotes that, self‐mockingly, in her book “Doris Day: Her Own Story” (her story, but written by A. E. Hotchner). The point is that Miss Day knew herself before Hollywood made her Into a virgin, and she wants to tell us about. There is, she says, an enormous discrepancy between that sexless “unsullied sunshine girl of hearth and drive‐in” and the “real‐life Doris Rappelhoff from Cincinnati.” The first chapter promises that there will be “no holds barred, no pandering to the public image.”\nDORIS DAY. HER OWN STORY. By A E Hotchner. Illustrated. 305 pages William Morrow and Company. $8.95.\nTo a great extent, that promise is fulfilled. This is not a book for scandal‐seekers, but she does furnish more than enough material to counterbalance our preconceptions. When she was 10 years old, she discovered that her father was having an affair with the mother of her best friend At 13, as a budding dancer, she was almost crippled in an automobile accident. Her first marriage was to “a psychopathic sadist.” When her third husband, her agent, Martin Melcher, died: “I discovered that not only had he secretly contrived to wipe out the millions I had earned, but he left me with a debt of a half million dollars. My reward for a lifetime of hard work.”\nWere one to film the life of Doris Day, it would be the opposite of “Lullaby of Broadway.” Actually it would be something like “Love Me or Leave Me.” In that uncompromising film she gave her best screen performance as Ruth Elting, who was manipulated to stardom with the help of Marty Snyder (James Cagney), a smalltime gangster. As she and her friends see it, there is a definite comparison between those two film characters and Doris Day and Martin Melcher, although the picture one gets of Miss Day in this book is of much softer, far less motivated person than Miss Etting.", "url": "https://www.nytimes.com/1976/02/14/archives/books-of-the-times-it-wasnt-always-sunshine-a-definite-comparison.html?module=inline"}