{"authors": [], "date_download": "2022-10-25 23:46:02", "date_modify": "2022-10-25 23:46:02", "date_publish": "1976-08-19 05:00:00", "description": "N Korean soldiers, wielding axes and metal pikes, attack group of S Korean and Amer soldiers in demilitarized zone on Aug 18, killing 2 Amer officers and wounding 4 Amer enlisted men and 5 S Korean soldiers; Pentagon identifies slain Amers as Capt Arthur G Bonifas and 1st Lt Mark T Barrett; UN Command and N Korean Govt give different versions of incident; Japanese news agency quotes N Korean mil sources as having said that 3 N Koreans were killed, but rept could not be confirmed; S Korea issues statement declaring killings were 'premeditated provocation aimed at backing up N Koreans' timeworn charges that S Korea was about to launch another war'; map (M)", "filename": "1976_08_19_archives_2-americans-slain-by-north-koreans-in-clash-at-dmz-4-us-soldiers_1666741562.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1976", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1976_08_19_archives_2-americans-slain-by-north-koreans-in-clash-at-dmz-4-us-soldiers_1666741562.html", "title": "2 AMERICANS SLAIN BY NORTH KOREANS IN CLASH AT DMZ", "title_page": "2 AMERICANS SLAIN BY NORTH KOREANS IN CLASH AT DMZ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We denounce the killing in the name of all tree peoples of the world,” the statement said, terming the attack a “barbarous and inhuman” act The statement also renewed the south's demand for a swift resumption of northsouth political dialogues to lessen the tension, along the frontier.\nThe attack occurred at 10: 45 A.M Wednesday (9:45 P.M. Tuesday. New York time) south of Panmunjom, which is 35 miles north of Seoul The place where the incident occurred in just south of the Quorset but used by the military Armistice Commission, where United States and North Korean officers have held armistice meetings for the last 23 years\nUnder the 1953 armistice agreement American and South Koreans, as members of the United Nations Command, as well as North Koreans are guaranteed free movement and access inside the small, jointly administered zone designated as the Joint Security Area.\nPanmunjom, where the prolonged negotiations took place to end the Korean War in 1953, ??? astride the demarcation line separating the two Koreas in the area of the 38th Parallel Numerous clashes have oc curred in the past in the area of the truce site\nThe United Nations Command said that tree‐trimming had been routinely conducted for better surveillance of both sides in this area, which is covered by thick foliage.\nThe United Nations Command has asked for a meeting of the Armstice Commission today to discuss the incident. Most such meetings, however, consist of inconclusive exchanges of charges and countercharges by the two sides, yielding no positive results In 23 years the North Koreans have admitted ceasefire violations on their side only twice, out of 35,000 instances charged by the United Nations side.\nAlthough the deaths of the two American officers yesterday were the first in Parnunjom since the end of the Korean War there have been many violent incidents along the demilitarized zone.", "url": "https://www.nytimes.com/1976/08/19/archives/2-americans-slain-by-north-koreans-in-clash-at-dmz-4-us-soldiers.html"}