{"authors": ["James F. Clarity Special To The New York Times"], "date_download": "2022-10-25 23:26:13", "date_modify": "2022-10-25 23:26:13", "date_publish": "1976-09-16 05:00:00", "description": "Article on controversy over innovative architectural design of Georges Pompidou Natl Center for Art and Culture, commonly known as Beauborg Center; Germain Viatte, curator of modern art museum that is moving its collection to new center, comments; center's architect is Pontus Hulten; illus", "filename": "1976_09_16_archives_in-paris-controversy-builds-over-new-temple-of-culture-in-paris_1666740373.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1976", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1976_09_16_archives_in-paris-controversy-builds-over-new-temple-of-culture-in-paris_1666740373.html", "title": "In Paris, Controversy Builds Over New Temple of Culture", "title_page": "In Paris, Controversy Builds Over New Temple of Culture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS, Sept. 15‐The most ambitious and audacious temple of culture ever erected in Paris, or perhaps anywhere, is nearing completion in the heart of the capital, amid rising controversy over its facade and facilities.\nIn Paris, Controversy Builds Over New Temple of Culture\nFor some Parisians, the Georges Pompidou National Center for Art and Culture, commonly known as the Beaubourg Center, is an architectural monstrosity that looks from a distance like the pipework at an oil refinery. For others, art experts and dealers, it represents a major effort by France to recapture from New York City the pre‐eminence that France held as the center of the art world before World War II. But for some of the families and heirs of great modern artists, such as Chagall, Braque and Rouault, the center seems to be a threat to de‐emphasize the importance of the early classic modernists. And some intellectuals fear that the center may become partly a vulgar showcase for French industrial products and a means of spreading Government propaganda.\n“There has been a conflict between New York and Paris,” said Germain Viatte, the 37‐year‐old curator of the modern‐art museum that is moving to the new center. “It was an unhappy situation. Paris and New York were swollen with pride.\nInternational Aspects Expressed\nMr. Viatte went on to describe Beaubourg as not so much an effort to re‐establish Paris as the world art center, but rather as an “exceptional effort by the [French] state to reanimate artistic life in Paris, but this national will is being expressed in an international way.” Mr. Viatte noted that the director the art museum, Pontus Hulten, was a Swede, and that the architect‐designers of the center were Briton, Richard Rogers, and an Italian, Renzo Piano, who won an international competition for the planning of the center. Denise Rent, a dealer in modern. frequently constructivist art, said as she sat in her gallery off the ChampsElysees that “it is not a question of competition between New York and Paris. it is a matter of stimulation. I am quite satisfied that Paris is retaking a place in the international art world.” Mrs. Rene, who also has a gallery on West 57th Street in Manhattan, said she was moving her Paris gallery to the neighborhood of the new center.", "url": "https://www.nytimes.com/1976/09/16/archives/in-paris-controversy-builds-over-new-temple-of-culture-in-paris.html"}