{"authors": ["Alden Whitman"], "date_download": "2022-10-25 22:59:56", "date_modify": "2022-10-25 22:59:56", "date_publish": "1976-06-06 05:00:00", "description": "Getty, J Paul", "filename": "1976_06_06_archives_j-paul-getty-dead-at-83-amassed-billions-from-oil-he-controlled_1666738796.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1976", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1976_06_06_archives_j-paul-getty-dead-at-83-amassed-billions-from-oil-he-controlled_1666738796.html", "title": "Paul Getty Dead at 83; Amassed Billions From Oil", "title_page": "Paul Getty Dead at 83; Amassed Billions From Oil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Getty tended to be reclusive in his last years. He spoke several times of wanting to return to Southern California, where he had lived for many years—but he never did. On his 80th birthday, dukes and duchesses, counts and countesoes„ hankers business leaders and dressmakers turned up for ‐.London party at which Afirgaret, Duchess of Argyll, Ws the hostess. A vocalist summed it all up by singing in the Cole Porter tune:\nYou're the top, you are J. Paul Getty\nYou're the top, and your cash at petty.\nIn 1957, when Fortune magazine first suggested that Jean Paul Getty was probably the world's richest private citizen, he Was asked the inevitable question how much would he really get in cash if he were to sell his oil, realty, art and other’ holdings? A note of goneare‐the‐better‐days crept into his response. “I would hope to atealite several billions,” he said. ‘But:‐ remember, a billion dolars Isn't worth what it used to be.”\nHardships of Fame\nMr. Getty, of course, did not sell out, and seven or eight years later, when his fortune had very much and very visibly increased he was complaining Of the hardships of wealth and the fame that accompanied it. Che fame, it appeared, had generated the hardships. But these were inot so great as to make them;'unbearable, nor to render fame less desirable than obicurity.\nBefore 1957 Mr. Getty cultivated his wealth in the rela‐live shadows of the oil business kere “and abroad. He was also known by some newspaper readers for his purchase of the Pierre Hotel in New York and for his five marriages and an equal number of divorces. Once, however, the awesome vastnessl of his riches was made generally Known he acquired celebrity.: ‘This he burnished by writing articles in mass‐circulation ragaiines and by putting his ‘name to two books.\nFor Young Executives\nOne was “My Life and Fortunes,” published in 1963 by Duell, Sloan & Pearce. The other was “How to Be Rich,” issued in 1965 by Playboy Press and consisting, in part, of, articles Mr. Getty had cornposed; he said, for the “young, executives and college students,” who read Playboy magazine. He also permitted him self to be the subject of a biography, “The Richest American,” by Ralph Hewins, which, was published by Dutton in 1960.\nThe oilman's grandson, J. Paul Iletty 3d, was kidnapped in Italy in 1973, and the oilman was asked to pay a $16 million ransom. He balked on the ground that “I have 14 other grandchildren and if I pay one penny now, then I'll have 14 kidnapped grandchildren.” Eventually, however, the Getty family did pay $2.8 million, but how much Mr. Getty contributed was never disclosed.", "url": "https://www.nytimes.com/1976/06/06/archives/j-paul-getty-dead-at-83-amassed-billions-from-oil-he-controlled.html"}