{"authors": ["Roy Reed Special To The New York Times"], "date_download": "2022-10-25 22:59:41", "date_modify": "2022-10-25 22:59:41", "date_publish": "1977-11-16 05:00:00", "description": "Princess Anne gives birth to boy, Queen Elizabeth's 1st grandchild; boy is 5th in line to Brit throne; will not be given title in departure from tradition; he is believed to be 1st untitled grandchild of Brit sovereign; will be addressed as master; Anne's husband Capt Mark Phillips is in delivery room of St Mary's Hosp for birth, which was attended by Queen's gynecologist George Pinker; new parents are congratulated by Prime Min James Callaghan; Debrett's Peerage editor Patrick Montague-Smith comments; illus of Phillips (M)", "filename": "1977_11_16_archives_princess-anne-gives-birth-to-boy-fifth-in-line-to-the-british_1666738781.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1977", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1977_11_16_archives_princess-anne-gives-birth-to-boy-fifth-in-line-to-the-british_1666738781.html", "title": "Princess Anne Gives Birth to Boy, Fifth in Line to the British Throne", "title_page": "Princess Anne Gives Birth to Boy, Fifth in Line to the British Throne - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Queen Elizabeth broke the news of the birth. She arrived uncharacteristically late for an investiture at Buckingham Palace where 160 people were waiting to receive honors and decorations.\n“I apologize for being late,” she said, smiling broadly, “but I have just had a message from the hospital. My daughter has just given birth to a son.”\nCapt. Mark Phillips, Princess Anne's commoner husband, was in the delivery room when the boy was born. He told a crowd outside St. Mary's Hospital later that all had been normal and that mother and child were well. Then he went to work at the Ministry of Defense, where he is in the army training directorate.\nThe baby was born the day after his parents’ fourth wedding anniversary. Yesterday also was the 29th birthday of Prince Charles, his uncle, who is in line to become King. Princess Anne is 27.\nRoyal children usually are born at Buckingham Palace but Princess Anne, who is known to take lightly some of the trappings of royalty, chose to have her baby in a hospital.", "url": "https://www.nytimes.com/1977/11/16/archives/princess-anne-gives-birth-to-boy-fifth-in-line-to-the-british.html"}