{"authors": ["Andreas Freund Special To The New York Times"], "date_download": "2022-10-25 23:43:22", "date_modify": "2022-10-25 23:43:22", "date_publish": "1977-05-04 05:00:00", "description": "21 heads of ch statues from Notre Dame Cathedral, chopped off during French Revolution and believed lost, are recovered along with fragments of other statuary in wall on property of old mansion recently bought by Francois Giscard d'Estaing, gen mgr of Banque Francaise du Commerce Exterieur; heads, of kings of Judea, are some 700 yrs old; illus (M)", "filename": "1977_05_04_archives_notre-dame-statuary-lost-in-1793-unearthed-in-paris_1666741402.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1977", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1977_05_04_archives_notre-dame-statuary-lost-in-1793-unearthed-in-paris_1666741402.html", "title": "Notre Dame Statuary, Lost In 1793, Unearthed in Paris", "title_page": "Notre Dame Statuary, Lost In 1793, Unearthed in Paris - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Populace Guillotined the Statues\nIn the French Revolution, he recalled, the antiroyalist populace entered Notre Dame in October 1793, went into the Royal Gallery, pulled down with ropes what it thought were the statues of French kings and then had them guillotined in Cathedral Square.\nThat is where they were left, together with other statues from one of the church portals. The pile of stone over the years became a dump, so much so that by 1796 the Parisians complained of the smell and the sight.\nAnd so, on orders of the Minister of the Interior, the stones were sold as building materials to a nearby contractor with premises in the Hotel‐Dieu, Just around the corner on the Ile de la Cité.\nIn that same year, Jean‐Baptiste Lakanal, a lawyer, was building a mansion at 10 Rue de la Chaussee d'Antin. Apparently, he bought at least part of the stone from the contractor. The lawyer was a royalist as well as a good Catholic, and canon law prescribes that any relic removed from a church be buried. So the statuary was buried and then walled up after Mr, Lakanal discovered what he had bought.\nLawyer Died Before Concordat\nThe lawyer died shortly before a Concordat, signed in 1801 between Napoleon and the Pope, reopened French churches closed by the Revolution. Had., he not died, he probably would have returned the statuary to Notre Dame.", "url": "https://www.nytimes.com/1977/05/04/archives/notre-dame-statuary-lost-in-1793-unearthed-in-paris.html"}