{"authors": ["Michael Knight Special To The New York Times"], "date_download": "2022-10-25 23:24:33", "date_modify": "2022-10-25 23:24:33", "date_publish": "1978-02-09 05:00:00", "description": "over 3,000 Boston residents evaucated from low-lying coastal suburban areas after 18-foot tides flood sts (M)", "filename": "1978_02_09_archives_new-jersey-pages-boston-fights-back-in-27inch-snowfall-new-england_1666740273.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1978", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1978_02_09_archives_new-jersey-pages-boston-fights-back-in-27inch-snowfall-new-england_1666740273.html", "title": "BOSTON FIGHTS BACK IN 27‐INCH SNOWFALL", "title_page": "BOSTON FIGHTS BACK IN 27‐INCH SNOWFALL - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Governor Dukakis extended the state of emergency this afternoon until at least midnight tomorrow after a helicopter tour of the eastern part of the state as far west as Route 128, a major highway that circles the metropolitan area. More than 2,500 cars and nine jack‐knifed trailers are still blocking the highway. A convoy of state police buses, trucks and volunteer snowmobilers rescued 300 people frbm their cars yesterday after snow‐clearing efforts were abandoned.\n“Not only does one see houses washed out to sea and houses tipping into the sea, but there are piles of what looked like scrap lumber that used to be houses,'’ he said after his tour. “There are whole areas frozen under six or seven feet of water. The only word I can use for it is awesome.”\n“And Route 128 is unbelievable; it's as if there had been a massive rush‐hour traffic jam and somebody had said ‘stop’ and covered the cars with five feet of snow.”\nMr. Dukakis said the major roads would probably not be open until at least until this weekend, and added, “I hate to even think about the residential side streets.”\nThe Governor warned drivers ‘to stay home. His emergency order closed all roads and streets in the eastern part of ‘the state and threatened pedestrians and drivers with arrest for trespassing if they, disobeyed. Vehicles found on the roads without a valid emergency reason were to be confiscated, but officials at state police headquarters here said that had not happened yet.\n“We're too busy to arrest people, and where will we put the cars?” said Capt. Harry Reddish in the police command tenter, which was staffed by undercover police detectives too shaggy to be sent out on patrol.\nThe first of 40 planeloads of Army troops and snow‐moving equipment sent after President Carter declared the state a Federal emergency area began landing at Logan this afternoon 24 hours after runway crews began attempting to clear a short and narrow emergendy runway. However, the airport remained closed to all other traffic.", "url": "https://www.nytimes.com/1978/02/09/archives/new-jersey-pages-boston-fights-back-in-27inch-snowfall-new-england.html"}