{"authors": ["Alan Riding Special To The New York Times"], "date_download": "2022-10-25 22:59:11", "date_modify": "2022-10-25 22:59:11", "date_publish": "1979-11-30 05:00:00", "description": "Mexican Government announces unexpectedly that it will not allow deposed Shah of Iran to return to his temporary home at Cuernavaca; Foreign Min Jorge Castaneda says Shah's return would be contrary to ‘vital interests' of Mexico; illustration (M)", "filename": "1979_11_30_archives_mexico-bars-return-of-shah-as-doctors-finish-treatment-us-sues-iran_1666738751.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1979", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1979_11_30_archives_mexico-bars-return-of-shah-as-doctors-finish-treatment-us-sues-iran_1666738751.html", "title": "MEXICO BARS RETURN OF SHAH AS DOCTORS FINISH TREATMENT U.S. SUES IRAN IN WORLD COURT", "title_page": "MEXICO BARS RETURN OF SHAH AS DOCTORS FINISH TREATMENT U.S. SUES IRAN IN WORLD COURT - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY, Nov. 29 — The Mexican Government announced unexpectedly tonight that it would not allow the deposed Shah of Iran to return to his temporary home at Cuernavaca.\nForeign Minister Jorge Casta??eda said in a statement that the Shah's return here would be contrary to the “vital interests” of Mexico. He added that the Shah's family was told of the decision in New York this afternoon by Mexico's Ambassador to the United States, Hugo B. Margain, shortly before the announcement was made.\nForeign Ministry sources said the United States Embassy here was also advised of Mexico's decision, “moments before” the announcement was made. United States diplomatic sources said they had been taken completely by surprise by the move.\n[In Washington, the announcement seemed to take the White House and State Department by surprise as well, and officials would not comment. In New York, the Shah's physicians were reported to have removed a small drainage tube from his abdominal wall, thus removing the last medical barrier to his departure from the United States. Hospital officials, saying they had expected the Shah to leave at any moment, appeared confused by the Mexican Government's decision.]", "url": "https://www.nytimes.com/1979/11/30/archives/mexico-bars-return-of-shah-as-doctors-finish-treatment-us-sues-iran.html"}