{"authors": ["Vincent Canby"], "date_download": "2022-10-25 23:35:26", "date_modify": "2022-10-25 23:35:26", "date_publish": "1980-11-14 05:00:00", "description": "Scorsese's fierce, stinging biodrama of boxer Jake La Motta. Bob's Oscar.", "filename": "1980_11_14_archives_robert-de-niro-in-raging-bull_1666740926.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1980", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1980_11_14_archives_robert-de-niro-in-raging-bull_1666740926.html", "title": "ROBERT DE NIRO IN 'RAGING BULL'", "title_page": "ROBERT DE NIRO IN 'RAGING BULL' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TAKING as his starting point the troubled life of Jake La Motta, the tough New York City kid who slugged his way to the world middleweight boxing championship in 1948 and then went on to lose almost everything, Martin Scorsese (''Mean Streets,'' ''Alice Doesn't Live Here Anymore,'' ''Taxi Driver'') has made his most ambitious film as well as his finest. Though ''Raging Bull'' has only three principal characters, it is a big film, its territory being the landscape of the soul.\nThe film, which opens today at the Sutton and Cinerama 1, is far too particular to be conveniently classified as either a fight movie or a film biography. Though it pays careful attention to the factual details of Mr. La Motta's career, it is a movie with a resonant life and style of its own.\nIt's exceedingly violent as well as poetic and, finally, humane in the way of unsentimental fiction that understands that a life - any life - can only be appreciated when the darkness that surrounds it is acknowledged. There's scarcely a minute in ''Raging Bull'' that isn't edged by intimations of mortality. Jake La Motta, played by Robert De Niro in what may be the pe rformance of his career, is a titanic character, a furious or iginal, a mean , inarticulate, Bronx-bred fighter whom the movie refuses to expl ain away in either sociological or psychiatric terms, or even in term s of the Roman Catholicism of his Italian-American heritage. He is propelled not by his milieu, his unruly id or by his guilts, but by something far more mysterious.\nJust what that is, I'm not at all sure, nor is the movie, but ''Raging Bull'' comes close to some kind of truth when, toward the end, Jake, now over-the-hill, gone to flab and possibly deranged, is thrown into a Miami jail on a morals charge. Full of self-pity and unfocused rage, he beats his head against the wall of his cell. ''Why, why, why?'' he bellows, and then whimpers, ''I'm not an animal.'' It's a risky moment that pays off. Though there's not one sequence in the film when he hasn't behaved like an animal, Jake, like all the rest of us, is the kind of animal who can ask a question.", "url": "https://www.nytimes.com/1980/11/14/archives/robert-de-niro-in-raging-bull.html"}