{"authors": [], "date_download": "2022-10-25 23:55:03", "date_modify": "2022-10-25 23:55:03", "date_publish": "1981-11-08 05:00:00", "description": null, "filename": "1981_11_08_magazine_how-stable-are-the-saudis_1666742103.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1981", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1981_11_08_magazine_how-stable-are-the-saudis_1666742103.html", "title": "HOW STABLE ARE THE SAUDIS?", "title_page": "HOW STABLE ARE THE SAUDIS? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Shah's Iran did not, by all accounts, operate in this fashion. The Shah's family took more than its fair share of business, just as the Al-Saud do in the kingdom. But the connections between the ruling elite and the mass of the population in Iran were less diverse; they could not be otherwise. There are a multitude of ways in which the 4,000 members of the House of Saud interrelate with the four million or five million inhabitants of the kingdom. The Shah's family and relatives numbered a few dozen at most, lost in a population of 37 million.\nIran's factory workers and wage earners made up a genuine proletariat. Pity the poor Marxist looking for such a phenomenon in Saudi Arabia. Shared out on a per capita basis, the Shah's 4 million barrels of oil a day averaged out to only $5 per head per day at current prices. By the same rough calculation, the average for every Saudi man, woman and child is $75. In 1981, they are still too busy enjoying that money to be sufficiently politicized. After the seizure of Mecca's Grand Mosque in November l979, reforms were promised, among them a Majlis al Shura, a consultative council. But it is difficult to see what form this assembly's politics will take, if and when it is established. Democracy in the Western sense requires a society where brother votes against brother, and where sons ignore their father's will - and this is not yet the Saudi Arabian way.\nThe one segment of the population that could be compared to a proletariat are the two million to three million guest workers in the country, a significant proportion of whom - some would say as many as a million - are from North and South Yemen. Some observers fear that in the event of an upheaval or conflict in Saudi Arabia, this alien population could form a sort of fifth column. But so far, at least, there has been no evidence of politicization among these guest workers, whose remittances home make important contributions to the economies of their native countries.\nAt the heart of all these issues lies the Al-Saud and the nature of their power. They built the kingdom. Can they keep it? The house of Al-Saud has a proud history. With little more than rifles, camels and burning religious faith, they unified the sheikdoms of Arabia in the early years of this centry into one state which they called after themselves. Saudi Arabia has rightly been described as the only family business represented at the United Nations.\nMost Saudi legends center on Ibn Saud, father of Saudi Arabia's current ruler, King Khalid. Saud conquered Riyadh in a daring night raid in January 1902. In the battle, one of his cousins killed the enemy governor of the town, and to avenge some special insults, this cousin cut out the governor's kidneys, tossing them over a wall. Now it happened that Ibn Saud was passing the wall at that moment, and the kidneys fell in the sand at his feet. ''Our cousin is dead!'' cried his slave in horror, looking down at the fat-covered organs and assuming the worst. ''Nonsense!'' replied Ibn Saud. 'No prince of the House of Saud could possibly have fatty kidneys like that!''\nEighty years later, this proud if grisly boast has an ironic ring. The well-padded forms who flop into the armchairs at the Riyadh camel races are scarcely the desert panthers who created the kingdom. Of all the 588 Saudis killed and injured recapturing the Grand Mosque in 1979, there was not a single prince of the House of Saud -and, as is scarcely surprising in a clan 4,000 strong, there are many lazy princes and many greedy ones.\nIt is very easy for a member of the Al-Saud to be a drone if his ambitions can stretch no further: He is given land for his palace, money to build it, his electricity and phone bills are paid, and he can live comfortably, if not extravagantly, upon his stipend and upon the stipends received by his children when they reach the age of 3. If he bothers no one, no one will bother him - though the more dynamic members of the family stand no delinquency from their more idle relatives. ''I have several princes in my prison at this moment,'' says Prince Salman, the Governor of Riyadh, when visitors inquire about princely privilege. The kingdom's rulers do not like to see family delinquents humiliated publicly. Princes are not confined in ordinary prisons, but if a prince does break the law or create a scandal, then the family disciplines him firmly enough.", "url": "https://www.nytimes.com/1981/11/08/magazine/how-stable-are-the-saudis.html"}