{"authors": ["Francis X. Clines", "Special To The New York Times"], "date_download": "2022-10-26 00:12:06", "date_modify": "2022-10-26 00:12:06", "date_publish": "1981-03-27 05:00:00", "description": null, "filename": "1981_03_27_us_reagan-reappoints-five-to-be-inspectors-general_1666743126.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1981", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1981_03_27_us_reagan-reappoints-five-to-be-inspectors-general_1666743126.html", "title": "REAGAN REAPPOINTS FIVE TO BE INSPECTORS GENERAL", "title_page": "REAGAN REAPPOINTS FIVE TO BE INSPECTORS GENERAL - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Five of the 16 Federal inspectors general dramatically dismissed by President Reagan on his first day in office were reappointed to similar positions today as Mr. Reagan signed an executive order establishing a President's Council on Integrity and Efficiency.\nThe five veterans were named along with a sixth inspector general today at a White House ceremony, with Mr. Reagan asserting: ''This action signals everyone who works for or does business with the Government that we mean business.''\nTen inspector general positions, charged with rooting out waste and fraud in Government agencies and departments, remain unfilled. The dismissing of the 16 inspectors general as the Reagan Administration took office Jan. 20 was presented by White House officials as an early indication of a tougher approach to to the problem of fraud and waste than the Carter Administration had taken. At the time, James S. Brady, White House press secretary, had said that the changes were being made in order to install a ''Reagan team.'' He denied critics' contentions that the dimissals might politicize the posts and promised that persons selected as replacements would be ''meaner than a junkyard dog.''\n'Sought the Best People'\nWhen the oustings were announced, the Administration promised a widespread search for the best replacements and said that some of the previous holders would be reconsidered for the offices. ''We sought the best people available, individuals with experience who have uncovered cases of fraud and waste in Government and have saved or recovered millions of dollars,'' the President said today.", "url": "https://www.nytimes.com/1981/03/27/us/reagan-reappoints-five-to-be-inspectors-general.html"}