{"authors": ["Dorothy J. Gaiter"], "date_download": "2022-10-25 23:27:26", "date_modify": "2022-10-25 23:27:26", "date_publish": "1981-05-02 05:00:00", "description": null, "filename": "1981_05_02_us_chinese-dancer-and-bride-tell-of-love-and-a-scare_1666740446.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1981", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1981_05_02_us_chinese-dancer-and-bride-tell-of-love-and-a-scare_1666740446.html", "title": "CHINESE DANCER AND BRIDE TELL OF LOVE AND A SCARE", "title_page": "CHINESE DANCER AND BRIDE TELL OF LOVE AND A SCARE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The dialogue began in English for the benefit of Mr. Li's party, but soon bogged down because of Mr. Li's difficulty in expressing himself in English. It was then decided, he said, that he and the Chinese officials should converse in Chinese, in private.\n''When he was escorted away, I was frightened,'' Mrs. Li recalled ''But I felt in my heart that he was going to be all right. We are very close and in my heart I felt he would be O.K. so I felt better.\n''I kept thinking, Li, I'm here and I won't go without you.''\nMr. Li said that for most of the 21 hours, the Chinese officials, as many as 10, took turns talking to him about his decision. He said they did not try to change his mind, but reminded him that in China, a man must be at least 22 before he may marry.\n''I felt very comfortable because they were very nice to me,'' he said. ''We talked, we had many long talks.''\nWhen Mr. Li grew tired, he slept. He beamed when describing the food he was fed. ''Marvelous Chinese food, they have a famous chef,'' he said appreciatvely, adding that he was even treated to his favorite beer, Tsingtao, which is made in his hometown of the same name.\nWhen he had been asked for the final time if he understood what he wanted to do, he was released and told that the Government would not oppose his desire to stay in the United States.\nA lawyer had arranged in the meantime for a Federal court hearing to be held yesterday, but that proved unnecessary when the young man was freed.", "url": "https://www.nytimes.com/1981/05/02/us/chinese-dancer-and-bride-tell-of-love-and-a-scare.html"}