{"authors": ["Phil Gailey", "Special To The New York Times"], "date_download": "2022-10-25 23:42:04", "date_modify": "2022-10-25 23:42:04", "date_publish": "1981-10-09 05:00:00", "description": null, "filename": "1981_10_09_us_carters-threaten-to-sue-for-libel_1666741324.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1981", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1981_10_09_us_carters-threaten-to-sue-for-libel_1666741324.html", "title": "CARTERS THREATEN TO SUE FOR LIBEL", "title_page": "CARTERS THREATEN TO SUE FOR LIBEL - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former President Jimmy Carter and his wife, Rosalynn, p la n to sue The Washington Post for libel over a gossip column item a sserting that they had eavesdropped on some of Nancy Reagan's conv ersations during her pre-inaugural residence at Blair House, an att orney for the Carters said today.\nThe Carters, through their Washington attorney, Terrence B. Adamson, demanded a retraction and a public apology from The Post. In a letter to Katharine Graham, chairman of the Washington Post Company, the lawyer contended that the report was ''false, defamatory and libelous per se.''\nRegardless of how The Post responds, Mr. Adamson added, the former President's ''intention is to sue.'' Benjamin C. Bradlee, the executive editor, said The Post stood behind the report, published in its ''Ear'' column Monday. Diana McLellan, who writes the ''Ear,'' which was carried in The Washington Star before the newspaper closed, said the Carters ''know perfectly well it is true.''\nTwist on an Old Tale\nThe column offered a ''hot new twist'' on the ''tired old tale'' of how Mrs. Reagan had reportedly said she wished the Carters would vacate the White House before inauguration day to give her time to redecorate the living quarters before moving in.", "url": "https://www.nytimes.com/1981/10/09/us/carters-threaten-to-sue-for-libel.html"}