{"authors": ["Neil Amdur", "Special To The New York Times"], "date_download": "2022-10-25 23:55:00", "date_modify": "2022-10-25 23:55:00", "date_publish": "1982-04-20 05:00:00", "description": null, "filename": "1982_04_20_sports_salazar-wins-fastest-boston-marathon_1666742100.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1982", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1982_04_20_sports_salazar-wins-fastest-boston-marathon_1666742100.html", "title": "SALAZAR WINS FASTEST BOSTON MARATHON", "title_page": "SALAZAR WINS FASTEST BOSTON MARATHON - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''It's hard to believe,'' said Rodgers, a four-time Boston champion, who ran with Salazar, Beardsley and Ed Mendoza in the lead pack until the 16-mile mark and finished fourth in 2:12:38, behind John Lodwick (2:12:01). ''I thought Alberto would waste him, but Dick's very determined.'' The Soul of Marathons\nDuels are the soul of marathons, and Salazar-Beardsley will be talked about long after the debate over whether this race should offer prize money and seek large-scale commercial sponsorship in the future.\nFrom the total of 7,623 entries, 22 runners, including 18 Americans, broke 2:20 and 156 finished under 2:30. Mrs. Teske was the fifth-rated women's marathoner in the world in 1981, and won the Orange Bowl Marathon in January in 2:29:01. She was 148th over all today, and led 22 women who finished under 2:50. ''I'm very happy with my time,'' said Mrs. Teske, who indicated that she was unaware that she was the women's leader until she reached the finish line. ''The weather was too hot for a record.'' Jacqueline Gareau of Canada, the women's champion here in 1980, was second today in 2:36:09.\nAnd 74-year-old John Kelly, competing in his 51st Boston race, finished in 4:01:18.But it was the sight of Salazar and Beardsley running virtually side by side in the final stages, after an early lead pack of as many as 16 had fallen back, that heightened the show. The fact that Salazar grew up in nearby Wayland and was running here for the first time, after his earlier successes in New York, added to the mood.\nLast year, Toshihiko Seko of Japan had won in 2:09:26 in cooler, more favorable weather. Today, as the runners reached 10 miles in 48:31 and the half-marathon in 1:04:04, they consumed water whenever possible.\nSalazar and Beardsley disposed of Mendoza at the start of the first hill, 18 miles into the race. ''Then it was just a fight to the finish,'' said Beardsley, who withdrew from last year's New York race after he was attacked by three dogs during a training run.\nBeardsley, 5 feet 11 inches tall and 128 pounds, is employed as a public-relations specialist for a plastic molding firm. Although not as well-known as Salazar, he won a marathon last June in Duluth, Minn., in 2:09:37 and prepared for Boston by spending several months training in Georgia. Bothered by Hamstring Strain", "url": "https://www.nytimes.com/1982/04/20/sports/salazar-wins-fastest-boston-marathon.html"}