{"authors": ["John Noble Wilford", "Special To The New York Times"], "date_download": "2022-10-25 23:55:19", "date_modify": "2022-10-25 23:55:19", "date_publish": "1982-03-31 05:00:00", "description": null, "filename": "1982_03_31_us_shuttle-returns-after-8-day-trip-landing-in-desert_1666742119.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1982", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1982_03_31_us_shuttle-returns-after-8-day-trip-landing-in-desert_1666742119.html", "title": "SHUTTLE RETURNS AFTER 8-DAY TRIP, LANDING IN DESERT", "title_page": "SHUTTLE RETURNS AFTER 8-DAY TRIP, LANDING IN DESERT - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The fourth and final test flight of the Columbia is now tentatively scheduled for late June. The vehicle is supposed to be ready April 7 to be hauled back to the Kennedy Space Center in Florida.\nIn time, according to the space agency's plans, a fleet of four shuttles is expected to be flying to and from space every few weeks, delivering satellites, conducting scientific and military observations and perhaps someday servicing space stations where people will live and work for months on end.\nUp to the last few hours of the last day of the Columbia's flight, Colonel Lousma and Colonel Fullerton were not sure exactly where or when they would be returning to earth. The spacecraft might have wound up at the Kennedy center in Florida, where they started their voyage March 22, or at Edwards Air Force Base in California, which has been the primary landing site. Rains early in the month made the desert floor at Edwards too soggy for a landing and prompted the shift to White Sands. Plenty of Room for Error\nAfter Monday's postponement, Eugene F. Kranz, deputy director for flight operations at the Johnson Space Center in Houston, said that every effort would be made to bring the spaceship back to this desert landing site, where there is ample margin for error. But if the winds were dusting up the site, he said, the astronauts would be directed to the three-mile concrete runway at the Kennedy center.\nThe astronauts were awakened early, at 3 A.M., to prepare for a landing, wherever it was to occur. Mission Control told the crew that it might wait until 75 minutes before the scheduled landing time before issuing the final descent clearance.\nAs favorable weather forecasts came in from White Sands, it became more and more certain that the astronauts would be landing here on their 129th orbit. Crews had worked overnight to clear the runway of sand from Monday's storm.\nJohn W. Young, the astronaut who commanded the first shuttle flight, again took to the air in the shuttle training aircraft, a Grumman Gulfstream modified to imitate some of the Columbia's maneuvering capabilities. He flew high to check for winds aloft or any dangerous turbulence. He made several approaches to both runways.", "url": "https://www.nytimes.com/1982/03/31/us/shuttle-returns-after-8-day-trip-landing-in-desert.html"}