{"authors": ["John J. O'Connor"], "date_download": "2022-10-25 23:43:35", "date_modify": "2022-10-25 23:43:35", "date_publish": "1982-01-07 05:00:00", "description": null, "filename": "1982_01_07_arts_tv-fame-begins-as-weekly-series_1666741415.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1982", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1982_01_07_arts_tv-fame-begins-as-weekly-series_1666741415.html", "title": "TV: 'FAME' BEGINS AS WEEKLY SERIES", "title_page": "TV: 'FAME' BEGINS AS WEEKLY SERIES - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROLLING off the success of the movie, ''Fame'' comes to television tonight, at 8 on NBC, as a weekly series. The central setting is the New York High School for Performing Arts, w he re talented city youngsters prepare furiously for what they ho pe will be sparkling careers in the theater, movies, television, d ance or music. The typesof students and teachers are straight out of central casting.\nThe premiere episode, written by Christopher Gore and directed by Bob Kelljan, takes place on the first day of the fall term. Julie (Lori Singer), a cellist, has just arrived from the Midwest with her newly divorced mother and is nervous about her new environment. She keeps doing and saying the wrong things, leaving most of the other students suspicious or, at best, distant.\nJulie quickly learns that New York is not Grand Rapids. As one student puts it: ''You are in the hot burning center of the galaxy. In this school, you gotta be tough, you gotta work hard or quit.'' This kind of line is nearly always a cue for another chorus of the title song and the spirited youthful cry of ''I'm gonna live forever!''\n''Fame'' is not, obviously, naturalistic drama. It is several notches above the sit-com silliness of a ''Welcome Back, Kotter.'' But it is remarkably close to the glossy unreality of a ''Grease.'' Certain conventions must be accepted. In the school cafeteria, for instance, a rock band seems always to be on duty, waiting for one of the students to burst into song as everybody else begins dancing energetically. The dance classes, overseen by Debbie Allen as the teacher Lydia, are as slick as a road company of ''A Chorus Line.'' Miss Allen is also the choreographer for the series.", "url": "https://www.nytimes.com/1982/01/07/arts/tv-fame-begins-as-weekly-series.html"}