{"authors": ["William Robbins", "Special To The New York Times"], "date_download": "2022-10-25 23:52:18", "date_modify": "2022-10-25 23:52:18", "date_publish": "1982-09-26 05:00:00", "description": null, "filename": "1982_09_26_world_gunman-kills-13-in-a-pennsylvania-rampage_1666741938.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1982", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1982_09_26_world_gunman-kills-13-in-a-pennsylvania-rampage_1666741938.html", "title": "GUNMAN KILLS 13 IN A PENNSYLVANIA RAMPAGE", "title_page": "GUNMAN KILLS 13 IN A PENNSYLVANIA RAMPAGE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two other children in the mobile home were unharmed, the police said. According to police sources, the suspect left the trailer camp, the Heather Highlands Mobile Home Village, in a pickup truck and drove to a home on Schoolhouse Lane here, where eight other persons were killed.\nA 13th victim was slain and another man was critically wounded as they stood on a porch across the street from the home, the police said. Both were uninvolved passersby, the police said. 'Going to Kill Them All'\n''Now I'm going to kill them all,'' Mr. Banks said as he left the first crime scene, according to a neighbor who declined to give her name.\nAfter the shootings, according to police sources, the suspect drove to a nearby bar, where a car was stolen. It was later found abandoned.\nHe next appeared at his mother's home, the police said, and then drove to still another house here, believed to be the vacant home of a friend, where he holed up with his rifle and ammunition. Motive for Killings Sought\nNo motive has been found for the slayings, the police said, although there were reports from neighbors of domestic disputes between Mr. Banks and at least three of the women, said to have been his girlfriends.\n''We are still trying to determine the exact relationships between the suspect and the victims,'' said Mr. Gillespie, the District Attorney.", "url": "https://www.nytimes.com/1982/09/26/world/gunman-kills-13-in-a-pennsylvania-rampage.html"}