{"authors": ["Steven V. Roberts"], "date_download": "2022-10-25 23:48:12", "date_modify": "2022-10-25 23:48:12", "date_publish": "1983-10-20 05:00:00", "description": null, "filename": "1983_10_20_us_senate-votes-holiday-to-honor-dr-king_1666741692.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1983", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1983_10_20_us_senate-votes-holiday-to-honor-dr-king_1666741692.html", "title": "SENATE VOTES HOLIDAY TO HONOR DR. KING", "title_page": "SENATE VOTES HOLIDAY TO HONOR DR. KING - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On a legal public holiday, Federal offices are closed, but state and local governments decide whether to close facilities such as schools and banks. ''If you took a secret poll, the Senate would not want additional holidays,'' said Senator J. Bennett Johnston, a Louisiana Democrat who supported the bill. ''But the symbolism of it is so strong, that sweeps aside those arguments very quickly.''\nThe measure had been rammed through Congress ''in an atmoshere of intimidation and political harrassment,'' in the words of Senator Jesse Helms, the North Carolina Republican who led the opposition. ''It's a tyranny of the minority,'' he said at a news conference.\nRepublicans for the bill were alarmed that Senator Helms's opposition would damage their party with black voters. ''It's unfortunate to write off the black vote when our party is making a serious effort to enlist black voters,'' said Senator Alan K. Simpson, Republican of Wyoming.\nRepublicans led by Howard H. Baker Jr. of Tennessee, the Senate majority leader, led the fight for the bill and to minimize damage they feared Senator Helms would inflict on the party. Mr. Baker said today of the measure, ''It is proof positive that this country and the Senate has a soul.''\nCoretta Scott King, Dr. King's widow, said at a news conference after the final vote: ''For those of us who believe in the dream, it is a great day for America and the world.''", "url": "https://www.nytimes.com/1983/10/20/us/senate-votes-holiday-to-honor-dr-king.html"}