{"authors": ["Pamela G. Hollie"], "date_download": "2022-10-25 23:55:15", "date_modify": "2022-10-25 23:55:15", "date_publish": "1983-02-23 05:00:00", "description": null, "filename": "1983_02_23_business_monopoly-loses-its-trademark_1666742115.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1983", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1983_02_23_business_monopoly-loses-its-trademark_1666742115.html", "title": "MONOPOLY LOSES ITS TRADEMARK", "title_page": "MONOPOLY LOSES ITS TRADEMARK - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''Monopoly is the name of the game to be played like chess,'' Mr. Anspach said. ''This is not an issue of who makes it.'' Mr. Anspach, who said that Parker Brothers had once tried to buy him out for $700,000, maintains that the game in no way endangers the reputation of Parker Brothers or the sales of that company's Monopoly game.\nReached in his office in San Francisco, Mr. Anspach said that he felt vindicated. He said his games - Anti-Monopoly and its computercreated second generation, Anti-Monopoly II - are variations on the monopoly game developed by Charles Darrow in 1933, except that his games give monopolists and competitors an equal chance to win. He said he had created the game to demonstrate how players could break monopolies.\nThe Monopoly case became a cause celebre among some trademark lawyers who took exception to the method accepted by the appeals court for determining whether the term monopoly was generic. The appeals court relied in part on a ''motivation'' survey conducted for Anti-Monopoly Inc. in which 65 percent of the respondents said they did not care what company made the games they bought.\nParker Brothers maintained that Monopoly was a Parker Brothers trademark, identifying the product as one made and guaranteed by Parker Brothers. In a short statement following the Supreme Court announcement, General Mills expressed its disappointment, but did not say what legal steps, if any, it might take next.\nParker Brothers acquired the Monopoly trademark in 1936, and has sold more than 80 million sets to date. Other makers of toys, food and drugs were concerned that the protection under trademark law could be altered by the decisions of the United States Court of Appeals for the Ninth Circuit, which has twice ruled in favor of Anti-Monopoly Inc. In one decision, the court ruled: ''When members of the consuming public use a game name to denote the game itself, and not its producer, the trademark is generic and therefore invalid.''", "url": "https://www.nytimes.com/1983/02/23/business/monopoly-loses-its-trademark.html"}