{"authors": ["Walter H. Waggoner"], "date_download": "2022-10-25 23:27:02", "date_modify": "2022-10-25 23:27:02", "date_publish": "1983-03-31 05:00:00", "description": null, "filename": "1983_03_31_obituaries_lisette-model-a-photographer-is-dead-at-76_1666740422.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1983", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1983_03_31_obituaries_lisette-model-a-photographer-is-dead-at-76_1666740422.html", "title": "LISETTE MODEL, A PHOTOGRAPHER, IS DEAD AT 76", "title_page": "LISETTE MODEL, A PHOTOGRAPHER, IS DEAD AT 76 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lisette Model, a photographer whose work appeared in galleries and publications around the world and was influential as a teacher at the New School for Social Research for more than 30 years, died of heart and respiratory disease yesterday at New York Hospital. She was 76 years old and lived in Manhattan.\nMrs. Model was acclaimed by such masters in photography as Ansel Adams, Edward Steichen, Berenice Abbott and Edward Weston. Even before coming to the United States from Europe with her husband in 1938, she had become well known in Europe as a proponent of strong realism in her pictures.\nShe had earned that esteem with her first photographs of vacationers on the Promenade des Anglais at Nice, and she continued to impress critics in the United States with such widely reproduced pictures as the shawl-shrouded ''Woman on Doorstep'' and ''Bather at Coney Island.''\nIn awarding her an honorary doctorate of fine arts in June 1981, a little more than a year before she was to teach her last master class last October, the New School said: ''We in the United States are indeed fortunate that you chose to come to us and focus your unique talent and sensitivity on an extended exploration of the glamour, grandeur and contradictions of America and its people. Your work has contributed to the new status of photography, and its newfound recognition as a serious and profound artistic medium.'' Began With a Borrowed Camera", "url": "https://www.nytimes.com/1983/03/31/obituaries/lisette-model-a-photographer-is-dead-at-76.html"}