{"authors": ["Jon Nordheimer", "Special To The New York Times"], "date_download": "2022-10-25 23:42:06", "date_modify": "2022-10-25 23:42:06", "date_publish": "1983-04-27 05:00:00", "description": null, "filename": "1983_04_27_world_abortion-battle-catches-dublin-leaders-unaware_1666741326.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1983", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1983_04_27_world_abortion-battle-catches-dublin-leaders-unaware_1666741326.html", "title": "ABORTION BATTLE CATCHES DUBLIN LEADERS UNAWARE", "title_page": "ABORTION BATTLE CATCHES DUBLIN LEADERS UNAWARE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Churchmen in Dispute\nHow Mr. FitzGerald has managed to get caught in the trap of the abortion issue at a time when the republic faces urgent and complex domestic problems is something that perplexes his supporters and delights his opponents. He above all other political leaders in Ireland have been conciliatory in his approach to Protestants living in Northern Ireland who fear that political reunification of the island would mean a loss of their tradition.\nThe abortion debate has already led to a rare public dispute between the Catholic hierarchy and the churchmen representing the small Protestant minority in the republic.\nCatholic bishops in Ireland recently made it clear that the wording of the antiabortion amendment hammered out by Mr. FitzGerald's advisers was not as acceptable as the one put forward earlier by the Government of former Prime Minister Charles J. Haughey, who was defeated by Mr. FitzGerald in a November election.\nThe Anglican Primate of Ireland, Dr. John Armstrong, who also represents many of the Protestants living in Northern Ireland, said the intervention by the bishops was an attempt to impose Catholic moral teachings on all the people of Ireland. Parliamentary Vote Expected\nThe Irish Parliament is expected to vote before the end of the month on the wording of the amendment favored by Mr. FitzGerald's Government, and if it is enacted to set plans for a national referendum on the matter. But several members of Mr. FitzGerald's Fine Gael Party have already angrily indicated that they cannot support his proposal and favor what they consider to be the tougher safeguards contained in the amendment of the opposition party, Fianna Fail.", "url": "https://www.nytimes.com/1983/04/27/world/abortion-battle-catches-dublin-leaders-unaware.html"}