{"authors": ["Gwin Chin"], "date_download": "2022-10-25 23:43:43", "date_modify": "2022-10-25 23:43:43", "date_publish": "1983-08-07 05:00:00", "description": null, "filename": "1983_08_07_arts_balletomanes-debate-the-style-of-today-s-dancers_1666741423.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1983", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1983_08_07_arts_balletomanes-debate-the-style-of-today-s-dancers_1666741423.html", "title": "BALLETOMANES DEBATE THE STYLE OF TODAY'S DANCERS", "title_page": "BALLETOMANES DEBATE THE STYLE OF TODAY'S DANCERS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''I agree that the physical standard of the corps is very high and quite uniform, but uniformity of style and uniformity of physique does not rob the dancer of temperament,'' Mr. Baryshnikov continued. ''An exciting corps de ballet is one of individuals at the service of an ensemble choreography, a characteristic that I feel is as present in the New York City Ballet as it is in Ballet Theater.''\nNew York City Ballet is a unique company, known for the way its dancers have been molded to George Balanchine's specifications - long, lean, fast. According to Mr. Thomas, who was a member of the City Ballet during the 1950's, the company's style was dictated by its repertory, which once contained works by several choreographers, including Frederick Ashton and Antony Tudor. Now, with a repertory of mostly Balanchine and Jerome Robbins, the company has acquired a different look. ''It is structured totally on the esthetic of one man,'' Mr. Thomas said. ''In my time, Balanchine worked with dancers that he would rather not have worked with but we were the ones available to him. I would say, 85 percent of our dancers were not really to his satisfaction. Today, there are works presented better than they were when I was in the company only because Mr. B's realization of dancers improved,'' Mr. Thomas continued. ''With his school, Mr. B was able to choose exactly the size and shape he wanted to put in the company - a lot of tall dancers, beautiful feet and instep, pretty legs, turned ankles, small hips, etc.''\nEven the famous Balanchine esthetic showed signs of changing toward the end of his career. Alexandra Danilova, a long-time teacher at School of American Ballet, told her former dance partner Frederic Franklin of an incident that occurred two years ago: ''Mr. B. came one morning and he said no more tall dancers. Only short. Oh, Freddie, the school is full of tall dancers!''\nMr. Thomas does not agree that today's dancers are stronger technically. ''Everybody likes to talk about how much stronger today's dancers are, but there are a lot more dancers now and a lot more dancers who are not necessarily technicians. No one equals Andre Eglevsky, whose technical virtuosity was unsurpassed - very few tricks, techniques solely limited to classical vocabulary.'' And Mr. Thomas is one professional who does not believe coaching is necessary outside the company. ''Dancers do whatever style the choreographer asks. Style is what is choreographed. Class is the study of the science of the vocabulary of classical ballet. In the Balanchine repertory, his steps suffice and it is not necessary to show personality.''\nAccording to Anna Kisselgoff, dance critic of The New York Times, the changing of the guard is most apparent at City Ballet. ''Had Jerome Robbins created his latest, 'I'm Old Fashioned (The Astaire Variations),' 15 years ago, it might have succeeded,'' she wrote recently. ''For it is a ballet that requires strong individualists rather than dancers of a certain homogenous mold, no matter how excellent they are.''\nSome observers feel that at least one American company is encouraging the development of individualism in its dancers - the Dance Theater of Harlem. Frederic Franklin, former member of the Ballet Russe de Monte Carlo and currently staging classical works for the DTH, among others, attributes its new look to proper coaching.", "url": "https://www.nytimes.com/1983/08/07/arts/balletomanes-debate-the-style-of-today-s-dancers.html"}