{"authors": ["Frank Rich"], "date_download": "2022-10-25 23:35:12", "date_modify": "2022-10-25 23:35:12", "date_publish": "1983-10-17 05:00:00", "description": null, "filename": "1983_10_17_theater_the-stage-zorba-and-quinn_1666740912.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1983", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1983_10_17_theater_the-stage-zorba-and-quinn_1666740912.html", "title": "THE STAGE: 'ZORBA' AND QUINN", "title_page": "THE STAGE: 'ZORBA' AND QUINN - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MAYBE a few diehards still picture the Parthenon when thinking of Greece, but most everyone else conjures up the sight of Anthony Quinn lifting his arms to a broad sky and dancing to the ever- quickening pulse of the bouzouki. When Mr. Quinn first played Zorba the Greek two decades ago, in the film version of the Nikos Kazantzakis novel, he created a movie image as durable as the M-G-M lion. Now the actor has returned to the part - playing it on stage for the first time in the revival of the musical ''Zorba'' - and you might say he is tempting the fates. One exaggerated move, and Mr. Quinn would lose the spontaneity that made the image of Zorba first grab us. The yeasty old Greek who still lives on film would be replaced by a plaster icon, a self-parody, a cliche.\nBut Mr. Quinn, I'm happy to report, avoids that trap entirely in the show at the Broadway. Even though his vehicle is large and lumbering, the actor refuses to inflate the part of Zorba to that of a star ritualistically acting out his own legend. His characterization is modest in scale and, given the role, remarkably dignified. He stands before us in his cloth cap, his graphite eyes either laughing or mourning in his weather-beaten face, and gambles that we will accept him as an authentic force of nature.\nThe gamble is won in part because everything Mr. Quinn does is so simple - even the randy jokes about female pulchritude are underplayed. The actor has the confidence and talent to project his personality with the tidiest of means - a philosophical shrug, a majestic stiffening of the spine, a grave tilt of the head. His zest really seems primordial - not reconstituted and amplified for Broadway consumption - and his added years are worn well. When Zorba describes himself as an old man whose ''inner'' self is ''slender like a reed,'' we now see both men in Mr. Quinn. The sentimental pull of this double image is as sweet as the bright flower that Zorba tucks behind his ear.\nNo less delightful is the star's partner, Lila Kedrova, as she recreates her film role of the dying French courtesan, Madame Hortense. A small, round, smeary-featured woman out of a Toulouse-Lautrec canvas, she also exists in both the past and present. When Miss Kedrova apologetically tells Zorba that she ''was not always the way you see me now,'' she kicks up a delicate ankle and bats her big, Betty Boop eyes with a schoolgirl's blushing flirtatiousness. Miss Kedrova may indeed be of a certain age, but we see the young ''cabaret star'' she claims to have once been; we also see that the old Hortense is remembering the young Hortense just as we do. No wonder Miss Kedrova shimmers, and no wonder our eyes mist over.", "url": "https://www.nytimes.com/1983/10/17/theater/the-stage-zorba-and-quinn.html"}