{"authors": ["David Margolick"], "date_download": "2022-10-25 23:30:19", "date_modify": "2022-10-25 23:30:19", "date_publish": "1984-05-31 05:00:00", "description": null, "filename": "1984_05_31_nyregion_westmoreland-v-cbs-legal-drama-intensified-by-2-contrasting-lawyers_1666740619.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1984", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1984_05_31_nyregion_westmoreland-v-cbs-legal-drama-intensified-by-2-contrasting-lawyers_1666740619.html", "title": "WESTMORELAND V. CBS: LEGAL DRAMA INTENSIFIED BY 2 CONTRASTING LAWYERS", "title_page": "WESTMORELAND V. CBS: LEGAL DRAMA INTENSIFIED BY 2 CONTRASTING LAWYERS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nothing about the Westmoreland case is small. CBS furnished some 55,000 pages of documents to General Westmoreland, and received more than 250,000 pages from the Army, Central Intelligence Agency, and other government institutions.\nSince the dispute began, the lawyers have been at center stage. Both David Boies, who heads the Cravath legal team, and Mr. Burt have issued press releases, granted interviews, and, in a way, approached the limits on prohibitions that bar lawyers from commenting on pending cases.\nSo public a posture is unfamiliar to Cravath, which like most Wall Street law firms, has long been known for shunning publicity of any kind. Lawyers at the firm hope a recently filed motion for summary judgment - that is, for dismissing General Westmoreland's lawsuit - will return the case to where they feel most comfortable: a court of law.\n''This marks a turning point in the case, the first time we've assembled and marshaled the facts,'' said Mr. Boies. ''There might be a lot of publicity and press conferences, but what's going to count, whether from the standpoint of the litigation or the public perception, are the facts, and that's really what this brief is.''\nAs in another of Cravath's epic battles - in which the firm successfully represented I.B.M. in multiple antitrust actions brought by the Federal Government and several competitors - the Westmoreland case is one in which the term ''legal brief'' is something of a misnomer. The motion to dismiss General Westmoreland's suit, delivered to the fourth-floor chambers of Judge Pierre N. Leval at the Federal courthouse in Manhattan, was 378 pages long and was accompanied by 620 pages of affidavits from 57 individuals, ranging from the writer David Halberstam to George Romney, the former Governor of Michigan. It culminated 18 months of research, interviews, and travel and a frantic four-day burst of writing, collating and proofreading. For Mr. Boies, who once toyed with an academic career in history, the case has meant retracing the steps of those who put together the documentary, and, in a way, reliving the Vietnam era. His desk is cluttered with depositions from Robert McNamara, Dean Rusk, and others from that era, and on his wall is a map of Vietnam in 1968, obtained from the Military History Book Club.", "url": "https://www.nytimes.com/1984/05/31/nyregion/westmoreland-v-cbs-legal-drama-intensified-by-2-contrasting-lawyers.html"}