{"authors": ["Janet Maslin"], "date_download": "2022-10-25 23:36:28", "date_modify": "2022-10-25 23:36:28", "date_publish": "1984-03-09 05:00:00", "description": "New York bachelor meets mermaid. Sweet and sassy caper.", "filename": "1984_03_09_movies_screen-splash-a-mermaid-s-love.html_scp=38&sq=bruce%20jay%20friedman&st=cse_1666740988.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1984", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1984_03_09_movies_screen-splash-a-mermaid-s-love.html_scp=38&sq=bruce%20jay%20friedman&st=cse_1666740988.html", "title": "SCREEN: 'SPLASH,' A MERMAID'S LOVE", "title_page": "SCREEN: 'SPLASH,' A MERMAID'S LOVE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THOUGH Ron Howard's comedies don't adhere to any familiar formulas - Mr. Howard's funny ''Night Shift'' was about a prostitution ring operating out of a morgue, and his even more disarming new ''Splash'' is about a mermaid in Manhattan - they have a comfortably old-fashioned flavor. ''Splash'' may feature a heroine with fins, but it's mostly a standard love story, albeit one with some delightful new twists. The boy (Tom Hanks) is a lonely bachelor with a single overriding wish: ''to meet a woman, fall in love, get married, have a kid and see him play a tooth in the school play.'' And the girl (Daryl Hannah) at first knows only one word of English: ''Bloomingdale's.''\n''Splash,'' which opens today at the National and other theaters, accomplishes the improbable with some enchanting underwater sequences, scenes that make credible the thought that Daryl Hannah might really be a mermaid. Following a brief prologue in which she meets Allen Bauer, played by Mr. Hanks when both are children, the mermaid reappears to save his life when he falls overboard near Cape Cod. There are hints that Allen may be susceptible to aquatic creatures in the decors of both his office and his apartment, since there are large fish tanks in both places (only rarely does Mr. Howard use such unnecessarily broad strokes). But nothing in his past hints at how hard Allen will fall for the beautiful, innocent mermaid once she sprouts a pair of tawny legs and follows him home.\nMuch of the humor grows out of the way in which the mermaid, who takes the name Madison after the avenue, reacts to strange new stimuli, such as Crazy Eddie commercials on television. As likable a leading man as Mr. Hanks is, though, and as beguiling as Miss Hannah is in her Boticelliesque incarnation here, the film would not be nearly so successful without the bulldozing presence of John Candy, as the hero's hilarious brother. The mere sight of the tubby Mr. Candy is funny enough (the spectacle of him playing racquetball really is something to see). But he also gets most of the better lines in the screenplay by Lowell Ganz, Babaloo Mandel and Bruce Jay Friedman. ''What are you looking at?'' Mr. Candy screams at the employees of his family's business, after the man-mermaid love affair has been revealed to the press. ''You never saw a guy who slept with a fish before? Get back to work!''\n''Splash'' could have been shorter, but it probably couldn't have been much sweeter. Only purists will quibble with the blissfully happy ending, which has the lovers swimming through a shimmering underwater paradise that is supposed to be the bottom of the East River.", "url": "https://www.nytimes.com/1984/03/09/movies/screen-splash-a-mermaid-s-love.html?scp=38&sq=bruce%20jay%20friedman&st=cse"}