{"authors": ["Janet Maslin"], "date_download": "2022-10-25 23:36:23", "date_modify": "2022-10-25 23:36:23", "date_publish": "1984-01-28 05:00:00", "description": "Unhappy bachelor writes book about his misery. Steve strives, often winningly. Better in parts than as a whole.", "filename": "1984_01_28_movies_screen-lonely-guy-starring-steve-martin_1666740983.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1984", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1984_01_28_movies_screen-lonely-guy-starring-steve-martin_1666740983.html", "title": "SCREEN: 'LONELY GUY,' STARRING STEVE MARTIN", "title_page": "SCREEN: 'LONELY GUY,' STARRING STEVE MARTIN - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bruce Jay Friedman's ''Lonely Guy's Book of Life'' didn't have any plot to speak of. The film version doesn't either, though not for lack of trying. If you can get past the movie's aimlessness and its visual drabness, it has its share of isolated laughs. Steve Martin fits right in to the sad- sack role of the title, playing a dateless greeting-card writer who can't believe his ill fortune.\nFortunately, he finds someone to talk to. At the beginning of ''The Lonely Guy,'' which opened yesterday at the Rivoli and other theaters, Mr. Martin's Larry comes home to find his girlfriend in bed with another man. He's perfectly willing to ignore this (''This your cigar here, honey?'' he asks innocently), but she is not. Larry is sent packing, and given the garbage to take out with him. He winds up on a park bench holding all his meager possessions. There, he is joined by another lonely guy named Warren (Charles Grodin), who shows him the ropes.\nHelped by Warren, who in his rumpled sweaters and crooked glasses is the embodiment of pure depression, Larry learns to sit around and complain. ''Look at that guy, he's got a girl. He wasn't born with his arm around her - he must have met her somewhere !'' Larry grouses. Warren, who is losing his hair, complains that it costs him as much to get a haircut as it does someone like Michael Landon. Together, Larry and Warren give a party that is populated entirely by huge cardboard cutouts of famous people. When the only live guests arrive - the police, who've come to make them turn the music down - they are most impressed with this setup. ''Do you know if they've got Gene Hackman?'' one officer asks, wanting to rent the same fake friends. ''Yes they do, but you have to reserve him a week ahead,'' Warren says.\nWhen it strikes this deadpan tone, ''The Lonely Guy'' can certainly be funny; the idea of a New York in which bachelors bellow from the rooftops for their lost girlfriends or drop like flies off the Manhattan Bridge, has its bleak appeal. Unfortunately, the screenplay, which is by Ed Weinberger and Stan Daniels from an adaptation by Neil Simon, doesn't even begin to sustain this droll humor. It involves Larry in a silly love affair with a divorced woman (played by Judith Ivey, who tries but can't do much with her role). It turns him into the author of a best-selling book like Mr. Friedman's, and lands him on ''The Merv Griffin Show'' on television. It tries a little bit of everything, and winds up with an air of messy desperation.", "url": "https://www.nytimes.com/1984/01/28/movies/screen-lonely-guy-starring-steve-martin.html"}