{"authors": ["Philip Shenon", "Special To The New York Times"], "date_download": "2022-10-25 23:55:19", "date_modify": "2022-10-25 23:55:19", "date_publish": "1985-12-05 05:00:00", "description": null, "filename": "1985_12_05_us_nasa-chief-takes-leave-to-answer-fraud-charges_1666742119.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1985", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1985_12_05_us_nasa-chief-takes-leave-to-answer-fraud-charges_1666742119.html", "title": "NASA CHIEF TAKES LEAVE TO ANSWER FRAUD CHARGES", "title_page": "NASA CHIEF TAKES LEAVE TO ANSWER FRAUD CHARGES - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "James M. Beggs, the Administrator of the National Aeronautics and Space Administration, took a leave of absence today to defend himself against charges that he attempted to defraud the Army while serving as an executive of the General Dynamics Corporation.\nIn a brief statement, the White House said President Reagan had ''reluctantly'' granted the leave. ''I don't know of anyone who could have done a finer job than he has done and is doing at NASA,'' Mr. Reagan said of Mr. Beggs at a news conference this afternoon.\nMr. Reagan firmly defended Mr. Beggs at the news conference, which was called to announce the resignation of another Government official, Robert C. McFarlane, the White House national security adviser. Mr. Reagan said Federal prosecutors had charged Mr. Beggs with fraud that purportedly took place at General Dynamics several years ago.\n''We're talking about something that is supposed to have happened prior to Government service and also, if you read it correctly, not something in which he in any way was doing anything - if he was doing this at all -that would rebound to his benefit personally or enrich him in any way.'' Mr. Reagan said.", "url": "https://www.nytimes.com/1985/12/05/us/nasa-chief-takes-leave-to-answer-fraud-charges.html"}