{"authors": ["Michael Wright", "Caroline Rand Herron"], "date_download": "2022-10-25 23:02:21", "date_modify": "2022-10-25 23:02:21", "date_publish": "1985-12-08 05:00:00", "description": null, "filename": "1985_12_08_weekinreview_the-nation-two-years-for-morison_1666738941.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1985", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1985_12_08_weekinreview_the-nation-two-years-for-morison_1666738941.html", "title": "THE NATION; TWO YEARS FOR MORISON", "title_page": "THE NATION;   TWO YEARS FOR MORISON - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Samuel Loring Morison's lawyers argued last week that their client -back in a Baltimore courtroom for sentencing - was not a spy and thus should not be dealt with harshly. But Federal District Judge Joseph H. Young rejected the lawyers' pleas for probation and sentenced Mr. Morison, convicted in October of giving spy-satellite photographs to a British military magazine, to two years in prison.\nIn a statement to the court, Mr. Morison, a former civilian intelligence analyst for the Navy, said he had ''made a mistake'' in disclosing the documents but had not known he was committing a crime. ''I am not that sort of person,'' he said. The chief prosecutor, Assistant United States Attorney Michael Schatzow, said that if Mr. Morison did not get a jail term, other Government employees would ''think that what he did was not very serious.''\nThe case marked the first time the Government had successfully used espionage laws to prosecute a person for disclosing secret information to the press. During the trial, prosecutors frequently referred to Mr. Morison's admission, in a statement to the Federal Bureau of Investigation, that he had given Jane's Defense Weekly three classified satellite photographs of the Soviet navy's first nuclear-powered aircraft carrier. The photos were published by Jane's in August 1984 and later by other news organizations.\nMorton H. Halperin, director of the Washington office of the American Civil Liberties Union, which provided Mr. Morison's lawyers, called the conviction ''a threat to the First Amendment.'' While an appeal is being processed, Mr. Morison, the grandson of the naval historian Samuel Eliot Morison, was freed on $100,000 bail, under orders to report weekly to a Federal probation office.", "url": "https://www.nytimes.com/1985/12/08/weekinreview/the-nation-two-years-for-morison.html"}