{"authors": ["William C. Rhoden"], "date_download": "2022-10-25 23:49:17", "date_modify": "2022-10-25 23:49:17", "date_publish": "1985-12-19 05:00:00", "description": null, "filename": "1985_12_19_sports_players-6-11-st-john-s-sub-goes-west-to-grow_1666741757.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1985", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1985_12_19_sports_players-6-11-st-john-s-sub-goes-west-to-grow_1666741757.html", "title": "PLAYERS; 6-11 ST. JOHN'S SUB GOES WEST TO GROW", "title_page": "PLAYERS;   6-11 ST. JOHN'S SUB GOES WEST TO GROW - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When St. John's played U.C.L.A here last Saturday afternoon, the Redmen were cheered by perhaps the biggest fan at Pauley Pavilion: the 6-foot-11-inch, 210-pound Rob Cornegy.\nUntil this season, Cornegy played for St. John's, albeit rarely. After being redshirted in his freshman year, Cornegy suited up last season and averaged just 2.2 minutes and 0.4 points a game. Cornegy was well liked by his teammates and was a favorite of students who would chant, ''We want Tree,'' whenever the Redmen's home games turned into routs.\nBut at the end of last season Cornegy, who turned 21 years old in September, made what he calls the toughest decison of his life. He decided to leave St. John's, which has a prestigious Division I program and made the Final Four last season, for California and El Camino Community College.\n''At first I had mixed emotions about seeing the guys when they got here,'' said Cornegy, who played at Andrew Jackson High School in Queens. ''I didn't know what I'd say. Now I'm on a different level - I'm at a community college. They're Division I. But I miss them a lot so that doesn't matter. We were a lot closer than I thought, but I didn't realize that until I left.'' In an age in which many athletes are often pampered to the point of developing an inflated sense of their importance, Cornegy, who may be more talented as a writer than as a basketball player, is an athlete in search of himself.", "url": "https://www.nytimes.com/1985/12/19/sports/players-6-11-st-john-s-sub-goes-west-to-grow.html"}