{"authors": ["Lena Williams"], "date_download": "2022-10-25 23:40:29", "date_modify": "2022-10-25 23:40:29", "date_publish": "1985-11-21 05:00:00", "description": null, "filename": "1985_11_21_nyregion_judge-finds-yonkers-has-segregation-policy.html_pagewanted=all_1666741229.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1985", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1985_11_21_nyregion_judge-finds-yonkers-has-segregation-policy.html_pagewanted=all_1666741229.html", "title": "JUDGE FINDS YONKERS HAS SEGREGATION POLICY", "title_page": "JUDGE FINDS YONKERS HAS SEGREGATION POLICY - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Concentrations of Races\n''This court,'' Judge Sand wrote, ''is fully persuaded that the extreme concentration of subsidized housing that exists in southwest Yonkers today is the result of a pattern and practice of racial discrimination by city officials, pursued in response to constituent pressures to select or support only sites that would preserve existing patterns of racial segregation, and to reject or oppose sites that would threaten existing patterns of segregation.\n''As a factual matter,'' the judge added, ''the existence of such disparities has clearly worked to the disadvantage of minority students, who for many years have received their educational instruction in generally inferior facilities, from generally less experienced staff, in generally more overcrowded unstable conditions.''\nIn Yonkers, a city of 194,000 people just north of New York City, nonwhites are concentrated west of the Saw Mill River Parkway, and most whites live east of the parkway.\n'Segregative Practices'\nThe Justice Department suit specifically cited six categories of what it termed ''segregative practices'' perpetuated by city and school officials. These included the assignment of faculty members and administrators by race, according to the racial composition of the enrollments of individual schools and the board's historical operating hypothesis that minority-group students could not perform at the level of white students.\nJudge Sand concluded that school officials had engaged in a practice of assigning disproportionate numbers of minority-group staff members to disproportionately minority-group schools in southwestern Yonkers.\nThe practice, he said, ''served as a clear indication that racial segregation was acceptable, even where residential segregation and transportation concerns did not impede the implementation of race-neutral assignment policies.'' Role of H.U.D. The case was one of a few in which a Federal agency was a plaintiff and a Federal agency a defendant. The Department of Housing and Urban Development was named as a defendant after city officials had argued that the responsibility for the housing pattern lay with H.U.D., which approved all sites selected by city officials.\nIn February 1984, H.U.D., the Justice Department and the National Association for the Advancement of Colored People, which joined the suit as a plaintiff in 1981, separately settled the housing portion of the suit. There was an agreement from H.U.D. to provide money to build a low-income housing project of 200 units in the predominantly white eastern side of Yonkers.", "url": "https://www.nytimes.com/1985/11/21/nyregion/judge-finds-yonkers-has-segregation-policy.html?pagewanted=all"}