{"authors": ["Edward Schneider"], "date_download": "2022-10-25 23:35:17", "date_modify": "2022-10-25 23:35:17", "date_publish": "1985-12-22 05:00:00", "description": null, "filename": "1985_12_22_arts_three-hours-pass-swiftly-in-a-new-st-matthew-passion_1666740917.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1985", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1985_12_22_arts_three-hours-pass-swiftly-in-a-new-st-matthew-passion_1666740917.html", "title": "THREE HOURS PASS SWIFTLY IN A NEW 'ST. MATTHEW PASSION'", "title_page": "THREE HOURS PASS SWIFTLY IN A NEW 'ST. MATTHEW PASSION' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But arias constitute only the lyrical and contemplative parts of the ''St. Matthew Passion''; the recitatives and choruses are where the action is carried forward, and any weakness in these areas is unfailingly disastrous. There is no such weakness here. For one thing, the conductor Peter Schreier is fortunate to have one of the foremost Evangelists on the musical scene pretty much on call: the tenor Peter Schreier. It is easy to fall into the trap of making assumptions about singers who turn to conducting, but rest assured that Mr. Schreier's voice is as fresh as ever. He has, in fact, been conducting on and off for about 15 years.\nHis Evangelist tells his tale expressively, but does not emote. This is not opera, and he is merely narrating the story, not living through it. Still, the dramatic climax of the work (when Peter realizes in dismay that he has thrice betrayed Christ) is no less moving for being understated.\nOther soloists assigned to recitative duty include Theo Adam as Jesus. Mr. Adam is no newcomer to this score and does a thoroughly credible job, even if a slightly fresher sound might have been more appropriate. As Peter, Andreas Scheibner gives full value to musical contours but still manages a very natural-sounding, almost conversational, declamation; he brings his role to life in a way that is not as common as it ought to be in Bach recitative singing. Then there is Ekkehard Wlaschiha's Judas, which positively drips evil; the characterization stands on the verge of caricature, but stops just short of slipping over the edge.\nThis Philips recording was a co-production with the East German Government; the good orchestra is the Staatskapelle Dresden, and the choir is the Rundfunkchor Leipzig with the boys of the Dresdner Kapellknaben. The choral work is especially worthy of note. It could (but will not) be criticized for too great an attention to detail: some of the chorales - which, after all, are simple hymn tunes, even if they sometimes contain hair-raising harmonies - are tricked out with endless choirmasterly subtleties of phrasing and dynamics. But still, it is beautiful singing: full-throated, accurate, passionate. You will jump out of your seat at the dissonant cry of ''Barrabam!''\nThe ''St. Matthew Passion'' makes considerable use of bichoral effects, with discrete vocal and instrumental groups usually placed on either side of the platform. This stereo recording errs a trifle on the side of keeping them too separate at times. Everything sounds natural enough when the whole ensemble is playing, but when there is back-and-forth byplay between groups (as in the opening chorus) the impression is of an auditory tennis match, with the musical ball bouncing from speaker to speaker. This is a minor point, for the levels and balances are on the whole exemplary.", "url": "https://www.nytimes.com/1985/12/22/arts/three-hours-pass-swiftly-in-a-new-st-matthew-passion.html"}