{"authors": ["John F. Burns", "Special To The New York Times"], "date_download": "2022-10-25 23:39:41", "date_modify": "2022-10-25 23:39:41", "date_publish": "1986-01-10 05:00:00", "description": null, "filename": "1986_01_10_world_in-death-zhou-enlai-is-still-beloved-but-a-puzzle_1666741181.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1986", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1986_01_10_world_in-death-zhou-enlai-is-still-beloved-but-a-puzzle_1666741181.html", "title": "IN DEATH, ZHOU ENLAI IS STILL BELOVED (BUT A PUZZLE)", "title_page": "IN DEATH, ZHOU ENLAI IS STILL BELOVED (BUT A PUZZLE) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even hardened Western reporters remember him for small acts of courtesy and consideration. An American television producer who came here in the early 1970's was aghast when her expensive jade bracelet fell to the floor and shattered as she held out her hand to greet Zhou at a banquet in the Great Hall of the People. The Prime Minister immediately beckoned an aide to collect the pieces and had the bracelet returned to the producer's hotel before noon the next day - immaculately bound with a series of solid gold rings.\nYet for all the affection, Zhou remains something of an enigma. The question that puzzles many Chinese was captured by the fashion designer's dinner table remarks - whether Zhou can be excused for the worst sufferings that millions of people here underwent in the first quarter-century of Communist rule, when his authority was exceeded by only one or two men, and toward the end by only one man, Mao.\nThe standard answer is that he was an alleviating influence within the Communist Party hierarchy, a leader who went along with Mao's excesses in the Great Leap Forward of 1958 to 1960 and the Cultural Revolution of 1966 to 1976 so as to be able to limit the human cost and rebuild something saner when the madness was spent. It was the interpretation shared by virtually every Western biographer, including the most recent, the English scholar and journalist Dick Wilson. Zhou's 'Two Choices'\nIn his book ''Zhou,'' published last year, Mr. Wilson says this of Zhou's performance during the Cultural Revolution, when tens of thousands were hounded to their deaths:\n''Zhou had two choices. He could make a stand and demand that Mao call off the campaign or bring the Red Guards to heel.''\nHe continued: ''But this would have ended Zhou's usefulness to Mao. He would have been hounded out of his position of influence, removed from control of the Government.''\n''The other possibility,'' Mr. Wilson wrote, ''was to go on pretending to support the movement, while endeavoring to deflect its successes, blunt its mischief and stanch the wounds it was inflicting.''\nThe explanation is one that is accepted by many Chinese, including those who survived beatings and other suffering. Among these is Mr. Deng, who was driven from high office in 1966 and humiliated. At the time Zhou was one of those who condemned Mr. Deng as a ''capitalist roader,'' but it was the Prime Minister who interceded with Mao in 1973 to have him returned to Peking. Role in the Suffering", "url": "https://www.nytimes.com/1986/01/10/world/in-death-zhou-enlai-is-still-beloved-but-a-puzzle.html"}