{"authors": ["Leah D. Frank"], "date_download": "2022-10-25 23:36:23", "date_modify": "2022-10-25 23:36:23", "date_publish": "1986-01-26 05:00:00", "description": null, "filename": "1986_01_26_nyregion_theater-review-life-death-laughs-in-steambath_1666740983.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1986", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1986_01_26_nyregion_theater-review-life-death-laughs-in-steambath_1666740983.html", "title": "THEATER REVIEW; LIFE, DEATH, LAUGHS IN 'STEAMBATH'", "title_page": "THEATER REVIEW; LIFE, DEATH, LAUGHS IN 'STEAMBATH' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tandy wants proof of God's identity, and God performs a series of parlor magic tricks in a half-hearted effort to convince Tandy of the facts of life after death. As to his heavy Jamaican accent, to which the disbelieving Tandy objects, God reminds him that ''the Lord speaks in mysterious ways.''\nOnce Tandy accepts the possibility that God is, in fact, the steambath attendant, he begins to argue that he should not be dead, that his choking on a morsel of food was a mistake, that he should be sent back home. He has finally gotten his life together, he is writing a book about Charlemagne, he has a new girlfriend who waits on him hand and foot and, he explains, he just has too many things to do to die.\nIt is Tandy's argument with God that constitutes the play. During it we not only form our judgement of Tandy's life, but also get to know the other characters, some of whom are very bizarre indeed. ''Steambath'' is a philosophical argument about the meaning of life that is mostly funny, sometimes touching, and always just enough off-kilter to be consistently interesting.\nThe director, Bill Van Horn, exhibits a genuine feeling for black comedy, and he manages to keep the play light and fast-paced while still giving full vent to the evening's darker emotions.\nThe cast is first rate, with William Lardi as the dismayed Tandy, Soshana Dos as the bubbleheaded Meredith, Fayton Hollington as the unlikely God, Steve Gold as God's right-hand man, Bryan Boyhan as the old man who has seen it all, Michael Butera as the unclean Bieberman, William Gage as the distressed stockbroker, and Liam Cooper and Rick Heuthe as young homosexual friends.", "url": "https://www.nytimes.com/1986/01/26/nyregion/theater-review-life-death-laughs-in-steambath.html"}