{"authors": ["John Barron"], "date_download": "2022-10-25 23:02:39", "date_modify": "2022-10-25 23:02:39", "date_publish": "1986-05-11 05:00:00", "description": null, "filename": "1986_05_11_books_red-in-tooth-and-claw_1666738959.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1986", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1986_05_11_books_red-in-tooth-and-claw_1666738959.html", "title": "RED IN TOOTH AND CLAW", "title_page": "RED IN TOOTH AND CLAW - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "INSIDE THE AQUARIUM The Making of a Top Soviet Spy. By Viktor Suvorov. 249 pp. New York: Macmillan Publishing Company. $17.95. VIKTOR SUVOROV is the pseudonym of a gifted Russian who served as an officer in Soviet military intelligence, known as the G.R.U. Several years ago he escaped to Great Britain, learned to write in English and became a successful author. In this, his fourth and best book, he illuminates life within the secret order to which he belonged.\nAt the outset, the author is watching a training film for inductees into the G.R.U., a silent, grainy film that shows him the inside of the G.R.U. crematorium. Attendants clad in protective gray gowns gently glide a coffin between furnace fire doors into an inferno. Next the camera focuses on the handsome, sweating face of an elegantly attired man lashed by steel wires to a stretcher. He is very much alive, and Mr. Suvorov realizes the man is about to be burned alive.\n''He strains to the point of breaking his own bones, and tearing his own tendons and muscles. It is a superhuman effort. But the wire does not give. And the stretcher slides smoothly along the rails. The furnace doors move aside again and the fire casts a white light on the soles of the man's dirty patent leather shoes. He tries to bend his knees in an effort to increase the distance between his feet and the roaring fire. But he can't.''\nI am not sure that the G.R.U. actually incinerates heretical officers, which is what the film was intended to demonstrate. Neither am I sure that many other stark scenes actually occurred precisely as the author relates. But better than any other, this book bares the spirit and mentality of a formidable clandestine force at work in much of the world.", "url": "https://www.nytimes.com/1986/05/11/books/red-in-tooth-and-claw.html"}