{"authors": ["Arnold H. Lubasch"], "date_download": "2022-10-25 23:40:57", "date_modify": "2022-10-25 23:40:57", "date_publish": "1986-11-12 05:00:00", "description": null, "filename": "1986_11_12_nyregion_mafia-commission-trial-hears-persico-sum-up_1666741257.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1986", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1986_11_12_nyregion_mafia-commission-trial-hears-persico-sum-up_1666741257.html", "title": "MAFIA COMMISSION TRIAL HEARS PERSICO SUM UP", "title_page": "MAFIA COMMISSION TRIAL HEARS PERSICO SUM UP - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The testimony was contradicted by Mr. DeChristopher's wife, Catherine, and other family members, Mr. Persico stressed, as he attacked the witness's credibility and described him as ''despicable.'' 'Faith Is in the Jury'\nWith the jury watching him intently, Mr. Persico suggested that there was no evidence against him, because he stayed away from criminal activities. He added that maybe he was tired of being arrested because of his ''reputation.''\n''Ladies and gentlemen, I can't say I never did anything wrong, because you know I was in jail,'' he told the jury. But he added that he could not be sent back to jail without evidence that he was guilty of the charges in the case.\n''Our faith is in the jury,'' he said, ending his hour-and-a-half summation.\nThe defense lawyers for several other defendants gave their summations earlier, stressing the central issue of whether a Mafia commission had extorted payoffs from the construction industry.\nThe lawyer for Anthony Salerno, Anthony M. Cardinale, said in his summation that the commission did not operate a ''club'' to extort payoffs from concrete companies, as the prosecution has contended. 'Listen to the Words'\n''It is a club of contractors, not of commission members,'' Mr. Cardinale asserted, adding that ''the commission had nothing to do with the concrete payments.''\nHe challenged the prosecution's ''perception'' of what Mr. Salerno, accused of being the boss of the Genovese crime family, talked about in the many taped conversations played as evidence in the trial.", "url": "https://www.nytimes.com/1986/11/12/nyregion/mafia-commission-trial-hears-persico-sum-up.html"}