{"authors": ["Stephen Holden"], "date_download": "2022-10-25 23:43:43", "date_modify": "2022-10-25 23:43:43", "date_publish": "1986-01-28 05:00:00", "description": null, "filename": "1986_01_28_obituaries_albert-b-grossman-influential-manager-in-pop-music-field_1666741423.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1986", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1986_01_28_obituaries_albert-b-grossman-influential-manager-in-pop-music-field_1666741423.html", "title": "ALBERT B. GROSSMAN, INFLUENTIAL MANAGER IN POP-MUSIC FIELD", "title_page": "ALBERT B. GROSSMAN, INFLUENTIAL MANAGER IN POP-MUSIC FIELD - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Albert B. Grossman, one of the most influential personal managers in the popular-music field, died of a heart attack Saturday on a flight to Europe to attend a music convention. He was 59 years old and lived in Bearsville, N.Y., in the Town of Woodstock.\nA native of Chicago, Mr. Grossman was a co-founder in the mid-1950's in that city of the Gate of Horn, one of the first folk-music clubs in America. There he discovered and managed such artists as Odetta, Bob Gibson and Joan Baez. In 1959, with George Wein, he organized the first Newport Folk Festival, which heralded the emergence of folk music as a dominant musical force in the 1960's.\nGuided Many Singers' Careers\nIn 1961, he helped form the folk-pop trio Peter, Paul and Mary, whose sound, emphasizing individual vocal personalities, departed from the more packaged folk-music blends that were popular at the time. In addition to managing the group until its breakup in the early 1970's, he guided the careers of Bob Dylan, Richie Havens, Gordon Lightfoot, Ian and Sylvia, Paul Butterfield, the Pozo Seco Singers, the Jim Kweskin Jug Band and the Paupers. A colorful figure, who continued to wear long white hair below his shoulders long after the look went out of fashion, he was respected for his unswerving commitment to the artistic autonomy of the singers and groups he managed.\nMr. Grossman moved into rock music in the late 1960's, working with Janis Joplin and Big Brother and the Holding Company, the Electric Flag and the Band. After Miss Joplin's death in 1971, he withdrew from the field of artist management and devoted his energy to his record company, Bearsville Records. With offices and recording studios in Bearsville, the label presented such artists as Todd Rundgren, Foghat and Jesse Winchester. In addition to his work in music, Mr. Grossman started two restaurants, the Big Bear and the Little Bear, in Bearsville.", "url": "https://www.nytimes.com/1986/01/28/obituaries/albert-b-grossman-influential-manager-in-pop-music-field.html"}