{"authors": ["Christopher Lehmann-Haupt"], "date_download": "2022-10-25 23:37:36", "date_modify": "2022-10-25 23:37:36", "date_publish": "1986-11-10 05:00:00", "description": null, "filename": "1986_11_10_books_books-of-the-times-589186_1666741056.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1986", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1986_11_10_books_books-of-the-times-589186_1666741056.html", "title": "BOOKS OF THE TIMES", "title_page": "BOOKS OF THE TIMES - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MAUS: A Survivor's Tale. By Art Spiegelman. Illustrated. 159 pages. Pantheon. Paper, $8.95. ART SPIEGELMAN'S ''Maus:\nA Survivor's Tale'' is a Holocaust memoir with a remarkable difference. True, one thread of it recapitulates the all-too-familiar story of the Spiegelman family in Poland from 1935 to 1944 struggling to avoid the inevitable fate of Auschwitz. There are the loss of property, the dawning sense of peril, the black markets, the ''selections,'' the cellar hiding places, the briberies, the betrayals and finally the truck to the gate with the sign over it reading, ''Arbeit macht frei.''\nBut there are four unusual innovations to the way Mr. Spiegelman has told his story. In ascending order of surprise, these are as follows: First, he explores the relations of the surviving generation and its children, especially the guilt visited by the former upon the latter. The adventures of the Spiegelmans in Poland are told by Vladek, the surviving family member, to his grown-up son, Artie, who begins his narrative: ''I went out to see my Father in Rego Park. I hadn't seen him in a long time - we weren't that close. He had aged a lot since I saw him last. My Mother's suicide and his two heart attacks had taken their toll.''\nSecond, Mr. Spiegelman brings considerable humor to the telling of his story. Scarcely has Artie removed his coat and handed it to Mala, his father's present wife, when Vladek begins to berate her: ''Acch, Mala! A wire hanger you give him! I haven't seen Artie in almost two years. We have plenty wooden hangers.'' Vladek recounts much of his Holocaust memories while working out on an exercise bike or counting out his daily ration of pills. So crotchety and irrational is Vladek's behavior that when Artie wonders if ''the war made him that way,'' Mala responds: ''FAH! I went through the camps . . . All our friends went through the camps. Nobody is like him!''\nThird, ''Maus'' is a comic book! Yes, a comic book complete with word balloons, speed lines, exclamations such as ''sob,'' ''wah,'' ''whew'' and ''?!,'' and dozens of techniques for which I simply lack the terminology. The average frame is two to three inches square and crowded, even shaggily drawn (except for one starker section, called ''Prisoner on the Hell Planet: A Case History,'' involving the author's mother's suicide) though subtly elegant and expressive if one pays attention to details. The style is eclectic, echoing everything from ''Krazy Kat'' to ''Gasoline Alley.'' Naturally, the effect of treating such a subject this way is shocking at first. But with a speed that is almost embarrassing to confess, this reader was transported back to the experience of reading World War II comics such as ''Blackhawk'' or ''Captain Marvel.''", "url": "https://www.nytimes.com/1986/11/10/books/books-of-the-times-589186.html"}