{"authors": ["Phil Gailey", "Special To The New York Times"], "date_download": "2022-10-25 23:35:41", "date_modify": "2022-10-25 23:35:41", "date_publish": "1986-01-12 05:00:00", "description": null, "filename": "1986_01_12_us_the-grandson-of-a-slave-takes-office-in-virginia_1666740941.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1986", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1986_01_12_us_the-grandson-of-a-slave-takes-office-in-virginia_1666740941.html", "title": "THE GRANDSON OF A SLAVE TAKES OFFICE IN VIRGINIA", "title_page": "THE GRANDSON OF A SLAVE TAKES OFFICE IN VIRGINIA - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''The brilliance of Doug's campaign was that he didn't worry about race,'' said David Doak, the Democratic consultant who directed the gubernatorial campaigns of both Mr. Baliles and his predecessor, Charles S. Robb, whose term ended today. ''Most people were going to know that he was black,'' Mr. Doak said, ''and he decided to use television to make people comfortable with who he was.''\nMr. Wilder said that after he won the nomination many of the state's prominent Democratic officeholders were concerned that he would drag the ticket to defeat, especially if he appeared in his own television commercials.\n''Let's just say there weren't any people advising us to go on television,'' said Mr. Wilder, who will be 56 years old Friday. ''There was a concern that it could cause a white backlash against the ticket. Everybody was saying I should use radio exclusively.''\nMr. Wilder said he rejected that advice and instead committed 80 percent of his $700,000 campaign budget to television. To supplement his television campaign, Mr. Wilder spent two months visiting every county in the state.\n''I was not going to run a coward's campaign,'' he said. ''I thought that people were entitled to know who I was and what I stood for, and letting them see me on television and in person was the best way to do that.'' The Coattail Question\nMr. Wilder seems particularly sensitive to reports that Mr. Robb's political coattails played a decisive role in his campaign. The former Governor's own political reputation received a major lift from the Virginia election, and he is being mentioned as a possible Presidential or Vice-Presidential candidate in 1988.\nWhile acknowledging that Mr. Robb's popular administration was an asset to the Democratic ticket, Mr. Wilder said Mr. Robb was among those Democrats who advised him against making a tour of the state. Mr. Wilder rejected that advice, and he credits the tour with starting his rise in public opinion polls, a trend that his television spots accelerated. By the campaign's end, Mr. Wilder received about 46 percent of the vote in districts that were predominantly white.", "url": "https://www.nytimes.com/1986/01/12/us/the-grandson-of-a-slave-takes-office-in-virginia.html"}