{"authors": ["David K. Shipler", "Special To The New York Times"], "date_download": "2022-10-25 23:39:03", "date_modify": "2022-10-25 23:39:03", "date_publish": "1986-11-01 05:00:00", "description": null, "filename": "1986_11_01_world_55-expelled-russians-leave-washington_1666741143.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1986", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1986_11_01_world_55-expelled-russians-leave-washington_1666741143.html", "title": "55 EXPELLED RUSSIANS LEAVE WASHINGTON", "title_page": "55 EXPELLED RUSSIANS LEAVE WASHINGTON - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Similarly, the Soviet authorities, who ordered 260 Soviet employees of the United States Embassy in Moscow to cease work, have refrained from extending that ban to embassy employees from third countries. The State Department is said to be hoping for an agreement that will permit the embassy to retain cooks and other personnel from Italy and elsewhere.\nAnother issue reportedly under discussion is how to achieve parity in the number of officials and diplomats who work temporarily in missions. The United States sends twice as many such people to Moscow annually as the Soviet Union sends to Washington, an American official said. But the Russians sometimes use temporary personnel at the United Nations in New York to work in Washington, he added, complicating reciprocal restrictions.\nThe expulsions and sanctions began in August with the arrest in New York of a Soviet employee of the United Nations on charges of spying. The Russians responded by arresting Nicholas S. Daniloff, the Moscow correspondent for U.S. News & World Report, on spying charges.\nThe Reagan Administration then ordered 25 Soviet diplomats at the United Nations, whom it called intelligence agents, to leave the country. According to a senior official, the Administration warned Moscow that any retaliation would be met with a drastic reduction in the Soviet Embassy in Washington and the consulate in San Francisco.\nThe Russians did retaliate, by expelling five American diplomats. The Administration then expelled five Russians plus 50 more to bring the Soviet Embassy and consulate down to 251 people, the same number that the United States had in the embassy in Moscow and the consulate in Leningrad. The Soviet authorities then withdrew all 260 Soviet mechanics, electricians, janitors, drivers, maids and other personnel from the United States Embassy and the homes of American diplomats. Economic Differences Cited", "url": "https://www.nytimes.com/1986/11/01/world/55-expelled-russians-leave-washington.html"}