{"authors": ["Irvin Molotsky", "Special To The New York Times"], "date_download": "2022-10-25 23:36:59", "date_modify": "2022-10-25 23:36:59", "date_publish": "1987-09-24 05:00:00", "description": null, "filename": "1987_09_24_obituaries_bob-fosse-director-and-choreographer-dies_1666741019.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1987", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1987_09_24_obituaries_bob-fosse-director-and-choreographer-dies_1666741019.html", "title": "BOB FOSSE, DIRECTOR AND CHOREOGRAPHER, DIES", "title_page": "BOB FOSSE, DIRECTOR AND CHOREOGRAPHER, DIES - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The director and choreographer Bob Fosse died of a heart attack tonight as a revival of his musical ''Sweet Charity'' was opening at the National Theater. He was 60 years old. He collapsed in his room at the Willard Hotel about 7 P.M. as the show was beginning nearby. He was taken to George Washington University Hospital, where he was pronounced dead.\nMorton Gould, president of the American Society of Composers, Authors and Publishers announced Mr. Fosse's death at a party for the cast at the Old Ebbitt Grill near the theater. He said that Gwen Verdon, the dancer who was his third wife, was with him when he collapsed. She played the lead in the show when it opened in 1966 and was the assistant director for this performance, which was directed and choreographed by Mr. Fosse.\nOne member of the cast, Fred Mann, said, ''We learned about this after what he would have considered a glorious time, a standing ovation.'' Mr. Mann said the cast was told of Mr. Fosse's death on the stage after the curtain went down at the end of the show.\nAnother dancer, Patricia Ben Peterson, said, ''Bob said today at rehearsal, 'Dance like you're going to percussion heaven,' and that's where he is.''", "url": "https://www.nytimes.com/1987/09/24/obituaries/bob-fosse-director-and-choreographer-dies.html"}