{"authors": ["Michel Marriott"], "date_download": "2022-10-25 23:53:28", "date_modify": "2022-10-25 23:53:28", "date_publish": "1987-12-30 05:00:00", "description": null, "filename": "1987_12_30_nyregion_koch-faults-mcdonald-s-packaging_1666742008.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1987", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1987_12_30_nyregion_koch-faults-mcdonald-s-packaging_1666742008.html", "title": "Koch Faults McDonald's Packaging", "title_page": "Koch Faults McDonald's Packaging - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In doing so, the Mayor joined a campaign mounted by New York State consumer officials and several localities around the nation that are worried about dwindling landfill space. Berkeley, Calif., and Suffolk County in New York are considering banning the use of some plastic packaging by fast-food restaurants. The City of Seattle is seeking a broader change, calling for a statewide ban in Washington on nonrecyclable material.\nEnvironmentalists say polystyrene foam, which is usually produced with a gas called chlorofluorocarbon, or CFC, is breaking down the earth's protective ozone layer and is partly responsible for a global warming trend that is gradually raising ocean levels.\nThe Mayor said he had taken steps to halt the city's purchasing of polystyrene foam materials.\nCity schools and the Department of Corrections, for example, buy large amounts of the material, commonly referred to by the trade name Styrofoam. No Suitable Substitutes\nThe Mayor pointed out that a McDonald's competitor, Burger King, packs its foods in biodegradable paper cartons.\nRichard Christian, a regional vice president for McDonald's in New York City, said that the company was willing to explore alternative methods of packaging its foods, but that it was not now considering abandoning the use of polystyrene foams.", "url": "https://www.nytimes.com/1987/12/30/nyregion/koch-faults-mcdonald-s-packaging.html"}