{"authors": ["Seth Mydans", "Special To The New York Times"], "date_download": "2022-10-25 23:26:16", "date_modify": "2022-10-25 23:26:16", "date_publish": "1987-04-04 05:00:00", "description": null, "filename": "1987_04_04_world_right-wing-vigilantes-spreading-in-philippines.html_pagewanted=all_1666740376.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1987", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1987_04_04_world_right-wing-vigilantes-spreading-in-philippines.html_pagewanted=all_1666740376.html", "title": "RIGHT-WING VIGILANTES SPREADING IN PHILIPPINES", "title_page": "RIGHT-WING VIGILANTES SPREADING IN PHILIPPINES - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''But then they started killing even people who had not done anything -ice cream vendors, people who sold slippers,'' he said. ''We became angry at them.''\nA local spokesman for the National Democratic Front, an umbrella organization that represents the Communists, acknowledged that the rebels had made mistakes and that Alsa Masa had been ''tactically effective'' in forcing them to return underground.\nBut the spokesman, who called himself Ka Gary, said several the vigilante groups were what he termed ''Alsa drama,'' putting on a show of converting to anti-Communism while they await a backlash that could ultimately play into their hands.\nSome military officers expressed private concern that ''deep penetration'' could work both ways and that the weapons they issued to vigilante groups could fall into the hands of the insurgents. 'No Way to Be Neutral'\nMeanwhile, Alsa Masa and its imitators have succeeded in polarizing the population.\n''In the fight between democracy and Communism there is no way to be neutral,'' Colonel Calida said. ''Anybody who would not like to join Alsa Masa is a Communist.''\nAlsa Masa members interviewed at checkpoints around the city said that each home was required to contribute one member to its nightly patrols and that the houses of those not cooperating might be painted with a red ''X.''\nThe Roman Catholic Church has also been caught up in the spreading polarization. The Auxiliary Bishop of Cebu, Msgr. Manuel Salvador, said recently, ''We really cannot blame these civilians who decide to arm themselves.''", "url": "https://www.nytimes.com/1987/04/04/world/right-wing-vigilantes-spreading-in-philippines.html?pagewanted=all"}