{"authors": ["Serge Schmemann", "Special To The New York Times"], "date_download": "2022-10-25 23:37:58", "date_modify": "2022-10-25 23:37:58", "date_publish": "1988-10-04 05:00:00", "description": null, "filename": "1988_10_04_obituaries_franz-josef-strauss-is-dead-at-73-conservative-led-bavarian-state_1666741078.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1988", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1988_10_04_obituaries_franz-josef-strauss-is-dead-at-73-conservative-led-bavarian-state_1666741078.html", "title": "Franz Josef Strauss Is Dead at 73; Conservative Led Bavarian State", "title_page": "Franz Josef Strauss Is Dead at 73; Conservative Led Bavarian State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Strauss's Christian Social Union, a conservative party he helped found in Bavaria and led for the last 25 years, has long been allied with the national Christian Democrats. Since 1983, it has participated in a center-right governing coalition with Mr. Kohl's Christian Democratic Union and Mr. Genscher's Free Democratic Party.\nMr. Strauss has had frequent disputes with his Christian Democratic senior partners in recent years. He argued against the abolition of medium-range missiles and introduced a compulsory AIDS testing program for high-risk groups in Bavaria over the opposition of the federal Health Ministry.\nHe was politically untouchable in Bavaria, a former kingdom that he ruled in regal style and that under his stewardship became one of the most prosperous regions of a prosperous West Germany. The tough-looking, tough-talking politician was one of the most colorful and enduring of West Germany's postwar leaders.\nHis opponents, and they were many outside Bavaria, criticized him for his conservatism, his support of the arms industry, his trips to South Africa and his political style. Promoted Trade With East\nBut to his admirers, including some Americans, Mr. Strauss was a shrewd and capable politician and patriot who helped lift West Germany out of the ruins of the Third Reich and raise it to a position of economic and military authority. Though a conservative, he was at the forefront of forging trade relations with the East, particularly East Germany.", "url": "https://www.nytimes.com/1988/10/04/obituaries/franz-josef-strauss-is-dead-at-73-conservative-led-bavarian-state.html"}