{"authors": ["Kirk Johnson"], "date_download": "2022-10-25 23:28:30", "date_modify": "2022-10-25 23:28:30", "date_publish": "1988-01-29 05:00:00", "description": null, "filename": "1988_01_29_nyregion_new-york-s-three-musician-limit-for-clubs-is-held-unconstitutional_1666740510.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1988", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1988_01_29_nyregion_new-york-s-three-musician-limit-for-clubs-is-held-unconstitutional_1666740510.html", "title": "New York's Three-Musician Limit For Clubs Is Held Unconstitutional", "title_page": "New York's Three-Musician Limit For Clubs Is Held Unconstitutional - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''The first thing I did when I got the call about the decision was call Art Blakey and the Jazz Messengers - a rhythm section and four horns,'' said Pat Mikell, a co-owner of Mikell's, a club Columbus Avenue and 97th Street that was closed for one day by the city last February for repeated violation of the three-musician rule. A Quick Change\n''They finally realized how asinine it was,'' said another club owner, Judy Mkam, at the Angry Squire, a seven-night-a-week club on Seventh Avenue, near 23d Street. The quartets there in recent years have consisted of three members on stage and one member standing nearby, silent.\nAt some unlicensed clubs, the decision has meant a quick change from the old ways.\n''We have five pieces as of tonight,'' said Larry Heller, owner of the West End Cafe, near Columbia University. ''I had my trio, and I called in two more pieces as soon as I heard.'' Justice Saxe ruled in a suit filed by the American Federation of Musicians and three local union members. The judge held that in addition to the First Amendment issues , the city had failed to prove that the three-player rule had any direct connection to the ''traffic and congestion concerns'' that prompted enforcement of the regulation by the city's Department of Consumer Affairs.\n''The content of music cannot be separated from the number of musicians and instruments needed to create a work of art,'' the judge wrote in his decision. ''The ordinance restricts the cultural expression of musical composers.'' Other Approaches\nAn attorney for the city, Gabriel Taussig, said no decision had been made yet about whether the decision would be appealed. However, Mr. Taussig added that the city has been ''considering other approaches for regulating cabarets for some time.'' He declined to elaborate since the discussions were still preliminary.", "url": "https://www.nytimes.com/1988/01/29/nyregion/new-york-s-three-musician-limit-for-clubs-is-held-unconstitutional.html"}