{"authors": ["R. W. Apple Jr.", "Special To The New York Times"], "date_download": "2022-10-25 23:43:17", "date_modify": "2022-10-25 23:43:17", "date_publish": "1989-11-28 05:00:00", "description": null, "filename": "1989_11_28_world_clamor-east-millions-czechoslovaks-increase-pressure-party-with-2-hour-general_1666741397.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1989", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1989_11_28_world_clamor-east-millions-czechoslovaks-increase-pressure-party-with-2-hour-general_1666741397.html", "title": "Clamor in the East; MILLIONS OF CZECHOSLOVAKS INCREASE PRESSURE ON PARTY WITH 2-HOUR GENERAL STRIKE", "title_page": "Clamor in the East; MILLIONS OF CZECHOSLOVAKS INCREASE PRESSURE ON PARTY WITH 2-HOUR GENERAL STRIKE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Communist leadership, appearing to lose strength by the hour, seemed to be moving closer to talks with Civic Forum, the new opposition group led by Vaclav Havel, the playwright and longtime dissident, who was repeatedly jailed by the Communist authorities in the 21 years after the crushing of the liberal Government led by Alexander Dubcek. Condition for Negotiations\nSeeking to keep the pressure on while at the same time trying to reflect a sense of responsibility, Civic Forum said in a statement issued tonight that it would negotiate with the Government if the Government responded positively on Tuesday to its demands but that, if not, it would call for the Government's resignation. The statement said the organization had ''come to the conclusion that the original demands made by Civic Forum have essentially been met or are being met,'' and it was time to move on to larger issues, like the Communist monopoly on power.\n''What is needed is a cooling down of emotions,'' said Vaclav Maly, a spokesman for the Forum, but he and other representatives of the group said they could restart strikes and demonstrations at once if the negotiations proved fruitless.\nIt seemed highly unlikely that the talks could await the special Communist Party congress scheduled for Jan. 26 that was announced Sunday night. Three Hard-Liners Dropped\nA second shake-up in the Politburo in three days, announced late Sunday night, appeared to have done nothing to halt the momentum of the opposition. Three hard-liners were dropped, leaving only one hard-liner and two relatively moderate members of the old guard on the 13-member body. Seven new members were named, including three or four who back pluralism in one way or another.", "url": "https://www.nytimes.com/1989/11/28/world/clamor-east-millions-czechoslovaks-increase-pressure-party-with-2-hour-general.html"}