{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:31", "date_modify": "2022-10-25 23:27:31", "date_publish": "1989-06-08 05:00:00", "description": null, "filename": "1989_06_08_us_voters-in-a-first-shut-down-nuclear-reactor.html_scp=3&sq=rancho%20seco%20sacramento%20municpal%20utility%20district%20referendum&st=cse_1666740451.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1989", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1989_06_08_us_voters-in-a-first-shut-down-nuclear-reactor.html_scp=3&sq=rancho%20seco%20sacramento%20municpal%20utility%20district%20referendum&st=cse_1666740451.html", "title": "Voters, in a First, Shut Down Nuclear Reactor", "title_page": "Voters, in a First, Shut Down Nuclear Reactor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Opponents of the plant, including two members of the district's five-member board, argued that despite $400 million in new investment in the last three years, it would be far cheaper to retire it now, halfway through its expected life span, and buy power from neighboring utilities in the California market, which is glutted with electricity.\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nEdward A. Smeloff, one of the board members who favored the shutdown, said the utility district was leaning toward ''1970's technology'' to replace the reactor: the installation of boilers fired by natural gas to drive Rancho Seco's existing steam turbines.\nThe fuel cost of using natural gas to generate electricity is about 2.3 cents a kilowatt-hour, Mr. Smeloff said, and for most hours of the day neighboring utilities will sell electricity to Sacramento at fuel cost plus 15 percent. Last year, by comparison, nuclear-generated power from Rancho Seco cost 5.4 cents a kilowatt-hour.\nIn addition to the Rancho Seco plant, the utility owns two geothermal plants, a small solar installation and a plant fired by fossil fuels. But now that Rancho Seco is closing down, the district will be buying more than half its power from neighboring utilities. Backdrop of Safety Concern\nAlthough the vote Tuesday centered on economics, it took place against a backdrop of nationwide concern over the safety of nuclear power plants in general, and of local concern over particular problems at Rancho Seco. The reactor's design is nearly identical to that at the Three Mile Island plant in Pennsylvania, where a severe core-melting accident occurred in March 1979, and Rancho Seco has had accidents of its own.", "url": "https://www.nytimes.com/1989/06/08/us/voters-in-a-first-shut-down-nuclear-reactor.html?scp=3&sq=rancho%20seco%20sacramento%20municpal%20utility%20district%20referendum&st=cse"}