{"authors": ["Sheryl Wudunn", "Special To The New York Times"], "date_download": "2022-10-25 23:39:46", "date_modify": "2022-10-25 23:39:46", "date_publish": "1989-06-04 05:00:00", "description": null, "filename": "1989_06_04_world_crackdown-in-beijing-in-the-streets-anguish-fury-and-tears_1666741186.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1989", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1989_06_04_world_crackdown-in-beijing-in-the-streets-anguish-fury-and-tears_1666741186.html", "title": "CRACKDOWN IN BEIJING; In the Streets, Anguish, Fury and Tears", "title_page": "CRACKDOWN IN BEIJING; In the Streets, Anguish, Fury and Tears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His platoon commander was firm. ''We don't fear being beaten by you people,'' he said as he climbed out of the truck. ''We just fear that our guns will be taken and then we will have chaos.'' Everywhere in the vicinity of the convoy was the sound of hissing, as people let out the air from the tires of as many trucks as they could.\n''Why do you have guns?'' shouted one man.\n''A man is not a soldier without his gun, is he?'' came the reply of a soldier carrying an Ak-47 automatic rifle. Citizens Plead With Soldiers\nAn old man took up the cause. ''I tell you, there will be no good end for you if you follow your order loyally,'' he screamed as though his life depended upon it. ''You have parents, you have brothers and sisters. You should not beat your fellow citizens under any circumstances.''\nThe nearly crazed citizens were climbing onto the trucks, trying to intimidate the soldier. But everywhere in the vicinity, anger was mixed with horror as the people saw how the soldiers handled their rifles and watched as several tanks pulled up.\n''Is this the way Li Peng shows how martial law protects the people?'' said an old man sitting on a rail.\nAnother young man said, ''When they shoot with real bullets, it will be doomsday.'' Only hours later did the troops open fire.\nIn the afternoon, the scene near the walled-in Communist Party compound, where about 30 tear-gas bombs were released, had been the first site of violence. But now that seemed tame. A 20-minute conflict between 300 to 400 riot policemen and hundreds of citizens seemed to have galvanized the citizens. They began to believe that the Government was willing to use force - rubber bullets, broken bricks, truncheons - against the people. Chaotic Swirl of People", "url": "https://www.nytimes.com/1989/06/04/world/crackdown-in-beijing-in-the-streets-anguish-fury-and-tears.html"}