{"authors": ["Robert Hanley"], "date_download": "2022-10-25 23:32:21", "date_modify": "2022-10-25 23:32:21", "date_publish": "1989-10-11 05:00:00", "description": null, "filename": "1989_10_11_nyregion_copter-crash-kills-3-aides-of-trump_1666740741.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1989", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1989_10_11_nyregion_copter-crash-kills-3-aides-of-trump_1666740741.html", "title": "Copter Crash Kills 3 Aides Of Trump", "title_page": "Copter Crash Kills 3 Aides Of Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A spokeswoman for the F.A.A., Diane Spitaliere, said the National Transportation Safety Board had opened an investigation into what had caused the overhead rotor, along with the transmission, to separate from the craft. Sgt. Anthony Aceto of the state police said the overhead rotor was found a quarter-mile north of the crash site. As of late last night, the tail rotor had not been found, the state police said.\nAmong those killed were Stephen F. Hyde, 43 years old, chief executive of the Trump casinos; Mark Grossinger Etess, 38, president and chief operating officer of the Trump Taj Mahal casino hotel, and Jonathan Benanav, 33, executive vice president of the Trump Plaza casino hotel.\nIn a statement, Mr. Trump said: ''These were three fabulous young men in the prime of their lives. No better human beings ever existed. We are deeply saddened by this devastating tragedy, and our hearts go out to their families.''\nThe helicopter's pilot was identified by the state police as Robert Kent of Ronkonkoma, L.I., and its co-pilot as Lawrence Diener of Westbury, L.I. Their ages were not available, the police said. Paramount Aviation, an air-shuttle service at the Lincoln Park, N.J., airport, owned the helicopter. Calls to its answering service were not returned.\nEarlier in the day, the three executives had attended a news conference in Manhattan to promote a junior welterweight boxing match on Feb. 3 between Hector Camacho and Vinny Pazienza at the Trump Plaza. The executives were returning to Atlantic City when the helicopter crashed about 35 miles north of the resort.", "url": "https://www.nytimes.com/1989/10/11/nyregion/copter-crash-kills-3-aides-of-trump.html"}