{"authors": ["Wolfgang Saxon"], "date_download": "2022-10-25 23:53:20", "date_modify": "2022-10-25 23:53:20", "date_publish": "1989-05-21 05:00:00", "description": null, "filename": "1989_05_21_obituaries_warren-g-magnuson-dies-at-84-held-powerful-positions-in-senate_1666742000.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1989", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1989_05_21_obituaries_warren-g-magnuson-dies-at-84-held-powerful-positions-in-senate_1666742000.html", "title": "Warren G. Magnuson Dies at 84; Held Powerful Positions in Senate", "title_page": "Warren G. Magnuson Dies at 84; Held Powerful Positions in Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Magnuson was the driving force behind much notable legislation, including bills on health policy and safety standards. He was a consistent friend of organized labor and fought for the country's merchant fleet.\nMr. Magnuson championed water and public power projects, seeing to it that his state got its share and then some. Labeled Big Spender\nBut his years and the tide of Reagan conservatism caught up with Mr. Magnuson.\nWhen he sought his seventh term in 1980, his detractors focused on his pork-barrel politics and labeled him a liberal big spender.\nWhile his age was rarely mentioned directly, it clearly was on the public's mind. Hard of hearing and walking with a shuffle, he avoided the rigors of the stump and refused to debate. He also refused to listen to close associates who advised him to retire while he was on top.\nThe senior member of the Senate, he lost his last and toughest campaign to Washington's state Attorney General, Slade Gorton, as the Republicans carried the Senate for Mr. Reagan. Scandinavian Ancestry\nWarren Grant Magnuson, of Luthern Scandinavian ancestry, was born April 12, 1905, in Moorhead, Minn. Orphaned as an infant, he was adopted by a Swedish couple, William G. and Emma Magnuson. He attended high school in his native town but at age 17 began to work his way west, riding the freights, He roamed the Northwest as a farm hand at harvest time and then worked his way through college, enrolling at the University of Washington in 1924 and leaving with a law degree in 1929. He became a special prosecuting attorney in Seattle for King County.\nMr. Magnuson won a seat in the state Legislature in 1932, was elected King County prosecutor in 1934 and went to Washington in January 1937 representing the First District in Seattle.", "url": "https://www.nytimes.com/1989/05/21/obituaries/warren-g-magnuson-dies-at-84-held-powerful-positions-in-senate.html"}