{"authors": ["John Tagliabue", "Special To The New York Times"], "date_download": "2022-10-25 23:43:17", "date_modify": "2022-10-25 23:43:17", "date_publish": "1989-11-21 05:00:00", "description": null, "filename": "1989_11_21_world_clamor-in-the-east-200000-march-in-prague-as-calls-for-change-mount_1666741397.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1989", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1989_11_21_world_clamor-in-the-east-200000-march-in-prague-as-calls-for-change-mount_1666741397.html", "title": "CLAMOR IN THE EAST; 200,000 March in Prague as Calls for Change Mount", "title_page": "CLAMOR IN THE EAST; 200,000 March in Prague as Calls for Change Mount - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the group, which included striking university and high school students, set out to cross the Vltava River on the way to Hradcany Castle, which houses the President's office, their shouts became bolder. Cries demanding ''freedom'' and ''free elections'' mingled with calls for a general strike and chants of ''Jakes out!,'' a reference to the country's orthodox Communist Party General Secretary, Milos Jakes. Marchers Are Sent Back\nThe gigantic crowd moved slowly through the narrow, curving streets of the baroque city. But as the marchers headed onto several bridges, they were confronted by large numbers of heavily armed police officers. The protesters reversed course and dispersed soon after they returned to the north shore, avoiding the kind of violence with which club-wielding policemen scattered a smaller group of demonstrators on Friday night.\nThe march through Prague was reminiscent of the mass protests in 1967 that swept out Antonin Novotny, then the hard-line Communist leader, replacing him with the reform-minded Alexander Dubcek.\nDemonstrations over the last six months have mustered several tens of thousands, and on some occasions, no more than a few hundred people responded to calls for a candlelit vigil. In general, the Czechs and the Slovaks appeared to be moving more cautiously and more hesitantly than their Polish, German and Hungarian neighbors in challenging Communist rule.\nThough the tremendous size of the crowds - which seeped through crooked squares and broad shopping streets, and then snaked along the open stretches of the river shore - made it difficult to determine how many people marched, the official radio estimated that more than 200,000 Czechoslovaks had taken to the streets.", "url": "https://www.nytimes.com/1989/11/21/world/clamor-in-the-east-200000-march-in-prague-as-calls-for-change-mount.html"}