{"authors": ["Roberta Smith"], "date_download": "2022-10-25 23:36:14", "date_modify": "2022-10-25 23:36:14", "date_publish": "1989-01-13 05:00:00", "description": null, "filename": "1989_01_13_arts_review-art-for-keith-sonnier-two-shows-20-years-apart_1666740974.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1989", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1989_01_13_arts_review-art-for-keith-sonnier-two-shows-20-years-apart_1666740974.html", "title": "Review/Art; For Keith Sonnier, Two Shows 20 Years Apart", "title_page": "Review/Art; For Keith Sonnier, Two Shows 20 Years Apart - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Their forms unfold stiffly as one moves around them, revealed and erased by the lines and spreading pools of color, the action of the neon on the smooth, silvery aluminum being a strength of the work. Characteristically, fully visible nuts and bolts and electrical wiring and transformer boxes (for the neon) become part of the whole, adding something forthright and playful to the space-age cool.\nThese works suggest overly simplified machines frozen in time, but it also makes sense that their titles refer to Cycladic and Egyptian art. One glimpses a schematic face here, the front half of a sphinx there. In ''Cycladic Extrusion I,'' the best piece in the show, two semicircular planes with a taller rectangle between hint at a truncated charioteer.\nMr. Sonnier's latest efforts are certainly not without problems. Their elegance and physical perfection have a corporate sheen and Minimalist vacantness that take over in ''Tetrapod Wall,'' the largest and weakest piece in the show - very much a sculpture in search of a stylish mall. Nevertheless, these are among the most fully realized sculptures Mr. Sonnier has made in some time. They show an artist who started out enthralled by ephemerality and transience beginning to come to grips with the issues of permanence.\nKeith Sonnier's works from the late 1960's are at the Barbara Gladstone Gallery, 99 Greene Street, and his new sculptures are at the Leo Castelli Gallery, 420 West Broadway, near Spring Street. Both shows remain on view through Jan. 28. Julie Wachtel Diane Brown Gallery 560 Broadway (at Prince Street) Through Feb. 8\nIn the current mania for Jeff Koons's work, the paintings of Julie Wachtel should not be overlooked. Since the early 80's - nearly as long as Mr. Koons - Ms. Wachtel has combined kitsch with sleaze as if comparing two kinds of disease. Her new paintings continue to juxtapose nerdy characters from cartoon greeting cards and photographs borrowed from the entertainment industry -sexy movie posters or shots of celebrities or normal folk that usually have a People magazine flavor.\nIn ''Encore,'' we see two tinted images of the actor Tim Conway decked out in funny costume and dopey expression with an enormous banana for a prop. In between these twin Tims is a character from some birthday or get-well card, all saddle shoes and gaping grinning mouth, who serves as their overenthusiastic mistress of ceremonies.", "url": "https://www.nytimes.com/1989/01/13/arts/review-art-for-keith-sonnier-two-shows-20-years-apart.html"}