{"authors": ["Nicholas D. Kristof", "Special To The New York Times"], "date_download": "2022-10-25 23:39:46", "date_modify": "2022-10-25 23:39:46", "date_publish": "1989-06-04 05:00:00", "description": null, "filename": "1989_06_04_world_crackdown-beijing-troops-attack-crush-beijing-protest-thousands-fight-back.html_src=pm&pagewanted=2&pagewanted=all_1666741186.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1989", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1989_06_04_world_crackdown-beijing-troops-attack-crush-beijing-protest-thousands-fight-back.html_src=pm&pagewanted=2&pagewanted=all_1666741186.html", "title": "CRACKDOWN IN BEIJING; TROOPS ATTACK AND CRUSH BEIJING PROTEST; THOUSANDS FIGHT BACK, SCORES ARE KILLED", "title_page": "CRACKDOWN IN BEIJING; TROOPS ATTACK AND CRUSH BEIJING PROTEST; THOUSANDS FIGHT BACK, SCORES ARE KILLED - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Clutching iron pipes and stones, groups of students periodically advanced toward the soldiers. Some threw bricks and firebombs at the lines of soldiers, apparently wounding many of them.\nMany of those killed were throwing bricks at the soldiers, but others were simply watching passively or standing at barricades when soldiers fired directly at them.\nTwo groups of young people commandeered city buses to attack the troops. About 10 people were in each bus, and they held firebombs or sticks in their hands as they drove toward lines of armored personnel carriers and troops. Teen-age boys, with scarves wrapped around their mouths to protect themselves from tear gas, were behind the steering wheels and gunned the engines as they weaved around the debris to approach the troops.\nThe first bus was soon stopped by machine-gun fire, and only one person - a young man who jumped out of a back window and ran away - was seen getting out. Gunfire also stopped the second bus, and it quickly caught fire, perhaps ignited by the firebomb of someone inside. No one appeared to escape. Casualty Figures in Doubt\nIt was also impossible to determine how many civilians had been killed or injured. Beijing Fuxing Hospital, 3.3 miles to the west of Tiananmen Square, reported more than 38 deaths and more than 100 wounded, and said that many more bodies had yet to be taken to its morgue. A doctor at the Beijing Union Medical College Hospital, two miles northeast of the square, reported 17 deaths. Beijing Tongren Hospital, one mile southeast of the square, reported 13 deaths and more than 100 critically wounded.\n''As doctors, we often see deaths,'' said a doctor at the Tongren Hospital. ''But we've never seen such a tragedy like this. Every room in the hospital is covered with blood. We are terribly short of blood, but citizens are lining up outside to give blood.''\nFour other hospitals also reported receiving bodies, but refused to say how many.\nIn addition, this reporter saw five people killed by gunfire and many more wounded on the east side of the square. Witnesses described at least six more people who had been run over by armored personnel carriers, and about 25 more who had been shot to death in the area. It was not known how many bodies remained on the square or how many people had been killed in other parts of the capital.", "url": "https://www.nytimes.com/1989/06/04/world/crackdown-beijing-troops-attack-crush-beijing-protest-thousands-fight-back.html?src=pm&pagewanted=2&pagewanted=all"}