{"authors": ["Edward B. Fiske"], "date_download": "2022-10-25 23:39:27", "date_modify": "2022-10-25 23:39:27", "date_publish": "1989-10-18 05:00:00", "description": null, "filename": "1989_10_18_nyregion_education-lessons_1666741167.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1989", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1989_10_18_nyregion_education-lessons_1666741167.html", "title": "EDUCATION; Lessons", "title_page": "EDUCATION; Lessons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Big stakes or little, political infighting continues to be a major presence in American higher education. The latest incident can be found at Rockefeller University in New York, where some faculty members tried - unsuccessfully - to dissuade the eminent biologist David Baltimore of the Massachusetts Institute of Technology from accepting an invitation from the Rockefeller trustees to become president of their institution.\nPublic puzzlement about academic politics arises not only because much of it revolves around arcane matters of scholarship but because of its ballyhooed intensity.\nGeorge Steiner, the critic, put it bluntly in a 1980 article in The New Yorker. ''Scholars will lash out at one another with unbridled malignancy over what appears to the laity to be minuscule, often risible, points of debate,'' he said. ''Philosophy, musicology and art history, because they hinge on minute niceties of perception and judgment, are especially prone to these gusts of mutual incrimination and loathing. Because their constant focus is antiquarian and archival, they can infect their adepts with a queer, lifeless brand of detestation.''\nMr. Steiner's description, of course, cannot be applied across the board to academic discourse. Still, the intensity that he depicts can be found -for example, in the periodic struggles that erupt for positions within the Eastern Division of the American Philosophical Association. The struggle pits analytic philosophers, who emphasize the meaning of language and dominate most departments, against their nonanalytic counterparts, who collectively describe themselves as ''pluralists'' and who charge that the analysts have lost sight of the ''big questions.''\nDuring an election several years ago one analytic philosopher described two colleagues respectively as a ''joke'' and as ''not a serious contributor to philosophical literature.''", "url": "https://www.nytimes.com/1989/10/18/nyregion/education-lessons.html"}