{"authors": ["Roger Cohen"], "date_download": "2022-10-25 23:51:51", "date_modify": "2022-10-25 23:51:51", "date_publish": "1990-10-21 05:00:00", "description": null, "filename": "1990_10_21_magazine_rupert-murdoch-s-biggest-gamble.html_pagewanted=all_1666741911.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1990", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1990_10_21_magazine_rupert-murdoch-s-biggest-gamble.html_pagewanted=all_1666741911.html", "title": "Rupert Murdoch's Biggest Gamble", "title_page": "Rupert Murdoch's Biggest Gamble - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, one thing is predictable. As he prepares to turn 60 in March, Murdoch is confronting his own mortality. An old friend, the British publisher Paul Hamlyn, says that because Murdoch's father died young of a heart attack, ''Rupert always thought he might die young, so everything has to be done fast.'' Now he is trying to insure that his hectic accumulation of assets will be in safe hands, even without him. Already this year, Murdoch has increased the number of annual board meetings from one to four. Moreover, he has installed his wife, Anna, a novelist, as a board member. ''It's time for a little discipline,'' he says. ''I am nearly 60 and she is 13 years younger than me. And, if something happened to me, it would be a few years before any of the children who would be likely to want to come in would be ready for it. I guess it's a defensive thing to have a member of the family on the board.'' Murdoch has three children by Anna - Elisabeth, 22; Lachlan, 19, and James, 17. His eldest child, Prudence, by his first marriage, is not interested in executive responsibility at News.\nAt the same time, Murdoch is speaking openly about his successor: Andrew Knight. ''I don't intend to go under a bus tomorrow,'' Murdoch says, ''but if I did, probably Andrew Knight would become the chief executive. He is the most rounded, the most international, with the most journalist-based skills.''\nKnight, now 50 and a former editor of The Economist and The Daily Telegraph, has been with News less than a year, but he has a reputation for toughness and shrewdness - he turned The Telegraph from a loss-maker to a major money-spinner. One person familiar with the company and close to Murdoch says: ''What he is doing is creating an insurance system. He wants to be able to sleep easily at night. But he believes he will go on for years, and one day, one of his children will take over.''\nBut what will his children find? It is possible to paint a very bleak scenario for News: a continuing worldwide advertising slump; higher interest rates, particularly in the United States, where News has most of its debt; a sudden success for BSB combined with problems for Sky; a Labor Party victory in Britain and an ensuing campaign against his cross-media holdings; an Australian recession; regulatory problems for Fox in its bid to be effectively a network while continuing to syndicate its own shows.\nOn the other hand, the outlines of a genuine global communications network are coming into focus. Fox has moved firmly into the black this year, and other American television executives are talking enviously of its young viewership, which is the most attractive to advertisers. Meanwhile, Sky is showing signs of life. Already, Murdoch can take a hit show like ''The Simpsons'' from Fox TV, put it in book form through HarperCollins, in movie form through 20th Century Fox, pass it along to Sky TV in Britain, and serialize it in newspapers and magazines throughout the world.\nWith the notable exception of The New York Post, and his 1983 purchase of the ''Hitler Diaries,'' which turned out to be fake, most of Murdoch's shots have been on target. The businesses he has acquired or started have grown enormously in value. For example, he bought The Village Voice and New York magazine for $17 million in 1977. In 1985, he sold The Voice for $55 million, and New York is now worth at least $200 million. As a result of such coups, News Corporation has a breakup value of more than $20 billion - useful insurance, especially with his annual interest payments running at $800 million.\nBut if the television operations really come good, Murdoch's juggling act could become less frenetic, less alarming to behold. News Corporation, with its properties in every medium all over the world, would then stand prepared - perhaps more than its cautious competitors - for the Golden Age of Information that Murdoch sees looming in the 21st century.", "url": "https://www.nytimes.com/1990/10/21/magazine/rupert-murdoch-s-biggest-gamble.html?pagewanted=all"}