{"authors": ["Alan Cowell", "Special To The New York Times"], "date_download": "2022-10-25 23:26:28", "date_modify": "2022-10-25 23:26:28", "date_publish": "1990-10-01 05:00:00", "description": null, "filename": "1990_10_01_world_confrontation-in-the-gulf-jordan-attacks-pace-of-refugees-exit_1666740388.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1990", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1990_10_01_world_confrontation-in-the-gulf-jordan-attacks-pace-of-refugees-exit_1666740388.html", "title": "CONFRONTATION IN THE GULF; Jordan Attacks Pace of Refugees' Exit", "title_page": "CONFRONTATION IN THE GULF;   Jordan Attacks Pace of Refugees' Exit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By comparison with the accommodations for the very first refugees, caught in the no-man's-land on the border between Jordan and Iraq in appalling conditions, the Azraq camps seem an improvement: there are food, water and kerosene stoves for cooking. Trucks distribute rice, apples and milk to those awaiting passage by bus to Amman, where Air India and other chartered planes arrive to take them home.\nWhat seems irksome, Mrs. Joseph said, is the waiting in a place that contrasts so dismally with the lives they lost when the Iraqi tanks rolled into Kuwait.\n''The children won't go to the toilets because they are dirty,'' she said. ''They were used to baths twice a day, and now they won't sleep, because they can't bathe. We hope we'll go soon.''\nAs she spoke, the wind scooped up the desert sand and rolled it over the camp like a shroud.\n'It Takes Time'\n''Everybody wants to go earlier than the others,'' said Mr. Chokra, the diplomat, who has been assigned here between more glamorous assignments to Helsinki and Madrid to help with the departure formalities. ''But it takes time. They don't realize it takes time.''\nHis job is to sign the warning stamped into the passports of the Indians that they will not be able to travel abroad again without contacting the Indian authorities to discuss repayment of the cost of their repatriation. ''I don't think they'll really have to pay,'' he said, interrupting his signing to shake off a writer's cramp.\nBy his count, the airlift capacity will be increased on Monday to 3,400 people a day from 2,400 a day. Of the 170,000 Indians in Kuwait at the time of the invasion, 81,000 had already left by air and sea. Some arrived today in the emirate of Dubai, on the Persian Gulf, calling the Iraqi occupiers monsters.", "url": "https://www.nytimes.com/1990/10/01/world/confrontation-in-the-gulf-jordan-attacks-pace-of-refugees-exit.html"}