{"authors": ["Susan Brownmiller"], "date_download": "2022-10-25 23:53:16", "date_modify": "2022-10-25 23:53:16", "date_publish": "1990-03-11 05:00:00", "description": null, "filename": "1990_03_11_books_the-bride-of-leroi-jones_1666741996.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1990", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1990_03_11_books_the-bride-of-leroi-jones_1666741996.html", "title": "THE BRIDE OF LEROI JONES", "title_page": "THE BRIDE OF LEROI JONES - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOW I BECAME HETTIE JONES\nBy Hettie Jones.\n239 pp. New York: E. P. Dutton. $18.95.\nThere weren't many places to escape to, even in New York City, for an adventurous Jewish girl with literary ambitions in the lonely conformity of the 1950's. Sipping espresso at Rienzi, catching Thelonious Monk at the Five Spot and, later, wheeling a baby carriage in Tompkins Square Park in a tight sisterhood of the defiant, rebels like Hettie Jones had to create their own space.\nBorn Hettie Cohen to a suburban middle-class family, she was working for a music magazine in Greenwich Village when she fell in love with a fellow employee and would-be poet who was warm, funny, voluble, tender, wildly ambitious, supremely confident and black, although ''Negro'' was the descriptive word of the time. Her impoverished, articulate Romeo had already altered his name to give it some flair, calling himself, with the stress on the second syllable, LeRoi Jones.\nAfter one abortion and a second pregnancy, Hettie and Roi got married. Her parents wept. His folks, he warned her, were even more strenuously square than hers, what the sociologist E. Franklin Frazier was writing about in ''The Black Bourgeoisie,'' but the stalwart Joneses across the river in Newark gave their white daughter-in-law loving acceptance and a recipe for collard greens.\nNesting in a succession of lofts and flats, Hettie and Roi became prominent figures in the downtown bohemian scene. Together they published Yugen, a literary journal that printed Roi's poems. Hettie did the pasting up and collating on the kitchen table. Roi got international media attention as a member in good standing of the Beat Generation. As a prototypical beatnik chick - now she can marvel at it - Hettie wore regulation black tights, preferred uppers to pot and worked at stultifying straight jobs so her man could stay home and write. The Joneses gave rollicking parties that won the admiration of Jack Kerouac and Allen Ginsberg; they were dirt-poor, generous hosts to a roster of itinerant poets and painters who needed places to sleep. Hettie did the cleanup detail and also produced two daughters. Only in retrospect did she recognize her identity in bohemia as loyal, dependable, uncomplaining wife to a charismatic, talented, womanizing poet. Roi's reputation prospered; her poems died aborning. Rubbing salt in her wounds was the taunting figure of Diane DiPrima, earth mother and Beat queen, who produced poems and babies, including one by Roi.", "url": "https://www.nytimes.com/1990/03/11/books/the-bride-of-leroi-jones.html"}