{"authors": ["Frank Lynn"], "date_download": "2022-10-25 23:25:49", "date_modify": "2022-10-25 23:25:49", "date_publish": "1990-09-19 05:00:00", "description": null, "filename": "1990_09_19_nyregion_panel-ending-long-inquiry-urges-legislation-on-ethics_1666740349.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1990", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1990_09_19_nyregion_panel-ending-long-inquiry-urges-legislation-on-ethics_1666740349.html", "title": "Panel, Ending Long Inquiry, Urges Legislation on Ethics", "title_page": "Panel, Ending Long Inquiry, Urges Legislation on Ethics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Governor responded to the commission's assertions by pointing a finger at State Senate Republicans, who in turn maintained yesterday that they have not detected any political or public interest in election reform if taxpayer-supported campaign financing was part of the package.\nAll seven members of the commission and about 50 former staff members attended the news conference, the final one for the panel after nearly three years of investigating city and state officials.\nThe commission spent $12 million, issued 23 reports, questioned more than 1,000 witnesses privately and publicly and held 26 public hearings. At one point its staff had grown to 41 lawyers, accountants and investigators and 40 paralegal and administrative workers.\nPatronage Operation\nIts findings were referred to several prosecutors, but so far only one indictment has resulted, that of Joseph DeVincenzo, who as a special assistant to Mayor Edward I. Koch ran the City Hall patronage operation known as the Talent Bank. Mr. DeVincenzo was indicted on 11 counts of perjury in August 1989 stemming from his testimony to the commission. He is awaiting trial.\nNoting that it had been created in the wake of the New York City Parking Violations Bureau and other city scandals in 1985 and 1986, the commission said that ''many parts of the system that allowed the political scandals to take place remain intact, ripe for abuse in the decade ahead.'' The commission added, ''That in itself is a scandal.''", "url": "https://www.nytimes.com/1990/09/19/nyregion/panel-ending-long-inquiry-urges-legislation-on-ethics.html"}