{"authors": ["Barbara Gamarekian", "Special To The New York Times"], "date_download": "2022-10-25 23:36:57", "date_modify": "2022-10-25 23:36:57", "date_publish": "1990-12-03 05:00:00", "description": null, "filename": "1990_12_03_arts_honors-for-5-at-the-kennedy-center_1666741017.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1990", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1990_12_03_arts_honors-for-5-at-the-kennedy-center_1666741017.html", "title": "Honors for 5 at the Kennedy Center", "title_page": "Honors for 5 at the Kennedy Center - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As for Mr. Gillespie, being chosen made him feel \"prickly all over,\" he said. All Right, Honor Me\nThe reclusive Miss Hepburn has been wooed for years by the Kennedy Center, whose artists committee nominates those to be honored, but she has always resisted, saying she found the whole idea terrifying. But the actress Angela Lansbury, Miss Hepburn's friend, said, \"George Stevens persisted, and finally this year she said, 'All right!' and slammed down the phone.\"\nThe arrangement, said Mr. Stevens, a co-producer of the event with Nick Vanoff, was that Miss Hepburn need not attend a smaller event, a dinner on Saturday night at the State Department. There the honor medallions were presented by James D. Wolfensohn, the chairman of the Kennedy Center, with Lauren Bacall as the master of ceremonies. But there Miss Hepburn was, regal in black evening trousers and a dark purple tweed tunic, the focus of all eyes.\n\"I have known her for years and can't think of a time I haven't adored here,\" the playwright and director Garson Kanin said in his toast to Miss Hepburn. \"The shelf life for a star is about 10 years, but she's been one for 50 years.\"\nMiss Hepburn corrected him. \"Sixty,\" she said to a ripple of laughter. A Greeting From President Bush\nThe festivities today began with a reception at the White House at 5 P.M. Affairs of state have a way of interfering with the honors. Last year, President Bush was in Malta, meeting with President Mikhail S. Gorbachev of the Soviet Union.", "url": "https://www.nytimes.com/1990/12/03/arts/honors-for-5-at-the-kennedy-center.html"}