{"authors": ["Nicholas D. Kristof"], "date_download": "2022-10-25 23:39:41", "date_modify": "2022-10-25 23:39:41", "date_publish": "1991-06-05 05:00:00", "description": null, "filename": "1991_06_05_obituaries_suicide-of-jiang-qing-mao-s-widow-is-reported.html_pagewanted=all_1666741181.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1991", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1991_06_05_obituaries_suicide-of-jiang-qing-mao-s-widow-is-reported.html_pagewanted=all_1666741181.html", "title": "Suicide of Jiang Qing, Mao's Widow, Is Reported", "title_page": "Suicide of Jiang Qing, Mao's Widow, Is Reported - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mao kept that bargain for decades, even after the Communist victory of 1949 established him as the leader of the People's Republic of China. In the 1950's, Ms. Jiang held only minor posts in the cultural world, and there are some indications that the marriage was not going well. Ms. Jiang was in Moscow for health treatment, for example, when Mao made a state visit to the Soviet Union. But he did not visit her. Role in Cultural Revolution\nIn the 1960's, as Mao felt his influence waning and as he worried about the Communist Party becoming ossified and corrupted by years in power, he launched the Cultural Revolution. Ms. Jiang was involved in the planning of the Cultural Revolution and came to play an increasingly important role in that period.\nAs Deputy Director of the Cultural Revolution Group, Ms. Jiang appeared at rallies beginning in 1966 and praised the Red Guards, young followers of Mao who were dragging the country into chaos. Her status rose, and she became firmly linked to the faction that favored prolonged revolution and class struggle.\nShe served on the party Politburo, was in charge of literature and the arts and promoted \"revolutionary operas\" and other works intended to foster a suitable ideological outlook.\nMao died in September 1976, and within a month she and the other members of the Gang of Four -- Wang Hongwen, Zhang Chunqiao and Yao Wenyuan -- were toppled in a virtual coup d'etat. There was widespread rejoicing in the streets. Mr. Wang, Mr. Zhang and Mr. Yao apparently remain in prison, or at least in some form of house arrest. Steadfast in Her Views\nFor all the accusations that she was a callow opportunist, Ms. Jiang was one of the few top Chinese leaders over the last few decades who stuck to her views even when they were unpopular. Even Prime Minister Zhou Enlai, revered by many Chinese, bent with the political winds, but after she was arrested and faced the possibility of a death sentence, Ms. Jiang did not renounce her fervent Maoism.\n\"I was Chairman Mao's dog,\" she said in her defense. \"Whomever he told me to bite, I bit.\"\nAfter a famous show trial that began in November 1980, Ms. Jiang was sentenced to death, with a two-year reprieve. This was commuted to life imprisonment, and the New China News Agency said in its dispatch today that she had been \"out of custody and receiving medical treatment since May 1984.\"", "url": "https://www.nytimes.com/1991/06/05/obituaries/suicide-of-jiang-qing-mao-s-widow-is-reported.html?pagewanted=all"}