{"authors": ["Richard D. Hylton"], "date_download": "2022-10-25 23:29:53", "date_modify": "2022-10-25 23:29:53", "date_publish": "1991-03-21 05:00:00", "description": null, "filename": "1991_03_21_nyregion_trumps-settle-she-gets-14-million-plus_1666740593.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1991", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1991_03_21_nyregion_trumps-settle-she-gets-14-million-plus_1666740593.html", "title": "Trumps Settle; She Gets $14 Million Plus", "title_page": "Trumps Settle; She Gets $14 Million Plus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald and Ivana Trump are closing the book on their highly public divorce. She gets $14 million, a 45-room Greenwich, Conn., mansion, an apartment in the Trump Plaza, and the use of the 118-room Mar-a-Lago mansion in Florida for one month a year.\nThe settlement, under which Mr. Trump will also pay about $650,000 annually to support the couple's three children, is similar to what Mrs. Trump agreed to in a prenuptial agreement. She later contested that agreement in court.\nLast March Mrs. Trump and her lawyers said she was entitled to half of Mr. Trump's assets, which they then valued at around $5 billion. But the erstwhile billionaire apparently never had that much to begin with and certainly does not have it now. Mr. Trump's financial problems brought him near bankruptcy last year and forced him to ask his banks to rescue him by lending him more money to pay off bills.\nWith her ex-husband short on cash and long on debt, Mrs. Trump wants to take the money now rather than hold out for a better deal, her lawyers said. If Mr. Trump is forced to file for personal bankruptcy protection, the lawyers feared that Mrs. Trump would be just one of her ex-husband's many creditors.", "url": "https://www.nytimes.com/1991/03/21/nyregion/trumps-settle-she-gets-14-million-plus.html"}