{"authors": ["Roger Cohen"], "date_download": "2022-10-25 23:44:12", "date_modify": "2022-10-25 23:44:12", "date_publish": "1991-12-20 05:00:00", "description": null, "filename": "1991_12_20_business_maxwell-s-empire-it-grew-it-fell-special-report-charming-big-bankers-billions_1666741452.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1991", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1991_12_20_business_maxwell-s-empire-it-grew-it-fell-special-report-charming-big-bankers-billions_1666741452.html", "title": "Maxwell's Empire: How It Grew, How It Fell -- A Special Report.; Charming the Big Bankers Out of Billions", "title_page": "Maxwell's Empire: How It Grew, How It Fell -- A Special Report.; Charming the Big Bankers Out of Billions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By May, after the Mirror Group stock offering, the share prices of Maxwell Communication and Mirror Group started to fall. Mr. Maxwell's fatal flaw, underlined in the 1971 report, became evident once again: \"When he was under pressure,\" said Mr. Davey of Rothschild, \"he ceased to make any distinction between his public and private companies. It was all one big pot in which he freely dipped.\"\nDuring the spring, said Roger White, a spokesman for the accounting firm Coopers & Lybrand, shares of Berlitz Inc. owned by Maxwell Communication were passed to Bishopsgate Investment Trust, a private Maxwell company, where they could be used to provide more collateral to banks. Later, they were pledged to Shearson Lehman Brothers and Swiss Volksbank.\nIn July and August, the draining of public company assets began in earnest, Coopers said. About $540 million in stocks and other assets were taken from Bishopsgate Investment Management, which managed Maxwell pension funds, and transferred to another private company with a similar name, London & Bishopsgate International Investments. The assets were then liquidated. Where Did the Money Go?\nWhere this money -- and the rest of the $1.4 billion that disappeared from the public companies -- ended up is still being investigated. But the best guess of analysts and investigators is that it was spent to support stock prices, speculate in foreign currencies and cover the steep losses of the private companies.\nNo evidence has emerged of a Maxwell slush fund since Mr. Maxwell's body was found in the water on Nov. 5. Spanish authorities have said he probably died of a heart attack, but said it could not be determined if it occurred before he entered the water. And there has been considerable speculation that Mr. Maxwell, knowing his shaky empire was about to collapse, committed suicide.\nWho aided Mr. Maxwell in this wild juggling of money is still to be resolved. His sons Kevin and Ian are under scrutiny, as is a key investment aide, Larry Trachtenberg. Whether the directors of his numerous companies failed in their fiduciary responsibilities has still to be addressed.\nDuring this difficult period, Mr. Maxwell twice visited Israel. In August, he went to the wedding of the daughter of his office manager, Mr. Lapid, arriving by helicopter outside of Jerusalem.", "url": "https://www.nytimes.com/1991/12/20/business/maxwell-s-empire-it-grew-it-fell-special-report-charming-big-bankers-billions.html"}