{"authors": ["Bruce Lambert"], "date_download": "2022-10-25 23:43:41", "date_modify": "2022-10-25 23:43:41", "date_publish": "1991-10-27 05:00:00", "description": null, "filename": "1991_10_27_us_bill-graham-rock-impresario-dies-at-60-in-crash_1666741421.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1991", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1991_10_27_us_bill-graham-rock-impresario-dies-at-60-in-crash_1666741421.html", "title": "Bill Graham, Rock Impresario, Dies at 60 in Crash", "title_page": "Bill Graham, Rock Impresario, Dies at 60 in Crash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bill Graham, who escaped Nazi Germany to become America's leading promoter of rock musicians and who helped develop the mass rock concert format that drew audiences totaling in the millions, was killed Friday in a helicopter crash about 25 miles northeast of San Francisco. He was 60 years old.\nMr. Graham was one of three people who died when their helicopter hit a 200-foot utility tower and crashed in a fiery explosion about 10 P.M., said officials of his company, Bill Graham Presents.\nThe charred remains of the Bell Jet Ranger helicopter, which had been flying over marshes near Vallejo, were still tangled in the power lines yesterday. Electricity to 23,000 homes was disrupted for hours. The other two victims were the pilot, Steve Kahn, and Mr. Graham's companion, Malissa Gold. They were returning to the rock impresario's home in Corte Madera after a concert, by Huey Lewis and the News, which he had promoted. Influence Across Media\nFor a quarter of a century, Mr. Graham was a central figure in organizing, producing and marketing rock music across the nation and around the world in all formats from live concerts to records, films, videos and television shows.", "url": "https://www.nytimes.com/1991/10/27/us/bill-graham-rock-impresario-dies-at-60-in-crash.html"}