{"authors": ["Stephen Labaton"], "date_download": "2022-10-25 23:44:56", "date_modify": "2022-10-25 23:44:56", "date_publish": "1991-09-12 05:00:00", "description": null, "filename": "1991_09_12_business_treasury-puts-curbs-on-market_1666741496.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1991", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1991_09_12_business_treasury-puts-curbs-on-market_1666741496.html", "title": "Treasury Puts Curbs On Market", "title_page": "Treasury Puts Curbs On Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The changes are also aimed at deflecting accusations that the Treasury has been too close to the market's biggest players and has unfairly favored the 39 primary dealers who buy most of the bonds issued by the Government by providing them with confidential information about auctions and the nation's finances.\nTreasury officials hold a regular quarterly meeting in Washington with a trade group of the primary dealers to discuss the coming auctions, the financial needs of the Federal Government and the interests of the marketplace. The dealers are asked not to share the information they are given with their companies immediately. Information Will Be Public\nCritics have said, however, that the meetings still give the the industry officials an advantage in the marketplace and offer an easy opportunity to benefit from confidential information. Treasury officials have acknowledged in recent days that participants were bound only by an honor system.\nTo address this issue, under another of the new measures announced today, the Treasury information on financings and refundings that is normally provided in confidence at these meetings will be publicly released two days before each meeting.\nSenator Riegle, said today, \"The cozy relationship between the regulators and the primary dealers must be fully examined and I believe ended.\"\nAt a subcommittee hearing, he and other Democrats and Republicans closely questioned Mr. Breeden and other industry regulators, as well as Warren E. Buffett, the new chairman of Salomon. \"The very informality of this marketplace raises a host of questions,\" Mr. Riegle said. Inadequacy Is Conceded\nJerome H. Powell, Assistant Treasury Secretary, acknowledged at the hearing that the existing regulations and their implementation had been inadequate.", "url": "https://www.nytimes.com/1991/09/12/business/treasury-puts-curbs-on-market.html"}