{"authors": ["John Rockwell"], "date_download": "2022-10-25 23:54:06", "date_modify": "2022-10-25 23:54:06", "date_publish": "1992-04-05 05:00:00", "description": null, "filename": "1992_04_05_movies_film-woody-allen-france-s-monsieur-right_1666742046.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_04_05_movies_film-woody-allen-france-s-monsieur-right_1666742046.html", "title": "FILM; Woody Allen: France's Monsieur Right", "title_page": "FILM; Woody Allen: France's Monsieur Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Woody Allen's 21st film, \"Shadows and Fog,\" opened in the United States two weeks ago. Finally. One puts it that way because, for the first time, an Allen film had already been released abroad: \"Shadows and Fog\" opened in Paris on Feb. 12 and was seen soon thereafter at the Berlin Film Festival and in commercial runs throughout Europe.\nThis gift to Europe, as the Europeans like to see it, has provoked a renewed flurry of articles and adulation -- the two are usually inseparable here -- attesting to Mr. Allen's supposedly European sensibility. This makes special sense with this new film. \"Shadows and Fog\" is in black and white and overtly indebted to such German Expressionist film makers as Fritz Lang, G. W. Pabst and F. W. Murnau. Its inspiration seems more European than any Allen film since such homages to Ingmar Bergman as \"Interiors\" in the late 1970's.\nFor the French especially, Mr. Allen is a \"New York genius\" (Le Figaro) whose \"every new film is an event\" (Le Monde). There are six books about him available here, including the recently translated biography by Eric Lax. His complete scripts are available in eight volumes. His last film, \"Alice,\" grossed more in France ($8 million) than in the United States ($6.5 million), according to Bob Meyers, president of Orion Pictures International. \"Shadows and Fog,\" the critic of Le Monde concluded, \"possesses all the fantasy and seriousness, mysterious construction and burlesque complications of a Shakespeare comedy.\"\nFor the French, perhaps the most dramatic symbol of Woody-mania was the decision of Anne Sinclair, the host of a popular weekly television news program called \"Sept sur Sept,\" to fly to New York and devote her entire hour to Mr. Allen's ruminations on world events. Miss Sinclair, a tough interviewer who normally summons her subjects to her, sounded adoring as she elicited Mr. Allen's shyly profferred opinions on subjects ranging from homelessness in New York to Israeli-Palestinian relations to nostalgia for Mikhail Gorbachev to the right-wing demagogue Jean-Marie Le Pen (\"an embarrassment to France\").", "url": "https://www.nytimes.com/1992/04/05/movies/film-woody-allen-france-s-monsieur-right.html"}