{"authors": ["Richard B. Woodward"], "date_download": "2022-10-25 23:37:38", "date_modify": "2022-10-25 23:37:38", "date_publish": "1992-04-19 05:00:00", "description": null, "filename": "1992_04_19_magazine_cormac-mccarthy-s-venomous-fiction_1666741058.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_04_19_magazine_cormac-mccarthy-s-venomous-fiction_1666741058.html", "title": "Cormac McCarthy's Venomous Fiction", "title_page": "Cormac McCarthy's Venomous Fiction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His hostility to the literary world seems both genuine (\"teaching writing is a hustle\") and a tactic to screen out distractions. At the MacArthur reunions he spends his time with scientists, like the physicist Murray Gell-Mann and the whale biologist Roger Payne, rather than other writers. One of the few he acknowledges having known at all was the novelist and ecological crusader Edward Abbey. Shortly before Abbey's death in 1989, they discussed a covert operation to reintroduce the wolf to southern Arizona.\nMcCarthy's silence about himself has spawned a host of legends about his background and whereabouts. Esquire magazine recently printed a list of rumors, including one that had him living under an oil derrick. For many years the sum of hard-core information about his early life could be found in an author's note to his first novel, \"The Orchard Keeper,\" published in 1965. It stated that he was born in Rhode Island in 1933; grew up outside Knoxville; attended parochial schools; entered the University of Tennessee, which he dropped out of; joined the Air Force in 1953 for four years; returned to the university, which he dropped out of again, and began to write novels in 1959. Add the publication dates of his books and awards, the marriages and divorces, a son born in 1962 and the move to the Southwest in 1974, and the relevant facts of his biography are complete.\nThe oldest son of an eminent lawyer, formerly with the Tennessee Valley Authority, McCarthy is Charles Jr., with five brothers and sisters. Cormac, the Gaelic equivalent of Charles, was an old family nickname bestowed on his father by Irish aunts.\nIt seems to have been a comfortable upbringing that bears no resemblance to the wretched lives of his characters. The large white house of his youth had acreage and woods nearby, and was staffed with maids. \"We were considered rich because all the people around us were living in one- or two-room shacks,\" he says. What went on in these shacks, and in Knoxville's nether world, seems to have fueled his imagination more than anything that happened inside his own family. Only his novel \"Suttree,\" which has a paralyzing father-son conflict, seems strongly autobiographical.\n\"I was not what they had in mind,\" McCarthy says of childhood discord with his parents. \"I felt early on I wasn't going to be a respectable citizen. I hated school from the day I set foot in it.\" Pressed to explain his sense of alienation, he has an odd moment of heated reflection. \"I remember in grammar school the teacher asked if anyone had any hobbies. I was the only one with any hobbies, and I had every hobby there was. There was no hobby I didn't have, name anything, no matter how esoteric, I had found it and dabbled in it. I could have given everyone a hobby and still had 40 or 50 to take home.\" WRITING AND READING seem to be the only interests that the teen-age McCarthy never considered. Not until he was about 23, during his second quarrel with schooling, did he discover literature. To kill the tedium of the Air Force, which sent him to Alaska, he began reading in the barracks. \"I read a lot of books very quickly,\" he says, vague about his self-administered syllabus.\nMcCarthy's style owes much to Faulkner's -- in its recondite vocabulary, punctuation, portentous rhetoric, use of dialect and concrete sense of the world -- a debt McCarthy doesn't dispute. \"The ugly fact is books are made out of books,\" he says. \"The novel depends for its life on the novels that have been written.\" His list of those whom he calls the \"good writers\" -- Melville, Dostoyevsky, Faulkner -- precludes anyone who doesn't \"deal with issues of life and death.\" Proust and Henry James don't make the cut. \"I don't understand them,\" he says. \"To me, that's not literature. A lot of writers who are considered good I consider strange.\"\n\"The Orchard Keeper,\" however Faulknerian in its themes, characters, language and structure, is no pastiche. The story of a boy and two old men who weave in and out of his young life, it has a gnarliness and a gloom all its own. Set in the hill country of Tennessee, the allusive narrative memorializes, without a trace of sentimentality, a vanishing way of life in the woods. An affection for coon hounds binds the fate of the characters, who wander unaware of any kinship. The boy never learns that a decomposing body he sees in a leafy pit may be his father.", "url": "https://www.nytimes.com/1992/04/19/magazine/cormac-mccarthy-s-venomous-fiction.html"}