{"authors": ["Gwen Ifill"], "date_download": "2022-10-25 23:55:56", "date_modify": "2022-10-25 23:55:56", "date_publish": "1992-02-15 05:00:00", "description": null, "filename": "1992_02_15_us_the-1992-campaign-new-hampshire-clinton-stressing-his-economic-plan_1666742156.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_02_15_us_the-1992-campaign-new-hampshire-clinton-stressing-his-economic-plan_1666742156.html", "title": "THE 1992 CAMPAIGN: New Hampshire; CLINTON STRESSING HIS ECONOMIC PLAN", "title_page": "THE 1992 CAMPAIGN: New Hampshire; CLINTON STRESSING HIS ECONOMIC PLAN - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When he did finally relinquish his deferment, Mr. Clinton was able to avoid the draft because he drew Number 311 in the first lottery, held on Dec. 1, 1969.\nMr. Clinton's audience, seemed more concerned about policy and their own lives than about the candidate's personal life. One woman asked him what he could do about getting a new train line built between Portsmouth and Boston.\nEarlier in the day, Mr. Clinton vowed to return the campaign to talking about the issues.\n\"There's been a lot of falsehood out there,\" Mr. Clinton told a crowd of reporters at the supermarket stop. \"I want the facts out there. The main thing I'm trying to do is give this election back to the people. You all are trying to stop me from doing it. I'm going to try to run this election on issues from here on in.\"\nMr. Clinton continued his general policy of ignoring his Democratic rivals, even as Senator Tom Harkin of Iowa held a news conference at a toxic cleanup site in Nashua to denounce Mr. Clinton for \"sweeping environmental problems under the rug in Arkansas for more than a decade.\"\nTwo other Democratic candidates, former Senator Paul E. Tsongas of Massachusetts and Senator Bob Kerrey of Nebraska, also declined the opportunity to attack other Democrats by name. Instead, they reserved their criticism for policy issues like health-care reform and proposals for tax cuts for the proposals.\nMr. Kerrey, who has made national health insurance the centerpiece of his campaign, said today that he was \"a bit of an underdog at the moment,\" but he insisted that he was not discouraged by public opinion polls showing him in a close constest for third place with Mr. Harkin.\nEven as he aimed an occasional barb at a rival, Senator Kerrey continued to insist today that his first concern was not his own future, but the country's. \"This is not just about electing a new President,\" he said. \"It's about trying to take America in a new direction.\"", "url": "https://www.nytimes.com/1992/02/15/us/the-1992-campaign-new-hampshire-clinton-stressing-his-economic-plan.html"}