{"authors": ["William E. Schmidt"], "date_download": "2022-10-25 23:42:06", "date_modify": "2022-10-25 23:42:06", "date_publish": "1992-02-18 05:00:00", "description": null, "filename": "1992_02_18_world_girl-14-raped-and-pregnant-is-caught-in-web-of-irish-law_1666741326.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_02_18_world_girl-14-raped-and-pregnant-is-caught-in-web-of-irish-law_1666741326.html", "title": "Girl, 14, Raped and Pregnant, Is Caught in Web of Irish Law", "title_page": "Girl, 14, Raped and Pregnant, Is Caught in Web of Irish Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An estimated 4,000 women from Ireland traveled to England and Wales last year to obtain obtain legal abortions. About 1,800 women from Northern Ireland also traveled to England for abortions, since the 1967 Abortion Act in Britain does not extend to Northern Ireland, even though it is a province of Britain.\nAbout 180,000 legal abortions were carried out last year in England and Wales, according to Government statistics.\nThe case has proven to be a quandary for the new Irish Prime Minister, Albert Reynolds, who has been in office less than a week. His Government became entangled in the issue when Harry Whelehan, the Attorney General, acted independently last week to obtain a temporary injunction from the High Court barring the girl from traveling to Britain for the abortion.\nThe court today affirmed the earlier injuction.\nMr. Whelehan became aware of the case when the parents of the girl approached police over the planned abortion, to insure that the abortion would not destroy any evidence in the criminal case against the suspected rapist.\nAccording to Irish newspapers, Mr. Whelehan sought to intervene not because of concerns about evidence, but rather in the interest of Irish law. Under a provision of Irish law, The Irish Times reported Sunday, the attorney general is able to act as \"guardian of the public interest,\" including preserving the rights of the unborn.\nDespite demands from members of Parliament that he explain his decision, Mr. Whelehan has so far refused to comment. Instead, he issued a statement arguing that any public discussion would amount to contempt of court as long as the matter was still pending before judges. The Law in Britain\nUnder British law, abortions can be legally performed on women who are up to 24 weeks pregnant, although some exceptions permit later operations. Although rape is not specifically mentioned as a justification for abortion, the law says psychological trauma to the mother should be considered.", "url": "https://www.nytimes.com/1992/02/18/world/girl-14-raped-and-pregnant-is-caught-in-web-of-irish-law.html"}