{"authors": ["Edward A. Gargan"], "date_download": "2022-10-25 23:01:04", "date_modify": "2022-10-25 23:01:04", "date_publish": "1992-12-07 05:00:00", "description": null, "filename": "1992_12_07_world_hindu-militants-destroy-mosque-setting-off-a-new-crisis-in-india_1666738864.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_12_07_world_hindu-militants-destroy-mosque-setting-off-a-new-crisis-in-india_1666738864.html", "title": "Hindu Militants Destroy Mosque, Setting Off a New Crisis in India", "title_page": "Hindu Militants Destroy Mosque, Setting Off a New Crisis in India - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Hindus descended on this town of 15,000, home to an 8,000 shrines, temples and other holy buildings, moving into tent cities, schools and public buildings taken over by the militant groups.\nThroughout the week, Hindu leaders issued a stream of statements, sometimes vowing to abide by the court decision to desist from any construction work, at other times launching fiery broadsides at the court and the Prime Minister.\nOn Saturday, Hindu leaders met here to decide whether to proceed with the temple's construction or to engage in a symbolic exercise of clearing the ground on which the temple would be built, activity perhaps sufficient to placate the feverish passions. Militants Defy Leaders\nEarly this morning it appeared that the decision to conduct only a symbolic act had won the day.\nThe crowd's initial discipline, maintained in part by a network of whistle-blowing marshals and underpinned by the assurances from Hindu leaders that only ceremonial activities would be conducted, lent a sense of calm and lightness.\nBut some young militants said they would destroy the mosque and start work on the temple regardless of what their leaders said. One, Anu Aggarwal, who said he was from New Delhi, hurried by with a group of militants waving swords, clubs and iron pipes, and brandished an air pistol aggressively.\n\"This is going to be used for demolishing this structure,\" he said. Like others around him, he wore a saffron band around his forehead, saffron being the traditional color of Hindu holy men. \"This is to show we will die for Ram,\" he said.\nShortly before noon, several dozen holy men, their foreheads daubed with sacred paints, sat in a circle around a mammoth well that had been dug in front of the mosque. Some waved tridents, the favorite weapon of their god of destruction; others mumbled prayers to themselves. Still others chatted with their colleagues, waiting for the signal that it was 12:26.", "url": "https://www.nytimes.com/1992/12/07/world/hindu-militants-destroy-mosque-setting-off-a-new-crisis-in-india.html"}