{"authors": ["Michel Marriott"], "date_download": "2022-10-25 23:53:03", "date_modify": "2022-10-25 23:53:03", "date_publish": "1992-07-05 05:00:00", "description": null, "filename": "1992_07_05_style_thing-kente-cloth_1666741983.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_07_05_style_thing-kente-cloth_1666741983.html", "title": "THING; Kente Cloth", "title_page": "THING; Kente Cloth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WHAT IT IS: An enormously wide variety of richly patterned cloth principally produced in western Africa. Its development predates the arrival of Europeans on the African continent by hundreds of years. Long worn by African royalty to signify power, prestige and a dash of high style, kente cloth is usually woven of cotton, silk and sometimes gold thread.\nAuthentic kente -- and there are many pretenders in American shops and street stands -- is produced in narrow four- to five-inch-wide strips that, depending on length and quality, cost about $25. A square yard of kente, made from sewing the strips together in a multicolor patchwork, costs $400 to $500. Mass-produced kente, while much less expensive, is often printed in combinations of the cloth's primary colors: yellow, red, green, blue, black and white.\nWHERE IT IS FOUND: The chief producers are the Ashanti people of Ghana and the Ewe, who live in Ghana and Togo. But in recent years, kente has been \"discovered\" and incorporated into mainstream fashion. Madison Avenue uses kente to add Afro-attitude to advertisements for products sold mostly to black consumers.\nWHAT IT MEANS (in Africa): There is a name for each motif in kente cloth, and there are thousands of motifs. Some refer to proverbs, animals, trees. Some, like the \"liar's pattern,\" refer to a pattern worn by Ashanti kings or priests when dealing with potentially dishonest people, said Herbert M. Coles, an African art expert.", "url": "https://www.nytimes.com/1992/07/05/style/thing-kente-cloth.html"}