{"authors": ["Joseph B. Treaster"], "date_download": "2022-10-25 23:24:33", "date_modify": "2022-10-25 23:24:33", "date_publish": "1992-08-28 05:00:00", "description": null, "filename": "1992_08_28_us_hurricane-andrew-official-storm-death-count-does-not-tell-whole-story_1666740273.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_08_28_us_hurricane-andrew-official-storm-death-count-does-not-tell-whole-story_1666740273.html", "title": "HURRICANE ANDREW; Official Storm Death Count Does Not Tell Whole Story", "title_page": "HURRICANE ANDREW; Official Storm Death Count Does Not Tell Whole Story - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"A lot of people,\" he said, \"are not going to be able to cope.\"\nThe Medical Examiner said his office ordinarily handles an average of 10 deaths a day. But for Monday, the day the hurricane struck, through Wednesday, they dealt with 66 bodies, or a little more than twice the average. 'Not Normal Times'\n\"Our investigators have been swamped,\" said Dr. Wetli. \"These are definitely not normal times. Not all of this is related to the hurricane. But we've been seeing fewer crime-related deaths and we've had just one vehicular death. Usually, we have an auto death every day.\"\nDr. Davis, who has been the Chief Medical Examiner here for 34 years, said the 22-year-old woman, Elada Vargus of the Dominican Republic, telephoned the authorities at 3 A.M., shortly before the hurricane hit, with her complaint of a headache. The fire and rescue service could not respond, he said, and she was found dead the next day with a cerebral hemorrhage.\nDr. Davis said it was unlikely that the woman could have been saved even if she had received help immediately. But both he and Dr. Wetli said they thought prompt medical attention could have saved the unborn child, which weighed about five pounds.\nDr. Wetli said he believed that at any time other the emergency services might well have gone out to examine a woman who said she was in her final stages of pregnancy and was suffering an intense headache.\nThe 81-year-old woman, Edna Gerry, reported \"gas pains\" to a friend, early Sunday evening, Dr. Davis said. They apparently eased, he said, but at 3:30 A.M. with the storm almost at its peak, she called the emergency services gasping for breath. No one came, and within a few minutes she was dead. The cause of death was not specified.\nDr. Davis said the three women who died while being evacuated, Fannie Lytle, 94, Anice Berett, 81, and a third woman whose identity was not immediately available, had been in extremely poor health. The causes of their deaths were also not specified. He said he did not know why they had not been moved before the winds picked up.", "url": "https://www.nytimes.com/1992/08/28/us/hurricane-andrew-official-storm-death-count-does-not-tell-whole-story.html"}