{"authors": ["E. R. Shipp"], "date_download": "2022-10-25 23:35:27", "date_modify": "2022-10-25 23:35:27", "date_publish": "1992-03-27 05:00:00", "description": null, "filename": "1992_03_27_sports_tyson-gets-6-year-prison-term-for-rape-conviction-in-indiana_1666740927.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_03_27_sports_tyson-gets-6-year-prison-term-for-rape-conviction-in-indiana_1666740927.html", "title": "Tyson Gets 6-Year Prison Term For Rape Conviction in Indiana", "title_page": "Tyson Gets 6-Year Prison Term For Rape Conviction in Indiana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After he is released from prison, he will be on probation for four years. During his probation, Mr. Tyson must undergo psychotherapy and perform at least 100 hours of community service on behalf of young people.\nIn addition, Mr. Tyson was assessed a fine of $30,000 and ordered to pay court costs of $113. Judge Gifford denied the prosecution's request that Mr. Tyson be made to pay the more than $150,000 that the case cost the local criminal justice system. 'Very, Very Strong Point'\nStill, said Jeffrey Modisett, the county prosecutor, the sentence made \"a very, very strong point about role models, about the responsibility that one has as a role model.\"\n\"What she has done is to fashion a sentence that on the one hand says we are not going to treat you differently because you are a celebrity and let you off the hook, because every other rapist -- or almost every other rapist -- gets incarcerated time,\" Mr. Modisett said at a news conference.\nAt the same time, he added, Judge Gifford was in essence saying to Mr. Tyson: \"I want to emphasize that we do think that you have the capacity for rehabilitation, the capacity to be a role model in the future and therefore we're going to set up a period of time in which you can be on probation, go through programs and hopefully, as Desiree would say, be healed.\"\nBarbara J. Trathan, one of the prosecutors in the case, said that Miss Washington was \"subdued\" and \"disappointed\" that Mr. Tyson did not seem adequately sorry for his crime.\n\"She is imprisoned herself emotionally for the rest of her life,\" Mrs. Trathan said, \"and frankly she is also concerned about now that he is going to jail, what's the reaction going to be toward her. There are so many competing fears and concerns. This child has no sense of happiness or elation. It'll take months just to get back to normal and that's what she's trying to do.\" Support for Tyson", "url": "https://www.nytimes.com/1992/03/27/sports/tyson-gets-6-year-prison-term-for-rape-conviction-in-indiana.html"}