{"authors": ["John Tierney"], "date_download": "2022-10-25 23:55:56", "date_modify": "2022-10-25 23:55:56", "date_publish": "1992-02-17 05:00:00", "description": null, "filename": "1992_02_17_us_1992-campaign-campaign-journal-democrats-last-new-hampshire-debate-becomes-poise_1666742156.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_02_17_us_1992-campaign-campaign-journal-democrats-last-new-hampshire-debate-becomes-poise_1666742156.html", "title": "THE 1992 CAMPAIGN: Campaign Journal; Democrats' Last New Hampshire Debate Becomes a Poise and Pose Contest", "title_page": "THE 1992 CAMPAIGN: Campaign Journal; Democrats' Last New Hampshire Debate Becomes a Poise and Pose Contest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tonight's debate among the Democrats was confusing and frustrating, but also revealing. It did not give viewers much sense of what policies the candidates stood for, but it provided a nice glimpse of how they reacted to adversity, of how they answered strange questions in the midst of chaos.\nIt began with a series of unnecessary videotaped pieces about the candidates and proceeded into a section that resembled two-against-one tennis: two questioners sending question after unrelated question against one candidate. Then the candidates took turns rambling on about whatever was on their minds, after which they delivered one-minute closing statements in the pious, rehearsed tones of schoolchildren in an American Legion essay contest.\nPerhaps the most surprising performance of the night was that of the moderator, Bernard Shaw, who had made his mark in a 1988 debate by asking Michael S. Dukakis if he would support the death penalty for a man who raped and murdered his wife. Mr. Dukakis' unemotional answer was noteworthy, and Mr. Shaw's pointed question was called the most revealing of the campaign.\nTonight Mr. Shaw asked a series of questions that tended to be either unanswerable (What percentage of the gross national product should be spent on the environment?) or unfocused. His first question -- \"What qualities should this nation's leader have?\" -- might just as well have been, \"Give us a little of your standard speech.\"", "url": "https://www.nytimes.com/1992/02/17/us/1992-campaign-campaign-journal-democrats-last-new-hampshire-debate-becomes-poise.html"}