{"authors": ["James Dao"], "date_download": "2022-10-26 00:11:36", "date_modify": "2022-10-26 00:11:36", "date_publish": "1992-04-01 05:00:00", "description": null, "filename": "1992_04_01_nyregion_asian-street-gangs-emerging-as-new-underworld_1666743096.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_04_01_nyregion_asian-street-gangs-emerging-as-new-underworld_1666743096.html", "title": "Asian Street Gangs Emerging as New Underworld", "title_page": "Asian Street Gangs Emerging as New Underworld - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Queens neighborhoods like Elmhurst and Jackson Heights, the gangs are not affiliated with the adult fraternal organizations known as tongs, which have quietly controlled illegal gambling, prostitution and other criminal activities in Chinatown for decades, said Ko-lin Chin, a professor of criminology at Rutgers University in Newark and the author of a book on Chinese organized crime.\n\"Queens doesn't have the traditional structure of Chinatown,\" Mr. Kwong said. \"So there will be a continuing struggle among gangs to dominate it.\" Courtroom Drama\nThe Green Dragons case has had its dramatic moments. On one occasion, three prosecution witnesses refused to testify because they were reportedly threatened on their way into the courthouse. On another day, a defendant rose from his seat and said \"Watch yourself\" in Chinese to a witness, court officers said.\nAnd a former gang member graphically described an execution while the relatives of the victims sat weeping in the courtroom's front row.\nThe victims, Tina Sham and her boyfriend, Tommy Mach, were abducted from a Queens restaurant in February 1990 and killed by the Green Dragons because Ms. Sham, 22, testified in a court hearing against the gang, the prosecution contends.\nA former gang member, Aleck Yim, testified that he and fellow members forced the couple into a car, drove them to a secluded area of Sands Point, L.I., and tied their hands behind their backs.\n\"Let the new kid do it,\" Mr. Yim recalled saying to the youngest defendant, 18-year-old Roger Kwok. \"Then Roger shot them both in the head. Then I shot them in the body to make sure they were dead.\"", "url": "https://www.nytimes.com/1992/04/01/nyregion/asian-street-gangs-emerging-as-new-underworld.html"}