{"authors": ["Robin Toner"], "date_download": "2022-10-25 23:55:55", "date_modify": "2022-10-25 23:55:55", "date_publish": "1992-02-19 05:00:00", "description": null, "filename": "1992_02_19_us_1992-campaign-new-hampshire-bush-jarred-first-primary-tsongas-wins-democratic.html_pagewanted=all_1666742155.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_02_19_us_1992-campaign-new-hampshire-bush-jarred-first-primary-tsongas-wins-democratic.html_pagewanted=all_1666742155.html", "title": "THE 1992 CAMPAIGN: New Hampshire; BUSH JARRED IN FIRST PRIMARY; TSONGAS WINS DEMOCRATIC VOTE", "title_page": "THE 1992 CAMPAIGN: New Hampshire; BUSH JARRED IN FIRST PRIMARY; TSONGAS WINS DEMOCRATIC VOTE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And one \"surprise\" that some had predicted simply did not materialize: the write-in effort for Gov. Mario M. Cuomo of New York did not break out of the single digits.\nRepublicans loyal to Mr. Bush tried to play down the results. The President's political advisers asserted that New Hampshire, with its battered economy and sensitivity to taxes, would be Mr. Buchanan's \"high water\" mark. But there was alarm in the White House, as the euphoric Buchanan campaign prepared to move ahead, hoping that the New Hampshire result would bring a flood of contributions.\nThe voting today carried many ominous signs for Mr. Bush. Mr. Buchanan won half of the men who voted in the Republican primary and half of those who identified themselves as conservatives, according to interviews with people leaving the polling places.\nMr. Bush held on to a majority of the Republicans, but Mr. Buchanan carried more than half of the registered independents who chose to vote in the Republican primary. Taken together, the unrest of men, conservatives and independents showed deep fault lines in the coalition that carried Ronald Reagan to power, kept him there and elected Mr. Bush as his heir.\nThere was much historical irony here: It was New Hampshire that resurrected Mr. Bush's candidacy four years ago, after the then-Vice President placed third in the Iowa caucuses and came limping to this state desperate for affirmation from the voters.\nMr. Buchanan's constant urging to send a message to the White House clearly paid off: three in 10 of those voting in the Republican primary said they wanted, first and foremost, to do that, and they overwhelmingly backed Mr. Buchanan, the survey showed.\nMoreover, Mr. Bush was clearly punished for breaking his 1988 pledge to forswear new taxes. Nearly a third of the Republican primary voters said that was \"very important\" to their vote, and most of them gave their support to Mr. Buchanan. Reading His Lips, Again", "url": "https://www.nytimes.com/1992/02/19/us/1992-campaign-new-hampshire-bush-jarred-first-primary-tsongas-wins-democratic.html?pagewanted=all"}