{"authors": ["Barry Meier"], "date_download": "2022-10-25 22:55:05", "date_modify": "2022-10-25 22:55:05", "date_publish": "1992-07-19 05:00:00", "description": null, "filename": "1992_07_19_business_crazy-eddie-s-insane-odyssey.html_pagewanted=all_1666738505.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_07_19_business_crazy-eddie-s-insane-odyssey.html_pagewanted=all_1666738505.html", "title": "Crazy Eddie's Insane Odyssey", "title_page": "Crazy Eddie's Insane Odyssey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last week Mr. Antar was transferred at a doctor's request from a prison hospital to a public one. His condition remains undiagnosed, but his legs are shackled and he is under constant guard, his lawyers said.\nA lengthy battle over extradition is likely; under Israeli law, two years could pass before Mr. Antar exhausts his appeals. But bail is currently not possible. \"We are definitely going to resist on various legal grounds,\" said Assaph Caspi, an attorney in Tel Aviv who represents Mr. Antar.\nMeanwhile, a legal donnybrook is brewing over Mr. Antar's riches. Already, various judgments against Mr. Antar in favor of Crazy Eddie investors, Mr. Antar's first wife and state and Federal agencies total about $275 million, said A. Richard Ross, an attorney working with a court-appointed trustee to find Mr. Antar's assets.\nMr. Ross recently saw Mr. Antar in Israel. \"He was like a character from the Yiddish theater -- the slumped, round-shouldered lost little man,\" Mr. Ross said. \"He was looking for sympathy, but as far as I'm concerned, he was just playing a role.\" THE ACCOUNTANTS' TALE\nIn lawsuits filed in a Federal court in Brooklyn, shareholders and others have charged that they lost millions because accountants, through incompetence or by design, failed to uncover problems at Crazy Eddie Inc. One example: Accountants for the firm Peat Marwick Main, now known as KPMG Main Hurdman, were allegedly warned in 1987 that top Crazy Eddie officials were looting millions.\nThat year, James L. Purcell, a lawyer for Crazy Eddie, learned that an anonymous caller had warned an official at Salomon Brothers, the brokerage house, about rampant fraud at the company, according to court documents. The warning was supposedly relayed to Alfonse Ferrara, Peat Marwick's accountant at Crazy Eddie, lawsuits claim.\nAt a 1987 meeting of Crazy Eddie's audit committee, Mr. Ferrara reported that he had investigated certain \"irregularities\" and found nothing, documents show. \"This is the closest thing we have to a smoking gun,\" said Max Folkenflik, an attorney representing some of the claimants.\nBut Mr. Ferrara has testified that he was never told about the allegations of theft and thus never investigated them. As for the audit committee report, said Barabara Kraft, a spokeswoman for KPMG Main Hurdman, Mr. Ferrara has said the reference was to an unrelated matter.", "url": "https://www.nytimes.com/1992/07/19/business/crazy-eddie-s-insane-odyssey.html?pagewanted=all"}