{"authors": [], "date_download": "2022-10-25 23:36:39", "date_modify": "2022-10-25 23:36:39", "date_publish": "1992-06-07 05:00:00", "description": null, "filename": "1992_06_07_us_the-1992-campaign-on-the-trail-perot-had-harsh-words-for-sex-on-doogie-howser_1666740999.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1992", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1992_06_07_us_the-1992-campaign-on-the-trail-perot-had-harsh-words-for-sex-on-doogie-howser_1666740999.html", "title": "THE 1992 CAMPAIGN: On the Trail; PEROT HAD HARSH WORDS FOR SEX ON 'DOOGIE HOWSER'", "title_page": "THE 1992 CAMPAIGN: On the Trail; PEROT HAD HARSH WORDS FOR SEX ON 'DOOGIE HOWSER' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ross Perot, who described the criticism of the \"Murphy Brown\" television character by Vice President Dan Quayle as \"goofy,\" himself criticized a character on the television show \"Doogie Howser, M.D.\" a few months earlier for having sex.\nThe Los Angeles Times reported today that in a Sept. 26 meeting at its Washington news bureau, Mr. Perot cited fictional television shows as setting bad examples and referred to an episode of \"Doogie Howser, M.D.\" in which the title character and his girlfriend, both 18 years old, lost their virginity. The Times reported that Mr. Perot said: \"Some 15-year-old girl that's been thinking about it hadn't done it yet. 'Hell, Doogie's girl did it. It must be all right.' You and I didn't see that kind of stuff growing up.\"\nLast month, after Vice President Quayle criticized the values portrayed when the unmarried character on \"Murphy Brown\" had a baby, Mr. Perot commented: \"I just thought it was goofy. When you think of the real problems that face this country, well, suddenly it's 'Murphy Brown' -- which is a fictional, 30-minute show on television.\"\nIn the September meeting, Mr. Perot also said of \"Roseanne\" program, \"If you watch Roseanne Barr on television, you don't get a very good role model.\" The actress Roseanne Arnold said today that she had been inclined to favor Mr. Perot for President, but after learning of his remark, she would support Gov. Bill Clinton. CLINTON TAKES CUOMO'S ADVICE TO WORK WITH LEGISLATORS", "url": "https://www.nytimes.com/1992/06/07/us/the-1992-campaign-on-the-trail-perot-had-harsh-words-for-sex-on-doogie-howser.html"}