{"authors": ["Adam Clymer"], "date_download": "2022-10-25 23:52:13", "date_modify": "2022-10-25 23:52:13", "date_publish": "1993-11-04 05:00:00", "description": null, "filename": "1993_11_04_us_moynihan-asks-big-tax-increase-on-ammunition_1666741933.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1993", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1993_11_04_us_moynihan-asks-big-tax-increase-on-ammunition_1666741933.html", "title": "Moynihan Asks Big Tax Increase On Ammunition", "title_page": "Moynihan Asks Big Tax Increase On Ammunition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But it would raise the tax to 10,000 percent on the Winchester 9-millimeter hollow-tipped Black Talon cartridge with a bullet advertised as expanding \"to expose razor-sharp reinforced jacket petals.\"\n\"These cut tissues in the wake of the penetrating core,\" the ad says.\nThe advertisement, in Handguns for Sport and Defense Magazine in November, said the Black talon \"penetrates soft tissue like a throwing star -- very nasty; very effective; a real improvement in handgun ammo.\"\nThe manufacturer would not disclose the wholesale price, but Cameron Hopkins, editor of Firearms Industry Magazine in San Diego, said a box of 20 Black Talon cartridges would typically wholesale for about $16, including the 11 percent tax, and retail for about $24.\nThe 10,000 percent tax would push the price of a box to almost $150,000. The tax would not apply to people in law enforcement or the military.\nMike Jordan, manager of marketing technical services for the Winchester Ammunition Division of the Olin Corporation, said, \"I wish the Congress people would attack crime as zealously as they do guns and ammunition.\"\nHe said in a telephone interview from East Alton, Ill.: \"The Black Talon is a premium handgun bullet like many others out there. It's a good bullet that performs very consistently. It was designed using the criteria for the F.B.I. to insure that it meets their standards. Law enforcement likes this bullet.\"\nThat high tax rate would also apply to all .50-caliber ammunition, which is for very large handguns. \"These bullets have no purpose other than to cause the greatest possible destruction of human life,\" Senator Moynihan said about the ammunition he wants to tax at 10,000. \"We must effectively tax these hyper-bullets out of circulation.\"", "url": "https://www.nytimes.com/1993/11/04/us/moynihan-asks-big-tax-increase-on-ammunition.html"}