{"authors": ["Robert Lindsey"], "date_download": "2022-10-25 23:47:50", "date_modify": "2022-10-25 23:47:50", "date_publish": "1993-04-24 05:00:00", "description": null, "filename": "1993_04_24_obituaries_cesar-chavez-66-organizer-of-union-for-migrants-dies_1666741670.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1993", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1993_04_24_obituaries_cesar-chavez-66-organizer-of-union-for-migrants-dies_1666741670.html", "title": "Cesar Chavez, 66, Organizer of Union For Migrants, Dies", "title_page": "Cesar Chavez, 66, Organizer of Union For Migrants, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Chavez joined Mr. Alinsky's Community Service Organization, registering Mexican-Americans to vote and helping them deal with government agencies. But he later criticized the organization as dominated by non-Hispanic liberals, and in 1958 he quit, went to Delano and formed the National Farm Workers Association. Five Years of La Huelga\nBy 1965 Mr. Chavez had organized 1,700 families and persuaded two growers to raise wages moderately. His fledging union was too weak for a major strike. But 800 workers in a virtually moribund A.F.L.-C.I.O. group, the Agricultural Workers Organizing Committee, struck grape growers in Delano, and some of the members of his group demanded to join the strike.\nThat was the beginning of five years of La Huelga -- \"the strike\" -- in which the frail labor leader, who was 5 feet 6 inches tall, became familiar to people in much of the world as he battled the economic power of the farmers and corporations in the San Joaquin Valley.\nWith its charismatic leader, song-filled meetings and the fundamental appeal of its struggle, depicted as a downtrodden minority battling an exploitative oligopoly, Mr. Chavez's organization reminded many old-timers of the industrial battles that they had waged generations earlier.\nHe was shy and not an outstanding public speaker. But he showed a humility that, with his shyness and small stature, piercing dark eyes and facial features that hinted at Indian ancestors, gave him an image as a David taking on the Goliaths of agriculture.\nMr. Chavez's style was monastic, almost religious. He said his life was dedicated only to bettering the lives of the exploited farm workers. He was a vegetarian, and his weekly salary of $5 was a virtual vow of poverty. Articles about him often spoke of his \"saintly\" and even \"messianic\" qualities.\nSoon, priests and nuns, college students and unionists from around the country marched with Mr. Chavez. Supporters sent money for La Causa. Most of the farm workers who enlisted had meager resources and were asked to pay only the dues they could afford, often only a few cents a month.", "url": "https://www.nytimes.com/1993/04/24/obituaries/cesar-chavez-66-organizer-of-union-for-migrants-dies.html"}