{"authors": ["Nicholas D. Kristof"], "date_download": "2022-10-25 23:39:41", "date_modify": "2022-10-25 23:39:41", "date_publish": "1993-01-06 05:00:00", "description": null, "filename": "1993_01_06_world_a-tale-of-red-guards-and-cannibals_1666741181.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1993", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1993_01_06_world_a-tale-of-red-guards-and-cannibals_1666741181.html", "title": "A Tale of Red Guards and Cannibals", "title_page": "A Tale of Red Guards and Cannibals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"There are many varieties of cannibalism,\" declares one report, \"and among them are these: killing someone and making a late dinner of it, slicing off the meat and having a big party, dividing up the flesh so each person takes a large chunk home to boil, roasting the liver and eating it for its medicinal properties, and so on.\"\nThe documents suggest that at least 137 people, and probably hundreds more, were eaten in Guangxi Province in southern China in the late 1960's. In most cases, many people ate the flesh of one corpse, so the number of cannibals may have numbered in the thousands. Found Only in One Province\nThe cannibalism described in the documents was apparently confined to parts of Guangxi Province, a relatively remote area, and was subsequently kept quiet. There is no evidence that anyone in the national Communist Party leadership endorsed it or even knew of it.\nThe documents are stamped with official seals, and there is no indication of any tampering. A spokesman for the Guangxi Region Foreign Affairs Office said he could not comment on whether there had been cannibalism and could not allow a reporter to visit the area and investigate directly.\nThe incidents reported from Guangxi were apparently the most extensive episodes of cannibalism in the world in the last century or more. They were also different from any others in that those who took part were not motivated by hunger or psychopathic illness.", "url": "https://www.nytimes.com/1993/01/06/world/a-tale-of-red-guards-and-cannibals.html"}