{"authors": ["Sam Howe Verhovek"], "date_download": "2022-10-25 23:38:00", "date_modify": "2022-10-25 23:38:00", "date_publish": "1993-04-20 05:00:00", "description": null, "filename": "1993_04_20_us_death-waco-overview-scores-die-cult-compound-set-afire-after-fbi-sends-tanks_1666741080.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1993", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1993_04_20_us_death-waco-overview-scores-die-cult-compound-set-afire-after-fbi-sends-tanks_1666741080.html", "title": "DEATH IN WACO: The Overview -- SCORES DIE AS CULT COMPOUND IS SET AFIRE AFTER F.B.I. SENDS IN TANKS WITH TEAR GAS; Apparent Mass Suicide Ends A 51-Day Standoff in Texas", "title_page": "DEATH IN WACO: The Overview -- SCORES DIE AS CULT COMPOUND IS SET AFIRE AFTER F.B.I. SENDS IN TANKS WITH TEAR GAS; Apparent Mass Suicide Ends A 51-Day Standoff in Texas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Early in the standoff, Mr. Koresh, a 33-year-old high school dropout who changed his name from Vernon Howell, demanded that his statements on the Bible be broadcast on local radio stations. More recently, he said he would leave the compound when he finished a manuscript about the Book of Revelation.\nF.B.I. officials also said today that they been told by cult members that all the negotiations in recent days with two Houston lawyers representing the cult, which at one point seemed to promise an end to the standoff, had actually been a delaying tactic.\nA major question today was why there was so little preparation for a fire. There appeared to be no fire engines at the scene as the fire erupted, and one was not seen entering the compound area until nearly 25 minutes after the fire began. Mayor Bob Sheehy of Waco, about 10 miles west of the compound, said that the city fire department \"first got a call after the fire had already started.\"\nMr. Ricks said fire engines were not brought to the compound earlier because firefighters would not have been equipped to withstand the ammunition that cult members had inside their fortress. He said cult members had already fired at agents operating the combat engineering vehicles that were knocking down the compound walls. No agents were injured at that time, officials said.\nBut, he conceded, officials in charge of the operation had not expected a fire.\n\"We did not introduce fire to this compound, and it was not our intention that this compound be burned down,\" said Mr. Ricks, the only Federal official here whom reporters were allowed to question about the episode. \"I can't tell you the shock and the horror that all of us felt when we saw those flames coming out of there. It was, 'Oh, my God, they're killing themselves.' \"\nThe cult members jailed today were hurried past reporters and given no opportunity to describe their version of events. But one follower of Mr. Koresh, 34-year-old Brad Branch, who has been out of the compound for weeks, telephoned a local radio station from the McLennan County Jail and said he did not believe that Mr. Koresh had ordered his followers to commit suicide or that they had set the fire.\nMr. Ricks acknowledged that the mass suicide was contrary to what bureau officials believed the cult leader would order or endure himself. For the first time, Mr. Ricks also said that two days after the Feb. 28 gunfight, when Mr. Koresh announced he would give himself up, the cult leader planned to strap on grenades and kill himself on national television but had \"chickened out\" of the plan.", "url": "https://www.nytimes.com/1993/04/20/us/death-waco-overview-scores-die-cult-compound-set-afire-after-fbi-sends-tanks.html"}