{"authors": ["Michael R. Gordon With Thomas L. Friedman"], "date_download": "2022-10-25 23:38:09", "date_modify": "2022-10-25 23:38:09", "date_publish": "1993-10-25 05:00:00", "description": null, "filename": "1993_10_25_world_details-of-us-raid-in-somalia-success-so-near-a-loss-so-deep_1666741089.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1993", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1993_10_25_world_details-of-us-raid-in-somalia-success-so-near-a-loss-so-deep_1666741089.html", "title": "Details of U.S. Raid in Somalia: Success So Near, a Loss So Deep", "title_page": "Details of U.S. Raid in Somalia: Success So Near, a Loss So Deep - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lieut. Col. Danny McKnight, the commander of the Third Battalion, 75th Rangers, which carried out the attack, reported to Maj. Gen. William Garrison, the commander of the Joint Special Operations Command. General Garrison's identity and presence in Mogadishu were kept secret. He, in turn, reported to Gen. Joseph P. Hoar, head of the United States Central Command, based in Tampa, Fla.\nSome lawmakers have argued that the failed raid is proof that United States troops should not be under United Nations command. Under these arrangements, Maj. Gen. Thomas M. Montgomery, an American officer who is the deputy commander of the United Nations force, was to be notified before every Ranger operation and could veto any raid that interfered with United Nations peacekeeping activities.\nBut in fact, it was an entirely American operation, directed through an American military channel.\nAs General Aidid remained elusive, the Ranger mission was expanded to capturing his key lieutenants. The hope was that capturing his aides would force him to \"surface more to take up the slack for some of the key guys we were taking out,\" an officer said.\nSome Special Forces commanders wanted more firepower, like the AC-130 gunships that were withdrawn before the Rangers' arrival. But one senior official said the Joint Chiefs of Staff were not eager to keep the gunships in Africa. Plan to Capture Aidid's Deputies\nAt 1:50 P.M. on Oct. 3, the Rangers received intelligence that General Aidid's deputies were meeting at a building near the Olympic Hotel in downtown Mogadishu. An agent was supposed to give a signal when the meeting was under way. But he was afraid to go near the building and gave the signal from another building nearby, causing confusion as to where the deputies actually were.\nThe right building was finally located, and at 3:30 P.M. the Rangers set out from their base at the airport.\nThe plan was straightforward. Fifteen helicopters would fly to the sites, including six Black Hawk troop-carrying helicopters, followed by a convoy of trucks and Humvees, the high-mobility, multipurpose vehicles that are lightly armored and equipped with machine guns. Since it was difficult for the helicopters to land in the narrow city alleys, the Rangers would slide down ropes, take their prisoners, load them on trucks and drive out as fast as possible.", "url": "https://www.nytimes.com/1993/10/25/world/details-of-us-raid-in-somalia-success-so-near-a-loss-so-deep.html"}