{"authors": ["Henry Kamm"], "date_download": "2022-10-25 23:02:50", "date_modify": "2022-10-25 23:02:50", "date_publish": "1994-04-23 05:00:00", "description": null, "filename": "1994_04_23_world_conflict-in-the-balkans-macedonia-for-greeks-it-is-more-than-a-name_1666738970.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1994", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1994_04_23_world_conflict-in-the-balkans-macedonia-for-greeks-it-is-more-than-a-name_1666738970.html", "title": "CONFLICT IN THE BALKANS: MACEDONIA; For Greeks, It Is More Than a Name", "title_page": "CONFLICT IN THE BALKANS: MACEDONIA; For Greeks, It Is More Than a Name - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"This is not a phantom fear but a reality,\" Mr. Samaras said in an interview in his sleekly modern headquarters in Athens. \"It is not a problem with the present Skopje; that is ridiculous. We are concerned for the future potential combination of forces in this region. There are three expectations -- a Greater Bulgaria, a Greater Albania and a Greater Serbia. And always with Turkey looming in the back.\"\nMr. Papandreou, interviewed in his residence, also dismissed the notion that the small, economically weak and landlocked country to the north posed a threat by itself. But he said \"the objective\" was to form a larger Macedonia, including this port city.\n\"The objective cannot be achieved simply and only, truly, by Skopje, as we call it, but in conjunction with other powers who could,\" he said. \"I would prefer not to name them.\"\nThe name Macedonia, Greeks contend, was usurped for the northern region by Tito as part of a conspiracy with Stalin and Georgi Dimitrov, the Bulgarian Communist leader, to form a Communist Macedonia incorporating the Greek land. This was prevented only because the Communists lost the Greek civil war, and Tito's break with Stalin in 1948.\nBecause of the bitter memories of the war, largely fought in the north, Greek Macedonians speak with even greater fervor against their neighbors than do Athenians. Loud demonstrations have filled the plazas and avenues. The American Consulate General has been the target of demonstrators' stones.\nSince the new state began receiving limited recognition from Western European countries and the United States in December, the Greek argument has taken on an anti-Western tone. Although the United States and European Governments have said they take no sides in the Athens-Skopje dispute, Greeks believe Washington's partners in NATO and the European Union side with Skopje.\nConstantine Triaridis, Greek Minister for Macedonia and Thrace, whose ministry is here, summed up a theme also struck by many, even his opponents on most other issues, when he explained why Greece tolerated Tito's creation of a Yugoslav Macedonia carved out of Serbian land. 'We Paid the Price'", "url": "https://www.nytimes.com/1994/04/23/world/conflict-in-the-balkans-macedonia-for-greeks-it-is-more-than-a-name.html"}