{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:29:58", "date_modify": "2022-10-25 23:29:58", "date_publish": "1994-03-23 05:00:00", "description": null, "filename": "1994_03_23_nyregion_former-gulf-and-western-building-to-be-a-luxury-apartment-tower_1666740598.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1994", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1994_03_23_nyregion_former-gulf-and-western-building-to-be-a-luxury-apartment-tower_1666740598.html", "title": "Former Gulf and Western Building To Be a Luxury Apartment Tower", "title_page": "Former Gulf and Western Building To Be a Luxury Apartment Tower - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the building, which was once crowned by huge, ruby-red \"G+W\" logos, will not carry the Trump name. Instead, it will be rechristened 1 Central Park West. 'A Brand New Building'\nBoth Mr. Trump and Mr. Ricker said the reconstruction could proceed without a new land use review or zoning approval.\nThree of America's best known architects -- Philip Johnson, Frank Gehry and Robert A. M. Stern -- are in the running to design the project, Mr. Trump said.\n\"We're going to leave just the steel,\" he said. \"It's going to be a brand new building.\"\nThe building will be so new, in fact, that its floors will probably not even be numbered as they are now.\nOffice buildings typically have higher ceilings than postwar apartment buildings. The old Gulf and Western Building, Mr. Trump said, is 585 feet tall, making its uppermost floor equivalent in altitude to the 60th floor of a standard apartment building.\n\"Depending on how you view it,\" he said, \"you could look at it as 60 stories.\"\nNever known for understating his case, Mr. Trump said, \"We think the residential market -- especially in my buildings -- is really going to be very strong.\" He said the recently built Trump Palace, at Third Avenue and 69th Street, \"will be sold out in the next four weeks.\"\nThe decision to reconstruct the building would seem to cement the reputation of the Lincoln Center area as a hot spot for development. An enormous new mixed-use building called Lincoln Square is nearing completion on Broadway, between 67th and 68th Streets. The developers of that project, Millennium Partners, are also planning new buildings on two nearby blocks.", "url": "https://www.nytimes.com/1994/03/23/nyregion/former-gulf-and-western-building-to-be-a-luxury-apartment-tower.html"}