{"authors": ["Roberta Smith"], "date_download": "2022-10-25 23:36:17", "date_modify": "2022-10-25 23:36:17", "date_publish": "1994-02-13 05:00:00", "description": null, "filename": "1994_02_13_obituaries_donald-judd-leading-minimalist-sculptor-dies-at-65_1666740977.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1994", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1994_02_13_obituaries_donald-judd-leading-minimalist-sculptor-dies-at-65_1666740977.html", "title": "Donald Judd, Leading Minimalist Sculptor, Dies at 65", "title_page": "Donald Judd, Leading Minimalist Sculptor, Dies at 65 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite such deadpan statements, Mr. Judd's art descended from a line of visionary abstractionists that included Mondrian, Malevich and Barnett Newman. Critics both pro and con frequently remarked on the moral integrity of his work, as well as the beauty of his unadorned surfaces, calling him an \"exquisite Minimalist\" (Robert Hughes) and a \"closet hedonist\" (Mr. Kramer). While both his art and his thinking were often seen as having directly influenced Conceptual Art, Mr. Judd declined to take credit, maintaining that \"Art is something you look at.\"\nOnce he found his mature style, Mr. Judd pursued his severely reduced vocabulary with a conviction that few other Minimalists matched. He was a master of scale and detail, for whom the thickness of a sheet of metal or the placement of screws were of paramount importance. He could cover an enormous wall with a grid of slanting plywood planes that measured space in simple but forceful rhythms, or set the interior of a copper-sided box aglow with an unexpected bottom plane of red-painted steel. The Home as Work of Art\nIn his later years, he also designed furniture whose simplicity echoed his own sculptures and the work of early modernist designers he admired, like Gerrit Rietveld. And he tried his hand at architecture, renovating and expanding in often striking ways several buildings that he owned in and around Marfa, including the barracks, hangers and gymnasium on a former Army post and the structures on a 45,000-acre ranch overlooking the Rio Grande. At his death, he was working on designs for a fountain in Winterthur, Switzerland, and a new facade for a railroad station in Basel, Switzerland.\nThroughout his life, he was known for turning his various domiciles into subtle gesamtkunstwerks in which art, furniture and quantities of open space created a spare, stylish look. He applied his stringent visual standards to everything around him, not only his collection of art and furniture, but also objects of everyday use. More than one visitor to Mr. Judd's cast-iron building in SoHo recalled being offered single-malt Scotch in a Baccarat glass that so generous in scale it was heavy to the hand. Disdainful of anthropomorphism in any form, he said he admired Scottish bagpipe music because it was the only music that did not remind him of conversations.\nHe was also known for being intractable and litigious where his work was concerned. In the late 1980's, when the Guggenheim Museum acquired works attributed to Mr. Judd and plans for the construction of his works from the Italian collector Count Giuseppe Panza di Biumo, the artist renounced the pieces and criticized the museum. In 1985, when he felt that the Dia Art Foundation had reneged on a promise to finance permanent exhibition spaces for his and other artists' work on the Army post in Marfa, he threatened to sue the foundation. Together, Dia and Mr. Judd created the Chinati Foundation, which took possession of the artworks and buildings on the post. At Chinati, Mr. Judd created permanent installations of contemporary art that are among the largest and most beautiful in the world. The Life of an Object", "url": "https://www.nytimes.com/1994/02/13/obituaries/donald-judd-leading-minimalist-sculptor-dies-at-65.html"}