{"authors": ["Christopher Buckley"], "date_download": "2022-10-25 23:36:28", "date_modify": "2022-10-25 23:36:28", "date_publish": "1995-11-05 05:00:00", "description": null, "filename": "1995_11_05_books_little-sigmund-and-the-flipouts.html_scp=10&sq=bruce%20jay%20friedman&st=cse_1666740988.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1995", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1995_11_05_books_little-sigmund-and-the-flipouts.html_scp=10&sq=bruce%20jay%20friedman&st=cse_1666740988.html", "title": "Little Sigmund and the Flipouts", "title_page": "Little Sigmund and the Flipouts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE COLLECTED SHORT FICTION OF BRUCE JAY FRIEDMAN 400 pp. New York: Donald I. Fine. $25.\n\"ONE day Messinger broke his rule about not going to local cocktail parties and found out his psychiatrist was an ex-Nazi.\" So begins a fairly typical, irresistible first sentence of a Bruce Jay Friedman short story. There are 47 of them in this collection, published between 1953 and 1995. He notes in the introduction that his mother confessed to him that she had dropped him on his head when he was 2, and that perhaps this accounts for \"the 'tilted' quality I've been accused of having in my work.\" We owe Mrs. Friedman almost as much as her son does for helping to shape his strange comic take on the world. What a loss it would have been if he had gone on to become a lawyer, a doctor even.\nThis isn't to say that all the stories in \"The Collected Short Fiction of Bruce Jay Friedman\" are as wonderful as \"The War Criminal,\" which is about Messinger and his problem with his shrink. A collection inevitably is a bit of a sandwich: the best stuff is in the middle. That said, there's much more meat than bread here. Mr. Friedman's stories, with their whammo endings, tend to divide into two kinds: the first leave you whispering, \"Wow\"; the second go whistling over your head like an artillery round and leave you muttering, \"Huh?\" This is probably more of a reflection on my low-hung head than on Mr. Friedman's talent. But out of nearly 50 stories, my \"Wow\" count came to 12, the \"Huh?\" to only a very few, leaving many pleasurable others in between (as well as one or two clunkers).\nThose 12 stories -- \"Brazzaville Teen-Ager,\" \"Black Angels,\" \"Detroit Abe,\" \"The Mourner,\" \"Lady,\" \"When You're Excused, You're Excused,\" \"The Mission,\" \"23 Pat O'Brien Movies,\" \"Mr. Prinzo's Breakthrough,\" \"The Holiday Celebrators,\" \"Let's Hear It for a Beautiful Guy\" and \"The War Criminal\" -- are comic gems. Together, they ought to qualify their author for some kind of government pension -- and I don't even believe in government funding of the arts.\nMr. Friedman's stories are about psychiatrists, Jewish mothers, Hollywood, death, the Air Force, cocaine, sex, getting cheated on, suicide, guilt and exquisitely bizarre situations. In \"Brazzaville Teen-Ager,\" a clerk persuades his fearsome, no-nonsense boss that the only thing that will save the boy's dying father is \"if you make a recording with Little Sigmund and the Flipouts, three kids, doing the background doo-wah, doo-wahs and the second-chorus yeh, yeh, yehs.\" In \"Detroit Abe,\" a schlemiel of a college English professor is asked to become a substitute pimp for a dude named Smooth. In \"The Mourner,\" a man reading the obituary of a nobody worries that not enough fuss will be made and goes to the funeral to give an effusive eulogy. Mr. Friedman's absurdities amount to a kind of Jobian -- as in Job, he of the dunghill -- querulousness in the face of higher universal incomprehensibilities.", "url": "https://www.nytimes.com/1995/11/05/books/little-sigmund-and-the-flipouts.html?scp=10&sq=bruce%20jay%20friedman&st=cse"}