{"authors": ["Barnaj. Feder"], "date_download": "2022-10-25 23:23:00", "date_modify": "2022-10-25 23:23:00", "date_publish": "1995-05-16 05:00:00", "description": null, "filename": "1995_05_16_business_dow-corning-in-bankruptcy-over-lawsuits_1666740180.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1995", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1995_05_16_business_dow-corning-in-bankruptcy-over-lawsuits_1666740180.html", "title": "Dow Corning In Bankruptcy Over Lawsuits", "title_page": "Dow Corning In Bankruptcy Over Lawsuits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The legal cease-fire while Dow Corning reorganizes under Chapter 11 is expected to take at least two years. It is not expected to halt litigation against most other implant manufacturers and distributors, including Bristol-Myers Squibb, Minnesota Mining and Manufacturing and Baxter International. Cases against Dow Chemical, however, may end up stalled in the bankruptcy court.\nPerhaps the biggest unknown is the potential impact on a wide range of health products from condoms to pacemakers that also use silicone. Dow Corning is expected to announce as early as the end of this week that it will cease supplying silicone to medical equipment companies, according to James Benson, senior vice president for technology and regulatory affairs at the Health Industry Manufacturers Association, a Washington-based trade group.\n\"We haven't decided that yet,\" Mr. Hazleton said. But he noted that the company could not be sued once it emerged from bankruptcy for products it had stopped making and that quitting the medical silicone business entirely now was one way to prevent future lawsuits contending that silicone is harmful.\nDow Corning says that its silicone breast implants and silicone medical devices in general are safe. However, since the company quit making implants in 1992 in response to a Food and Drug Administration request for a moratorium on breast implants, the company has generally followed a policy of supplying silicone only to large equipment makers that have signed agreements promising to defend Dow Corning from any lawsuits.\n\"If it quits the business entirely, it will have a devastating impact,\" Mr. Benson said. Although medical silicone is only 10 percent of Dow Corning's business -- it makes 5,000 silicone compounds for a wide range of industrial, construction, cosmetic and printing applications -- it supplies more than 90 percent of the medical market.\nHistory suggests that Dow Corning's hopes of completing its Chapter 11 reorganization in two years may be wildly optimistic. The Johns-Manville case took six years before reaching a resolution that left most of the company's stock in the hands of a trust established to handle all asbestos claims. Robins was in bankruptcy for three years before being sold to American Home Products as part of a settlement creating a trust fund for the women suing Robins.\nOne factor that may make reorganization smoother is that Dow Corning has only two shareholders to deal with. Prior to running into its breast implant troubles, Dow Corning's earnings had provided about 7 percent of Dow Chemical's reported income. But its share of Corning's reported income was much higer and more volatile, occassionally topping 30 percent. Neither company had received any cash dividends from Dow Corning in the last two years.", "url": "https://www.nytimes.com/1995/05/16/business/dow-corning-in-bankruptcy-over-lawsuits.html"}