{"authors": ["Serge Schmemann"], "date_download": "2022-10-25 23:55:56", "date_modify": "2022-10-25 23:55:56", "date_publish": "1995-11-05 05:00:00", "description": null, "filename": "1995_11_05_world_assassination-israel-overview-rabin-slain-after-peace-rally-tel-aviv-israeli_1666742156.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1995", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1995_11_05_world_assassination-israel-overview-rabin-slain-after-peace-rally-tel-aviv-israeli_1666742156.html", "title": "ASSASSINATION IN ISRAEL: THE OVERVIEW;RABIN SLAIN AFTER PEACE RALLY IN TEL AVIV; ISRAELI GUNMAN HELD; SAYS HE ACTED ALONE", "title_page": "ASSASSINATION IN ISRAEL: THE OVERVIEW;RABIN SLAIN AFTER PEACE RALLY IN TEL AVIV; ISRAELI GUNMAN HELD; SAYS HE ACTED ALONE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Shortly before his death, Mr. Rabin, obviously buoyed by the huge turnout of more than 100,000 supporters of the peace process, told the rally, \"I always believed that most of the people want peace and are ready to take a risk for it.\" [Excerpts, page 16A.]\nHe then joined other participants in singing the \"Song of Peace,\" a popular paean. Unfamiliar with the words, the prime minister followed from a text he tucked into his pocket.\nHours after the shooting, Mr. Peres said the blood-soaked sheet of music was found in his pocket and stood as a symbol of Mr. Rabin's sacrifice.\nSince achieving a historic peace agreement with the P.L.O. in 1993, and especially since the follow-up agreement two months ago on establishing Palestinian self-rule in much of the West Bank, Mr. Rabin had come under increasingly bitter attack from Jewish residents of West Bank settlements and right-wing opponents of the agreement.\nIn recent months, he had been heckled at his appearances and had received open threats from extremist groups. The fury of the criticism led to a tightening of security around him and other government ministers, and to a growing debate about the potential for violence.\nAs he walked to his car this evening, Mr. Rabin gave his last interview to a radio reporter, saying, \"I always believed that the majority of the people are against violence, violence which in the recent period took a shape which damages the framework of fundamental values of Israeli democracy.\"\nAt 9:30 P.M., as he was preparing to enter his car, there were four shots. Two struck one of Mr. Rabin's bodyguards, who was reported in critical condition. One or two struck the prime minister. The Minister of Health, Ephraim Sneh, said Mr. Rabin had no heartbeat or blood pressure when he arrived at Ichilov Hospital. He was pronounced dead at 11:10 P.M.", "url": "https://www.nytimes.com/1995/11/05/world/assassination-israel-overview-rabin-slain-after-peace-rally-tel-aviv-israeli.html"}