{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 22:59:27", "date_modify": "2022-10-25 22:59:27", "date_publish": "1995-11-21 05:00:00", "description": null, "filename": "1995_11_21_world_london-journal-as-15-million-watch-diana-relives-painful-years_1666738767.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1995", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1995_11_21_world_london-journal-as-15-million-watch-diana-relives-painful-years_1666738767.html", "title": "London Journal;As 15 Million Watch, Diana Relives Painful Years", "title_page": "London Journal;As 15 Million Watch, Diana Relives Painful Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last year, Prince Charles gave a television interview of his own in which he said that he had never loved Diana, even during their ultra-romantic wedding in 1981, and that he had committed adultery after their marriage had soured beyond repair.\nAlthough the Prince's father, Prince Philip, told the newspapers that he did not understand why his son would air his troubles in public, Charles's interview was approved in advance by Queen Elizabeth. In contrast, Diana prepared her interview with the BBC in secret and informed the Queen about it only last week.\nThe Queen was said to be incensed; Diana's press secretary quit his job, reportedly angry that he had not been consulted, and Buckingham Palace indicated that it might review its traditionally cozy relationship with the state-run BBC.\nNews of the impending interview, however, was stunning to a nation hungry for information about Diana and eager to hear even the minutest details about how the interview came to be, what she said, how she looked, how Buckingham Palace responded, and what it all meant. Knowing what a potential minefield it all was, the BBC conducted the interview in such secrecy that even its chairman, Marmaduke Hussey, was not told about it, reportedly for fear that he would tell his wife, Lady Susan, who is a lady-in-waiting to the Queen.\nThe BBC -- which has sold the interview to countries around the world for $1.6 million -- swore that only eight people had seen the final version of the program before the broadcast. The reporter, Martin Bashir, went into hiding over the weekend. (The interview is scheduled to be broadcast in the United States by ABC at 9 P.M. Eastern time on Friday.)\nSince their separation, Charles and Diana have been leading independent lives, seeing each other mostly at state functions or at school-related events with their two sons. Tonight, however, The Evening Standard reported that Charles had flown by helicopter to Diana's home at Kensington Palace and that he had emerged looking worn and grim.\nThe big question facing their relationship is whether they will get a divorce. Tonight, Diana, her voice hoarse and her eyes moist, said it was up to Charles, whom she never mentioned by name throughout the hourlong interview. \"I await my husband's decision on which way we're all going to go,\" she said.", "url": "https://www.nytimes.com/1995/11/21/world/london-journal-as-15-million-watch-diana-relives-painful-years.html"}