{"authors": ["Mireya Navarro"], "date_download": "2022-10-25 22:57:24", "date_modify": "2022-10-25 22:57:24", "date_publish": "1995-02-27 05:00:00", "description": null, "filename": "1995_02_27_us_new-housing-for-hurricane-s-last-victims_1666738644.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1995", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1995_02_27_us_new-housing-for-hurricane-s-last-victims_1666738644.html", "title": "New Housing for Hurricane's Last Victims", "title_page": "New Housing for Hurricane's Last Victims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some of park dwellers said they were actually better off in their mobile homes. Miriam Florian, 24, said she and her husband, who works in a horse stable nearby, rented a room in a house before the hurricane. Now the couple and their two daughters, 2 and 4, spread out in a three-bedroom 8-by-36 foot trailer and pay $285 a month in pad rent.\n\"We didn't find where to rent,\" Mrs. Florian said. \"My husband didn't have a job and we decided to spend savings to buy the trailer.\"\nOthers who had stayed said the only other option, given the scarcity of affordable housing was to leave, though many held jobs here. The park now has mostly Hispanic residents, many of them laborers on local farms. These neighbors, too, welcomed the gradual exodus of other FEMA charges. They said the park, which at its most crowded accommodated up to 230 emergency housing trailers, was noisy and contained a \"bad element\" that engaged in petty crime, drug dealing and prostitution.\nBut Coral Roc had been a trailer park with 270 families before Andrew leveled it, and for the handful of residents who returned it remains a barren shadow of its old self. Bulldozers after the hurricane cleaned out both the debris and the vegetation, leaving mostly a rubble-strewn landscape.\nEven more distressing for Humberto Uton, 52, a Coral Roc resident for 14 years who lives with his 85-year-old mother, is that he could not move out. In 1992, he said, he braved the hurricane underneath a love seat and coffee table with eyes closed. His trailer gone, he used part of a $11,500 FEMA grant for replacing personal property to buy another.\nSome of those moving out were sympathetic. They said it was the psychological aspect of living in a mobile home that dissuaded them from settling down in the park.\nMr. Johnson was also gathering up belongings last week -- pre-hurricane property like Bee Gees tapes and mildewed encyclopedias and items bought in the last two and half years, including a shotgun, a 9-millimeter handgun and a .38-caliber revolver. A security guard who works a night shift, he said his trailer on the edge of the park had been burglarized four times and he had been mugged once despite 24-hour security paid for by the Government.", "url": "https://www.nytimes.com/1995/02/27/us/new-housing-for-hurricane-s-last-victims.html"}