{"authors": ["William Safire"], "date_download": "2022-10-25 23:34:07", "date_modify": "2022-10-25 23:34:07", "date_publish": "1995-01-29 05:00:00", "description": null, "filename": "1995_01_29_magazine_on-language-the-goldilocks-recovery_1666740847.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1995", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1995_01_29_magazine_on-language-the-goldilocks-recovery_1666740847.html", "title": "ON LANGUAGE; The Goldilocks Recovery", "title_page": "ON LANGUAGE; The Goldilocks Recovery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ECONOMICS WAS LABELED \"THE dismal science\" in 1850 by the historian Thomas Carlyle, and its metaphors are suitably fearsome and depressing. An arrangement in the 1970's for exchange rates to fluctuate within a band within another band was called the snake in the tunnel, and the total of the unemployment and inflation percentages was called the misery index. In the 80's an aborted economic recovery was called a dead cat bounce. Even its euphemisms for recession give the users a sensation of seasickness, as in rolling readjustment.\nHow pleasant it was, in this sad trope-a-dope, to hear an economist introduce a happy figure of speech to the droopy discourse. It happened at a White House briefing this month by Robert Reich, the Secretary of Labor, and Laura Tyson, the Council of Economic Advisers chair. (Ms. Tyson is the chairwoman of the group, and not a piece of furniture, but the official Clinton terminology labels her chair. Although the White House press office, in its releases, uses an o to spell advisors, her council styles itself advisers, the spelling preferred by Merriam-Webster's Collegiate, 10th Edition, and by American Heritage. Advisors -- perhaps influenced by supervisor -- is listed first by Webster's New World Dictionary, Third Edition, giving cover to the White House press office and to the Assistant to the President for National Security Affairs, Anthony Lake, who uses the controversial -or ending in spelling his informal title of National Security Advisor. However, most newspaper stylebooks, including that of The New York Times, use adviser, but who listens to the elitist media and its culture of personal destruction anymore? Amid this babble, a voice of cool authority is needed. My advice: in this devolutionary political era, don't knuckle under to any White House spelling diktat; spell it adviser. Live free or die. End parenthesis.)\nStanding next to Adviser Tyson, whose hair is auburn, Secretary Reich made his sunnily hirsute contribution to economic jargon, referring to \"the Goldilocks recovery -- not too hot, not too cold. . . .\"\nThis catchy figure of speech is drawn, of course, from the story of \"Goldilocks and the Three Bears,\" in which a hungry young blond woman breaks into the home of an absent family of carnivorous furry mammals. She samples their porridge, their chairs (the furniture, not their discussion leaders) and their beds. The comparisons invariably lead her to the bowl, chair and bed of the smallest bear, which in the case of the cereal was neither too hot nor too cold, and in the cases of the furniture neither too hard nor too soft, but -- just right.", "url": "https://www.nytimes.com/1995/01/29/magazine/on-language-the-goldilocks-recovery.html"}