{"authors": [], "date_download": "2022-10-25 23:30:23", "date_modify": "2022-10-25 23:30:23", "date_publish": "1996-10-10 05:00:00", "description": "Editorial says New York State Supreme Court Acting Justice Gerald Sheindlin, who acquitted New York City police officer Francis X Livoti in 1994 choking death of Anthony Baez, had obligation to reveal how he evaluated conflicting testimony during public defense of controversial ruling, since it would have made his decision clearer and avoided media exercise (M)", "filename": "1996_10_10_opinion_the-killing-of-anthony-baez_1666740623.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1996", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1996_10_10_opinion_the-killing-of-anthony-baez_1666740623.html", "title": "The Killing of Anthony Baez", "title_page": "Opinion | The Killing of Anthony Baez - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Judges rarely go public to defend their rulings, as Acting Justice Gerald Sheindlin did this week after acquitting a New York City police officer in the choking death of 29-year-old Anthony Baez. This media exercise could have been avoided if Justice Sheindlin's original opinion had been clearer in explaining how he reached his decision. As it stands now, the justice's post-trial explanations have further confused the public, undermining faith in a decision that was already difficult to follow.\nJustice Sheindlin concluded that a police officer had put a chokehold on Mr. Baez after an altercation in front of Mr. Baez's house in 1994. But he also found that the prosecution had not proved beyond a reasonable doubt that choking was the cause of death. The judge found instead that Mr. Baez suffered a fatal asthma attack, probably triggered during a subsequent struggle with police.\nThe police officer, Francis Livoti, was no stranger to brutality. His record included 11 abuse and brutality complaints in as many years. The justice expressed horror at his behavior, and at some point the Police Department must try to figure out why it kept Mr. Livoti on the force.\nThere was conflicting testimony, however, about whether his actions directly caused the death. Members of the Baez family who were on the scene testified they saw Mr. Baez go fatally limp after being choked. But three officers testified that Mr. Baez was fiercely resisting arrest when he began to have trouble breathing. A fourth officer, Daisy Boria, a distant relative of Mr. Baez, seemed to contradict these officers, including her partner.", "url": "https://www.nytimes.com/1996/10/10/opinion/the-killing-of-anthony-baez.html"}