{"authors": ["Timothy Egan"], "date_download": "2022-10-25 23:45:40", "date_modify": "2022-10-25 23:45:40", "date_publish": "1996-12-19 05:00:00", "description": "Evan C Hunziker dies of gunshot wound in Tacoma, apparent suicide, few weeks after being released from North Korea, where he was held as spy; photos; 26-year-old self-proclaimed missionary, who swam across Yalu River naked and nearly drunk last August, faced arrest warrants for drunk driving and domestic violence problems in Alaska; he was released through assistance of Repr Bill Richardson (S)", "filename": "1996_12_19_us_man-once-held-as-a-spy-in-north-korea-is-a-suicide_1666741540.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1996", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1996_12_19_us_man-once-held-as-a-spy-in-north-korea-is-a-suicide_1666741540.html", "title": "Man Once Held as a Spy In North Korea Is a Suicide", "title_page": "Man Once Held as a Spy In North Korea Is a Suicide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The young American said he was in North Korea because he wanted to preach the gospel. He had gone to China as a missionary, he said, fleeing arrest warrants and his troubled past. But more likely, his father said today, he swam across the river on a dare.\nBut if the swim was a youthful lark, it ultimately added to tension between the United States and North Korea. At the same time Mr. Hunziker was being held, a North Korean submarine was found in South Korean waters, and the North was going into the cold months with an energy and food shortage.\nIn a letter home, Mr. Hunziker said he had been moved from jail to a hotel, where he was treated humanely and given three meals a day. He said he crossed the border ''to promote peace.''\nIn arranging Mr. Hunziker's release last month, Representative Bill Richardson, Democrat of New Mexico, helped to bolster his reputation as a diplomat. Earlier this month, Mr. Richardson was nominated by President Clinton to be the United States delegate to the United Nations.\n''He's not a spy,'' Mr. Richardson said after winning Mr. Hunziker's release. ''I think he is a good young man. Let's just say he tried to be a little too much of a tourist.''\nThe highlight for Mr. Hunziker, perhaps, was a triumphant return to Seattle on Thanskgiving Eve, where he greeted family members, and tried to avoid a crush of reporters.\n''I'm just happy to be home,'' he said. ''I hope we can foster peace.\nBut things never got any better for Mr. Hunziker once he arrived back in America, his father said.", "url": "https://www.nytimes.com/1996/12/19/us/man-once-held-as-a-spy-in-north-korea-is-a-suicide.html"}