{"authors": ["Elisabeth Bumiller"], "date_download": "2022-10-25 23:28:29", "date_modify": "2022-10-25 23:28:29", "date_publish": "1996-08-04 05:00:00", "description": "Owners of nightclubs in New York City say they have become pariahs subject to harassment in public climate more concerned with quality-of-life offenses than with vitality of nightlife; photos; Giuliani administration and powerful community boards press for enforcement of ordinances against noise, disorderly conduct, illegal posters and drug violations; indictment of Peter Gatien for drug violations at his two clubs cited (M)", "filename": "1996_08_04_nyregion_can-clubland-live-in-quality-of-life-era_1666740509.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1996", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1996_08_04_nyregion_can-clubland-live-in-quality-of-life-era_1666740509.html", "title": "Can Clubland Live In Quality-of-Life Era?", "title_page": "Can Clubland Live In Quality-of-Life Era? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "(Mr. Bloch counters this: ''I don't believe she's ever visited the club. I take umbrage at Ms. Freed's statement.'')\nMs. Freed takes an equally dim view of club owners who say they bring good business to bad neighborhoods. ''If I hear one more person say, 'Oh, it was a bad block before, but now that it's got night life it's lively,' I'm going to strangle them,'' she said.\nMs. Freed will not soon forget, she said, the night she drove up Greene Street during the opening of Spy, a SoHo bar of that particular moment, and encountered patrons throwing bottles and running out into traffic.\nMs. Freed, who is not often described as subtle, stopped to vent with a woman in the street.\n''I said, 'This is a residential neighborhood, don't you care?' '' recalled Ms. Freed, who has lived in TriBeCa or SoHo for the last quarter of a century. ''And she said: 'Hey, it's Manhattan. If you don't like it, move.' ''\nRare Harmony\nSeeking Strength In Unity\nOn a steamy afternoon in Greenwich Village last month, club owners banded together, uncharacteristically, to fight back with what most likely will be called the New York Nightclub Association, a trade and lobbying group. Its tentative birth took place at the Bottom Line, the venerable granddaddy of New York clubs, at a ''Quality of (Night) Life Forum'' organized by two people eager to bring a tone of gravitas and responsibility to clubland: David Hershkovitz, the editor and publisher of the downtown entertainment magazine Paper, and Andrew Rasiej, an owner of Irving Plaza, a large club near Union Square.\n''Is there a campaign to drive out clubs to make the city safe for Disney?'' Mr. Hershkovitz said in opening remarks, setting off an hour and a half of war stories from club owners who largely said yes. Hilly Crystal, the owner of CBGB's in the East Village, complained that he was fined $2,000 when a band played on a truck outside his club; Mr. Bloch, the owner of Wetlands, said that city regulations required him to be ''a fire drill instructor, a sprinkler system supervisor, a food handler, an alcohol awareness trainer, a certified nurse, a searcher of bodies, even a baby sitter.'' Others complained of inspectors who make patrons stop dancing if a club has no cabaret license, as was the case with Mr. Hill's club last year. (He has since been granted a license.)\nMore remarkable was the presence of numerous city officials, including Borough President Ruth Messinger of Manhattan, who briskly told the group that ''you are an important city industry'' and ''the faster you can both meet regulations and requirements to get recognition as a good neighbor, the better.''", "url": "https://www.nytimes.com/1996/08/04/nyregion/can-clubland-live-in-quality-of-life-era.html"}