{"authors": ["Roberta Smith"], "date_download": "2022-10-25 23:36:17", "date_modify": "2022-10-25 23:36:17", "date_publish": "1996-12-04 05:00:00", "description": "Dan Flavin, leading Miami sculptor know for his work with fluorescent lights, died on Nov 29 at age 63; photo (M)", "filename": "1996_12_04_arts_dan-flavin-63-sculptor-of-fluorescent-light-dies_1666740977.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1996", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1996_12_04_arts_dan-flavin-63-sculptor-of-fluorescent-light-dies_1666740977.html", "title": "Dan Flavin, 63, Sculptor Of Fluorescent Light, Dies", "title_page": "Dan Flavin, 63, Sculptor Of Fluorescent Light, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Flavin arrived at the idea of using fluorescent tubes after several years of painting and drawing Abstract Expressionistic works to which he sometimes added scribbled texts from the Bible or James Joyce. These were followed by a brief period in the late 1950's and early 60's of making boxy wall reliefs in strong monochromatic colors, to which he attached colored light bulbs and fluorescent tubes.\nIn 1963 Mr. Flavin placed a single gold tube diagonally on the wall, and came to realize, as he later wrote, that ''the actual space of a room could be disrupted and played with by careful, thorough composition of the illuminating equipment.'' Thereafter he began using the tubes on their own, deploying them in fencelike barriers across rooms or doorways, in vertical arrangements along walls and in various crisscrossing or framelike constructions that spanned corners.\nThe result was an art brazenly radical and very much in the vein of Marcel Duchamp's ready-mades, yet characterized by profound, even ecstatic beauty that was at once painterly and architectural. This beauty emanated from a combination of the tubes' intense lines of color, the softer glow of their diffuse, spreading light and the geometric arrangements of the tubes' metal pans. Mr. Flavin became adept at getting the most out of all three. He might turn the light elements away from the viewer, so that the pans formed dark lines across the glowing color effects, or combine tubes of different colors to create tints of a third.\nHe was equally at home with almost no color, contrasting the different whites of fluorescent tubes designated daylight, cool white and warm white, and in the early 1970's he began working with circular fluorescent lights.\nHis pieces could be symphonic, filling entire museums -- as they did the rotunda of the Guggenheim in 1971 and again in 1992 -- and highlighting their exteriors as well, as at the Staatliche Kunsthalle in Baden-Baden, Germany, in 1989. Or they could strike single chords, as small, portable combinations of short tubes whose compactness recalled his early reliefs.", "url": "https://www.nytimes.com/1996/12/04/arts/dan-flavin-63-sculptor-of-fluorescent-light-dies.html"}