{"authors": ["Robert Mcg. Thomas Jr."], "date_download": "2022-10-25 23:42:21", "date_modify": "2022-10-25 23:42:21", "date_publish": "1996-04-18 05:00:00", "description": null, "filename": "1996_04_18_world_stavros-niarchos-greek-shipping-magnate-archrival-onassisis-dead-86_1666741341.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1996", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1996_04_18_world_stavros-niarchos-greek-shipping-magnate-archrival-onassisis-dead-86_1666741341.html", "title": "Stavros Niarchos, Greek Shipping Magnate And the Archrival of Onassis,Is Dead at 86", "title_page": "Stavros Niarchos, Greek Shipping Magnate And the Archrival of Onassis,Is Dead at 86 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To get around American restrictions on the sale of such ships to foreigners, Mr. Niarchos formed a company in which his American-born sister and some American friends owned a three-quarter interest. But after Mr. Niarchos compounded his audacity by leasing the ships to a Panamanian company to avoid American taxes, the Government sued and he agreed to pay a $12 million fine, give up some of the ships and have three supertankers built at American shipyards.\nAs usual, the settlement ended up to his advantage. It came as Mr. Niarchos, who had foreseen the postwar boom in trade, was beginning a shipbuilding spree. Not only did the three large tankers prove far more profitable than the smaller ships he had to surrender, but he also ended up commissioning others, each generally larger than the one before.\nMr. Niarchos was one of the first shipowners to grasp the economies of scale: that is, a ship that could carry twice as much oil at twice the fees did not cost twice as much to build or to operate.\nBut he was not the only one to understand the concept. So did another upstart Greek shipping magnate, Aristotle Socrates Onassis, and in the decade after the war the two began a rivalry that amounted to a global game of one-upmanship.\nIf Mr. Onassis built a 30,000-ton ship, Mr. Niarchos was sure to respond with one of 31,000 tons. The shipbuilding competition continued until 1956 when Mr. Niarchos launched the 47,750-ton Spyros Niarchos, then the largest tanker afloat.\nAnd Mr. Niarchos, who became a hero in Greece by building the country's first shipyard after the war, found himself upstaged when Mr. Onassis became an even bigger hero in the jet age by creating Olympic Airways.\nFor Mr. Niarchos, who savored his title as the owner of the largest private tanker fleet, 1956 was to prove the high-water mark in his competition with Mr. Onassis. Curiously, his very success caused his setback. When the Suez crisis of 1956 closed the canal, created a huge new demand for tankers and doubled shipping rates, much of his own vast fleet was tied up in long-term contracts at the pre-crisis rates, while Mr. Onassis, who had largely been locked out of the market by Mr. Niarchos, was able to take advantage of the crisis and cash in on the higher rates.", "url": "https://www.nytimes.com/1996/04/18/world/stavros-niarchos-greek-shipping-magnate-archrival-onassisis-dead-86.html"}