{"authors": ["Alex Ross"], "date_download": "2022-10-25 23:37:11", "date_modify": "2022-10-25 23:37:11", "date_publish": "1996-01-20 05:00:00", "description": null, "filename": "1996_01_20_arts_music-review-opera-by-a-czech-who-was-killed-at-auschwitz_1666741031.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1996", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1996_01_20_arts_music-review-opera-by-a-czech-who-was-killed-at-auschwitz_1666741031.html", "title": "MUSIC REVIEW;Opera by a Czech Who Was Killed at Auschwitz", "title_page": "MUSIC REVIEW;Opera by a Czech Who Was Killed at Auschwitz - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Would Hans Krasa's \"Betrothal in a Dream,\" playing at the Washington Opera, have been revived if its composer had not perished in Auschwitz? Most likely not. It is an attractive piece but not a shattering one: its composer was, from available evidence, gifted but not inspired. Krasa might have gone on to greater things if his life had not been cut short in his mid-40's. He might also have faded into obscurity.\nKrasa was one of a group of Czech composers -- Pavel Haas, Viktor Ullmann, Erwin Schulhoff and Gideon Klein -- who were killed in Nazi concentration camps. Their music has re-emerged in astonishing quantities on recordings, with performances quickly following. The revival has rescued genuine originals like Schulhoff from oblivion; it has also brought back minor talents, of whom Krasa was one. Still, there is justice in giving these composers a second chance at posterity.\nKrasa, born to a German-speaking Jewish family in Prague, studied with Alexander Zemlinsky and inherited much of that composer's roving eclecticism, particularly his adoration of Mahler. In the 1920's, he went to Paris and Berlin, absorbing influences as various as Stravinsky, Roussel, Weill and Berg. His music is most interesting as a perfect conglomeration of styles of the period. It was the last time in history that a composer could make a workable compromise among all dialects of the day.\n\"Betrothal\" is Krasa's major artistic legacy, written in the late 1920's and first performed in 1933 under the direction of the young George Szell. It is based on a minor Dostoevsky story called \"Uncle's Dream,\" detailing complex negotiations among a diplomat, an alcoholic prince, an ailing anarchist and the woman they all love. The libretto, by Rudolf Fuchs and Rudolf Thomas, is a sturdier vehicle than most jazz-happy concoctions of the period.", "url": "https://www.nytimes.com/1996/01/20/arts/music-review-opera-by-a-czech-who-was-killed-at-auschwitz.html"}