{"authors": ["Christopher Mason"], "date_download": "2022-10-25 23:44:19", "date_modify": "2022-10-25 23:44:19", "date_publish": "1996-01-11 05:00:00", "description": null, "filename": "1996_01_11_garden_home-sweet-elsewhere_1666741459.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1996", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1996_01_11_garden_home-sweet-elsewhere_1666741459.html", "title": "Home Sweet Elsewhere", "title_page": "Home Sweet Elsewhere - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Geffen has also been playing cat-and-mouse with the famous Jack Warner house in Beverly Hills, Calif., which he bought in 1990 for $47.5 million. He at first decided not to move into it, Ms. Tarlow said, but has now decided he will use after all.\nAlthough famously wealthy, Mr. Geffen appears content to divide his time primarily between a modest one-bedroom apartment on Fifth Avenue, which was overhauled by Mr. Gwathmey, and a small beach house in Malibu, Calif.\nRonald O. Perelman, the chairman of Revlon and, according to the 1995 Forbes 400 list, New York's richest self-made billionaire, lives in a town house in the East 60's but continues to own a large apartment on Park Avenue, which he bought in 1993 while separated from Claudia Cohen. (They are now divorced and she lives on a higher floor in the same building.) Mr. Perelman's apartment, which had been decorated by Mr. Mongiardino for the previous owner, was remodeled by the New York designer Peter Marino. Mr. Perelman lived there less than a year, and it is now unoccupied.\nStranger still, even in the annals of the super-rich, is the duplex penthouse apartment of Steven P. Jobs, in a skyline-defining building on Central Park West. Mr. Jobs, a founder of Apple Computer and the chairman of Next Computer and Pixar Animation Studios, engaged the New York architects Pei, Cobb, Freed & Partners to renovate the apartment nearly a decade ago. A spokesman for the architectural firm conceded that reports of the job having cost $10 million were \"conservative.\" Plans for furnishing it have not even begun. Nine years later, Mr. Jobs has yet to spend a night in his aerie.\nStill, the Architectural Digest cover confirms Mr. Wexner as the leader of this rarefied pack. Inside the magazine, 10 pages are filled with pictures taken more than two years ago. The house has since undergone yet another transformation at the hands of the designer Alberto Pinto.\nWhile the article does not mention the home's owner, its history is well known to many interior designers, who have long considered the house a plum assignment and are abuzz with speculation over why Mr. Wexner chose not to stay. Paige Rense, the editor in chief of Architectural Digest, declined to comment on the identity of the owner or on the vintage of the pictures.\nJohn Stefanidis, the interior designer who with the architect Thierry Despont wrought all this splendor for Mr. Wexner, showed philosophical acceptance of his client's decision. \"He now goes to New York very, very seldom,\" Mr. Stefanidis said, \"and some people just don't have the time to live in all their houses.\"", "url": "https://www.nytimes.com/1996/01/11/garden/home-sweet-elsewhere.html"}