{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:13", "date_modify": "2022-10-25 23:37:13", "date_publish": "1996-04-09 05:00:00", "description": null, "filename": "1996_04_09_arts_music-rarity-one-woman-wielding-a-baton_1666741033.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1996", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1996_04_09_arts_music-rarity-one-woman-wielding-a-baton_1666741033.html", "title": "Music Rarity: One Woman Wielding a Baton", "title_page": "Music Rarity: One Woman Wielding a Baton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The problem has been the old Catch-22, Ms. Sills noted. \"There have been few opportunities for women without extensive experience,\" she said. \"But how can women acquire the experience if they don't get hired?\"\nAs Ms. Young puts it: \"Part of the problem is the lack of role models for young women. But it may have more to do with the audience's perception of what a conductor does. When people talk about conducting -- the maestro myth -- they talk about power. Conducting has nothing to do with power. It has everything to do with forgetting your personal self, immersing yourself in this music, making the music speak to the audience and doing that together with the forces you are working with. But what the public sees is somebody waving their arms around and everybody following. And traditionally, power figures have been male.\"\nMs. Young's role models as a child in Sydney were, of course, only men, particularly Leonard Bernstein, whom she observed in rehearsal when she was 12. Her parents -- her Irish father, a lawyer with a \"passion for literature,\" and her Croatian mother, a dressmaker -- sent her to a school for girls where there was never a question of there being things that only boys could do. \"When we put on plays, we built the sets, moved the chairs, directed ourselves,\" she said.\nShe studied piano, flute, guitar and, at the conservatory in Sydney, composition. Her first conducting experiences were with new-music ensembles. She was drawn into vocal coaching, and obtained a job on the music staff at the Australian Opera when she was just 22. Three years later, the conductor for a production of \"The Mikado\" took ill, and Ms. Young substituted at the last minute. This settled her on a career path.\n\"I never actually took conducting lessons,\" she said. \"But I spent a wonderful 12 months in Europe observing conductors in rehearsal. Technique is an interesting issue in conducting. It's all about intention and conception. When something is not together, it is seldom because the musicians are not playing it together: it's because I am not hearing it together, I am not creating the right kind of sound in my ear.\"\nJames Levine met Ms. Young when she was working as an assistant to Daniel Barenboim at Bayreuth. Impressed with her work, he invited her to the Met. And her debut is not a one-shot gesture at political correctness. Ms. Young has been engaged through 1998. She is to conduct a \"Cavalleria Rusticana\" and \"Pagliacci\" double bill in 1997, and \"Il Trovatore,\" \"Les Contes des Hoffmann\" and \"La Traviata\" over the following two seasons.", "url": "https://www.nytimes.com/1996/04/09/arts/music-rarity-one-woman-wielding-a-baton.html"}