{"authors": ["Julie Shaver"], "date_download": "2022-10-25 23:34:51", "date_modify": "2022-10-25 23:34:51", "date_publish": "1996-08-23 05:00:00", "description": null, "filename": "1996_08_23_us_what-the-welfare-law-may-mean-for-certain-recipients_1666740891.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1996", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1996_08_23_us_what-the-welfare-law-may-mean-for-certain-recipients_1666740891.html", "title": "What the Welfare Law May Mean for Certain Recipients", "title_page": "What the Welfare Law May Mean for Certain Recipients - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new welfare law will abolish the Federal guarantee of welfare benefits, principally Aid to Families with Dependent Children, and instead give states block grants they may use as they wish to aid the poor. Eligibility criteria and benefit levels, which already vary from state to state, could vary even more. The new law also establishes work requirements for most people seeking welfare or other benefits; states that do not mee these requirements may lose some of their Federal grant. Pie chart figures are for 1994, except where noted.\nSingle mother; youngest child is over the age of 5\nThe mother will be required to work within two years of receiving benefits, perhaps sooner. Since the youngest child is over the age of 5, the mother will not be able to sidestep work requirements. States will generally be required to have 25 percent of adult welfare recipients working at least 20 hours a week next year (and 50 perent working 30 hours a week by 2002). Mother and hcildren will be guaranteed health coverage under Medicaid as long as they would qualify for welfare under current law.\nSingle mother; youngest child is 5 or younger\nBecause the youngest child is 5 or younger, the mother will be exempted from work requirements if she proves that she cannot find suitable, affordable child care.\nUnmarried mother under 18\nShe will generally have to live with an adult and attend school in order to receive welfare benefits. She will not have to live with her parent or guardian if she or her child is likely to suffer serious physical or emotional har, sexual abuse or exploitation as a result of such living arrangements.", "url": "https://www.nytimes.com/1996/08/23/us/what-the-welfare-law-may-mean-for-certain-recipients.html"}