{"authors": ["George Johnson"], "date_download": "2022-10-25 23:42:17", "date_modify": "2022-10-25 23:42:17", "date_publish": "1997-11-11 05:00:00", "description": "Low-key musical version of famous chess match between Garry Kasparov and computer Deep Blue is held at University of Oregon, as audience judges musical entries composed by teacher Steve Larson, Johann Sebastian Bach and computer program called EMI; listeners mistake Larson's piece for one by computer, and then go on to conclude that EMI's piece is genuine Bach; cybernetic pretender, invented by David Cope at University of California-Santa Cruz, has been upsetting musical assumptions with its ability to scan pieces by famous composers, distill their essence and then churn out imitations; photo; Dr Douglas Hofstadter organizes Stanford symposium with live concerts of EMI's music; CD is also released (M)", "filename": "1997_11_11_science_undiscovered-bach-no-a-computer-wrote-it_1666741337.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_11_11_science_undiscovered-bach-no-a-computer-wrote-it_1666741337.html", "title": "Undiscovered Bach? No, a Computer Wrote It", "title_page": "Undiscovered Bach? No, a Computer Wrote It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In his Pulitzer-prizewinning book ''Godel, Escher, Bach,'' published in 1979, Dr. Hofstadter speculated on whether uplifting music would ever be composed by an artificially intelligent machine. A program that could produce music as mesmerizing as the great masters', he concluded, would require more than simple routines for stringing together notes. The machine would have to learn what it feels like to be alive. It ''would have to wander around the world on its own,'' he wrote, ''fighting its way through the maze of life and feeling every moment of it. It would have to understand the joy and loneliness of a chilly night wind, the longing for a cherished hand.''\nNow he is not quite so sure. ''I find myself baffled and troubled by EMI,'' he said. ''The only comfort I could take at this point comes from realizing that EMI doesn't generate style on its own. It depends on mimicking prior composers. But that is still not all that much comfort. To what extent is music composed of 'riffs,' as jazz people say? If that's mostly the case, then it would mean that, to my absolute devastation, music is much less than I ever thought it was.''\nNot all of EMI's illusions are equally beguiling. The longer the program tries to sustain its masquerade, the more likely it is to stumble. ''If I turn on three seconds of EMI and ask myself, 'What was that?' I would say Bach,'' Dr. Hofstadter said. ''But if I leave it on for 20 or 30 seconds, it does not make sense. It's like listening to random lines from a Keats sonnet. You wonder what was happening to Keats that day. Was he completely drunk?''\nDr. Burman-Hall said that EMI did its best renditions of composers like Bach or Mozart, whose style is ''more Apollonian, restrained, logical and equation-like.'' The program is not so successful, she said, with less predictable composers like Beethoven or Bach's son Carl Philipp Emanuel Bach. ''When I play C. P. E. Bach,'' she said, ''I hear him having second thoughts, wandering off and then feeling remorse and coming back to what he said before.'' For now, anyway, some of these more subtle motifs seem to elude EMI's pattern-recognition routines.\nDr. Cope concedes that real Bach, younger or older, is still better than his program's pseudo-Bach. ''EMI produces beautiful music but maybe not profound music,'' he said. But then how many people, he asks, can come as close as EMI does to mimicking the greatest composers of all time? As he continues to refine the program, he expects the imitations to improve, incorporating more and more of the trademarks that make up a composer's musical personality.\nAs a test of EMI's abilities, Dr. Cope likes to play its compositions to people who do not know they are hearing music written by a computer. ''When they assume the music is human, they are obviously moved and speak in the same terms as if it had been by Chopin,'' he said. They describe the emotions unleashed by the music and speculate on what the composer was trying to say. ''But when I tell them that there is nothing behind the music but cold hard machinery doing addition and subtraction,'' Dr. Cope continued, ''then they won't admit they were moved.'' These experiments have led Dr. Cope to believe that the meaning of a piece of music lies largely in the ear of the beholder.\nDr. Cope started working on EMI in 1981 while suffering from a frustrating case of composer's block. He had received a commission to write the score for an opera but could not come up with the first notes. ''Each of the 12 possible notes sounded equally interesting -- or uninteresting, depending on your point of view,'' he said. ''I had a real crisis.''", "url": "https://www.nytimes.com/1997/11/11/science/undiscovered-bach-no-a-computer-wrote-it.html"}