{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:36:03", "date_modify": "2022-10-25 23:36:03", "date_publish": "1997-12-02 05:00:00", "description": "Federal Judge Shira A Scheindlin rejects Mayor Rudolph Giuliani's effort to remove bus advertisements by New York magazine lampooning his style; says Mayor, who is in headlines each day and who recently appeared in drag on national television, cannot avoid limelight of publicity, whether good or bad; orders Metropolitan Transportation Authority to restore advertisements immediately to buses; Giuliani scores ruling; weighs suit against magazine for ads which proclaim that publication 'was possibly the only good thing in New York Rudy hasn't taken credit for;' photo (M)", "filename": "1997_12_02_nyregion_judge-rejects-giuliani-s-attempt-to-kill-bus-ads-using-his-name_1666740963.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_12_02_nyregion_judge-rejects-giuliani-s-attempt-to-kill-bus-ads-using-his-name_1666740963.html", "title": "Judge Rejects Giuliani's Attempt To Kill Bus Ads Using His Name", "title_page": "Judge Rejects Giuliani's Attempt To Kill Bus Ads Using His Name - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He added: ''I think that mayors retain certain privacy rights, particularly the right to not have your name used for a commercial purpose. After all, that's blatantly what this is all about -- it's in order to sell a magazine.''\nThe fight was not the first time that the Mayor has battled advertisers. In June, Mr. Giuliani pressured Continental Airlines to drop ads that tried to lure New Yorkers to Newark International Airport. But the latest ads, which were to appear on 75 city buses by the end of the year, riled Mr. Giuliani just as he was basking in the national glow of his commanding re-election victory.\nMeanwhile, the city's lawyers said they would go to court today and ask the United States Court of Appeals for the Second Circuit in Manhattan to block enforcing of the judge's ruling while they appeal.\n''We're appealing because I think the judge misread the law with regard to whether the First Amendment applies to bus advertising,'' said Jeffrey D. Friedlander, the city's Acting Corporation Counsel.\nHe added that the city and the M.T.A. believe that buses are not public forums, where the degree of constitutional protection would be higher, and that the authority's rules on advertisement acceptance are reasonable. A spokesman for the authority, Tom Kelly, had no further comment yesterday on the decision.\nThe Mayor's harsh criticism of the judge and the magazine, along with his threat to sue, escalated a dispute that had essentially begun as a joke -- ''a little tasteful ribbing'' by the magazine, as its editor in chief, Caroline Miller, put it yesterday.\nShe said New York magazine had sought to develop the advertising campaign, for which it paid the authority $85,000, to reflect its own irreverent approach to political commentary. ''There was nothing mean-spirited about it,'' Ms. Miller said.", "url": "https://www.nytimes.com/1997/12/02/nyregion/judge-rejects-giuliani-s-attempt-to-kill-bus-ads-using-his-name.html"}