{"authors": ["Elisabeth Rosenthal"], "date_download": "2022-10-25 23:50:20", "date_modify": "2022-10-25 23:50:20", "date_publish": "1997-12-29 05:00:00", "description": "Hong Kong government plans to kill every chicken in territory--more than 1.2 million--to combat new strain of flu that has left four people dead and at least eight more seriously ill; geese, ducks and other fowl that have been in close contact with chickens will also be slaughtered; scientists from Centers for Disease Control and Prevention, which is advising Hong Kong government, believe virus is primarily acquired from live chickens or other fowl and that it spreads poorly between humans; photo (M)", "filename": "1997_12_29_world_chickens-killed-in-hong-kong-to-combat-flu_1666741820.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_12_29_world_chickens-killed-in-hong-kong-to-combat-flu_1666741820.html", "title": "Chickens Killed In Hong Kong To Combat Flu", "title_page": "Chickens Killed In Hong Kong To Combat Flu - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chickens imported from mainland China are sometimes kept in such markets for a number of days before they make their way to the stalls where they are bought, often live, then slaughtered and eaten by consumers.\nHong Kong officials said they felt forced to proceed with the mass slaughter after learning late Saturday night that, despite previous measures, chickens at a farm in Yuen Long in the New Territories had tested positive for the virus and that a large number of chickens had died at the Cheung Sha Wan poultry wholesale market in Kowloon, possibly from the virus.\nThe Hong Kong Health Department has advised residents to handle poultry and eggs with care, cooking them thoroughly, although they say that chickens infected with the virus cannot lay eggs.\nBarbara Reynolds, a spokeswoman for the Centers for Disease Control and Prevention in Atlanta, said on Sunday that the organization, which has been called in to advise the Hong Kong government, supports the plan to kill the chickens, although it was not involved in making the decision. She said that the rare outbreaks of bird flu in the United States have been addressed by killing flocks but added that she was ''not aware of anything on this scale.''\nScientists have long known that the virus could be fatal to chickens but had not thought it capable of infecting or harming humans -- until the deaths this year in Hong Kong. Scientists say that any time a new virus crosses over into humans, it is cause for concern, because people would in theory have no natural immunity to the disease. And the concern is even greater when the event occurs in southern China, the source of many of the world's great influenza epidemics.\nFor the last few weeks, virologists from around the world have been streaming into Hong Kong to help local health officials identify new cases as well as to study how the virus infects humans and its potential for spread. They are particularly interested in whether the virus can be transmitted from person to person.\nAlthough the number of known cases is small, the front pages of Hong Kong's newspapers have been playing up the latest tallies: currently 12 confirmed and 8 suspected cases. Scientists from the C.D.C. say they believe that the virus is primarily acquired from live chickens or other fowl and that it spreads poorly between humans. Ms. Reynolds said C.D.C. researchers do not believe it can be transmitted by air, like garden variety influenza, but may be transmitted by contact with the bodily fluids of an infected person.", "url": "https://www.nytimes.com/1997/12/29/world/chickens-killed-in-hong-kong-to-combat-flu.html"}