{"authors": ["Jan Hoffman"], "date_download": "2022-10-25 23:30:18", "date_modify": "2022-10-25 23:30:18", "date_publish": "1997-05-15 05:00:00", "description": null, "filename": "1997_05_15_nyregion_to-avoid-conflict-over-yankees-suit-lawyer-quits-firm_1666740618.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_05_15_nyregion_to-avoid-conflict-over-yankees-suit-lawyer-quits-firm_1666740618.html", "title": "To Avoid Conflict Over Yankees Suit, Lawyer Quits Firm", "title_page": "To Avoid Conflict Over Yankees Suit, Lawyer Quits Firm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But in the legal world, the news was greeted with shock, glee and not a little speculation. More than most Wall Street firms, Cravath is known for a powerful culture of loyalty, and its partnerships, rare and hard to come by, are considered the jewels of the profession.\n''In the legal industry, it's like it's 1956 and Mickey Mantle is suddenly a free agent,'' said Steven Brill, the legal publisher and founder of Court TV.''This is a terrible loss for Cravath.''\nFloyd Abrams, the First Amendment lawyer, was one of those who could barely contain his surprise upon hearing of Mr. Boies's departure from Cravath, so entwined is the lawyer's name with that of his firm. ''He's soft-spoken, dryly funny, extraordinarily charming and with the highest level of intelligence,'' said Mr. Abrams of Mr. Boies. ''All of which is a rare combination for a Wall Street partner. And oh, those Sears, Roebuck-style suits.''\nMr. Boies said yesterday that the decision was reached internally without the prompting of either Mr. Steinbrenner or Time Warner, although the potential conflict between the two was the precipitating event for his decision.\nMr. Boies had devised the legal strategy under which the New York Yankees joined with Adidas to sue Major League Baseball last week for interfering with a 10-year, $95 million sponsorship agreement that the team reached with the footwear company two months earlier. The Adidas deal created a stir because baseball already had an agreement to market the trademarks of all 28 teams through a central agency, Major League Baseball Properties.\nThe lawsuit accuses the baseball establishment of trying to stop the sale of merchandise bearing the Yankees and Adidas logos at Yankee Stadium, and characterizes baseball's agency agreement as a competition-stifling cartel. The Yankees struck the deal with Adidas after teams voted down a national deal with Nike and Reebok worth $325 million to $450 million.\n''This was a significant step for the Yankees to take,'' said Mr. Boies, whom The American Lawyer magazine called the most sought-after trial lawyer in the country. ''Having been on board when we went into it, I didn't think I wanted to get out of it before we emerged from it.''", "url": "https://www.nytimes.com/1997/05/15/nyregion/to-avoid-conflict-over-yankees-suit-lawyer-quits-firm.html"}