{"authors": ["Warren Hoge"], "date_download": "2022-10-25 23:44:27", "date_modify": "2022-10-25 23:44:27", "date_publish": "1997-09-30 05:00:00", "description": "Author Andrew Morton, who wrote 1992 book, Diana: Her True Story, which disclosed unhappy marriage of Princess Diana of Wales to Prince Charles and her troubled relations with British royal family, discloses that she was his principal source of information; says she gave six interviews, through third party, provided photographs and captions and read, revised manuscript and personally approved every page of book (M)", "filename": "1997_09_30_world_now-it-can-be-told-1992-tell-all-book-s-source-was-diana_1666741467.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_09_30_world_now-it-can-be-told-1992-tell-all-book-s-source-was-diana_1666741467.html", "title": "Now It Can Be Told: 1992 Tell-All Book's Source Was Diana", "title_page": "Now It Can Be Told: 1992 Tell-All Book's Source Was Diana - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the book was first published, Diana denied that she had been a source for it but let it be known that she was not angry at friends of hers who were said to have cooperated. Mr. Morton said today that the friends had agreed to provide cover for her so that Buckingham Palace could not accuse her of having supplied the damaging information.\nMr. Morton, a 44-year-old former newspaperman, has already made more than $7 million from the book.\nMr. Morton told The Times that he was making her involvement known now ''as a matter of historical record,'' and did not discuss whether today's action broke any pledges of confidentiality. He alluded only in passing to the intense competition in books about the Princess since her death in a car crash in Paris. ''The world and his wife are now writing books and memoirs,'' he noted.\nWhen Mr. Morton's book came out, there was widespread public suspicion that the fabled marriage had come undone. But the book supplied detailed accounts of Diana's suspicions that Charles had returned to his first love, Camilla Parker Bowles, and of the Princess's eating disorders and suicide attempts.\nThe Times published pictures today of several pages of the original manuscript with self-protective annotations made by the Princess. She revised a reference to Prince Charles as the man she ''longed to marry'' by crossing out those words and writing in ''was in love with.'' In another, she wrote ''not true'' next to a phrase saying her father was unhappy with her for having left school early. Where the book said that as a teen-ager she had ''no burning ambitions,'' she penned in ''Did!''\nMr. Morton said he was asked to become the conduit for her story after Diana learned he was preparing a biography of her. A friend of hers summoned him to a working-class pub in the northwest London suburb of Ruislip and reported her interest, saying she had been impressed by his fairness in articles and books he had written during his years as the royal correspondent for two national tabloids, The News of the World and The Daily Mail.", "url": "https://www.nytimes.com/1997/09/30/world/now-it-can-be-told-1992-tell-all-book-s-source-was-diana.html"}