{"authors": ["Andy Newman"], "date_download": "2022-10-25 23:35:58", "date_modify": "2022-10-25 23:35:58", "date_publish": "1997-09-29 05:00:00", "description": "Metropolitan Transportation Authority, noting that graffiti on subway cars is under control and more cleaners are being hired to pick up litter on trains, is scheduled to vote on measure that would greatly expand its powers to reject advertisements on subways and buses that it deems offensive (M)", "filename": "1997_09_29_nyregion_mta-seeks-greater-power-to-reject-subway-and-bus-ads_1666740958.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_09_29_nyregion_mta-seeks-greater-power-to-reject-subway-and-bus-ads_1666740958.html", "title": "M.T.A. Seeks Greater Power To Reject Subway and Bus Ads", "title_page": "M.T.A. Seeks Greater Power To Reject Subway and Bus Ads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Graffiti on subway cars is under control, and more cleaners are being hired to pick up litter on the trains. Now the Metropolitan Transportation Authority is looking to clean up public discourse.\nThe agency's board is scheduled to vote tomorrow on a measure that would greatly expand its powers to reject advertisements on subways and buses that it deems offensive -- including those that criticize the M.T.A.\nUnder the proposed amendment, the authority would be able to reject advertisements that include ''an image of a person, who appears to be a minor, in sexually suggestive dress, pose or context,'' as well as ''images that would be deemed by a significant segment of the public to be patently offensive, improper, or in bad taste,'' and any message that is ''directly adverse to the commercial or administrative interests of the M.T.A. or is harmful to the morale of M.T.A. employees.''\nBut free speech advocates said that the authority, as a government agency, is subject to the First Amendment and that the rule may be unconstitutional. ''Once they accept a single ad, they can't discriminate on the basis of the content of other ads,'' Norman Siegel, the executive director of the New York Civil Liberties Union, said. ''The premise is that the government must be neutral with regard to the ideological message of the content of the ad.''", "url": "https://www.nytimes.com/1997/09/29/nyregion/mta-seeks-greater-power-to-reject-subway-and-bus-ads.html"}