{"authors": ["Mike Wise"], "date_download": "2022-10-25 22:59:25", "date_modify": "2022-10-25 22:59:25", "date_publish": "1997-12-07 05:00:00", "description": "Confrontation between Golden State Warrior guard Latrell Sprewell and Coach P J Carlesimo has shaken National Basketball Association; Warriors terminated Sprewell's contract and NBA Comr David Stern suspended him for one year after Sprewell choked, punched and threatened to kill Carlesimo; it is longest non-drug suspension ever handed down by league; photos (M)", "filename": "1997_12_07_sports_pro-basketball-a-suspended-player-a-shaken-league_1666738765.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_12_07_sports_pro-basketball-a-suspended-player-a-shaken-league_1666738765.html", "title": "PRO BASKETBALL; A SUSPENDED PLAYER, A SHAKEN LEAGUE", "title_page": "PRO BASKETBALL; A SUSPENDED PLAYER, A SHAKEN LEAGUE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''It's too simplistic to say Latrell Sprewell is now the poster guy for the Generation X players,'' said Dr. Richard Lapchick, the director of Northeastern University's Center for the Study of Sport and Society. ''The act was so unprecedented and so offensive, I think you have to treat it as an incident that is out there, almost an island in itself.''\nIf that is the case, then how did Sprewell get there? When he finished his senior year at the University of Alabama in 1992, he had experienced only five seasons of organized basketball. He had gone from high school to Three Rivers Community College in the predominantly white rural community of Poplar Bluff, Mo.\nFor Sprewell, who had grown up in a black section of Milwaukee, the transition amounted to culture shock. But he stayed for two years and prospered on the floor, leading Three Rivers to the junior college national semifinals in his second season.\nFrom there, he transferred to Alabama, where he also stayed for two years. And in that second season of 1991-92, Sprewell averaged 17.8 points a game while also being named to the all-Southeastern Conference defensive team. No other player in the S.E.C. could match the amount of minutes -- 36.2 a game -- Sprewell stayed on the court. He was clearly both durable and talented.\nStill, at least two N.B.A. general managers said they were concerned enough about reports questioning Sprewell's maturity to pass on him in the first round of the 1992 draft. But Sprewell's ability to maneuver his tall and slim 190-pound frame through mounds of muscle was too much for Don Nelson, then the Warriors' coach and general manager, to overlook. Nelson took him with the 24th pick of the draft.\nSprewell became invaluable to Golden State in his first two seasons, averaging 15.4 points a game as a rookie and increasing that output to 21 points a game the following year. But Sprewell also displayed signs of insubordination with the Warriors, including boycotting practice after Chris Webber, his friend, was traded away in November 1994 after a long, and well-publicized, feud with Nelson. During that protest, Sprewell went so far as to write Webber's uniform number on his sneakers.\nEventually, people associated with the Warriors began to wonder whether they had mistaken Sprewell's maturity as a basketball player for his maturity as a person. The older Sprewell got, the more he seemed to gravitate toward the youngest players on the team; over the last two seasons his best friend on the club became forward Joe Smith, who is 22.", "url": "https://www.nytimes.com/1997/12/07/sports/pro-basketball-a-suspended-player-a-shaken-league.html"}