{"authors": ["Alan Cowell", "Douglas Jehl"], "date_download": "2022-10-25 23:44:14", "date_modify": "2022-10-25 23:44:14", "date_publish": "1997-11-24 05:00:00", "description": "When Linka Fingerhuth, Swiss tourist who survived terrorist massacre of tourists at Luxor, Egypt, temple, describes attack, interview; she and other survivors and forensic experts indicate attack appeared to be methodical and gruesome; two men who killed police guards took their place near temple entrance to ward off expected counterattack that never came; other four attackers carried out most of killings, shooting most of victims in head and chest; some victims were viciously hacked with knives; photo (M)", "filename": "1997_11_24_world_luxor-survivors-say-killers-fired-methodically_1666741454.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_11_24_world_luxor-survivors-say-killers-fired-methodically_1666741454.html", "title": "Luxor Survivors Say Killers Fired Methodically", "title_page": "Luxor Survivors Say Killers Fired Methodically - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In all, the gunmen carried six automatic rifles, three butcher knives, two pistols and a police walkie-talkie taken from one of the slain guards. Beneath their coats they had stashed clipload after clipload of ammunition: their supply was still not exhausted when the last five of them were finally killed by the police three hours later, near the Valley of the Queens.\nMost of the victims were shot in the head and chest, suggesting an attack that proceeded with discipline and precision, Egyptian investigators said. Some were slashed and hacked with knives, so viciously in one case that a victim's head was nearly severed, witnesses and Egyptian investigators said.\nAim Said to Be Death, Not Mutilation\nEgyptian and Swiss forensic experts said many of the victims had been utterly disfigured by gunshot and stab wounds. Egyptian officials say they have found no evidence that victims were intentionally mutilated, although the officials and witnesses confirmed that some of the victims had been ''finished off with knives'' after first being wounded with gunshots.\nSeveral witnesses, including Abdelnasser Ahmed Ibrahim, 27, an unarmed guard employed by the Government to watch over the temple's ancient treasures, said some knife wounds had been particularly horrific: one woman's stomach had been so badly slashed that it gaped open, he said.\nBut Egyptian investigators said there was no evidence to corroborate a report in a Swiss newspaper that a German woman saw her father beheaded. They said the grievous facial wounds attributed by some witnesses to deliberate mutilation seemed to have been caused by automatic rifles fired from very close range.\nOne wounded Swiss witness, Rosemarie Dousse, 66, has that said young women were separated from the groups of tourists and led away to be sexually abused. But Egyptian officials said they had found no evidence of such abuse, and Ms. Fingerhuth and Egyptian and foreign witnesses reported seeing no sign that any tourists had been singled out in this way.\nEgyptian investigators have been able to identify only one of the assailants, even though photographs of the bodies of five of the six men have been published in Egyptian newspapers.", "url": "https://www.nytimes.com/1997/11/24/world/luxor-survivors-say-killers-fired-methodically.html"}