{"authors": ["B. Drummond Ayres Jr."], "date_download": "2022-10-25 23:52:20", "date_modify": "2022-10-25 23:52:20", "date_publish": "1997-03-01 05:00:00", "description": "Botched bank robbery at Bank of America branch in North Hollywood, Calif, leads to wild gun battle between two heavily armed robbers wearing body armor and police; gun battle, which rages for nearly an hour, leaves 10 police officers and five passers-by injured, and two robbers dead; horrifying scene is caught live, for all the city to watch, by helicopter news cameras; photos (M)", "filename": "1997_03_01_us_police-kill-2-bank-robbery-suspects-in-a-wild-gun-battle_1666741940.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_03_01_us_police-kill-2-bank-robbery-suspects-in-a-wild-gun-battle_1666741940.html", "title": "Police Kill 2 Bank Robbery Suspects in a Wild Gun Battle", "title_page": "Police Kill 2 Bank Robbery Suspects in a Wild Gun Battle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But on second thought, the officials said there was no way to equip every officer with the kind of heavy firepower carried by the bandits, particularly officers on routine patrols who usually are the first on the scene of bank robberies.\n''I don't think there is a single police department in the country arming officers with the likes of AK-47's,'' Chief Willie Williams said at a news conference outside the bank after the shooting had ended.\nAsked whether more than two bandits might have been involved in the holdup, which occurred at a branch of the Bank of America, Chief Williams said, ''We don't know beyond the two that there is anybody else out there.''\nAs he spoke, a special search team was packing up its gear after using a battering ram to force a way into a nearby building that initially was thought to harbor a suspect but turned out to be empty. Heavily armed search teams continued to comb the area in case there were more than the two known suspects.\nThe target bank, in the San Fernando Valley just over a low range of hills from Hollywood, was busy with customers when the bandits burst in shortly after 9 A.M. Investigators said the bank would be considered a good holdup target because it is near the intersection of several main freeways, which could afford a speedy getaway, and because it often has considerable cash on hand, particularly on payday Fridays.\nSome of this morning's customers said that as the robbers burst in, they immediately tried to herd customers and bank employees together and ordered all to hold their hands above their heads. ''They came in yelling, 'Open up! Open up!' '' said Gurbax Pannu, one customer.\nThe authorities did not say how much money, if any, the bandits took before leaving the bank. But it was clear that by the time they were leaving, the alarm had somehow been sounded and the police, some already on routine patrols the neighborhood, were closing in.", "url": "https://www.nytimes.com/1997/03/01/us/police-kill-2-bank-robbery-suspects-in-a-wild-gun-battle.html"}