{"authors": ["Jo Thomas"], "date_download": "2022-10-25 22:59:57", "date_modify": "2022-10-25 22:59:57", "date_publish": "1997-06-03 05:00:00", "description": "Timothy J McVeigh is convicted of bombing of Federal office building in Oklahoma City, Okla, in worst terrorist act in US; is found guilty on all 11 counts of conspiracy and murder, as jurors concluded that he, co-defendant Terry L Nichols, and others unknown used truck bomb to destroy building on April 19, 1995, killing 168 people and injuring hundreds more; lead prosecutor Joseph H Hartzler, as well as survivors and members of victims' families, hail verdict; jury will begin penalty phase of trial to decide whether McVeigh will be executed or will serve life in prison; photos (M)", "filename": "1997_06_03_us_mcveigh-guilty-all-counts-oklahoma-city-bombing-jury-weigh-death-penalty_1666738797.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_06_03_us_mcveigh-guilty-all-counts-oklahoma-city-bombing-jury-weigh-death-penalty_1666738797.html", "title": "McVEIGH GUILTY ON ALL COUNTS IN THE OKLAHOMA CITY BOMBING; JURY TO WEIGH DEATH PENALTY", "title_page": "McVEIGH GUILTY ON ALL COUNTS IN THE OKLAHOMA CITY BOMBING; JURY TO WEIGH DEATH PENALTY - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The nation was stunned to discover that the chief suspect in the case was an American, a lanky former Army sergeant with a crew cut who had been decorated with the Bronze Star during the Persian Gulf war. A computer search linked Mr. McVeigh to the axle of the rented Ryder truck used in the bombing just moments before he would have been released from a tiny jail in Perry, Okla. He was seen on television in handcuffs, wearing an orange prison jumpsuit and surrounded by F.B.I. agents as a crowd screamed, ''Baby killer.'' That image was burned into the collective consciousness.\nWhen he was stopped, 75 minutes after the explosion, Mr. McVeigh was wearing a T-shirt inscribed with the motto: ''The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.'' Instead of fruit, the tree above those words bore droplets of bright red blood. On the front of the shirt, President Abraham Lincoln appeared on what looked like a ''wanted'' poster; under it was the Latin phrase his assassin, John Wilkes Booth, is said to have shouted: ''sic semper tyrannis,'' or, ''thus always to tyrants.''\nMr. McVeigh was carrying a 9-millimeter Glock semiautomatic pistol and passages from ''The Turner Diaries,'' a venomous far-right novel that had become his bible. The passages described a bombing of F.B.I. headquarters that touched off a white ''Aryan'' revolt, with wholesale slaughter of blacks and Jews.\nAmong his belongings in the car was a slip of paper that carried a quote from Samuel Adams: ''When the Government fears the people, there is liberty. When the people fear the Government, there is tyranny.'' Underneath, in Mr. McVeigh's handwriting, was the note, ''Maybe now, there will be liberty.''\nFor Mr. McVeigh and others involved in the far-right fringe, three events had confirmed their view of a runaway Government out to take their guns.\nThe first was a raid on Aug. 22, 1992, by Federal agents on a white supremacist's cabin in Ruby Ridge, Idaho. The second was another Federal raid, in Waco, Tex., on April 19, 1993, that left more than 80 Branch Davidians dead. And the third event occurred in November 1993, when Congress passed the Brady bill, which mandates a five-day waiting period for the purchase of guns.\nBut Mr. McVeigh was not on trial for his ideas, the prosecution emphasized, but for a crime of immense proportions. As it turned out, an ordinary citizen saw the clue that broke the case, even before most law enforcement agents reached the scene.", "url": "https://www.nytimes.com/1997/06/03/us/mcveigh-guilty-all-counts-oklahoma-city-bombing-jury-weigh-death-penalty.html"}