{"authors": ["Michiko Kakutani"], "date_download": "2022-10-25 23:37:48", "date_modify": "2022-10-25 23:37:48", "date_publish": "1997-04-29 05:00:00", "description": "Michiko Kakutani reviews Mason & Dixon, novel by Thomas Pynchon; photo (M)", "filename": "1997_04_29_books_pynchon-hits-the-road-with-mason-and-dixon_1666741068.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_04_29_books_pynchon-hits-the-road-with-mason-and-dixon_1666741068.html", "title": "Pynchon Hits the Road With Mason And Dixon", "title_page": "Pynchon Hits the Road With Mason And Dixon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MASON & DIXON\nBy Thomas Pynchon\n773 pages. Henry Holt & Company. $27.50.\nThe Great Big Question in Thomas Pynchon's novels, from ''V.'' (1963) through ''Gravity's Rainbow'' (1973) and ''Vineland'' (1990), has been: Is the world dominated by conspiracies or chaos? Are there patterns, secret agendas, mysterious codes -- in short, a hidden design -- to the burble and turmoil of human existence, or is it all a product of chance? Are the paranoiacs onto something, or do the nihilists have the key to it all?\nIn ''Mason & Dixon,'' his long-awaited new novel -- and the most emotional and affecting work in his oeuvre to date -- Mr. Pynchon offers a variation on this favorite theme. This time, the overarching tension is between Enlightenment rationalism and absurdist despair; between the orderly processes of science and the inexplicable marvels of nature, between our modern faith in progress and the violent, primeval realities of history.\nThe frame on which these ideas are threaded is the real-life story of Charles Mason (1728-1786) and Jeremiah Dixon (1733-1779), the British surveyors who mapped out the boundary line between Pennsylvania and Maryland in pre-Revolutionary America, the line that would come to be known as the Mason-Dixon line, dividing the North from the South. Needless to say, Mr. Pynchon does not adhere strictly to the historical facts, but uses those facts as a jumping-off point for a rollicking picaresque tale, filled with songs, jokes, aphorisms and bad puns, a story populated by talking clocks, petulant automatons, oracles, ghosts, golems and a giant cheese, as well as a populous cast of humans with odd, Pynchonesque names.\nAlternately dazzling and vexing, tiresome and amazing, the novel tries to do many things at the same time. Like ''Gravity's Rainbow,'' it's an encyclopedic work, at once plotted and plotless, and calculated in its sheer vastness and prolixity to immerse the reader in the confusions of the world. Like John Barth's ''Sot-Weed Factor,'' it's a postmodern fiction that takes the form of an 18th-century novel, using Shandyesque digressions and tales within tales both to amplify the central story and to comment upon the art of storytelling itself. And like more conventional historical novels, it mixes fact and fiction, biographical detail and bawdy speculation to conjure up a vanished time and place.", "url": "https://www.nytimes.com/1997/04/29/books/pynchon-hits-the-road-with-mason-and-dixon.html"}