{"authors": ["Kit R. Roane"], "date_download": "2022-10-25 23:53:05", "date_modify": "2022-10-25 23:53:05", "date_publish": "1997-09-21 05:00:00", "description": "Washington Heights, NYC, police precinct experiments with intensive effort to rid some of most blighted blocks of drug traffic; block-by-block effort begins with all-out drug sweep to clear out dealers and shutter stores used as drug markets; police then man barricades at both ends of block 24 hours a day to keep out dealers, scrub graffiti, remove pay phones and enlist city agencies to improve block; are prepared to stay for weeks or even months while organizing residents to keep up fight; map; photo (M)", "filename": "1997_09_21_nyregion_siege-of-163d-street-police-take-over-drug-ridden-block-to-save-it_1666741985.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_09_21_nyregion_siege-of-163d-street-police-take-over-drug-ridden-block-to-save-it_1666741985.html", "title": "Siege of 163d Street: Police Take Over Drug-Ridden Block to Save It", "title_page": "Siege of 163d Street: Police Take Over Drug-Ridden Block to Save It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Crossed arms and uneasy glances met Police Officer Miguel Adorno as he began his pitch. Women interrupted him and old men shook their heads. But such suspicion did not deter him as he urged residents of the drug-worn block to take a stand against the dealers and violence that for years have been its standard.\n''We are here to help you and will stay as long as it takes, but you have to use this time to organize yourselves,'' said the young officer, trying to encourage them to form a tenants' association. ''Alone, you will always be victims. But with numbers, you can save this block.''\nOfficer Adorno's pitch was a crucial part of an intensive experiment undertaken by the 33d Precinct in Washington Heights in an effort to salvage some of the neighborhood's most blighted blocks. Under the program begun last month, police officers, themselves often the object of suspicion and fear on these streets, have injected themselves into the daily lives of the residents to an extraordinary degree.\nThe block-by-block effort, first introduced on 163d Street between Broadway and Amsterdam Avenue, began with an all-out drug sweep to clear out dealers and shutter stores used as drug markets. Then, the police set up barricades and stationed officers at each end of the block, 24 hours a day. They stop unfamiliar pedestrians and drivers, asking for identification and turning away anyone who does not live on the block or have a convincing reason to be there.", "url": "https://www.nytimes.com/1997/09/21/nyregion/siege-of-163d-street-police-take-over-drug-ridden-block-to-save-it.html"}