{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:47:07", "date_modify": "2022-10-25 23:47:07", "date_publish": "1997-10-19 05:00:00", "description": "Article on faces of New York economy focuses on affluent lifestyle of Philip G Potter, who develops investment products for high-net-worth clients of Morgan Stanley, Dean, Witter, Discover & Co; photo (M)", "filename": "1997_10_19_business_faces-of-the-new-york-economy-big-earner-big-spender-little-burden_1666741627.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_10_19_business_faces-of-the-new-york-economy-big-earner-big-spender-little-burden_1666741627.html", "title": "Faces of the New York Economy; Big Earner, Big Spender, Little Burden", "title_page": "Faces of the New York Economy; Big Earner, Big Spender, Little Burden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PHILIP G. POTTER, who develops investment products for high-net-worth clients of Morgan Stanley, Dean Witter, Discover & Company, likes to think of himself as an ''uberconsumer.''\nLast year, he spent his bonus on a 50-inch TV and a $3,500 Rolex watch. He wears custom-made $800 suits, custom-made $80 shirts -- always with white collars and white French cuffs -- and $200 shoes. He is ''totally wired,'' as he puts it: His home phone forwards messages to his pager; he answers them over a tiny $800 cellular phone.\nA member of what he calls the ''young affluent'' class, Mr. Potter, 25 years old, represents the icing on the cake of New York's economy.\nThough he declined to say exactly how much he earns, he allowed that depending on his bonus, he may well make ''just over the goal line'' of six figures this year. That would put him into the highest city tax bracket, meaning that City Hall will take at least $3,300 from his paycheck.", "url": "https://www.nytimes.com/1997/10/19/business/faces-of-the-new-york-economy-big-earner-big-spender-little-burden.html"}