{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:37:12", "date_modify": "2022-10-25 23:37:12", "date_publish": "1997-06-13 05:00:00", "description": "Ben Brantley reviews Kevin Elyot's play My Night With Reg (M)", "filename": "1997_06_13_theater_the-way-of-all-flesh-down-out-and-wrinkled_1666741032.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_06_13_theater_the-way-of-all-flesh-down-out-and-wrinkled_1666741032.html", "title": "The Way of All Flesh: Down, Out and Wrinkled", "title_page": "The Way of All Flesh: Down, Out and Wrinkled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Well, at least one man on the threshold of middle age has nothing to worry about when he puts on a swimsuit this summer.\nMaxwell Caulfield, whose impeccably proportioned torso startled New York theatergoers when he played the naked Adonis on the beach in Louise Page's ''Salonika'' in 1985, is once again on unabashed display (every inch of him) in ''My Night With Reg,'' Kevin Elyot's mordant comedy about desire, death and the way of all flesh, which opened last night at the Intar Theater.\nThe flesh of Mr. Caulfield, at least, still provides no evidence of a paunch or, despite a catty comment directed at his character, a drooping posterior. All cold comfort, as it turns out, for John, the eternally buff, aging, gay party boy played by the actor.\nBy the time John shows up in the altogether, in the work's final scene, you're aware of a force of gravity pulling him downward, even as his muscle tone remains intact. You can't help noticing, for the first time in the evening, that his hair is thinning. And as John considers the body of a much younger fellow, his partner in a failed one-night stand, it is with a wistfulness that has less to do with lust than a troubled awareness of time passing.", "url": "https://www.nytimes.com/1997/06/13/theater/the-way-of-all-flesh-down-out-and-wrinkled.html"}