{"authors": ["Nicholas D. Kristof"], "date_download": "2022-10-25 23:40:20", "date_modify": "2022-10-25 23:40:20", "date_publish": "1997-07-01 05:00:00", "description": "News analysis of China's resumption of sovereignty over Hong Kong after 156 years of British colonial rule; most important question is not how China will change Hong Kong but how Hong Kong will change China--and world beyond; Hong Kong could end up being colossal Trojan horse that could threaten life style and leadership of Chinese Communist Party leaders (M)", "filename": "1997_07_01_world_year-of-the-trojan-horse_1666741220.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_07_01_world_year-of-the-trojan-horse_1666741220.html", "title": "Year of the Trojan Horse", "title_page": "Year of the Trojan Horse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The notion that tiny Hong Kong could reshape China is conceivable only because Hong Kong arguably has always been more important as an idea than as a place. For decades it has served as an example of prosperity and a model of economic and political laissez-faire, a catalyst for troubling reflections.\n''How was it that foreigners, the Englishmen, could do so much as they had done with the barren rock of Hong Kong within 70 or 80 years, while in 4,000 years China had no place like Hong Kong,'' Sun Yat-sen, one of the founders of modern China, asked in a commencement speech in Hong Kong in 1923.\nHong Kong's influence over China has never been greater than in the last 20 years. In many ways it was the example of Hong Kong's success that helped inspire China to launch its ''second revolution,'' which since 1978 has transformed the most populous nation on earth.\nTiny Hong Kong furnishes 58 percent of the foreign investment in China. But, more important, by its very existence and success it undermined the legitimacy of China's old economic system and ideology. In a nation that under Maoism was a moral monolith, Hong Kong suddenly emerged as a separate wellspring of legitimacy and an alternative arbiter of fashion and relevancy.\nThe image of the Communist Party is of earnest old men sitting in Mao jackets holding self-criticism sessions. The image of Hong Kong is of young people in silk and linen, speaking on cellular phones as they drive off to dates. It is no wonder that the Communist Party is in trouble.\nNow many people expect that Hong Kong will continue to reshape China, but from within.\n''A China with us in its belly is not the same as a China without us,'' wrote Nury Vittachi, a columnist for The South China Morning Post. ''The best analogy I can think of is that Hong Kong is a bran tablet. These things are small and inoffensive when you take them, but they kind of invisibly expand in your stomach when they are in there, and have a beneficial effect.''\nYet while the impact of Hong Kong, and of time, may well be corrosive to traditional Communist Party ideology and dictatorship, it could help stimulate a revitalization of the party and of China itself.", "url": "https://www.nytimes.com/1997/07/01/world/year-of-the-trojan-horse.html"}