{"authors": ["Michiko Kakutani"], "date_download": "2022-10-25 23:37:27", "date_modify": "2022-10-25 23:37:27", "date_publish": "1997-01-03 05:00:00", "description": "Michiko Kakutani reviews Molly Haskell book Holding My Own in no Man's Land: Women and Men and Film and Feminists; photo (M)", "filename": "1997_01_03_books_doris-day-the-feminist-and-other-film-women.html_module=inline_1666741047.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_01_03_books_doris-day-the-feminist-and-other-film-women.html_module=inline_1666741047.html", "title": "Doris Day the Feminist And Other Film Women", "title_page": "Doris Day the Feminist And Other Film Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOLDING MY OWN IN NO MAN'S LAND\nWomen and Men and Film and Feminists\nBy Molly Haskell\n207 pages. Oxford University Press. $25.\nWhen Molly Haskell's book ''From Reverence to Rape: The Treatment of Women in the Movies'' first appeared in 1974, it created something of a stir. While hard-core cineastes were skeptical of Ms. Haskell's focus on movies as a social index, hard-core feminists were skeptical of her reluctance to toe a strict ideological line. She was taken to task for arguing that films made under the studio system during the 1930's and 40's frequently accorded their heroines more respect than films made in the supposedly liberated 60's and 70's. And she was also denounced as a heretic for suggesting that those old-fashioned movies, which forced women to make a choice between family and career, were not simply the propaganda products of a male-chauvinist establishment but reflections of ''a deep polarity within women themselves.''\nIf anything, the passage of time since the publication of ''From Reverence to Rape'' has vindicated Ms. Haskell's levelheaded assessments and her refusal to take a dogmatic feminist view ''of a form as complex, as full of contradictions, as hooked into the secret closets and shadowy recesses of the viewer's psyche, as movies.'' Her latest book, ''Holding My Own in No Man's Land'' -- a collection of essays, reviews and profiles -- is a sort of addendum to the earlier book, a coda of ruminations enabling her to amplify her views on women and film.\nLike many collections, ''Holding My Own'' is something of an arbitrary hodgepodge defined by the vagaries of freelance assignments. It includes pieces (like a review of a Truman Capote biography) that have virtually nothing to do with the volume's central theme (''women and men and film and feminists'') and slight, hokey pieces (like an article on the meaning of cosmetics) that should have been edited out. For the most part, however, the book makes for fluent, intelligent reading: at their best, Ms. Haskell's essays not only make us rethink the history of women in film, but also provide a fresh, ideology-free look at the noisy gender wars.", "url": "https://www.nytimes.com/1997/01/03/books/doris-day-the-feminist-and-other-film-women.html?module=inline"}