{"authors": ["Carol Kaesuk Yoon"], "date_download": "2022-10-25 23:25:39", "date_modify": "2022-10-25 23:25:39", "date_publish": "1997-05-12 05:00:00", "description": "Families of 400 men who unknowingly went without treatment for decades in federally financed Tuskegee experiment on long-term effects of untreated syphyllis in black men are emerging as silent victims of study after bearing in silence legacy of anger and shame as well as possible damage to their health; Federal Government has been quietly running small program that provides medical benefits to those infected in acknowledgment of harm that may have been done; is providing lifetime medical benefits to 22 wives, 17 children and 2 grandchildren with syphillis they may have contracted as direct result of study; also serves eight surviving men, who will receive Presidential apology on May 16; photos (M)", "filename": "1997_05_12_us_families-emerge-as-silent-victims-of-tuskegee-syphilis-experiment_1666740339.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1997", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1997_05_12_us_families-emerge-as-silent-victims-of-tuskegee-syphilis-experiment_1666740339.html", "title": "Families Emerge as Silent Victims Of Tuskegee Syphilis Experiment", "title_page": "Families Emerge as Silent Victims Of Tuskegee Syphilis Experiment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''I'm angry about it, very, very angry about it,'' said Carmen Head, whose grandfather, Freddie Lee Tyson, participated in the study. Miss Head, who is 22 and lives in Fairfax, Va., said family members had told her very little about her grandfather's participation. The subject is taboo, particularly with her grandmother, she said, adding, ''It's a painful issue in my family.''\nMiss Head's mother, Lillie Head of Waterbury, Conn., is one of many family members no longer living in the South. Mrs. Head said she had never learned whether her father was one of the more than 400 participants with syphilis or if he was one of some 200 men without syphilis who were in a control group.\n''It was something to be ashamed of, so it wasn't talked about,'' said Mrs. Head, 52, a high school physical education and health education teacher. ''We were really very disturbed after we found out my father was a part of it.''\nMartha Jernigan, 49, a home health aide in Tuskegee, said she has two cousins who are descendants of men in the experiment and knows many other relatives of participants who are living in the area. ''They thought we were animals, stupid, that we didn't know better,'' she said. ''Times haven't changed when it comes to blacks.''\nHerman Shaw, 94, a survivor of the study still living on his family farm in Tuskegee, sat on his front porch on Thursday sifting through photographs of his late wife, Fannie Mae. Mr. Shaw was able to offer one of the few memories of a wife's reaction to learning the truth about the study. ''She was somewhat shocked, may I say,'' he said, ''because it was a disease. It wasn't anything that we'd heard about and nobody seemed to know about.''\nDr. Vanessa Northington Gamble, a medical historian and physician who directs the Center for the Study of Race and Ethnicity in Medicine at the University of Wisconsin medical school, said such reactions are common among family members.\n''There is a lot of pain that people still express and feel about what the Government has done to them and their family members, their community,'' said Dr. Gamble, who has studied the experiment for years and is chairwoman of the Tuskegee Syphilis Study Legacy Committee, a group of experts formed last year to press for an official apology.", "url": "https://www.nytimes.com/1997/05/12/us/families-emerge-as-silent-victims-of-tuskegee-syphilis-experiment.html"}