{"authors": ["Charles V Bagli"], "date_download": "2022-10-25 23:30:02", "date_modify": "2022-10-25 23:30:02", "date_publish": "1998-12-20 05:00:00", "description": "Donald J Trump's plan to build what he calls tallest residential tower in world across street from United Nations on East Side of Manhattan is arousing stiff opposition; coalition group, which includes such notable area residents as former Diners' Club chairman Seymour Flug and television newsman Walter Cronkite, has hired lawyers and public relations firm and joined forces with other groups battling Trump projects (M)", "filename": "1998_12_20_nyregion_big-names-line-up-against-trump-tower-near-un_1666740602.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_12_20_nyregion_big-names-line-up-against-trump-tower-near-un_1666740602.html", "title": "Big Names Line Up Against Trump Tower Near U.N.", "title_page": "Big Names Line Up Against Trump Tower Near U.N. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Flug, who heads both the Beekman Hill Association and the newly formed Coalition for Responsible Development, said: ''This is not about a bunch of rich guys going after Donald Trump. This is a grass-roots, community effort. It's about one of the most irresponsible development projects we've ever seen. To drop this into the middle of a residential area which has a great deal of historical importance is about as offensive as anything anyone can do.''\nMr. Trump is not as concerned with Ms. Polayes as he is with ''the rich guys,'' many of whom he considers friends, he said. Mr. Flug's comrades include William H. Donaldson, founder of Donaldson, Lufkin & Jenrette Securities, an investment bank; Stanley H. Kaplan, chairman of the test preparation company; David Koch, executive vice president of Koch Industries, an oil and gas company, and Alberto W. Vilar, the founder of Amerindo Investment Advisers, who recently donated $25 million to the Metropolitan Opera.\nThe latest Trump project has grown in size with each telling of the story. The developer and his glossy advertisements describe it as a 90-story tower. Some opponents refer to it as a looming 100-story behemoth. Truth be told, the building will have only 72 floors. But at 861 feet, it would be the tallest residential tower in the city, and possibly, the world. The building, Trump World Tower, would soar 317 feet above the 39-story United Nations Secretariat and 11 feet above the General Electric Building at Rockefeller Center to be the rough equivalent in height of Citicorp Center on Lexington Avenue in midtown.\n''People actually like the building,'' Mr. Trump said. ''They just don't like the height. But the height is what gives it majesty.''\nPhilip K. Howard, chairman of the Municipal Art Society, said he did admire the ''simple and clean'' design of the tower by the architect Costas Kondylis.\n''But the reality is,'' Mr. Howard added, ''you shouldn't have a building of this size in that neighborhood. It's twice as big as it should be.''\nMr. Cronkite shares that view: ''This building overwhelms the architectural features of the United Nations. The enormity of the project is not in keeping with the neighborhood.''", "url": "https://www.nytimes.com/1998/12/20/nyregion/big-names-line-up-against-trump-tower-near-un.html"}