{"authors": ["Ethan Bronner"], "date_download": "2022-10-25 23:54:31", "date_modify": "2022-10-25 23:54:31", "date_publish": "1998-10-31 05:00:00", "description": "Avner Cohen, author of book Israel and the Bomb, which deals with Israel becoming unacknowledged nuclear power in 1960's, is posting most of significant documents for his book on a Web site; Cohen comments (M)", "filename": "1998_10_31_books_think-tank-a-ticking-bomb-on-the-web_1666742071.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_10_31_books_think-tank-a-ticking-bomb-on-the-web_1666742071.html", "title": "THINK TANK; A Ticking Bomb on the Web", "title_page": "THINK TANK; A Ticking Bomb on the Web - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Avner Cohen has made a career of pushing the frontiers of public discourse. Israeli-born but largely American-educated, he has spent the last decade shining light on what has long been a fiercely hidden subject: how Israel became an unacknowledged nuclear power in the 1960's.\nThe fruit of his quest, a book titled ''Israel and the Bomb,'' has just been published by Columbia University Press to praise in the United States and in Israel. Having examined one million declassified documents from more than a dozen archives in both countries and interviewed scores of participants, Mr. Cohen has a tale to tell that, the Israeli historian Tom Segev says, ''will necessitate the rewriting of Israel's entire history.''\nMr. Cohen says that he is not opposed to Israel's nuclear capacity, only to its opacity; he thinks the world would be better off if there were public discussion of it.\nAnd now Mr. Cohen has another innovative idea for increasing debate: he is posting the most significant source documents for his book on a Web site.", "url": "https://www.nytimes.com/1998/10/31/books/think-tank-a-ticking-bomb-on-the-web.html"}