{"authors": ["James Bennet"], "date_download": "2022-10-25 23:38:10", "date_modify": "2022-10-25 23:38:10", "date_publish": "1998-07-29 05:00:00", "description": "Pres Clinton and Congressional leaders gather under Capitol dome to join thousands in paying tribute to democratic ideals and two police officers--John M Gibson and Jacob J Chestnut--who died protecting them; brief memorial service for officers' families and official Washington punctuates extraordinary day of public mourning and patriotic reflection, as police officers, Congressional staff and visitors from as far as Los Angeles file through Capitols' rotunda to pay respects by flag-draped coffins of two police officers; photos (L)", "filename": "1998_07_29_us_somber-washington-pauses-to-honor-two-slain-guards.html_timespastHighlight=chestnut,gibson,rotunda_1666741090.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_07_29_us_somber-washington-pauses-to-honor-two-slain-guards.html_timespastHighlight=chestnut,gibson,rotunda_1666741090.html", "title": "Somber Washington Pauses To Honor Two Slain Guards", "title_page": "Somber Washington Pauses To Honor Two Slain Guards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a pocket of somber calm apart from Washington's political turmoil, President Clinton and Congressional leaders gathered under the Capitol dome today to join thousands in paying tribute to democratic ideals and the two police officers who died protecting them.\nA brief memorial service for the officers' families and official Washington punctuated an extraordinary day of public mourning and patriotic reflection, as police officers, Congressional staff and visitors from as far as Los Angeles filed through the Capitol's rotunda to pay respects by the flag-draped coffins of the two men.\nThe two guards, Officer Jacob J. Chestnut and Detective John M. Gibson, were killed on Friday when a man armed with a revolver and apparently tormented by visions of an oppressive Federal Government tried to shoot his way into the Capitol. Their coffins rested at the center of the rotunda all day, in a gesture of gratitude and respect that Congress usually reserves for former Presidents and military heroes.\nThe officers were honored more with silence than with speech. From 8 o'clock this morning until well into the night, thousands lined up to make a wordless, counterclockwise circle across the polished sandstone floor of the coffered rotunda. In T-shirts and suits, sun dresses and midnight-blue uniforms, they waited for hours in the July swelter to climb the steep Capitol steps and make a circuit of perhaps 90 paces and less than two minutes.", "url": "https://www.nytimes.com/1998/07/29/us/somber-washington-pauses-to-honor-two-slain-guards.html?timespastHighlight=chestnut,gibson,rotunda"}