{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:30:09", "date_modify": "2022-10-25 23:30:09", "date_publish": "1998-10-09 05:00:00", "description": "US District Court, Manhattan, Judge Shira A Scheindlin, in case that galvanized bitter debate about police brutality in New York City, sentences former police officer, Francis X Livoti, to seven and a half years in prison for violating Federal civil rights of Anthony Baez, who died in confrontation with police outside his home in Bronx in 1994; photo (M)", "filename": "1998_10_09_nyregion_former-officer-gets-7-1-2-years-in-man-s-death_1666740609.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_10_09_nyregion_former-officer-gets-7-1-2-years-in-man-s-death_1666740609.html", "title": "Former Officer Gets 7 1/2 Years In Man's Death", "title_page": "Former Officer Gets 7 1/2 Years In Man's Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a case that galvanized a bitter debate about police brutality in New York City, a Federal judge in Manhattan sentenced a former police officer, Francis X. Livoti, to seven and a half years in prison yesterday for violating the Federal civil rights of Anthony Baez, who died after a 1994 confrontation with police officers outside his family's home in the Bronx.\nSaying that Mr. Livoti had caused the death of an innocent man, lied to cover it up and sought the testimony of other officers knowing that they would also lie, Judge Shira A. Scheindlin declared that no shorter term was adequate to punish the crime.\n''Mr. Livoti, you killed a man,'' Judge Scheindlin said. ''You disgraced the badge you wore. You will have to live with that. You decided that you were the law, and above the law. You were terribly wrong on both counts.''\nThe judge reached her sentence after prosecutors suggested that a term of at least 10 years would be appropriate and Mr. Livoti's lawyer proposed a sharply lower term, of between 8 and 14 months.", "url": "https://www.nytimes.com/1998/10/09/nyregion/former-officer-gets-7-1-2-years-in-man-s-death.html"}