{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:29:55", "date_modify": "2022-10-25 23:29:55", "date_publish": "1998-06-29 05:00:00", "description": "Special report, Epidemic of Silence, finds AIDS epidemic, 17 years after discovery among gay white men in New York and San Francisco, is becoming largely epidemic among black people, quietly devastating families and neighborhoods, yet all but ignored by leading black institutions; Centers for Disease Control and Prevention reports African-Americans, who make up 13 percent of US population, account for 57 percent of all new HIV infections, and that 63 percent of all new cases are among blacks between ages of 13 and 24; while death rate from AIDS is dropping overall, disease remains leading cause of death among blacks aged 25 to 44; as racial disparities grow, , many worry that disease will become marginalized, like other inner city problems, since AIDS services have failed to keep pace with demographic shifts; virus is being spread by ignorance and lack of education about disease among poor blacks, many whom believe disease only affects gay men; prevailing myth among many is that basketball star Magic Johnson has been cured; Surgeon General Dr David Satcher says disease is becoming increasingly epidemic of color; complains that AIDS has been greeted with deafening silence by civil rights groups and by black ministers, long important force in African-American society; other health officials comment; charts; graph; photo (M)", "filename": "1998_06_29_us_epidemic-silence-special-report-eyes-shut-black-america-being-ravaged-aids_1666740595.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_06_29_us_epidemic-silence-special-report-eyes-shut-black-america-being-ravaged-aids_1666740595.html", "title": "EPIDEMIC OF SILENCE: A special report.; Eyes Shut, Black America Is Being Ravaged by AIDS", "title_page": "EPIDEMIC OF SILENCE: A special report.; Eyes Shut, Black America Is Being Ravaged by AIDS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Seventeen years after AIDS was first recognized among gay white men in New York and San Francisco, the disease in this country is becoming largely an epidemic among black people, quietly devastating families and neighborhoods, yet all but ignored by leading black institutions.\nAfrican-Americans make up 13 percent of the United States population. But they account for about 57 percent of all new infections with human immunodeficiency virus, which causes AIDS, according to the Centers for Disease Control and Prevention. Among people age 13 to 24, the estimate, based on data collected from 25 states between January 1994 and June 1997, is even higher: 63 percent.\nAnd while the death rate from AIDS is dropping over all, the disease remains the leading cause of death among black people age 25 to 44. ''I don't think there is any question that the epidemic in this country is becoming increasingly an epidemic of color,'' said Dr. David Satcher, the new Surgeon General.\nAs thousands of AIDS experts gather in Geneva for the 12th World AIDS Conference, much of the attention is being focused on Africa, where H.I.V. is so prevalent in some regions that one in four adults is infected. The situation in the United States is not nearly as dire; the recent demographic shifts in the domestic epidemic are due more to a sharp drop in cases among whites than an increase among blacks.", "url": "https://www.nytimes.com/1998/06/29/us/epidemic-silence-special-report-eyes-shut-black-america-being-ravaged-aids.html"}