{"authors": ["Eric Pace"], "date_download": "2022-10-25 22:59:48", "date_modify": "2022-10-25 22:59:48", "date_publish": "1998-11-16 05:00:00", "description": "Valerie Hobson, British movie star who stayed loyal to her husband, John Profumo, after he figured in sex scandal as member of Britain's Conservative Government in 1963, dies at age 81; photo (M)", "filename": "1998_11_16_arts_valerie-hobson-81-actress-and-profumo-s-wife_1666738788.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_11_16_arts_valerie-hobson-81-actress-and-profumo-s-wife_1666738788.html", "title": "Valerie Hobson, 81, Actress and Profumo's Wife", "title_page": "Valerie Hobson, 81, Actress and Profumo's Wife - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Valerie Hobson, a British movie star who stayed loyal to her husband, John Profumo, after he figured in a sex scandal as a member of Britain's Conservative Government in 1963, died on Friday at a London hospital. She was 81.\nThe cause was a heart attack, the British news agency Press Association said.\nMiss Hobson, a British naval officer's daughter, starred in British films of the 1930's and 1940's. As the movie historian Ephraim Katz has put it, ''she developed into one of the prime leading ladies of the British screen, gentle, graceful and elegant, the personification of the well-bred upper-crust English lady.''\nShe retired as an actress after starring as the governess, Anna, in the 1953 stage production of the musical ''The King and I'' in London. That role, The Daily Telegraph said on Saturday, was her greatest success, and ''as an actress, she knew, like Garbo, when to quit.''\nThe British critic W. A. Darlington wrote in The New York Times that in the musical her singing voice ''was true and clear'' and ''besides the great good looks which had taken her on to movies, she proved to have a warm and charming personality.''", "url": "https://www.nytimes.com/1998/11/16/arts/valerie-hobson-81-actress-and-profumo-s-wife.html"}