{"authors": ["Judith Miller"], "date_download": "2022-10-25 23:00:28", "date_modify": "2022-10-25 23:00:28", "date_publish": "1998-07-08 05:00:00", "description": "State of Michigan approves sale of state-owned Michigan Biologic Products Institute, nation's only licensed maker of anthrax and rabies vaccine, to BioPort Corp, new company led by Adm William J Crowe Jr; sale, for nearly $25 million in cash, secured notes, product donations and royalties, gives BioPort inside track on at least $60 million in Defense Department contracts for anthrax vaccine to protect armed forces and reservists; photo (M)", "filename": "1998_07_08_us_company-led-by-top-admiral-buys-michigan-vaccine-lab_1666738828.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_07_08_us_company-led-by-top-admiral-buys-michigan-vaccine-lab_1666738828.html", "title": "Company Led by Top Admiral Buys Michigan Vaccine Lab", "title_page": "Company Led by Top Admiral Buys Michigan Vaccine Lab - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The State of Michigan yesterday approved the sale of the nation's only licensed manufacturer of anthrax and rabies vaccine to a company led by Adm. William J. Crowe Jr., a former Chairman of the Joint Chiefs of Staff and the United States Ambassador to Britain until last year.\nThe sale of the Michigan Biologic Products Institute, the last state-owned vaccine laboratory in the United States, gives Admiral Crowe's newly formed company, the BioPort Corporation, an inside track on at least $60 million in Pentagon contracts for anthrax vaccine to protect the nation's 2.4 million members of the armed forces and reservists against an anthrax attack.\nThe rickety plant, which has been run by the Michigan Department of Community Health, has lost millions of dollars annually for years. So in 1996 Michigan decided to sell it to the highest bidder. No one was seriously interested, even after the Pentagon announced it would pay for a $1.8 million renovation.\nThe situation changed in December 1997 when the Clinton Administration threatened to go to war over Baghdad's intransigence in giving free access to United Nation's inspectors. Defense Secretary William S. Cohen announced that all American troops and reservists would get anthrax shots -- a first for the military.", "url": "https://www.nytimes.com/1998/07/08/us/company-led-by-top-admiral-buys-michigan-vaccine-lab.html"}