{"authors": ["Selwyn Raab"], "date_download": "2022-10-25 23:30:23", "date_modify": "2022-10-25 23:30:23", "date_publish": "1998-06-14 05:00:00", "description": "Demolition workers who helped build Trump Tower 18 years ago are still struggling to compel Donald Trump and his business associates to compensate union's welfare funds and thus increase pension and medical benefits for some of workers, Polish undocumented immigrants who were paid meager wages; workers' class-action lawsuit has meandered through Federal courts for 15 years, bogged down by torrent of motions and appeals of judicial decisions and by deaths of judge, lawyer, original lead plaintiffs, important witness and two of Trump's co-defendants; Trump denies knowing of working conditions at site or that any workers were undocumented immigrants; he also challenges claims that he is liable for payments to union that were evaded by demolition contractor; contractor later became insolvent (M)", "filename": "1998_06_14_nyregion_after-15-years-in-court-workers-lawsuit-against-trump-faces-yet-another-delay_1666740623.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_06_14_nyregion_after-15-years-in-court-workers-lawsuit-against-trump-faces-yet-another-delay_1666740623.html", "title": "After 15 Years in Court, Workers' Lawsuit Against Trump Faces Yet Another Delay", "title_page": "After 15 Years in Court, Workers' Lawsuit Against Trump Faces Yet Another Delay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Eighteen years ago, Wojciech Kozak helped build Trump Tower, the skyscraper jewel in Donald J. Trump's real-estate empire. Today, Mr. Kozak recalls that time with nightmare memories of backbreaking 12-hour shifts and of being cheated with 200 other undocumented Polish immigrants out of meager wages and fringe benefits.\n''We worked in horrid, terrible conditions,'' Mr. Kozak said of the six months he spent in 1980 wielding a sledgehammer and a blowtorch in demolishing the Bonwit Teller Building on Fifth Avenue to make way for Trump Tower. ''We were frightened illegal immigrants and did not know enough about our rights.''\nMr. Kozak, like other laborers on that job, has no hope of collecting about $4,000 in back wages from a contracting company that began the demolition and later became insolvent. But after almost two decades, the demolition workers are still struggling to compel Mr. Trump and his business associates to compensate a union's welfare funds and thus increase pension and medical benefits for some of the Polish workers.\nMr. Kozak is now a party and witness in a class-action lawsuit that has meandered through the Federal courts for 15 years and charges that Mr. Trump owes $4 million to the union welfare funds for the work the Poles performed. Filed in 1983, the suit has been bogged down by a torrent of motions and appeals of judicial decisions and by the deaths of a judge, a lawyer, the original lead plaintiffs, an important witness and two of Mr. Trump's co-defendants.", "url": "https://www.nytimes.com/1998/06/14/nyregion/after-15-years-in-court-workers-lawsuit-against-trump-faces-yet-another-delay.html"}