{"authors": ["Frank Bruni"], "date_download": "2022-10-25 23:48:15", "date_modify": "2022-10-25 23:48:15", "date_publish": "1998-10-26 05:00:00", "description": "Profile of Rep Charles E Schumer, Democratic candidate for Senate from New York; cites his steady, methodical political ascent and canny political evolution; photos (L)", "filename": "1998_10_26_nyregion_1998-campaign-democrat-for-schumer-decades-long-drive-toward-quest-for-senate_1666741695.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_10_26_nyregion_1998-campaign-democrat-for-schumer-decades-long-drive-toward-quest-for-senate_1666741695.html", "title": "THE 1998 CAMPAIGN -- THE DEMOCRAT; For Schumer, a Decades-Long Drive Toward a Quest for the Senate", "title_page": "THE 1998 CAMPAIGN -- THE DEMOCRAT; For Schumer, a Decades-Long Drive Toward a Quest for the Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But her son was intent, instinctively sensing what he really wanted and knowing that he could get it. He was just 23 years old, and he never looked back.\nMr. Schumer won that election, and every one after it. He left the State Assembly to enter Congress when he was only 30. Now 47, he is waging the most critical campaign of his career, trying to do what several other Democrats before him failed to: unseat Senator Alfonse M. D'Amato, the Republican who has represented New York in the United States Senate for 18 years.\nAnd he is bringing to that quest the same confidence, sense of purpose and knack for political positioning that he carried with him on that ride back from Cambridge in the summer of 1974. He is also bringing a set of sharp political tools that he has honed ever since. One is the ability to master complex issues and make them understandable to average voters, as he demonstrated in the televised debates with Mr. D'Amato this last weekend. Another is an eagerness to take credit for successful initiatives, even those for which he is not entirely responsible.\nMr. Schumer has never been ambivalent about his goals and, like his rival, he has never been less than cunning in attaining them. His political ascent has been steady and methodical; his political evolution has been just as canny.\nHe entered the Assembly as something of a reformer, a youthful antidote to the corruption epitomized by Watergate. A proud bearer of liberal Democratic standards in the late 1970's and 1980's, he emphasized more moderate positions in the 1990's, as liberalism fell out of vogue and he contemplated a run for governor or senator.", "url": "https://www.nytimes.com/1998/10/26/nyregion/1998-campaign-democrat-for-schumer-decades-long-drive-toward-quest-for-senate.html"}