{"authors": ["Richard Perez-Pena"], "date_download": "2022-10-25 23:53:31", "date_modify": "2022-10-25 23:53:31", "date_publish": "1998-12-02 05:00:00", "description": "New York State Assembly passes 38 percent salary increase for New York's elected officials; Senate Republican majority leader Joseph L Bruno says Senate will also pass bill mandating that if Legislature fails to pass state budget on time, its members will lose pay increase for remainder of year (M)", "filename": "1998_12_02_nyregion_albany-lawmakers-maneuver-toward-a-raise_1666742011.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_12_02_nyregion_albany-lawmakers-maneuver-toward-a-raise_1666742011.html", "title": "Albany Lawmakers Maneuver Toward a Raise", "title_page": "Albany Lawmakers Maneuver Toward a Raise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The State Assembly passed a 38 percent salary increase today for New York's elected officials, and the leader of the Senate said his house would pass it on Wednesday, leaving it up to Gov. George E. Pataki to decide what he will demand from the Legislature in return for allowing the raise to become law.\nSenator Joseph L. Bruno, the Republican majority leader, said the Senate would also pass a bill mandating that if the Legislature fails to pass a state budget on time, its members will lose the pay increase for the remainder of the year. That provision was one of several that he said the Senate would approve Wednesday to appease the Governor. Others include a bill permitting charter schools and one abolishing tenure for school principals.\nThe Senate Republicans' gambit is this: to lay before Mr. Pataki, a fellow Republican who opposes the salary increase, a number of attractive options, leaving it to him to decide which of them he will demand that the Democratic-controlled Assembly pass in return for a raise. It is also a politically shrewd move by Mr. Bruno to address the failing by the Legislature that has attracted the greatest derision: 14 consecutive years of late budgets.\nMr. Pataki's office declined to comment on the Legislature's maneuvering. His communications director, Zenia Mucha, referred reporters to the Governor's remarks Monday, when he said, ''I don't think a pay raise for legislators, standing alone, is justified,'' but would not say that he intended to veto it.", "url": "https://www.nytimes.com/1998/12/02/nyregion/albany-lawmakers-maneuver-toward-a-raise.html"}