{"authors": ["James Dao"], "date_download": "2022-10-25 23:48:15", "date_modify": "2022-10-25 23:48:15", "date_publish": "1998-09-25 05:00:00", "description": "Race for US Senate in New York has become in large part an acid debate over crime, with Rep Charles E Schumer and Sen Alfonse M D'Amato trading accusations almost daily that other is soft on criminals; review of their 18-year Congressional careers shows that there are substantive differences, and often striking smilarities in their positions on crime; it also shows that neither man can be aptly labeled coddler of criminals; Schumer has been leading proponent of gun control; D'Amato opposes restrictions on gun ownership (M)", "filename": "1998_09_25_nyregion_schumer-and-d-amato-try-to-out-tough-each-other-on-crime_1666741695.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_09_25_nyregion_schumer-and-d-amato-try-to-out-tough-each-other-on-crime_1666741695.html", "title": "Schumer and D'Amato Try to Out-Tough Each Other on Crime", "title_page": "Schumer and D'Amato Try to Out-Tough Each Other on Crime - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Schumer has also shown greater interest than Mr. D'Amato in financing alternatives to prison, like drug treatment and youth programs. One reason Mr. D'Amato voted against the 1994 crime bill, which Mr. Schumer helped write, was that he felt it included too much money for prevention programs. That led to his singing a version of ''Old MacDonald'' on the Senate floor.\n''President Clinton had a bill, E, I, E, I, O,'' he sang in August 1994, just before the bill passed. ''And in that bill was lots of pork, E, I, E, I, O.''\nThe crime issue also underscores a major difference in the two men's legislative styles: while Mr. Schumer has been active in writing and floor managing a large number of bills, Mr. D'Amato has focused his efforts on a few signature bills, like measures increasing penalties for drug crimes or using guns illegally.\nStill, the two men agree on some fundamental issues. Both support the death penalty and have voted to make more Federal crimes subject to capital punishment. And both have pushed to give Federal lawyers the authority to prosecute certain street crimes, though not the same ones.\nTheir views overlap enough that some criminal justice experts say that Mr. Schumer and Mr. D'Amato typify the narrowing differences between the two major parties' positions on crime.\n''Democrats are engaged in a sprint to the right and have been for a decade on the issue of crime,'' said Jeffrey Fagan, director of the Center for Violence Research and Prevention at Columbia University. ''In general, charges of being soft or hard on crime are foolish, given the very narrow differences between the parties.''\nAs a former chairman and current ranking minority member of the House subcommittee on crime, Mr. Schumer has been one of Congress's most active architects of crime legislation this decade. He was a chief sponsor of the Brady law, which established a five-day waiting period to buy handguns, and of legislation that made carjacking a Federal crime. He is currently a sponsor of a measure that would expand the power of criminal investigators to wiretap phones, a measure civil libertarians strenuously oppose as an intrusion on privacy rights.", "url": "https://www.nytimes.com/1998/09/25/nyregion/schumer-and-d-amato-try-to-out-tough-each-other-on-crime.html"}