{"authors": ["Raymond Hernandez"], "date_download": "2022-10-25 23:53:36", "date_modify": "2022-10-25 23:53:36", "date_publish": "1998-11-29 05:00:00", "description": "New York State lawmakers want their leaders to convene unusual end-of-year legislative session to push through their first pay raises in 10 years; lawmakers want to increase their pay from current base of $57,500 a year; graph (M)", "filename": "1998_11_29_nyregion_in-albany-quiet-clamor-for-a-raise_1666742016.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_11_29_nyregion_in-albany-quiet-clamor-for-a-raise_1666742016.html", "title": "In Albany, Quiet Clamor For a Raise", "title_page": "In Albany, Quiet Clamor For a Raise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''It is almost impossible to discuss this issue as a legitimate policy question,'' complained Richard L. Brodsky, a Democratic Assemblyman from Westchester. ''There are forces out there who want to define this issue in purely political terms, and that's unfair.''\nHe continued, ''You ought to be able to decide whether it's justified to go 10 years without a cost-of-living adjustment and what level of compensation is appropriate. But it's been difficult to get those questions asked in a thoughtful way.''\nNew York State's annual legislative pay base of $57,500 is less than the base pay for New York City Council members, who make $70,500 a year, but second in state governments only to California's base of $75,600. Lawmakers in Albany also receive stipends for leadership positions, like committee chairmanships, which can add greatly to their income -- from $6,500 for a ranking minority member of a committee, to $30,000 for the leaders of both chambers, the Speaker of the Assembly and the majority leader of the Senate.\nAs they have in previous years, lawmakers this year have found themselves vexed by the pay raise issue for one main reason: just about everybody wants one, but few dare to speak openly about it, lest they appear greedy and self-serving. But privately, many of them, especially those from New York City and its suburbs, say that they are barely able to make ends meet in a job that takes up more and more of their time.\nBeyond that, state lawmakers routinely complain that many county and city legislators are paid more than they are. They note that the demands on the Legislature have grown in recent years, particularly as the Federal Government has placed new responsibilities on states, like the overhaul of the welfare system.\nThe New York Legislature was established in 1777, and its members for years received no compensation. The first paychecks for state legislators were in 1821, when voters approved a salary of $3 a day. It was left to voters to approve raises until 1948, when the State Constitution was amended to grant the legislators, with the Governor's approval, the power to set their pay. Since then, the Legislature has had eight raises, bringing their salaries from $5,000 a year to the current $57,500.\nIn the past, state lawmakers put off addressing the touchy issue until that legislative twilight period between the November elections, after which they are secure in their seats for another two years, and the Jan. 1 deadline that opens a new two-year legislative term.", "url": "https://www.nytimes.com/1998/11/29/nyregion/in-albany-quiet-clamor-for-a-raise.html"}