{"authors": ["Lisa W. Foderaro"], "date_download": "2022-10-25 22:55:05", "date_modify": "2022-10-25 22:55:05", "date_publish": "1998-01-20 05:00:00", "description": null, "filename": "1998_01_20_nyregion_crazy-eddie-s-returning-minus-2-jailed-founders_1666738505.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_01_20_nyregion_crazy-eddie-s-returning-minus-2-jailed-founders_1666738505.html", "title": "Crazy Eddie's Returning, Minus 2 Jailed Founders", "title_page": "Crazy Eddie's Returning, Minus 2 Jailed Founders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Call it insane, but Crazy Eddie is coming back.\nRelatives of the founders of the consumer electronics company are planning to open a Crazy Eddie store in Wayne, N.J., in late February as the first step in building a new chain. They even plan to resurrect the hyperkinetic, in-your-face pitchman, Jerry Carroll, whose television spots in the 1980's brayed that the chain's prices were ''insaaaaane.''\nYes, the former electronics chain is associated with one of the largest stock frauds in history. And yes, two of the founders, brothers Eddie and Mitchell Antar, are in Federal prison. And even though the new operation is being headed by a different generation of Antars, the Securities and Exchange Commission is still casting a suspicious eye on the venture.\nFinancial backing for the business will come largely from the family matriarch, Rose Antar, the 72-year-old mother of Eddie and Mitchell who, with her husband, Sam, 76, helped start the business in the early 1970's. Neither Eddie nor Mitchell will be involved in the new business, the family said.\nBut a third brother, Allen, who was acquitted of Federal fraud and racketeering charges, will serve as a consultant. The principals in the business will be 22-year-old cousins, Sam A. Antar, the son of Allen Antar, and Adam Kuszer, whose mother, Ellen Kuszer, is Eddie Antar's sister.", "url": "https://www.nytimes.com/1998/01/20/nyregion/crazy-eddie-s-returning-minus-2-jailed-founders.html"}