{"authors": ["Dan Barry"], "date_download": "2022-10-25 23:54:00", "date_modify": "2022-10-25 23:54:00", "date_publish": "1998-03-27 05:00:00", "description": "Mayor Rudolph W Giuliani caustically dismisses most of recommendations of task force he appointed last summer to examine relations between New York City's residents and its Police Dept; says panel failed to recognize department's recent success in reducing crime; Giuliani makes no mention of impetus behind task force--beating and torture of Haitian immigrant Abner Louima in Brooklyn precinct station house; nor does he discuss any of panel's primary recommendations, other than to claim some are 'unrealistic' and some 'make very little sense'; reactions of members of panel--lawyers, clergy members, community leaders--range from hurt to anger; they worked seven months to complete report; Deputy Mayor Randy M Mastro defends Giuliani's sometimes sarcastic dismissal of report, saying Mayor was 'underwhelmed' by it; photo of Giuliani introducing panel in August (M)", "filename": "1998_03_27_nyregion_giuliani-dismisses-police-proposals-by-his-task-force_1666742040.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_03_27_nyregion_giuliani-dismisses-police-proposals-by-his-task-force_1666742040.html", "title": "GIULIANI DISMISSES POLICE PROPOSALS BY HIS TASK FORCE", "title_page": "GIULIANI DISMISSES POLICE PROPOSALS BY HIS TASK FORCE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''The people who may lose out, if this task force report is not taken seriously, are the citizens and the New York Police Department,'' said one task force member, the Rev. Michel Faulkner, who is the pastor of the Central Baptist Church on the Upper West Side of Manhattan. ''You have people who poured their heart and soul into a process that they truly believed in. This was the most diverse task force in the history of New York City.''\nChris Quinn, executive director of the New York City Gay and Lesbian Anti-Violence Project, was less diplomatic. ''The Mayor assigned 11 staff members, and hundreds and hundreds of staff hours from the Police Department were spent,'' she said. ''If it was so off base, so ludicrous, so useless, why didn't the Mayor tell his staff to intervene and guide us? That didn't happen because in fact the majority report is substantive.''\nThe task force's recommendations, which do not carry the force of law, focused on several issues central to the relationship between the city's residents and Police Department. They include a call for doing away with the so-called 48-hour rule, which gives officers involved in a shooting two days before they are required to talk to investigators; tougher screening of police cadets, and a board of visitors to oversee the Police Academy.\nThe report represented the findings of 28 members of the task force, but was considered to be too timid by three other members, who chose instead to release a dissenting report. They were Norman Siegel, the director of the New York Civil Liberties Union; Michael Meyers, the director of the New York Civil Rights Coalition, and Margaret Fung, the director of the Asian-American Legal Defense and Education Fund.\nThe minority report included a proposal that had been rejected by the majority: the creation of an independent special prosecutor's office with the powers to prosecute police brutality and corruption.\nBut Mr. Mastro said neither report had addressed what he said had been the task force's mandate from the Mayor. ''The task force was to examine how the police could improve relations with the community and ways that the community could improve their relations with the police,'' he said. ''The Mayor was disappointed that the task force report ignored the second half of that mandate.''\nAn early sign of trouble between the Mayor and the task force came in January. Five months after officers in the 70th Precinct were charged with beating and torturing Mr. Louima, two months after the Mayor's overwhelming re-election, and the day after a police officer was shot to death in the Bronx, he surprised the panel's members by walking into a meeting and telling them that they had 60 days to finish their assignment.", "url": "https://www.nytimes.com/1998/03/27/nyregion/giuliani-dismisses-police-proposals-by-his-task-force.html"}