{"authors": ["David M. Herszenhorn"], "date_download": "2022-10-25 23:55:42", "date_modify": "2022-10-25 23:55:42", "date_publish": "1998-07-21 05:00:00", "description": "New Jersey Superior Court Judge Richard Williams rules that Casino Reinvestmenet Development Authority cannot seize three small properties that stand in way of expansion of Donald Trump's casino in Atlantic City; state agency invoked 'public use' condemnation to try to take home of Vera Coking, pawnshop and family-run Sabatini's restaurant, and turn property over to Trump for parking area and landscaping; photos; map; decision notes Trump could just as easily use land to add to casino itself, which would serve private, not public, interest; Dana Berliner of Institute for Justice, which helped Coking, sees precedent for restraining government's ability to take private property and hand it over to other private parties (M()", "filename": "1998_07_21_nyregion_widowed-homeowner-foils-trump-in-atlantic-city_1666742142.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1998", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1998_07_21_nyregion_widowed-homeowner-foils-trump-in-atlantic-city_1666742142.html", "title": "Widowed Homeowner Foils Trump in Atlantic City", "title_page": "Widowed Homeowner Foils Trump in Atlantic City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Judge Williams also said in his decision that he would have granted the authority's condemnation applications had there been a firm contract between the authority and Trump Plaza as a guarantee that the seized properties would be used solely for additional parking and new trees.\nLawyers for the property owners suggested that the Trump Organization's true interest in the properties was to expand its casino and hotel space and that the company would not be interested in acquiring the land with restrictions.\nToday's decision was the first time a judge had blocked a condemnation in New Jersey on the ground that there was no guarantee for the use of the seized properties, and the case could have implications for other eminent domain cases being litigated in Atlantic City and throughout the state. Lawyers for the property owners also said they hoped the decision signaled a new nationwide trend in stricter judicial scrutiny of condemnation applications.\n''We are really thrilled that we have been able to set a precedent that this condemnation was not for a public purpose,'' said Dana Berliner, a staff lawyer with the Institute for Justice, a nonprofit public-interest law firm in Washington that concentrates on property rights cases. ''If this kind of analysis is adopted throughout the country, it will be a revolution in condemnation law and a very important restraint on the ability of government to take private property and hand it over to other private parties.''\nMs. Berliner helped represent Vera Coking, the elderly widow whose house on Columbia Place was one of the properties that the authority sought to seize. Mrs. Coking's house is wedged between the Trump Plaza Hotel and Casino and Caesar's Palace, so close to Trump Plaza that visitors knocking on her front door can feel the spray from sprinklers used to water the hotel's grass.\nMrs. Coking's daughter, Branwen Torpey, said she and her mother were overjoyed by the judge's decision. ''It feels good,'' she said. ''It feels like a big weight's been lifted off us. We have had a lot of help from the American people, little people just like us who work and earn what they have.''\nThe case attracted national attention when Garry Trudeau drew six ''Doonesbury'' cartoons needling Mr. Trump. Mrs. Coking later appeared on the ABC television news show ''20/20.''", "url": "https://www.nytimes.com/1998/07/21/nyregion/widowed-homeowner-foils-trump-in-atlantic-city.html"}