{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:40:03", "date_modify": "2022-10-25 23:40:03", "date_publish": "1999-07-31 05:00:00", "description": "Jonathan Fenby fails to have his contract renewed as editor of South China Morning Post, Hong Kong's leading English-language newspaper; newspaper's sharp criticism of Hong Kong Government may be reason for his ouster; paper is owned by Robert Kuok of Malaysia; photo (M)", "filename": "1999_07_31_world_hong-kong-journal-a-free-spoken-editor-won-t-be-back_1666741203.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1999", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1999_07_31_world_hong-kong-journal-a-free-spoken-editor-won-t-be-back_1666741203.html", "title": "Hong Kong Journal; A Free-Spoken Editor Won't Be Back", "title_page": "Hong Kong Journal; A Free-Spoken Editor Won't Be Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Post was almost alone in opposing that move. In an editorial published the day after Beijing overturned the ruling, Mr. Fenby wrote that Hong Kong had eroded the rule of law -- the bedrock of its commercial success -- by politicizing its judiciary and humiliating its highest court.\nThe paper's harsh stance angered the government, which took the highly unusual step of dispatching its No. 2 official, Anson Chan, to speak to Mr. Fenby.\nAlthough a spokesman said the government would never try to bully the paper, one senior official said The Post ''ought to recognize its responsibility as the paper people outside Hong Kong read to learn about things here.''\nMr. Fenby said, ''There's been a much stronger reaction to the newspaper, from officialdom, from business circles, from members of the establishment, than at any time since the handover.''\nPressure from mainland China is mounting as well. Earlier this month, a senior Chinese official told a group of Hong Kong journalists visiting Beijing that ''some people, including some newspapers, have fueled the row and caused all the controversy.'' It was the first time since the handover that a mainland official had criticized news coverage in Hong Kong. And to Mr. Fenby, it was an unmistakable sign that Beijing has The Post in its cross hairs.\nFor all the heat, Mr. Fenby said he had not been asked by Mr. Kuok or the newspaper's executives to tone down The Post's coverage of the immigration issue. At other times in the last four years, however, Mr. Fenby said he had to fend off efforts by Mr. Kuok's deputies to influence coverage.\nShortly before the handover, Mr. Fenby said, he received a directive to refer to the 1989 military crackdown in Tiananmen Square as an ''incident'' -- the word customarily used by Beijing -- rather than a ''massacre.'' He briefly considered resigning over the issue. But he then decided to leave it up to his reporters to decide which word to use.", "url": "https://www.nytimes.com/1999/07/31/world/hong-kong-journal-a-free-spoken-editor-won-t-be-back.html"}