{"authors": ["James F. Clarity"], "date_download": "2022-10-25 22:59:59", "date_modify": "2022-10-25 22:59:59", "date_publish": "1999-10-21 05:00:00", "description": "Former Prime Min Jack Lynch, who declined to send Irish troops to fight British police in Northern Ireland at start of sectarian violence there 30 years ago, dies at age 82; photo (M)", "filename": "1999_10_21_world_jack-lynch-82-of-ireland-eased-north-south-tensions_1666738799.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1999", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1999_10_21_world_jack-lynch-82-of-ireland-eased-north-south-tensions_1666738799.html", "title": "Jack Lynch, 82, of Ireland; Eased North-South Tensions", "title_page": "Jack Lynch, 82, of Ireland; Eased North-South Tensions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former Prime Minister Jack Lynch, who declined to send Irish troops to fight the British police in Northern Ireland at the start of the sectarian violence there 30 years ago, died today at a hospital in Dublin. He was 82 and lived in Cork, his native city, south of Dublin.\nHis restraint is now widely seen as the beginning of a more tolerant Irish attitude toward British sovereignty in the Protestant-dominated North, leading ultimately to the peace effort in 1993 that produced the peace agreement of 1998. The accord gives Roman Catholics more political power while keeping the province British, and though implementation is stalled, it is still alive.\nMr. Lynch, a tall, pipe-smoking former star athlete in hurling and Gaelic football, also moved Ireland into the European Economic Community in 1973, when the country was suffering a depressed economy and losing tens of thousands of emigrants. Billions of dollars of European aid gradually helped Ireland become one of the world's 25 richest nations, with an unemployment rate half the European Union average.\nMr. Lynch was Prime Minister, or Taoiseach (TEE-shuck), from 1966 to 1973 and from 1977 to 1979.\nIn 1969 he resisted pressure from his party, Fianna Fail, and from many people in Ireland to send troops across the northern border to protect Catholics in Londonderry who were under attack by the police and Protestant paramilitaries.", "url": "https://www.nytimes.com/1999/10/21/world/jack-lynch-82-of-ireland-eased-north-south-tensions.html"}