{"authors": ["Steven A. Holmes"], "date_download": "2022-10-25 23:52:01", "date_modify": "2022-10-25 23:52:01", "date_publish": "1999-04-11 05:00:00", "description": "Critics of black entrepreneur Edwin Edwards hold his company, Glencairn Ltd, is little more than black front to enable white company, Sinclair Broadcasting, to evade Federal ban on owning more than one television station in given market; seek to block complex deal in which Glencairn would acquire four stations, including one in Oklahoma City, where Sinclair already owns station; lawyers for Rev Jesse L Jackson's Rainbow/PUSH Coalition note Carolyn Smith, whose sons control Sinclair, owns 97 percent of Glencairn and that Smiths' have option to buy remaining 3 percent; notes Edwards has ceded control over each of his stations, for fee, to Sinclair (M)", "filename": "1999_04_11_us_tv-station-deal-draws-opposition_1666741921.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1999", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1999_04_11_us_tv-station-deal-draws-opposition_1666741921.html", "title": "TV Station Deal Draws Opposition", "title_page": "TV Station Deal Draws Opposition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''I'm very proud of my relationship with Sinclair,'' Mr. Edwards said in an interview on Thursday. ''It's a beautiful, beautiful family whom I've worked with and who have helped me. Isn't that what we're trying to say to other broadcasters in this day and age -- reach out and help minorities gain a foothold in ownership opportunities?''\nBut some advocates for minority ownership of television and radio stations worry that Mr. Edwards's relationship with Sinclair gives affirmative action efforts in business a bad name. They note that in 1995, Congress repealed a program that gave tax breaks to white-owned companies that sold television stations to minorities. Deals like those between Mr. Edwards and Sinclair, these advocates say, hurt efforts to have such programs restored.\n''That's the danger of the Glencairn-Sinclair deal,'' said James Winston, president of the National Association of Black Broadcasters. ''It gives some in Congress the excuse not to promote black ownership.''\nThe questions about Glencairn and its relationship with Sinclair give a racial twist to the issue of the growing number of television station owners who agree to give up control of their operations to other companies, sometimes companies that already own stations in the same market.\nThe Federal Communications Commission estimates that there are more than 100 of these arrangements across the country. The commission is considering whether companies that operate television stations under these agreements, like Sinclair, should be considered de facto owners. If they are, then the commission's prohibition against owning more than one station in a market would apply.\nThe latest wrinkle in the long-running dispute between Mr. Edwards and Sinclair on one side, and several competing companies and the Rainbow/PUSH Coalition on the other, involves the Oklahoma City transaction. It is part of a complex deal in which Sinclair paid nearly $100 million to merge with Sullivan Broadcast Holdings, which owns 11 television stations. As part of the deal, 4 of those stations, including KOKH-TV in Oklahoma City, were transferred to Glencairn.\nAmong those companies competing with KOKH-TV is KFOR-TV, a station owned by The New York Times Company. The company has not filed a formal complaint about the transfer of the station to Glencairn.", "url": "https://www.nytimes.com/1999/04/11/us/tv-station-deal-draws-opposition.html"}