{"authors": ["The Associated Press"], "date_download": "2022-10-25 23:25:06", "date_modify": "2022-10-25 23:25:06", "date_publish": "1999-05-05 05:00:00", "description": "Kathleen Willey, former White House volunteer, testifies that she confided to Julie Hiatt Steele in November 1993 that Pres Clinton had made 'very forceful' sexual advance in White House, but says she was so upset that Steele later had to remind her of conversation; Steele, who is charged with lying to Kenneth Starr's investigators, says Willey first told her in 1997, asking her to lie about it to Newsweek reporter Michael Isikoff; Ruthie Eisen, Willey friend, testifies that Willey told her of incident on day in question (S)", "filename": "1999_05_05_us_woman-testifies-president-made-very-forceful-sexual-advance.html_ref=topics_1666740306.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1999", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1999_05_05_us_woman-testifies-president-made-very-forceful-sexual-advance.html_ref=topics_1666740306.html", "title": "Woman Testifies President Made 'Very Forceful' Sexual Advance", "title_page": "Woman Testifies President Made 'Very Forceful' Sexual Advance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A former White House volunteer, Kathleen E. Willey, testified today that she had confided to her friend Julie Hiatt Steele in November 1993 that President Clinton had made a ''very forceful'' sexual advance in the White House.\nBut Ms. Willey said she was so upset on that day, Nov. 29, 1993, that Ms. Steele had to later remind her of their conversation.\nIt is a crucial point in the trial of Ms. Steele, who is charged with lying to investigators for the independent counsel Kenneth W. Starr when she denied that Ms. Willey had told her about the incident hours after leaving the White House.\nMs. Steele says Mr. Willey first told her about the experience with Mr. Clinton in 1997, asking her to lie about it to a Newsweek reporter.", "url": "https://www.nytimes.com/1999/05/05/us/woman-testifies-president-made-very-forceful-sexual-advance.html?ref=topics"}