{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:46:49", "date_modify": "2022-10-25 23:46:49", "date_publish": "1999-04-09 05:00:00", "description": "Yugoslav Government asserts that 'peace has been restored in Kosovo,' declares an end to its military offensive and urges all refugees to return home while new political arrangements are negotiated for province; NATO dismisses statements and says its bombing campaign will continue; Government announcement says that under an accord between Pres Slobodan Milosevic and pacifist ethnic Albanian leader Ibrahim Rugovo, 'a process of return of displaced persons from Kosovo, predominantly of Albanian nationality, has been initiated'; Rugovo is reported to be in Kosovo capital, Pristina, under Serbian police protection, but it is not clear under what conditions; announcement appeals to all citizens of Kosovo to remain home or to return there, and 'to live together and cooperate' (M)", "filename": "1999_04_09_world_crisis-balkans-overview-belgrade-asserts-peace-kosovo-nato-dismissing-it_1666741609.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=1999", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/1999_04_09_world_crisis-balkans-overview-belgrade-asserts-peace-kosovo-nato-dismissing-it_1666741609.html", "title": "CRISIS IN THE BALKANS: THE OVERVIEW; BELGRADE ASSERTS 'PEACE' IN KOSOVO; NATO DISMISSING IT", "title_page": "CRISIS IN THE BALKANS: THE OVERVIEW; BELGRADE ASSERTS 'PEACE' IN KOSOVO; NATO DISMISSING IT - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From all available indications, the bombing has done substantial damage to Yugoslavia's infrastructure and its military. But it is having no evident effect on Mr. Milosevic's refusal to capitulate to earlier alliance demands that he allow 30,000 NATO peacekeepers into Kosovo, and popular support for Serbia's stand against NATO still seems strong.\nTonight, for instance, residents of the Serbian city of Novi Sad gathered again on their one remaining bridge across the Danube River, thus putting their lives at risk if NATO was to bomb it. Two other bridges in Novi Sad have been demolished by allied bombs. Residents of Belgrade have also gathered on their bridges.\nMr. Crowley and other Western diplomats said they expected Mr. Milosevic to try to stop the bombing once he had largely completed his military offensive against the insurgent Kosovo Liberation Army, which Belgrade terms ''terrorists and separatists.''\nNATO said earlier in the day that Yugoslav forces appeared to be continuing their offensive in Kosovo, laying mines and attacking dwindling rebel strongholds. It also said the Kosovo Liberation Army was doing its best to fight back.\nRegarding Mr. Rugova, the alliance has said he is under duress and is not acting freely in his dealings with Mr. Milosevic.\nBut Russia, which Washington has asked to explore a diplomatic solution with Mr. Milosevic, has already urged the West to build on the Yugoslav cease-fire, stop the bombing and begin new negotiations for a lasting settlement. Russian officials insist that Mr. Rugova is acting as a peacemaker, not a puppet or quisling.\nMr. Milosevic is probably prepared to accept the essence of the Western-drafted peace plan for Kosovo negotiated at Rambouillet, France, so long as the issue of foreign troops can be fudged. While Washington had demanded a NATO-led force of 30,000 troops to enter Kosovo for three years, the Serbs may accept a smaller force under the rubric, at least, of the United Nations or the Organization for Security and Cooperation in Europe, where Russia is a full member.", "url": "https://www.nytimes.com/1999/04/09/world/crisis-balkans-overview-belgrade-asserts-peace-kosovo-nato-dismissing-it.html"}