{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:45:57", "date_modify": "2022-10-25 23:45:57", "date_publish": "2000-10-24 05:00:00", "description": "Sec of State Madeleine K Albright meets with North Korean leader Kim Jong Il in Pyongyang for more than six hours; they discuss strategic differences between both countries, but impress each other with warm gestures and words; Kim plays gracious host, inviting Albright to specially staged extravaganza celebrating Communism, involving 100,000 performers; she delivers friendly toast at state dinner, stating that there is no obstacle that both countries cannot overcome if they make strategic decision to do so together; first three hours of face-to-face meetings described as substantive and useful; photo (M)", "filename": "2000_10_24_world_albright-greeted-with-a-fanfare-by-north-korea_1666741557.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2000", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2000_10_24_world_albright-greeted-with-a-fanfare-by-north-korea_1666741557.html", "title": "ALBRIGHT GREETED WITH A FANFARE BY NORTH KOREA", "title_page": "ALBRIGHT GREETED WITH A FANFARE BY NORTH KOREA - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Distance between the two countries was ''no barrier to closer ties,'' she added.\nCampaigning today in New York, Mr. Clinton said, ''We have some hope of resolving our outstanding differences with North Korea and looking forward to the day when they will truly close the last chapter in the aftermath of the Korean War.''\nMany aspects of events in North Korea today, like the sudden planning of Dr. Albright's trip itself, were filled with unexpected twists and turns, apparently a technique that Mr. Kim likes to use with his guests.\nThe incongruity of Dr. Albright, who has made democracy a leitmotif, applauding a mass propaganda show dedicated to the 55th anniversary of the Korean Workers Party, was most likely lost on her hosts.\nBut there were several images in the show that must have unnerved Dr. Albright, including one depicting the launch of a long-range ballistic missile, superimposed on the wall of the stadium in front of her. The missile is the very weapon that Dr. Albright has come to persuade the North Koreans to abandon.\nMost of the audience were men in dark suits with red lapel pins showing Mr. Kim and most were members of the Communist Party. Many in the audience looked with a combination of suspicion and awe as a group of Western reporters sat in comfortable green velour chairs in spots usually reserved for special guests.\nThe precision of dancing and gymnastics, and the din of brass and drum music, combined with choral works, made similar efforts at Socialist entertainment by the former Soviet Union and China pale by comparison. The effort took 10 months of rehearsing, said Foreign Ministry officials accompanying foreign reporters, and obviously involved many grueling hours of training for young children.\nA closing scene titled ''We will support our powerful nation with rifles'' was staged by thousands of men in army uniform who marched in lock step and shouted, ''We will safeguard our dear leader!'' A less threatening dance called ''The leader will always be with us'' involved probably more than a thousand children dressed in white and performing gymnastics in exact formations. Pictures of Dr. Albright chatting amiably with Mr. Kim at the spectacle were used on government television news tonight, in a lead item that stressed the prestige of having such an honored guest attend the show.", "url": "https://www.nytimes.com/2000/10/24/world/albright-greeted-with-a-fanfare-by-north-korea.html"}