{"authors": ["Elvis Mitchell"], "date_download": "2022-10-25 23:36:57", "date_modify": "2022-10-25 23:36:57", "date_publish": "2000-09-30 05:00:00", "description": "Rapturous and oblique, Wong Kar-wai's tale of romance captures a restiveness that's almost voluptuous — like the first blush of love, a state of being that's so potent you can't concentrate on anything else. Narrative is not the motivating factor in this story of a couple (Tony Leung and Maggie Cheung) married to other people who find that their spouses are cheating on them. Instead, it's the filmmaker's heart that spills onto the screen, and this breathtakingly gorgeous movie is dizzy with a nose-against-the-glass romantic spirit that has been missing from the cinema for years. — Elvis Mitchell", "filename": "2000_09_30_movies_film-festival-review-just-next-door-neighbors-till-love-breaches-walls_1666741017.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2000", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2000_09_30_movies_film-festival-review-just-next-door-neighbors-till-love-breaches-walls_1666741017.html", "title": "FILM FESTIVAL REVIEW; Just Next-Door Neighbors Till Love Breaches Walls", "title_page": "FILM FESTIVAL REVIEW; Just Next-Door Neighbors Till Love Breaches Walls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''It is a restless moment. Hong Kong 1962,'' reads a title card at the beginning of ''In the Mood for Love,'' and a restiveness that's almost voluptuous -- like that first blush of love when you can barely concentrate on anything else and the world seems new and strange -- fills the movie. ''Mood'' is a great word, because a lot of the movie is mood. The principals are caught as the camera peers at them through the edges of doorways. Its writer and director, Wong Kar-wei, is one of that gifted new breed of moviemakers who think through the lens, and he uses that talent to give the film a heated, rapturous quality; the camera floats along, sneaking a look at the performers out of the corner of its eye. Narrative has rarely been a motivating factor for him; instead his heart spills out onto the screen.\nMr. Wong is infatuated with the headiness of pop and he's brilliant at using it, as with the Nat King Cole songs that play repeatedly throughout. Cole's pearly enunciation reflects the refinement of the stars, Maggie Cheung and Tony Leung. They play a couple married to other people who are renting rooms in apartments right next door, and they eventually discover that their spouses are having affairs with each other.\nThe journalist Chow Mowan (Mr. Leung) and Su Li-zhen (Ms. Cheung) come to lean on each other, and that need is suffused with desire, which they're unsure how to act upon. They're the characters who are usually the victims in a James M. Cain story.\nMr. Wong used the title of a Rolling Stones song, ''As Tears Go By,'' for one of his pictures, a confused but powerful action film about loyalty, and it would fit as the name of any of them. It would certainly lend itself to ''Mood,'' which is a film about confusion over loyalties. Nat King Cole could be all surface, and Mr. Wong angles the singer's glossiness against the want of the couple, who constantly stare at each other through glazed, hurting eyes; he plunges beneath those surfaces, and it's gripping. This may be one of the swooniest movies ever made about love, and it luxuriates in its tailspin.", "url": "https://www.nytimes.com/2000/09/30/movies/film-festival-review-just-next-door-neighbors-till-love-breaches-walls.html"}