{"authors": ["Eric Schmitt", "Lizette Alvarez"], "date_download": "2022-10-25 23:37:59", "date_modify": "2022-10-25 23:37:59", "date_publish": "2000-07-19 05:00:00", "description": "Sen Paul Coverdell of Georgia, soft-spoken but influential Republican leader, dies at age 61 in Atlanta from massive cerebral hemorrhage; photo (M)", "filename": "2000_07_19_us_paul-coverdell-61-dies-influential-senator-from-georgia_1666741079.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2000", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2000_07_19_us_paul-coverdell-61-dies-influential-senator-from-georgia_1666741079.html", "title": "Paul Coverdell, 61, Dies; Influential Senator From Georgia", "title_page": "Paul Coverdell, 61, Dies; Influential Senator From Georgia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The state's Democratic senator, Max Cleland, said the two possible candidates for the interim position would be Michael Coles, the Democratic cookie magnate who lost to Mr. Coverdell in the 1998 election, and a former Democratic representative, Buddy Darden. Mr. Barnes seemed unlikely to offer himself for the Senate since he was elected only two years ago.\nMr. Cleland, who was sworn into the Georgia State Senate on the same day with Mr. Coverdell 30 years, expressed his respect for his former colleague. ''He never showed a trace of personal ego or animosity,'' Mr. Cleland said. ''He loved public service, he loved politics and he loved to contribute.''\nAs the fourth-ranking Republican in the Senate, Mr. Coverdell held the title of secretary of the conference. But he was expected to move up the ladder to conference chairmanship with the retirement this fall of Senator Connie Mack of Florida.\nAs secretary, Mr. Coverdell essentially ran the marketing department for Senate Republicans, putting his organizational prowess to work in shaping the party's message in five areas: education, taxes, Social Security, defense and drug prevention.\nIn the Senate, Mr. Coverdell's interests and expertise ranged broadly. He championed education savings accounts, a signature Republican issue. He was a chief backer of a $1.3 billion aid package to help Colombia combat drug traffickers protected by rebel insurgents in the South American nation.\nSenator Coverdell was first elected to the Senate in 1992, squeaking out a victory over the liberal Democratic incumbent, Wyche Fowler Jr. He won again in 1998, despite concerns about his political vulnerability, much of it fueled by his low-key, behind-the-scenes style of getting things done.\nAnd in a chamber bulging with oversized egos, Mr. Coverdell relished his image as an quiet insider. ''He was a humble man who brought to the public discourse good ideas and common-sense solutions,'' Speaker J. Dennis Hastert said in a statement. ''He didn't care who received the credit.''", "url": "https://www.nytimes.com/2000/07/19/us/paul-coverdell-61-dies-influential-senator-from-georgia.html"}