{"authors": ["Marlise Simons"], "date_download": "2022-10-25 23:43:11", "date_modify": "2022-10-25 23:43:11", "date_publish": "2000-02-12 05:00:00", "description": "Several towns in southeastern Spain are overwhelmed by mobs of residents chasing Moroccan and other African immigrants through streets; hundreds of Morocccan farm workers are beaten and scores of their shanties are set afire; many immigrants flee to nearby hills; map; photo (M)o", "filename": "2000_02_12_world_resenting-african-workers-spaniards-attack_1666741391.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2000", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2000_02_12_world_resenting-african-workers-spaniards-attack_1666741391.html", "title": "Resenting African Workers, Spaniards Attack", "title_page": "Resenting African Workers, Spaniards Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As many as 10,000 hothouses have sprung up to supply much of Europe with winter fruits and vegetables. A floating population of perhaps as many as 100,000 laborers, most of them Moroccan, pick the tomatoes, strawberries and eggplants or move with the seasons to harvest olives and oranges around Andalusia. Many have crossed the Mediterranean in rickety boats to make about $25 a day. The wage may be miserable in Europe, but it is about four times what the farmhands can make at home.\nAs a result, in some of the Almeria villages, as many as 25 percent of the people are now poor foreign migrant workers, the highest concentration anywhere in Spain. Many are clandestine migrants who live in hovels, without light or water.\nFor example in El Ejido, the center of the violence, more than 10,000 of the 45,000 residents are legal and illegal foreign workers, city officials say. According to an official report released this week, almost 60 percent of El Ejido's immigrant population live in slum conditions, more than half without running water.\nThe trouble began here last Saturday, after the funeral of a Spanish woman who had been robbed and murdered. A Moroccan immigrant was arrested in the case, and unrest quickly spread throughout the farming district, whose residents were already angry about the killings of two Spanish workers two weeks earlier, allegedly in a fight with Moroccans.\nResidents, who had evidently planned their revenge, blocked off roads with barricades of burning tires to delay police officers and television crews.\n''They came with sticks and bars,'' said Kamal Rajmuni, a Moroccan community organizer in El Ejido. ''They always treat us like dirt, but this time they behaved like Nazis. Many people had to run for their lives.''\nWitnesses said bands of Spanish men, many of them young, screamed, ''Out with the Moors!'' as they threw stones at the foreigners. Several Moroccan teahouses and two makeshift mosques were destroyed, and firebombs were thrown at immigrant shanties.", "url": "https://www.nytimes.com/2000/02/12/world/resenting-african-workers-spaniards-attack.html"}