{"authors": ["Matthew L. Wald", "Keith Bradsher"], "date_download": "2022-10-25 23:27:34", "date_modify": "2022-10-25 23:27:34", "date_publish": "2000-09-09 05:00:00", "description": "National Highway Traffic Safety Administration chief, Dr Sue Bailey, seeks additional funding and authority for agency, in wake of recent Bridgestone/Firestone tire-failure revelations; says agency may reallocate its internal spending to focus resources on analyzing data and spotting trends; photo (M)", "filename": "2000_09_09_business_safety-agency-wants-increase-in-authority_1666740454.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2000", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2000_09_09_business_safety-agency-wants-increase-in-authority_1666740454.html", "title": "Safety Agency Wants Increase In Authority", "title_page": "Safety Agency Wants Increase In Authority - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Both the House and Senate have tentatively set a budget for the highway agency of $181.9 million for the fiscal year beginning Oct. 1, compared with an administration request of $286.5 million. Both figures omit about $213 million that is allocated by Congress to the agency but earmarked by law for grants to state safety programs.\nBut there is considerable sympathy on Capitol Hill for giving the agency more money and authority. ''It would be difficult to find someone who would argue against it right now,'' said a Republican staff member on a committee with jurisdiction over the agency. ''You have to have an incident like this to remind people of the importance of safety and of funding agencies responsible, and of giving them the authority to do what they need to do.''\nFord, meanwhile, said today that to make more new tires available for people whose tires have been recalled, it was extending for a third week the shutdown of three of its factories that make new Explorers and Rangers, which use the same tires. The company also said, in a filing with the Securities and Exchange Commission, that ''we have preliminarily agreed to bear a portion of the costs of Firestone's recall.'' The recall is for 14.4 million tires, of which 6.5 million are still believed to be on the road, but the traffic safety agency wants the company to expand that by 1.4 million, of which fewer than half are thought to be still in use.\nInternal Ford documents continued to dribble out of the Congressional investigations today into what went wrong at Firestone and Ford. A memo to the automaker last May from a Ford dealership official in Saudi Arabia, and distributed today by investigators, raised another theory about why the tires failed: they were too close to the vehicle's exhaust. That theory has also gained currency among some American tire industry officials, who note that Ford voluntarily installed sophisticated exhaust systems on its sport utilities beginning with the 1999 model year, so as to make their tailpipe emissions as clean as cars'.\nDanny Hinchin, an official at Haji Husein Alireza, a Saudi Ford dealership, wrote in the memo that, ''In all cases I can recall, the tire that failed was the nearest to the exhaust, suggesting that the heat properties of the tire were close to critical anyway.'' According to Ford records, there were at least 19 rollovers in Saudi Arabia.\nBut an analysis by The New York Times of complaints filed with regulators in the United States shows that while rear tires show up more frequently than front tires, the failures are fairly evenly distributed between the left and right rear tires. There were 457 complaints involving the rear left tire and 460 involving the rear right tire. Rollovers were somewhat more likely to be caused by the left rear tire than the right, 83 to 62, yet the exhaust is typically next to the right rear tire, not the left.\nRear tire failures are especially critical in sport utilities, and perhaps more likely to be reported to regulators, because the vehicles are dependent on the traction of rear tires to avoid rollovers during braking.\nBrook Lindbert, the engineering director for wheels and tires at General Motors, said that a little heat from the catalytic converter and the engine radiated downward and was blown back over the rear wheels because of the vehicle's motion. The tailpipe gives off much less heat and poses little problem, he said, adding that for rear tires as well as front tires, the overall temperature outdoors is more important than heat from the vehicle.", "url": "https://www.nytimes.com/2000/09/09/business/safety-agency-wants-increase-in-authority.html"}