{"authors": ["Jon Nordheimer"], "date_download": "2022-10-25 23:42:11", "date_modify": "2022-10-25 23:42:11", "date_publish": "2000-05-24 05:00:00", "description": "Four Florida men and their families try to recapture an earlier era by hunting feral pigs at a ranch near Lake Okeechobee and barbecuing the meat and ribs afterwards; bull hogs are castrated 18 months or so before the hunt so that their meat can lose its gamy flavor; photos (M)", "filename": "2000_05_24_dining_hunting-for-pigs-and-florida-s-past_1666741331.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2000", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2000_05_24_dining_hunting-for-pigs-and-florida-s-past_1666741331.html", "title": "Hunting for Pigs, And Florida's Past", "title_page": "Hunting for Pigs, And Florida's Past - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BILL WALLACE counts himself one lucky guy.\nA fourth-generation Floridian, Mr. Wallace grew up in the semirural vastness of West Palm Beach in the late 1960's, a time when a boy with a flashlight could gig frogs before dawn and hunt doves by lunchtime within a quarter mile of his home. Alligators were no farther away.\nThose fields and ponds have long vanished under an asphalt and concrete carpet of condominiums and malls. What land development has not swallowed up is now largely protected by state and federal conservation, or is a public recreation area, or is fenced in by farmers, ranchers and sugar plantation owners. Game and fertile freshwater fishing areas have been pushed deeper into the Everglades or harder-to-reach boggy marshes around Lake Okeechobee, in south-central Florida.\nSo when Mr. Wallace, now 40, wants to recreate his youthful surroundings for his friends, family and three young children, they drive 100 miles to a 21,000-acre cattle ranch northwest of Lake Okeechobee. There, on 4,000 acres that he, his brother and two friends lease for $30,000 a year, Mr. Wallace and his troops go pig hunting on monster swamp buggies among the scrub palmetto and wire grass open pastures.\nPig hunting is not as elegant or as hidebound as a fox hunt, but it has its own traditions and defenders. And pigs usually serve as centerpieces for meals that are far zestier than what is served on toast points at more manicured estates.", "url": "https://www.nytimes.com/2000/05/24/dining/hunting-for-pigs-and-florida-s-past.html"}