{"authors": ["Randy Kennedy"], "date_download": "2022-10-25 23:36:03", "date_modify": "2022-10-25 23:36:03", "date_publish": "2000-03-18 05:00:00", "description": "Metropolitan Transportation Authority drops objections to subway advertisiment planned by Straphangers Campaign and Regional Plan Assn, riders' advocates, that compares average morning commute to trip in cattle car; had argued that ad violated rule against ads in transit system that harm agency's commercial interest; relented amid likelihood that it would lose lawsuit charging censorship, recently filed by ACLU (M)", "filename": "2000_03_18_nyregion_mta-drops-opposition-to-ad-criticizing-the-subway_1666740963.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2000", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2000_03_18_nyregion_mta-drops-opposition-to-ad-criticizing-the-subway_1666740963.html", "title": "M.T.A. Drops Opposition to Ad Criticizing the Subway", "title_page": "M.T.A. Drops Opposition to Ad Criticizing the Subway - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Metropolitan Transportation Authority decided yesterday to drop its objections to a subway advertisement planned by riders' advocates that compares the average morning commute to a trip in a cattle car.\nThe authority had argued that the ad, which the Straphangers Campaign and the Regional Plan Association, a private planning group, wanted to post during April, violated an M.T.A. rule against ads in the transit system that harm the agency's commercial interests. In this case, they said, the ad would probably persuade people not to ride the subway.\nBut faced with the likelihood that they would lose a lawsuit charging censorship, filed last week in Federal District Court in Manhattan by the New York Civil Liberties Union, officials at the authority relented.\n''After extensive discussions and review,'' said Tom Kelly, a spokesman for the authority, ''we've decided to let them post it.''", "url": "https://www.nytimes.com/2000/03/18/nyregion/mta-drops-opposition-to-ad-criticizing-the-subway.html"}