{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:15", "date_modify": "2022-10-25 23:37:15", "date_publish": "2000-11-27 05:00:00", "description": "Anthony Tommasini reviews Metropolitan Opera's production of Wagner's Der Fliegende Hollander--The Flying Dutchman--with James Morris in title role; Valery Gergiev is conductor; photo (M)", "filename": "2000_11_27_arts_opera-review-chilling-tale-of-dutchman-has-a-mythic-modern-edge_1666741035.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2000", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2000_11_27_arts_opera-review-chilling-tale-of-dutchman-has-a-mythic-modern-edge_1666741035.html", "title": "OPERA REVIEW; Chilling Tale Of Dutchman Has a Mythic, Modern Edge", "title_page": "OPERA REVIEW; Chilling Tale Of Dutchman Has a Mythic, Modern Edge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Metropolitan Opera's powerful 1989 production of Wagner's ''Fliegende Hollander'' was mounted for the bass James Morris, whose portrayal of the title role was one of the finest achievements of his great career. The production returned to the Met on Friday night with Mr. Morris again as the Flying Dutchman, the cursed sea captain condemned to roam the ocean forever, allowed only once every seven years to dock his vessel and search for a woman whose true love can release him.\nThough the production lacked some of the focus it had when last at the Met during the 1993-94 season, and though Mr. Morris's voice is sounding weather-beaten these days, this was still a chilling evening of musical drama. The conductor Valery Gergiev, conducting his first Wagner opera at the Met, made news with his bracing account of the score.\nThe production, by August Everding, who died last year, with sets by Hans Schavernoch, shows that an opera can be staged with stark, contemporary imagery yet evoke the setting of the story. When the curtain goes up, through the misty aftermath of a violent storm we see the ice-encrusted ship of Daland, a Norwegian sea captain who has sought temporary refuge in a coastal haven just miles from the town where he lives. Looming over the ship are steep, snow-covered cliffs. We could be watching a traditional staging of the opera.\nThen eerie searchlights from above scan the deck of the ship. The lights dim, the music swells, and out of nowhere the dreadful hulk of the Dutchman's vessel appears. With its steel sides, oddly geometric shape and dangling reddish-orange anchor, the ship looks like some terrifyingly huge oil tanker. A gangplank lowers from above yet doesn't quite touch the stage floor. And down this dangerously suspended staircase the Dutchman heavily treads. It's a powerfully mythic and modern image.", "url": "https://www.nytimes.com/2000/11/27/arts/opera-review-chilling-tale-of-dutchman-has-a-mythic-modern-edge.html"}