{"authors": ["Laurie Goodstein"], "date_download": "2022-10-25 23:44:47", "date_modify": "2022-10-25 23:44:47", "date_publish": "2000-11-22 05:00:00", "description": "Pope John Paul II names Abp Theodore Edgar McCarrick of Newark to lead Washington Roman Catholic Archdiocese; McCarrick succeeds Cardinal James A Hickey, 80, who is in ill health; appointment surprises some experts because McCarrick is 70 and must offer to resign at 75; Hickey and McCarrick comment, news conference; photo (M)", "filename": "2000_11_22_us_newark-prelate-to-head-washington-archdiocese_1666741487.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2000", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2000_11_22_us_newark-prelate-to-head-washington-archdiocese_1666741487.html", "title": "Newark Prelate to Head Washington Archdiocese", "title_page": "Newark Prelate to Head Washington Archdiocese - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pope John Paul II appointed Archbishop Theodore Edgar McCarrick of Newark yesterday to lead the Roman Catholic archdiocese of Washington, handing one of the church's most prominent American posts to a cleric already influential in the capital's corridors of power.\nArchbishop McCarrick succeeds Cardinal James A. Hickey, who is 80 and in ill health. Cardinal Hickey has served the Washington archdiocese for 20 years as a quiet shepherd to his flock, with rarely a nod to his place on a national stage. Archbishop McCarrick, however, is expected to lead with a keen eye to his Washington audience.\nHe is already known in the White House as an advocate for debt relief for poor countries; at the State Department, which named him to a commission on international religious freedom; and in Congress, as a supporter of immigrants and an opponent of abortion and contraception.\n''It makes perfect sense for him to be in Washington, where he's already well known, well respected and quite accomplished as a person who understands the way the government works, especially on international questions,'' said R. Scott Appleby, director of the Cushwa Center for the Study of American Catholicism, at the University of Notre Dame. ''In that sense, he's an obvious choice.''", "url": "https://www.nytimes.com/2000/11/22/us/newark-prelate-to-head-washington-archdiocese.html"}