{"authors": ["Clyde Haberman"], "date_download": "2022-10-25 23:01:22", "date_modify": "2022-10-25 23:01:22", "date_publish": "2001-08-10 05:00:00", "description": "Palestinian suicide bomber blows himself up in crowded Israeli restaurant in Jerusalem, killing at least 14 people besides himself, including six children, and wounding about 130 others; Israel responds with sweeping assault on Yasir Arafat's Palestinian Authority; dozens of Israeli police officers occupy Orient House, headquarters of Palestine Liberation Orgn in East Jerusalem, where they lower Palestinian flag and raise Israeli flag in its place; half dozen Palestinian guards are taken in for questioning, and documents are reportedly removed from house; police seize eight other Palestinian offices in East Jerusalem, including building housing Palestinian intelligence services; in Ramallah, Israeli F-16 fighter planes fire missiles that destroy Palestinian police headquarters; Israeli tanks said to enter Palestinian-controlled areas in Gaza Strip; Israeli officials describe events as 'pinpoint actions' against what they call sources of latest attack; senior Palestinian official and former peace negotiator, Ahmed Qurei, calls it re-occupation; visiting American woman, Judith L Greenbaum, is among dead in Jerusalem attack; photos (M)", "filename": "2001_08_10_world_at-least-14-dead-as-suicide-bomber-strikes-jerusalem_1666738882.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_08_10_world_at-least-14-dead-as-suicide-bomber-strikes-jerusalem_1666738882.html", "title": "AT LEAST 14 DEAD AS SUICIDE BOMBER STRIKES JERUSALEM", "title_page": "AT LEAST 14 DEAD AS SUICIDE BOMBER STRIKES JERUSALEM - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''We're talking about surgical operations,'' Mr. Gissin said. ''We're not talking about all-out war. We never have been. There's not going to be an escalation. But we'll definitely take all actions necessary to remove these beasts from society.''\nThe implication was that, at the least, Israel would continue to single out certain senior Palestinian figures for death, a policy that has been condemned overseas and denounced by Palestinians as state-sponsored assassination.\nBut Mr. Sharon has repeatedly defended this tactic as an act of self-defense, intended to stop those who dispatch suicide bombers like the one Thursday. It seemed certain that he would regard the Jerusalem attack as strengthening his case.\nIndeed, the Israeli foreign minister, Shimon Peres, said on Thursday that the Jerusalem bomber had been guided by a man who appears on a list that Israel made public on Sunday: seven Palestinians accused of sponsoring terrorism. The Israelis said they had asked in vain that Mr. Arafat's Palestinian Authority arrest these men. By making the list public, Israel suggested that the seven could become its next targets.\nAt first, two militant Islamic groups, Hamas and Islamic Jihad, or Islamic Holy War, took responsibility for Thursday's terrorism. But then Islamic Jihad withdrew its claim, leaving it to Hamas, which released a photograph of the bomber, Izzadine Masri, 23, holding an automatic rifle in one hand and a copy of the Koran in the other.\nA statement said the attack was a response to Israel's killing of several key Palestinians, including Hamas leaders, in the last few weeks.\nSome senior officials in the Palestinian Authority also cited those killings as a factor in the bombing Thursday, though Mr. Arafat himself did not do so. Yasir Abed Rabbo, the authority's minister of culture and information, went so far as to say that the Israeli prime minister bore responsibility. ''Sharon provoked these attacks,'' Mr. Abed Rabbo said. ''He wanted, and waited for, them.''", "url": "https://www.nytimes.com/2001/08/10/world/at-least-14-dead-as-suicide-bomber-strikes-jerusalem.html"}