{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:24:00", "date_modify": "2022-10-25 23:24:00", "date_publish": "2001-09-25 05:00:00", "description": "New York City Mayor Rudolph Giuliani says it is highly unlikely that any more survivors will be found in wreckage of World Trade Center; notes that workers will not change operation, which is still described as search-and-rescue mission; city will help relatives of victims whose bodies have not been found apply for death certificates; photo (M)", "filename": "2001_09_25_nyregion_nation-challenged-trade-center-giuliani-declares-that-finding-anyone-still-alive_1666740240.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_09_25_nyregion_nation-challenged-trade-center-giuliani-declares-that-finding-anyone-still-alive_1666740240.html", "title": "A NATION CHALLENGED: THE TRADE CENTER; Giuliani Declares That Finding Anyone Still Alive in the Rubble Would Be 'a Miracle'", "title_page": "A NATION CHALLENGED: THE TRADE CENTER; Giuliani Declares That Finding Anyone Still Alive in the Rubble Would Be 'a Miracle' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mayor Rudolph W. Giuliani said yesterday that short of a miracle it was unlikely that any more survivors would be found in the wreckage of the World Trade Center, and announced that the city would help the relatives of victims whose bodies had not been found apply for death certificates.\nThe mayor was careful to note that the workers at the site of the devastation had not changed their operation, which he continued to describe as a search-and-rescue mission. But, as gently as he could, he made it clear that there was now almost no hope that anyone could still be found alive and be rescued.\n''I believe that it is certainly time to say that the chances of finding anyone would now involve a miracle,'' the mayor said yesterday in a briefing at the city's emergency operations center. ''And miracles have happened. But we should not -- it would be unfair to offer any kind of broad hope to people.''\nStill, search-and-rescue teams, some using dogs to carry infrared cameras into small air pockets, continued probing into the uneven hills of rubble at the site yesterday, but had little success in finding bodies, alive or dead.", "url": "https://www.nytimes.com/2001/09/25/nyregion/nation-challenged-trade-center-giuliani-declares-that-finding-anyone-still-alive.html"}