{"authors": ["David Stout"], "date_download": "2022-10-25 23:31:13", "date_modify": "2022-10-25 23:31:13", "date_publish": "2001-02-12 05:00:00", "description": "WASHINGTON, Feb. 12 -- Declaring himself honored to be in their presence, President Bush visited troops at Fort Stewart, Ga., today and renewed his promise of billions of dollars to improve the quality of life for military people.", "filename": "2001_02_12_politics_bush-pledges-military-funds-to-improve-quality-of-life_1666740673.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_02_12_politics_bush-pledges-military-funds-to-improve-quality-of-life_1666740673.html", "title": "Bush Pledges Military Funds to Improve Quality of Life", "title_page": "Bush Pledges Military Funds to Improve Quality of Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The timing was important too, since the announcement came even as top commanders in the Pentagon uncertainly await the results of a top-to-bottom review of military spending. Speaking in a brisk breeze, Mr. Bush sought to assure the rank-and-file troops -- \"the dogface soldiers,\" as he termed them -- that he is on their side, just as history is on their side.\n\"In a world of fast-changing threats, you are our security,\" Mr. Bush said. \"Our nation can never fully repay the debt to you. But we can give you our full support, and my administration will.\"\nDebates over how to apportion military spending (on new weaponry or for the troops, and how much for each) date back to the cold war. Now that the cold war is over and the services are concerned with getting and keeping good people, the quality of life of soldiers, sailors and airmen has taken on new urgency.\nDefense Secretary Donald Rumsfeld, a delegation of senators and House members and Mr. Bush's national security adviser, Condoleezza Rice, accompanied the President on his first such meeting with service people since he took office.\nMr. Bush, a former National Guard pilot, sprinkled his talk to the troops with historical allusions as he pledged to work for a military \"where the best and brightest are proud to serve, and proud to stay.\"", "url": "https://www.nytimes.com/2001/02/12/politics/bush-pledges-military-funds-to-improve-quality-of-life.html"}