{"authors": ["Julie Salamon"], "date_download": "2022-10-25 23:36:39", "date_modify": "2022-10-25 23:36:39", "date_publish": "2001-03-25 05:00:00", "description": "Julie Salamon article on diminishing impact of NYPD Blue, which is now in its eighth season on ABC; photo (M)", "filename": "2001_03_25_arts_television-radio-looking-for-a-pulse-on-nypd-blue_1666740999.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_03_25_arts_television-radio-looking-for-a-pulse-on-nypd-blue_1666740999.html", "title": "TELEVISION/RADIO; Looking for a Pulse On 'N.Y.P.D. Blue'", "title_page": "TELEVISION/RADIO; Looking for a Pulse On 'N.Y.P.D. Blue' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The question dogs every long-running series: how to stay vibrant? Last month, David Chase, creator of HBO's fabulous ''Sopranos,'' said he planned to stop producing the show after its fourth season, before it started repeating itself. While that may have been just a negotiating ploy, his fears are justified. It's difficult enough to achieve brilliance, almost impossible to sustain it. Creative tension takes on a whole new meaning when you consider that, as of last Tuesday, 165 original hourlong episodes of ''N.Y.P.D. Blue'' had been broadcast.\nSipowicz's chastisement of Sorenson for ''dropping out and blowing cases and damn near blowing careers'' recalls the show's very first episode, in the fall of 1993. Then it was Sipowicz who was out of control: overweight and alcoholic, constantly flipping out and mouthing off. It was his partner, John Kelly (David Caruso), who wanted to break with him. The evolution of Sipowicz's character since then has been extraordinary. Having begun as second fiddle to Mr. Caruso, the brooding red-headed heartthrob, Sipowicz emerged as the show's centripetal force and remains its soul, as other characters have left or been diminished.\nIn a phrase (''people have been through a hell of a lot worse''), Sipowicz conjures up the multitude of tragedies that have befallen him since the show began. The character has been beset by so many plagues, he's seemed more like Job than a police detective. His first son and second wife have been killed, he has been through Alcoholics Anonymous and weight-loss programs -- not to mention suffering legions of unrepentant perps. He has confronted his own racism and homophobia, prostate cancer and the possibility that his younger son might be terminally ill. His beloved partner Bobby Simone (played by Jimmy Smits) died young of heart disease.\nSipowicz is right. Sorenson's despair, following the break-up of his brief affair with Diane Russell (Kim Delaney), seems puny compared with the grand sorrows of the show's past. The producers have never found a truly compelling place in their ongoing narrative for the Sorenson character, introduced at the end of 1998, after Mr. Smits decided to leave the show. That seems less a fault of the appealing actor, Rick Schroder, than of the writers, who haven't allowed him to deliver on the promise of his first appearances, when hints of darkness lurked around the boyish demeanor. The romance between him and Detective Russell quickly faltered. Sulking in the aftermath only made him seem more callow. Meanwhile, almost everyone in the 15th Precinct seems fatigued -- almost as if marking time until retirement.\n''N.Y.P.D Blue'' didn't sneak its way into viewer consciousness over time, as some shows do. It landed on the ABC schedule noisily, with promises of ''R-rated'' material that would better reflect the new in-your-face moral order created by cable. Vulgarisms (but not really bad ones) would be part of the dialogue, and nudity (but coyly shot) would be part of the scenario. This really did seem provocative in 1993, not so long ago but part of another television era. For many people it was shocking to watch Sipowicz, to express his disgust with a district attorney, curse and grab his crotch on network television. Several ABC affiliates refused to broadcast the show; prudery kept some advertisers away.", "url": "https://www.nytimes.com/2001/03/25/arts/television-radio-looking-for-a-pulse-on-nypd-blue.html"}