{"authors": ["Dave Anderson"], "date_download": "2022-10-25 23:35:47", "date_modify": "2022-10-25 23:35:47", "date_publish": "2001-02-01 05:00:00", "description": "Dave Anderson Sports of The Times column discusses stealing signs in baseball, specifically, 1951's National League pennant race in which New York Giants Bobby Thomson hit pennant-winning home run off Brooklyn Dodgers pitcher Ralph Branca; comments from players about stealing signs; photo (M)", "filename": "2001_02_01_sports_sports-of-the-times-branca-knew-51-giants-stole-signs_1666740947.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_02_01_sports_sports-of-the-times-branca-knew-51-giants-stole-signs_1666740947.html", "title": "Sports of The Times; Branca Knew '51 Giants Stole Signs", "title_page": "Sports of The Times; Branca Knew '51 Giants Stole Signs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FOR nearly half a century since Bobby Thomson hit the home run that won the 1951 National League pennant for the New York Giants, Ralph Branca, the Brooklyn Dodgers right-hander who threw that fastball, has known that the Giants were using a high-powered telescope and a buzzer system late that season at the Polo Grounds to alert their batters to the next pitch.\n''I've known it since 1954, but I never said anything,'' Branca said last night. ''I didn't want to cry over spilled milk. I became friendly with Bobby and I didn't want to demean his home run. I didn't want to cheapen a legendary moment in baseball.''\nYesterday in The Wall Street Journal, which reported the sign stealing, several '51 Giants acknowledged the presence of a telescope that was perched behind a window in Manager Leo Durocher's office in the center-field clubhouse and the buzzer system connected to the Giants' dugout and right-field bullpen.\nWhen Thomson was asked if he knew that Branca would throw a fastball that he drilled into the lower left-field stands for a three-run homer and a 5-4 victory in the decisive third game of the N.L. playoff, he hedged, but finally said: ''My answer is no. I was always proud of that swing.''", "url": "https://www.nytimes.com/2001/02/01/sports/sports-of-the-times-branca-knew-51-giants-stole-signs.html"}