{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:39:40", "date_modify": "2022-10-25 23:39:40", "date_publish": "2001-01-13 05:00:00", "description": "Anson Chan suddenly resigns as Hong Kong's second-highest official, head of civil service; was widely viewed as symbol of former colony's determination to retain measure of autonomy under Chinese rule; critics of Chinese government say her departure raises fresh questions about Beijing's role in running Hong Kong; photo (M)", "filename": "2001_01_13_world_hong-kong-s-no-2-official-suddenly-quits-her-post_1666741180.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_01_13_world_hong-kong-s-no-2-official-suddenly-quits-her-post_1666741180.html", "title": "Hong Kong's No. 2 Official Suddenly Quits Her Post", "title_page": "Hong Kong's No. 2 Official Suddenly Quits Her Post - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The No. 2 official in Hong Kong's government, a recent target of criticism by the Chinese government, resigned unexpectedly today, 18 months before the end of her term.\nThe official, Anson Chan, who had been appointed head of Hong Kong's civil service by the last British governor, was widely viewed as a symbol of this former colony's determination to retain a measure of autonomy under Chinese rule.\nHer sudden departure deprives Hong Kong of its most forceful advocate inside the government for civil liberties and the rule of law. Critics of the Chinese government said it raised fresh questions about Beijing's role in running Hong Kong.\nMrs. Chan denied she was leaving because of pressure from Beijing. Last fall, the deputy prime minister of China, Qian Qichen, told Mrs. Chan that she should be more supportive of the chief executive, Tung Chee-hwa. Mr. Tung, a conservative shipping tycoon, was appointed by Beijing.", "url": "https://www.nytimes.com/2001/01/13/world/hong-kong-s-no-2-official-suddenly-quits-her-post.html"}