{"authors": ["David Gates"], "date_download": "2022-10-25 23:37:23", "date_modify": "2022-10-25 23:37:23", "date_publish": "2001-09-09 05:00:00", "description": "David Gates reviews book The Corrections by Jonathan Franzen; drawing (M)", "filename": "2001_09_09_books_american-gothic_1666741043.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_09_09_books_american-gothic_1666741043.html", "title": "The New York Times", "title_page": "American Gothic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE CORRECTIONS\nBy Jonathan Franzen.\n568 pp. New York:\nFarrar, Straus & Giroux. $26.\nJonathan Franzen's marvelous new novel, ''The Corrections,'' starts out as discouragingly as any marvelous new novel you'll ever read. The very first page devotes a full paragraph to overextending the metaphor of an ''alarm bell of anxiety'' ringing in a suburban house, in a community heavy-handedly called St. Jude. Then, when a septuagenarian Parkinson's sufferer named Alfred Lambert goes into demented exile in that house's basement, Franzen set off my alarm bell of anxiety by warning that some larger significance might be about to hit me over the head: ''And so in the house of the Lamberts, as in St. Jude, as in the country as a whole, life came to be lived underground.'' Next we meet Chip Lambert, the black-sheep son -- hey, I didn't name these people Lambert -- who had to leave his teaching job because he (yawn) had an affair with a student and is now writing a screenplay, based on the (yawn) Lewinsky scandal, and beginning it with a parodically preposterous monologue on ''anxieties of the phallus in Tudor drama.'' Even though Franzen spares us the monologue itself, I was all set to bail on him, despite the microfelicities (ants ''storming'' a dead opossum; ''assassin-like chauffeurs'' holding up signs at La Guardia) that showed he could actually write. Did I need several hundred more pages of standard-issue smarty-pants high jinks? Or, worse yet, of suburban angst speaking, in large caps, boldface and italics, to our condition? Cripes, why not just call the book ''American Something-or-other''? You know, truth in packaging.\nYou could read ''The Corrections'' as a conventional realist saga of multigenerational family dynamics -- that's how the publisher spins it -- and love's mutating mysteries, with just enough novel-of-paranoia touches so Oprah won't assign it and ruin Franzen's street cred. Or you could read it as a trickier and trendier sort of work, which flawlessly mimics old-school plottiness, readability and character development in order to seduce you into realms of bottomless geopolitical-spiritual disquiet. Damned if I know. But I know what made me decide to stick with the thing long enough to tell I liked it. It was Chip's cockamamie justification for the obviously suicidal beginning of his own magnum opus: '' 'My idea,' Chip said, 'was to have this ''hump'' that the moviegoer has to get over. Putting something off-putting at the beginning, it's a classic modernist strategy. There's a lot of rich suspense toward the end.' '' Aha. Was this Franzen's own way of hinting that he himself had a bunch of goodies up his sleeve that he meant to hold back awhile longer out of sheer modernist cussedness? And that I'd miss out if I didn't pull up my socks and soldier on?\nWell, sure enough, just a few pages later the book started getting better. First Chip's apparently sane sister, Denise, arrives and immediately makes herself the reader's ally. ''If I grant that these are interesting issues,'' she asks Chip, who is delivering a too-familiar aria about antidepressants as an adjunct to consumerism, ''will you stop talking about them?'' Next comes a flashback in which one of Chip's students (she's splendidly hostile and relentlessly seductive) lays siege to his virtue and gives him a mysterious drug, an antidepressant-aphrodisiac in golden caplets she calls ''Mexican A'' -- and which we somehow sense (and if we don't, I'm telling you) that we'll learn much, much more about. And suddenly we were rocking: I only put the book down again when my life needed tending to. Mind you, I'm still not convinced that Franzen actually meant his first 30 pages to be such a slog, but it's an awfully funny coincidence.\nIt shouldn't interfere with anybody's rich suspense to report that all the mighty bulk of ''The Corrections'' turns on a single, definingly American question: Will Mom be able to get the whole family home for one last Christmas? Franzen tucks the more momentous questions into a branching system of subplots, starring each of the main characters in turn and making each one equally sympathetic. Will Alfred (a) be put in a nursing home, (b) enter a radical new treatment plan that proposes to restructure his brain or (c) deliver himself with that Hemingway-evoking shotgun in the basement? Will Denise, who cooks at a nouveller-than-thou restaurant, end up in bed with (a) her financial backer, (b) his wife or (c) both? Will Chip get (a) rich off that screenplay, (b) his married girlfriend back or (c) himself killed during a coup in Lithuania, where he goes as an aide to a politician turned con man? Will Gary, the banker who's the oldest of the Lamberts' offspring, (a) make a killing in biotech stocks, (b) stand up to his crafty wife and mocking children or (c) just keep drinking? Finally, will Enid, the materfamilias, ever get a grip?", "url": "https://www.nytimes.com/2001/09/09/books/american-gothic.html"}