{"authors": ["Marc Lacey"], "date_download": "2022-10-25 23:02:14", "date_modify": "2022-10-25 23:02:14", "date_publish": "2001-01-21 05:00:00", "description": "WASHINGTON, Jan. 20 — With just hours to go in his presidency today, Bill Clinton issued pardons to 140 people, including John Deutch, a former director of central intelligence; Henry G. Cisneros, a former secretary of Housing and Urban Development; and Susan H. McDougal, a onetime Clinton business partner who was jailed in the Whitewater scandal.", "filename": "2001_01_21_politics_clinton-issues-pardons-clearing-deutch-and-mcdougal-but-not-milken_1666738934.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_01_21_politics_clinton-issues-pardons-clearing-deutch-and-mcdougal-but-not-milken_1666738934.html", "title": "Clinton Issues Pardons, Clearing Deutch and McDougal, but Not Milken or Hubbell", "title_page": "Clinton Issues Pardons, Clearing Deutch and McDougal, but Not Milken or Hubbell - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON, Jan. 20 — With just hours to go in his presidency today, Bill Clinton issued pardons to 140 people, including John Deutch, a former director of central intelligence; Henry G. Cisneros, a former secretary of Housing and Urban Development; and Susan H. McDougal, a onetime Clinton business partner who was jailed in the Whitewater scandal.\nOthers receiving presidential pardons in one of Mr. Clinton's last official acts were his half-brother, Roger, who pleaded guilty to distributing cocaine in Arkansas, and Patricia Hearst Shaw, the heiress who robbed a bank in 1974 after being kidnapped by a small band of political radicals that called itself the Symbionese Liberation Army.\nAides to the president said those on the list fit no pattern. Some, in Mr. Clinton's view, had been victims of overzealous prosecutors. Others had made a convincing case in their written petitions that they had already paid their debt to society.\nThe offenses of those on the list varied widely. There were white-collar criminals and drug offenders, killers and an accused spy. Arnold Paul Prosperi, a fund-raiser for the former president, had been convicted of embezzling money from a law client. David Ronald Chandler, who long insisted he was innocent, was the first person sentenced to death under the federal drug kingpin law. Both had their sentences commuted. Norman Lyle Prouse, who received a pardon, was among the first commercial pilots to be convicted of flying while intoxicated. Witnesses testified that Mr. Prouse had consumed 15 to 20 rum-and-colas at the Speak Easy bar in Moorhead, Minn., the night before a 6:30 a.m. flight.", "url": "https://www.nytimes.com/2001/01/21/politics/clinton-issues-pardons-clearing-deutch-and-mcdougal-but-not-milken.html"}