{"authors": ["David Firestone"], "date_download": "2022-10-25 23:49:40", "date_modify": "2022-10-25 23:49:40", "date_publish": "2001-04-18 05:00:00", "description": "Voters in Mississippi chose to retain 107-year-old state flag with Confederate battle cross, with 65 percent favoring it and 35 percent favoring new flag; reject argument of many political and business leaders that flag hurts state's image and retards its economic progress; photo (M)", "filename": "2001_04_18_us_mississippi-votes-wide-margin-keep-state-flag-that-includes-confederate-emblem_1666741780.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_04_18_us_mississippi-votes-wide-margin-keep-state-flag-that-includes-confederate-emblem_1666741780.html", "title": "Mississippi Votes by Wide Margin to Keep State Flag That Includes Confederate Emblem", "title_page": "Mississippi Votes by Wide Margin to Keep State Flag That Includes Confederate Emblem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The use of a referendum, in fact, was proposed by battle-flag supporters in both of those states as a way to keep the symbol alive by taking advantage of every Southern state's white and generally conservative majority. But only in Mississippi did the Legislature choose to let the voters decide. At the time of that decision, in January, both sides acknowledged that the Legislature would have voted to keep the Confederate symbol, so supporters of change decided to take their chances at the ballot box.\nThe campaign that was waged in favor of the new flag, however, deliberately shied from the issues of racial history surrounding the Confederacy, and focused instead almost entirely on the economic argument.\n''It's not right that our kids can't find good jobs close to home because companies won't locate in our state, but it's a fact,'' said one flier mailed by a pro-business political action committee. ''They have the wrong idea about Mississippi. A state flag that includes the Confederate flag just adds to those false opinions.''\nBut polls repeatedly showed that voters did not accept the argument that the state's economic future was tied to its banner. The main reasons cited by supporters of the old flag were its place in Mississippi history and pride in their Southern heritage.\n''The economic argument didn't work because they could never name a single business that left the state of Mississippi or didn't come here because of the flag,'' said Greg Stewart, a lawyer from Tunica who helped lead the campaign to keep the Confederate symbol. ''And the racism argument didn't work because all these white liberals were lumping all black people together as helpless victims, and that didn't go over too well with anyone.''\nBlacks represent only about a third of the state's electorate, and their support alone would not have been enough to select a new flag. Several counties in the predominantly black Delta area voted heavily for the new design, while suburban counties and those in white rural areas provided the solid majority against it.\nAnd despite the rallying efforts of the state's N.A.A.C.P. branch along with many black preachers and political leaders, there were persistent indications throughout the campaign that many black voters did not feel particularly energized about changing the flag and would not turn out in great numbers to the polls.", "url": "https://www.nytimes.com/2001/04/18/us/mississippi-votes-wide-margin-keep-state-flag-that-includes-confederate-emblem.html"}