{"authors": ["David E. Rosenbaum"], "date_download": "2022-10-25 23:24:16", "date_modify": "2022-10-25 23:24:16", "date_publish": "2001-05-08 05:00:00", "description": "Republican leaders reportedly decide to dismiss Robert B Dove, Senate's parliamentarian, because of their frustration over his recent rulings on tax and budget matters; Dove has also angered Senate Democrats with some of his rulings; Norman J Ornstein, expert on Congress, says stakes are very high in 50-50 Senate, and parliamentarian trying to be honest broker is in excruciating position (M)", "filename": "2001_05_08_us_rules-keeper-is-dismissed-by-senate-official-says_1666740256.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_05_08_us_rules-keeper-is-dismissed-by-senate-official-says_1666740256.html", "title": "Rules Keeper Is Dismissed By Senate, Official Says", "title_page": "Rules Keeper Is Dismissed By Senate, Official Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Republican leaders decided last week to dismiss the Senate's parliamentarian, Robert B. Dove, because of their frustration over his recent rulings on tax and budget matters, a top leadership staff assistant said today.\n''He's made inconsistent calls, and frustration has mounted,'' said the staff assistant, who would not agree to be named. ''He has made it hard for the leadership to plot a strategy.''\nOne of Mr. Dove's recent rulings was that only one tax bill could be considered this year under special budget rules that prevent filibusters. The final straw apparently came last week when Mr. Dove determined that a Republican plan to set aside more than $5 billion in next year's budget to cover expenses related to natural disasters could be removed from the budget unless Republicans could muster 60 votes to keep it.\nThose decisions frustrated Republicans. Earlier this year, he delighted Republicans and infuriated Democrats in declaring that a tax cut could be considered under procedures that prevent filibusters on measures that reduced budget deficits.", "url": "https://www.nytimes.com/2001/05/08/us/rules-keeper-is-dismissed-by-senate-official-says.html"}