{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:36:54", "date_modify": "2022-10-25 23:36:54", "date_publish": "2001-04-20 05:00:00", "description": null, "filename": "2001_04_20_movies_theater-review-a-scam-that-ll-knock-em-dead_1666741014.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_04_20_movies_theater-review-a-scam-that-ll-knock-em-dead_1666741014.html", "title": "THEATER REVIEW; A Scam That'll Knock 'Em Dead", "title_page": "THEATER REVIEW; A Scam That'll Knock 'Em Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOW do you single out highlights in a bonfire? Everybody who sees ''The Producers'' -- and that should be as close to everybody as the St. James Theater allows -- is going to be hard-pressed to choose one favorite bit from the sublimely ridiculous spectacle that opened last night.\nThere is, for starters, that swanning song-and-dance man Adolf Hitler having his Judy Garland moment, lovingly seated in a spotlight at the edge of the stage. And of course there are those Nazi storm troopers making like the June Taylor Dancers, and all those sweet, oversexed little old ladies using their aluminum walkers to tap-dance.\nBut how about those glittering, Swastika-wearing pigeons in cages that coo a fluttery backup to a demented Nazi on a roof in Greenwich Village? And what about Matthew Broderick bringing out the Fred Astaire in his nerdlike character and reminding us in the process that Fred Astaire really was kind of a nerd? And how about -- yeah, how about -- Nathan Lane, in his most delicious performance ever, re-enacting the entire show in a song that lasts about five minutes and feels like 30 seconds?\nOh, let's stop for breath, step back a second and admit that ''The Producers,'' the comic veteran Mel Brooks's stage adaptation of his own cult movie from 1968, is as full of gags, gadgets and gimmicks as an old vaudevillian's trunk. But the show, which has a book by Mr. Brooks and Thomas Meehan with songs by Mr. Brooks (you heard me), is much more than the sum of its gorgeously silly parts.", "url": "https://www.nytimes.com/2001/04/20/movies/theater-review-a-scam-that-ll-knock-em-dead.html"}