{"authors": ["Kevin Sack"], "date_download": "2022-10-25 23:30:27", "date_modify": "2022-10-25 23:30:27", "date_publish": "2001-05-05 05:00:00", "description": "Public Lives column on Doug Jones, lead prosecutor in case of Thomas E Blanton Jr, second Klansman to be tried for bombing of black church in 1963 that killed four little girls; says he felt burden that history placed on Birmingham, and knew that if he failed to win guilty verdict, entire city would pay price; photo (M)", "filename": "2001_05_05_us_public-lives-an-alabama-prosecutor-confronts-the-burden-of-history_1666740627.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_05_05_us_public-lives-an-alabama-prosecutor-confronts-the-burden-of-history_1666740627.html", "title": "PUBLIC LIVES; An Alabama Prosecutor Confronts the Burden of History", "title_page": "PUBLIC LIVES; An Alabama Prosecutor Confronts the Burden of History - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "IT barely registered with 9-year-old Doug Jones in the fall of 1963 that a bomb had exploded in a black church down the road in Birmingham, killing four girls just a few years older than he was. Growing up white in the segregated suburb of Fairfield, he had other concerns.\n''There were two primary things that I cared about,'' Mr. Jones recalled on Thursday morning in an interview in his office. ''Whether the Yankees were going to get in the World Series and whether the University of Alabama would win a national football championship.''\nFourteen years later, as an idealistic young law student, Mr. Jones skipped classes to sit in on the trial of Robert Chambliss, a member of the Ku Klux Klan who had long been suspected in the bombing. He was mesmerized by the successful prosecution conducted by Bill Baxley, Alabama's attorney general at the time, and from that moment the bombing of the 16th Street Baptist Church became something of an obsession.\nThis week, Mr. Jones returned to the same courtroom, this time as the lead prosecutor in the case of Thomas E. Blanton Jr., the second Klansman to be tried for the bombing. He stood where Mr. Baxley once had, telling the jury in an emotional closing argument that ''it is never too late for justice.'' Several hours later, as the jury returned to the courtroom with its verdict, Mr. Jones paced and hyperventilated, barely able to stand the pressure. ''I was a wreck,'' he said.", "url": "https://www.nytimes.com/2001/05/05/us/public-lives-an-alabama-prosecutor-confronts-the-burden-of-history.html"}