{"authors": ["William Glaberson"], "date_download": "2022-10-25 22:58:58", "date_modify": "2022-10-25 22:58:58", "date_publish": "2001-01-29 05:00:00", "description": "Focus on controversy stemming from decision by native Seminoles in Oklahoma to strip people who call themselves black Seminoles of tribal membership in midst of legal battle over federal funds; battle over place of black Seminoles is at center of two federal lawsuits that challenge basic notions about race in America, especially giving new currency to question of who is an Indian; centers on $56 million Congress paid to tribe in early 1990's to compensate for federal government's seizure of much of Florida in 1820's; only Indians by blood were permitted to receive benefits when government of 15,000-member tribe began distributing money; black and blood Indians say decision was guided by Interior Dept officials, while Interior Dept lawyers say they were doing nothing more than advising tribe as it made own sovereign decisions; blacks and Seminoles have intermarried over generations, and many blacks who say they have Seminole blood are unable to prove link to registered blood Seminoles; blacks charge federal officials and blood Seminole leaders, motivated by racism, plotted to exclude them from settlement; say Interior Dept's Bureau of Indian Affairs should assure that they are not victims of discrimination; map; photos (M)", "filename": "2001_01_29_us_who-is-a-seminole-and-who-gets-to-decide.html_pagewanted=3&src=pm_1666738738.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_01_29_us_who-is-a-seminole-and-who-gets-to-decide.html_pagewanted=3&src=pm_1666738738.html", "title": "Who Is a Seminole, and Who Gets to Decide?", "title_page": "Who Is a Seminole, and Who Gets to Decide? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 1999, the federal appeals court in Denver reversed that ruling and said the trial court had to decide whether in ''good conscience'' the case should proceed even without the tribe.\nThe trial judge in that case had taken no new action when the battle grew more heated with last summer's referendum stripping the black Seminoles of tribal membership. After the referendum passed, the Interior Department declared that this disenfranchisement was illegal and said the department would not recognize any tribal government that did not include the black Seminoles. Eventually, that action could mean the federal government could freeze payment of federal funds to the tribe.\nIn October, the tribe responded with its own suit against the Interior Department in federal court in Washington.\nIn December, with the Seminoles in court because of their own suit, the lawyers for the black Seminoles filed to enter the case, asking the federal court in Washington to use the Seminoles' case as a route around the sovereign immunity barrier. They asked the court in Washington to declare once and for all not only whether the black Seminoles were members of the tribe but also whether they should share the $56 million.\nThis month, the tribe's lawyers filed papers in that suit arguing, among other things, that it was ''pure fiction'' for the black Seminoles to suggest the vote to exclude them from the tribe was related to the $56 million fund. Instead, the tribe said, it was part of a broader reorganization of the tribe's government structure.\nThe court in Washington has yet to rule on the black Seminoles' request. But here in Oklahoma, some of the black Seminoles said that whatever happens in court, the racial harmony of their ancestors may be lost forever.\n''It takes your pride away,'' said Donnell E. Davis, Roosevelt Davis's 18-year-old grandson. ''You know they don't want you to be part of them. They tell you you're nothing to them.''", "url": "https://www.nytimes.com/2001/01/29/us/who-is-a-seminole-and-who-gets-to-decide.html?pagewanted=3&src=pm"}