{"authors": ["Deborah Sontag"], "date_download": "2022-10-25 23:54:31", "date_modify": "2022-10-25 23:54:31", "date_publish": "2001-05-02 05:00:00", "description": "Itzhak Yaakov, 75, retired brigadier general who once oversaw weapons development for Israeli military and who has dual US and Israeli citizenship, has been held for month in Israeli prison on charges of 'high espionage' that carry maximum penalty of life behind bars; Yaakov, who was born in Israel, fought for independence and is known as father of Israeli technology industry, was quietly arrested at airport four days after gala birthday party attended by many Israeli leaders; photo; case is sealed but friends say only offense was speaking to Israeli reporter during recent interviews in New York, where he has lived for two decades; say he was upset at being disqualified for Israel Prize because he is expatriate and is too proud to accept US offers of help now; his information would be very dated in any case, and much is known now about Israel's nuclear arsenal; 'secret arrest' is criticized in press, but State Atty Edna Arbel protests contention that Yaakov has 'disappeared' (M)", "filename": "2001_05_02_world_israel-arrests-ex-general-as-spy-for-spilling-old-secrets_1666742071.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_05_02_world_israel-arrests-ex-general-as-spy-for-spilling-old-secrets_1666742071.html", "title": "Israel Arrests Ex-General as Spy for Spilling Old Secrets", "title_page": "Israel Arrests Ex-General as Spy for Spilling Old Secrets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite the accusations, Maj. Gen. Amos Yaron, director general of the Defense Ministry, said on Israel Radio on Monday, ''We are not talking about a spy case.'' He called the incident ''very unfortunate'' and referred to Mr. Yaakov as a ''man with a history of admirable deeds.''\nNonetheless, General Yaron obliquely said that the authorities had had ''no choice'' but to arrest Mr. Yaakov for distributing sensitive information.\nFriends, who call Mr. Yaakov by his nickname, Yatza, say they believe that his only offense was speaking to an Israeli reporter during a series of recent interviews in New York. They say that he felt compelled to tell his story, making a case for his own contributions to Israeli history, after an incident that hurt him: he was disqualified, or so he believed, as a potential nominee for the state's highest honor, the Israel Prize, because he was an expatriate.\nMr. Yaakov came from Israel's pioneer generation, and his personal history is interwoven with the state's. He was born in Tel Aviv in 1926 and attended the same elementary school as Yitzhak Rabin, several years behind the future prime minister. He served in the Palmach, a paramilitary branch of the Haganah, the Jewish underground self-defense force before independence, and commanded an important company during the 1947 war.\nHe graduated as an engineer from Technion in Haifa. From 1955 to 1973 he served in the Israeli military, heading a weapons development unit for a decade. During that time he is believed to have played a role in the nuclear program.\nIt is unclear to what extent the charges against Mr. Yaakov concern Israel's nuclear weaponry. Israel is considered by experts to have the sixth-largest nuclear arsenal in the world, but it has maintained a policy of ''deliberate ambiguity'' about its nuclear program for decades. Israeli military censorship, which has loosened considerably in recent years, is still almost airtight on nuclear arms.\nMr. Yaakov's information would be very dated, older than the detailed revelations of Mordechai Vanunu, a nuclear technician who blew the whistle on Israel's nuclear arsenal in 1986 and was convicted of treason in 1988.", "url": "https://www.nytimes.com/2001/05/02/world/israel-arrests-ex-general-as-spy-for-spilling-old-secrets.html"}