{"authors": ["Barry Bearak"], "date_download": "2022-10-25 23:39:50", "date_modify": "2022-10-25 23:39:50", "date_publish": "2001-06-07 05:00:00", "description": "Cracks begin to open in secret world of Nepal's imperial affairs, following massacre of many in royal family; what is known is that Crown Prince Dipendra, who had been drinking heavily, argued with his parents about his marriage plans, then opened fire with automatic weapon, fatally wounding King Birendra and Queen Aiswarya and seven others; he then turned weapon oh himself; at least 10 others survived blood bath, and some are speaking discreetly to others, who are speaking indiscreetly, embellishing along way; photo; map (M)", "filename": "2001_06_07_world_massacre-blasts-open-cracks-at-nepal-s-secretive-palace_1666741190.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_06_07_world_massacre-blasts-open-cracks-at-nepal-s-secretive-palace_1666741190.html", "title": "Massacre Blasts Open Cracks at Nepal's Secretive Palace", "title_page": "Massacre Blasts Open Cracks at Nepal's Secretive Palace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What is sure, however, is that the Nepalese will get an unprecedented look at palace life in a kingdom that dates back to the mid-1700's.\nLast Friday's family dinner was not an unusual event. The imperial clan tried to get together for a group meal once a week. The most important royals have their own residences within the high-walled palace compound in the center of the capital. The main building is the king's. Others belong to the queen mother and the crown prince. Once a year, thousands of commoners are allowed inside the grounds so the king can dab their foreheads with vermilion powder.\nThe fatal meal occurred in the crown prince's residence in a room known as Tribhuvan Hall. Dinner was customarily preceded with cocktails. The drinking started about 8 p.m. Not everyone indulged. The queen mother did not use alcohol. The queen enjoyed sherry. Many of the men liked a peg or two or three of Scotch.\nThe group had one notorious drinker, Prince Paras, Gyanendra's son. He was the royal bad boy, known for his carousing in Katmandu nightspots and eccentric driving. He had been involved in four fatal hit-and-run accidents, including one that killed a well-regarded singer. Last year, 500,000 people petitioned the king, asking that Paras be brought to justice. The king vaguely requested more facts, while sweeping the matter under the palace's handmade rugs.\nBut last Friday it was Crown Prince Dipendra who had over-imbibed. He hadn't waited for the cocktail hour -- and perhaps had used the whiskey to fortify himself for a fight. He wanted to marry Devyani Rana, the beautiful daughter of a wealthy and influential family. Indeed, her ancestors, the Ranas, and Dipendra's ancestors, the Shahs, were historically the two families who competed for power as well as intermarrying.\nBut the families had branches and gradations of perceived quality, often depending on whether the maternal figures had been wives or concubines. And there were rivalries among these branches. Queen Aiswarya had different Rana roots than Devyani. She had a different daughter-in-law in mind.\n''You have to understand, no one could say no to the queen,'' said a former Foreign Ministry official who interacted with the royal family. ''She was arrogant, stubborn, authoritative, whatever you want to call it.'' In this matter, the crown prince may have been her equal. There are even rumors that he and Devyani had eloped. He certainly meant to defy his parents. Drinks in hand, there was enough of an argument that the king invoked sage wisdom. Fearing a bigger blowup, he told his son to take some rest. Paras chaperoned his cousin out of the dining hall.", "url": "https://www.nytimes.com/2001/06/07/world/massacre-blasts-open-cracks-at-nepal-s-secretive-palace.html"}