{"authors": ["Jack Welch With John A. Byrne"], "date_download": "2022-10-25 23:34:43", "date_modify": "2022-10-25 23:34:43", "date_publish": "2001-10-14 05:00:00", "description": "\"Grace Welch taught me the value of competition, just as she taught me the pleasure of winning and the need to take defeat in stride.\"", "filename": "2001_10_14_books_chapters_jack-straight-from-the-gut_1666740883.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2001", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2001_10_14_books_chapters_jack-straight-from-the-gut_1666740883.html", "title": "'Jack: Straight From the Gut'", "title_page": "'Jack: Straight From the Gut' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"If you don't study,\" she often warned, \"you'll be nothing. Absolutely nothing. There are no shortcuts. Don't kid yourself!\"\nThose are blunt, unyielding admonitions that ring in my head every day. Whenever I try to delude myself that a deal or business problem will miraculously improve, her words set me straight.\nFrom my earliest years in school, she taught me the need to excel. She knew how to be tough with me, but also how to hug and kiss. She made sure I knew how wanted and loved I was. I'd come home with four As and a B on my report card, and my mother would want to know why I got the B. But she would always end the conversation congratulating and hugging me for the As.\nShe checked constantly to see if I did my homework, in much the same way that I continually follow up at work today. I can remember sitting in my upstairs bedroom, working away on the day's homework, only to hear her voice rising from the living room: \"Have you done it yet? You better not come down until you've finished!\"\nBut it was over the kitchen table, playing gin rummy with her, that I learned the fun and joy of competition. I remember racing across the street from the schoolyard for lunch when I was in the first grade, itching for the chance to play gin rummy with her. When she beat me, which was often, she'd put the winning cards on the table and shout, \" Gin! \" I'd get so mad, but I couldn't wait to come home again and get the chance to beat her.\nThat was probably the start of my competitiveness, on the baseball diamond, the hockey rink, the golf course, and business.\nPerhaps the greatest single gift she gave me was self-confidence. It's what I've looked for and tried to build in every executive who has ever worked with me. Confidence gives you courage and extends your reach. It lets you take greater risks and achieve far more than you ever thought possible. Building self-confidence in others is a huge part of leadership. It comes from providing opportunities and challenges for people to do things they never imagined they could do—rewarding them after each success in every way possible.", "url": "https://www.nytimes.com/2001/10/14/books/chapters/jack-straight-from-the-gut.html"}