{"authors": ["Carlotta Gall With Mark Landler"], "date_download": "2022-10-25 23:28:08", "date_modify": "2022-10-25 23:28:08", "date_publish": "2002-01-05 05:00:00", "description": "Nearly 3,500 Taliban prisoners have been held for month in Shibarghan prison built for 800, raising concern of aid groups; photo; prisoners are being interrogated by US, but jailer is Gen Abdul Rashid Dostum, Afghanistan's new deputy defense minister and ethnic Uzbek warlord with long reputation for brutality; Red Cross reports dozens of dysentery cases; other Taliban and Al Qaeda fighters are imprisoned in Kohat, Pakistan, where locals are complaining of mistreatment; US officer at Shibarghan says he has not been inside prison, but that interrogators are processing prisoners as quickly as possible, treating them with dignity (M)", "filename": "2002_01_05_world_a-nation-challenged-the-captives-prison-packed-with-taliban-raises-concern_1666740488.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_01_05_world_a-nation-challenged-the-captives-prison-packed-with-taliban-raises-concern_1666740488.html", "title": "A NATION CHALLENGED: THE CAPTIVES; Prison Packed With Taliban Raises Concern", "title_page": "A NATION CHALLENGED: THE CAPTIVES; Prison Packed With Taliban Raises Concern - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''We have a mission to process the detainees, and we are doing that as quickly as we can, while treating them with dignity and respect,'' said the commander of the operation, Col. Kevin Wilkerson of the Army's 10th Mountain Division.\nHuman rights officials say the close involvement of United States forces with General Dostum and his officials means that the Americans have a responsibility to ensure good treatment of the prisoners.\n''They are being held by the Afghan authorities, and the primary responsibility is theirs, but it is obvious that the more the U.S. and international community become involved, there is a responsibility to see the Afghans have the logistical resources and technical ability to ensure good treatment,'' said James Ross, a senior legal adviser at the New York-based Human Rights Watch.\nIn Afghanistan, the United States Army is embarked on a long mission to register the prisoners and interrogate those who may be able to provide valuable information about Osama bin Laden's Qaeda terrorist network. Eighty-five of the prisoners in Shibarghan had been sent to the American base in Kandahar by Tuesday, Colonel Wilkerson said, but he could not say what would happen to them after that. Senior defense officials in Washington have said a new prison camp is being built at the naval base at Guantánamo Bay, Cuba, to hold senior Al Qaeda and Taliban members.\nThe Afghan authorities here contend that any delay in releasing or transferring prisoners from Shibarghan is the result of their efforts to accommodate American officials in their interrogations.\nUsman Khan, the intelligence chief in Shibarghan, said in an interview today that any decision on custody arrangements would wait until the United States had finished screening all prisoners and transferring those they wish to detain further. He said that would take a week more.\n''First, we will remove all the foreign prisoners and Al Qaeda people, and then we will wait for orders on the rest,'' he said.", "url": "https://www.nytimes.com/2002/01/05/world/a-nation-challenged-the-captives-prison-packed-with-taliban-raises-concern.html"}