{"authors": ["Dexter Filkins With James Bennet"], "date_download": "2022-10-25 23:51:53", "date_modify": "2022-10-25 23:51:53", "date_publish": "2002-11-29 05:00:00", "description": "Terrorists, in coordinated attacks on Israelis in Mombassa, Kenya, fire shoulder-launched missiles at crowded Israeli passenger jet, missing target, minutes before three suicide bombers detonate blasts at Israeli-owned hotel; blasts kill bombers and at least 9 Kenyans and 3 Israelis and wound dozens more; Israeli and Kenyan officials see possible Al Qaeda involvement; Bush administration warns it is premature to blame Al Qaeda; 150 heavily armed Israeli commandos help evacuate some 283 Israeli tourists, including 18 wounded; Pres Bush deplores violence in Kenya and Israel; maps; photos (M)", "filename": "2002_11_29_world_terror-in-africa-the-attacks-12-die-as-israelis-are-attacked-in-kenya_1666741913.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_11_29_world_terror-in-africa-the-attacks-12-die-as-israelis-are-attacked-in-kenya_1666741913.html", "title": "TERROR IN AFRICA: THE ATTACKS; 12 Die as Israelis Are Attacked in Kenya", "title_page": "TERROR IN AFRICA: THE ATTACKS; 12 Die as Israelis Are Attacked in Kenya - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An Israeli physician at the airport, Dr. Yoel Donchin, said that the most severely wounded were a mother -- who lost two children in the blast -- and her sole surviving child. The woman's husband was less badly wounded. The family had arrived at the hotel only an hour before the attack, Dr. Doncin said.\n''They came here with three children and they went back to Israel with only one,'' he said.\nFrom his ranch in Crawford, Tex., President Bush issued a statement Thursday night deploring the violence in Israel and Kenya. ''Today's attacks underscore the continuing willingness of those opposed to peace to commit horrible crimes,'' he said.\nA Bush administration official said on Thursday that it still was not clear who was behind the attacks. ''You can find 10 analysts who say it was Al Qaeda, and you can find 10 analysts who say it was one of the standard groups that attack Israel,'' the administration official said. It's clear this attack was aimed at Israel.''\nOfficials from the United States Embassy in Kenya are expected to meet with Israeli and Kenyan investigators Friday to offer assistance in their investigation.\nAs Israelis came under attack abroad and at home on a day of spiraling violence, Prime Minister Ariel Sharon declared on Thursday that terrorists did not ''look for reasons to kill Jews. Their aim is to kill young and old, women and children, only because they are Jews.'' Urging voters to go the polls, he said, ''We should not let the murderers disrupt our lives.'' Early returns indicated that Mr. Sharon easily won the Likud primary, and with it a mandate from his party to pursue the elusive peace and security he promised when he first ran two years ago.\nMr. Sharon directed Israel's spy agency, the Mossad, to track down those behind the attacks in Mombasa. If Al Qaeda was responsible, it would be the first time the group was known to have struck at Israelis since the current American antiterrorism effort began, although its leader, Osama bin Laden, has often inveighed against Israel.\nIsrael's defense minister, Shaul Mofaz, vowed, ''Our hand will reach them.''\nThe attack raised the prospect that Israel might take a higher-profile role in the pursuit of fundamentalist Islamic terrorists worldwide, a change that security analysts said could alarm Arab states and complicate the Bush administration's plans for possible military action against Iraq.", "url": "https://www.nytimes.com/2002/11/29/world/terror-in-africa-the-attacks-12-die-as-israelis-are-attacked-in-kenya.html"}