{"authors": ["James Brooke"], "date_download": "2022-10-25 23:45:47", "date_modify": "2022-10-25 23:45:47", "date_publish": "2002-12-03 05:00:00", "description": "New memoir by Russian envoy Konstantin Pulikovsky describes several train trips he has taken with secretive North Korean leader Kim Jong Il; snapshot-laden book prompts diplomatic protest from North Korea and teeth gnashing in Russia's Foreign Ministry; book appears shortly after Kim's officials admitted that country has nuclear weapons program; now intelligence agencies around world are gleaning limited-edition memoir for new clues about North Korean leader; Kim, in power for decade, has given few speeches at home, has rarely traveled outside North Korea, and has granted no interviews to Western reporters; photos (M)", "filename": "2002_12_03_world_a-telling-north-korean-journey_1666741547.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_12_03_world_a-telling-north-korean-journey_1666741547.html", "title": "A Telling North Korean Journey", "title_page": "A Telling North Korean Journey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Bush calls him evil and says he is building nuclear bombs. Japanese officials say his missiles are aimed at Tokyo. Human rights groups say he uses concentration camps to stay in power. Even at the movies, James Bond is being tortured by his North Korean soldiers.\nBut to Konstantin Pulikovsky, a rare foreigner who has spent time with North Korea's secretive leader, Kim Jong Il is a fun guy.\nDrinking wines imported from France, nibbling on gourmet meals with silver chopsticks, and joining in rousing choruses of old Soviet songs with ''beautiful lady conductors,'' North Korea's remote ''Dear Leader'' emerges in flesh and blood from the pages of a new memoir by Mr. Pulikovsky, the representative of President Vladimir V. Putin in Russia's Far East.\nCalled ''Orient Express'' and published this fall in Moscow, the 200-page snapshot-laden book prompted a diplomatic protest from North Korea and teeth gnashing in Russia's Foreign Ministry. It draws heavily on a confidential report prepared by a Russian Foreign Ministry notetaker on board during Mr. Kim's leisurely one-month train ride across Russia in the summer of 2001. (Mr. Kim made a second, shorter train trip into Russia this past summer, also accompanied by Mr. Pulikovsky.)", "url": "https://www.nytimes.com/2002/12/03/world/a-telling-north-korean-journey.html"}