{"authors": ["Suzanne Daley"], "date_download": "2022-10-25 23:33:52", "date_modify": "2022-10-25 23:33:52", "date_publish": "2002-04-23 05:00:00", "description": "French political leaders bury their differences in bid to present united front against Jean-Marie Le Pen, rightist leader whose qualification for second round of presidential election has convulsed country; Dominique Strauss-Kahn, Socialist and former finance minister, says he will support conservative Pres Jacque Chirac, saying 'honor of our country' is at stake; Le Pen shows shrewd appreciation of forces that brought him success; says he represents French people rather than 'decadent, corrupt and ossified political system'; analysts and pollsters say Le Pen's success in first round of elections should not be dismissed as mere anomaly; says voters are weary of political class that has not responded to their concerns; in France, and across Europe, voters are showing strong reaction to rising crime in form of call for more 'law and order,' growing uneasiness over high immigration, and distress that traditional parties are moving toward indistinguisable center; photos (M)", "filename": "2002_04_23_world_the-french-surprise-the-shock-french-political-leaders-rally-around-chirac_1666740832.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_04_23_world_the-french-surprise-the-shock-french-political-leaders-rally-around-chirac_1666740832.html", "title": "THE FRENCH SURPRISE: THE SHOCK; French Political Leaders Rally Around Chirac", "title_page": "THE FRENCH SURPRISE: THE SHOCK; French Political Leaders Rally Around Chirac - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Like the United States, France feels that its values hold a universal message for mankind. It has been quick in recent years to hand out moral lessons to other European nations, like Austria, that have voted heavily for rightist candidates, making its sense of humiliation today that much harder to bear.\nLe Monde published a column entitled simply ''The Wound.'' Written by its publisher, Jean-Marie Colombani, it said: ''France is wounded. And, for many of the French, humiliated.''\nHigh school students marched out of classrooms in Lyon, Strasbourg, Reims, Rouen, Angers and Besançon to hold rallies against Mr. Le Pen, chanting slogans equating him with Hitler and calling his National Front a fascist organization. Tonight, police officers fired tear gas at anti-Le Pen protesters throwing homemade gasoline bombs in central Paris.\nAbsolute strangers debated the results in the subways and around newspaper kiosks, stunned that the Socialist Party, which had governed the country for nearly five years, had been eliminated from the presidential race for the first time in decades.\nMr. Le Pen's supporters pledged today to hold a rally on May 1. Unimpressed by the breadth of the opposition lining up against him and snap polls that showed Jacques Chirac, the center-right president, likely to win by a landslide, Mr. Le Pen, 73, went to his Paris headquarters today, cheerfully telling reporters that he was just getting started.\nHe called on voters who abstained in the first round to vote for him on May 5. ''The people of France have decided to use their power to shake up the current system,'' Mr. Le Pen said. ''If you are disheartened, you have the chance to say what you think by voting for me, with your head high and hands clean.\nBruno Jeanbart, a director at the C.S.A. polling institute, said there was a certain logic to the result because the French did not want to see another race between Mr. Chirac and Mr. Jospin, the Socialist leader, who have ruled for seven and five years respectively as president and prime minister. The two men contested the final round of the 1995 presidential election.", "url": "https://www.nytimes.com/2002/04/23/world/the-french-surprise-the-shock-french-political-leaders-rally-around-chirac.html"}