{"authors": ["John F. Burns"], "date_download": "2022-10-25 23:45:22", "date_modify": "2022-10-25 23:45:22", "date_publish": "2002-01-02 05:00:00", "description": "Pres Pervez Musharraf reportedly orders Pakistan's military intelligence agency to end support for Islamic militant groups fighting in disputed territory of Kashmir; Pakistani officials say future support will go only to groups with local roots that are not part of Islamic holy war movement that has most notorious expression in Osama bin Laden's Al Qaeda terrorist network; say order will end armed activities of two Pakistan-based Islamic militant groups that have been accused by India of involvement in Dec 13 attack on Indian Parliament as well as of other militant organizations that have used bases in Kashmir to mount attacks across Himalayas; move comes at critical moment in relations with India, as nations mass forces along 1,800-mile border for possible war over incident; Pakistani officials question evidence presented by India against two groups, while acknowledging their responsibility for vast majority of attacks in Indian-ruled Kashmir in last three years (M)", "filename": "2002_01_02_world_india-pakistan-tension-islamabad-pakistan-said-order-end-support-for-militant_1666741522.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_01_02_world_india-pakistan-tension-islamabad-pakistan-said-order-end-support-for-militant_1666741522.html", "title": "THE INDIA-PAKISTAN TENSION: ISLAMABAD; Pakistan Is Said to Order an End To Support for Militant Groups", "title_page": "THE INDIA-PAKISTAN TENSION: ISLAMABAD; Pakistan Is Said to Order an End To Support for Militant Groups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "''The decision has been made to cut off support to all nonindigenous groups in Kashmir,'' the officials said. They added that General Musharraf believed that the change in policy would ''cause a scaling-down of the freedom struggle, but will not be its end,'' and that he felt that ''lowering the level of insurgency is not too high a price to pay for protecting the country'' against attack by India, whose conventional forces far outnumber Pakistan's.\nThe Pakistani decision seemed certain to be met with skepticism in India, which has accused Pakistan of breaking previous promises to curb terrorism in Kashmir, and which has said since the Parliament attack that it wants more from General Musharraf than freezing the bank accounts of Lashkar-e-Taiba and Jaish-e-Muhammad, raids on the offices of the groups, and the arrest of their leaders and other activists. India has also implied that it wants all Pakistan-based groups that challenge Indian rule in Kashmir shut down.\nWestern diplomats who have been in contact with General Musharraf during the crisis described the decision to end the Islamic militant groups' role in the Kashmir fighting as his boldest step yet to defuse the tensions that have gripped the sub-continent in the aftermath of the Parliament attack. Over the last 72 hours, the tensions have begun to ease slightly, with Prime Minister Atal Behari Vajpayee and other Indian leaders shifting from threats of war toward more modulated statements stressing their preference for a peaceful outcome.\nBut the diplomats noted that a succession of Pakistani leaders have found that ordering the military intelligence agency to change course, especially when it involves Islamic militant groups, has not always succeeded. The diplomats said that the I.S.I., operating in the shadows, with few controls on its spending, has long been a rogue agency, capable of continuing support for groups that it has formally disavowed, as it did for at least a few weeks after General Musharraf ordered an end to support for the Taliban in September.\nSince then, General Musharraf has appointed a new I.S.I. chief, but even he has acknowledged privately that getting complete control of the agency will take time.\nStill, the diplomats said they saw General Musharraf's latest action as a turning point in the crisis, and said he appeared to have settled on the move after telephone calls that President Bush and Secretary of State Colin L. Powell made last week to General Musharraf and Mr. Vajpayee in which Mr. Bush urged both leaders to turn toward a negotiated end to the crisis. The diplomats said the American leaders' message to India had been that General Musharraf had started Pakistan on a ''process'' of curbing Islamic militancy that would meet India's demand for an end to terrorist attacks by Pakistan-based groups. But India had also been told, the diplomats said, that the Pakistani leader needed time so as not to be seen to be ''doing India's bidding'' under threat of war.\nIndian leaders, the diplomats said, had been reminded of the message General Musharraf has been spreading in Pakistan for many months.", "url": "https://www.nytimes.com/2002/01/02/world/india-pakistan-tension-islamabad-pakistan-said-order-end-support-for-militant.html"}