{"authors": ["Celia W. Dugger"], "date_download": "2022-10-25 23:00:48", "date_modify": "2022-10-25 23:00:48", "date_publish": "2002-07-27 05:00:00", "description": "Official statistics provided by police in Gujarat, only major Indian state governed solely by Hindu nationalist Bharatiya Janata Party, show that state government failed to take basic steps to halt religious riots by Hindu mobs against Muslims last spring; violence, which claimed almost 1,000 lives in Ahmedabad, was sparked by Muslim mob's attack on train loaded with activists from World Hindu Council; party and council deny charges; photos; map (L)", "filename": "2002_07_27_world_religious-riots-loom-over-indian-politics_1666738848.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_07_27_world_religious-riots-loom-over-indian-politics_1666738848.html", "title": "Religious Riots Loom Over Indian Politics", "title_page": "Religious Riots Loom Over Indian Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Gill arrived on May 3 and within days, the city's three top police officials were replaced. K. R. Kaushik, the new police commissioner, said he immediately issued orders for the police to arrest anyone gathering in a mob. By the evening of the next day, May 11, he said, the violence was under control.\nUnapologetic, Separate, Hopeful\nToday, there is no more apt symbol of the divide between Hindus and Muslims in Ahmedabad than the road separating Juhapura, the Muslim ghetto where so many sought refuge during the carnage, from neighboring Hindu areas.\nThe Hindu houses back up to barbed wire fences and high brick walls topped with jagged shards of glass. The windows in virtually every house on both sides were shattered in the rock throwing that accompanied the violence.\nIt is as though the Muslims of Juhapura and the Hindus in adjacent neighborhoods live in separate nations. They refer to the road that divides them as a border. It looked like a war zone that has come under heavy shelling.\nBut as desolate as the road looks today, it ends on a green field, called Unity Ground, where Hindus and Muslims used to play cricket together.\nDays after her husband, the former Muslim parliamentarian, was burned alive by a mob, Zakia Jafri, 65, still clung to the idea of an India where Hindus and Muslims lived in peace. For years, she and her husband resisted their children's entreaties to leave their majority-Hindu neighborhood. Mrs. Jafri, haggard and grief-stricken, vowed to go home.\n''That is my husband's memory and dream,'' she said. ''I will not abandon it.''\nBut Mrs. Jafri said recently that none of her Hindu neighbors ever came to her to express sorrow that they could not save her husband. She asked, ''How can I go back to such a place?''", "url": "https://www.nytimes.com/2002/07/27/world/religious-riots-loom-over-indian-politics.html"}