{"authors": ["Timothy Egan"], "date_download": "2022-10-25 22:58:08", "date_modify": "2022-10-25 22:58:08", "date_publish": "2002-06-16 05:00:00", "description": "Timothy Egan reviews book Lone Patriot: The Short Career of an American Militiaman by Jane Kramer; drawing (M)", "filename": "2002_06_16_books_along-the-fringe_1666738688.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_06_16_books_along-the-fringe_1666738688.html", "title": "Along the Fringe", "title_page": "Along the Fringe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By contrast, the militia movement seems like a costume affair for the mildly delusional. Or at least that is the impression that the New Yorker writer Jane Kramer leaves in ''Lone Patriot,'' her well-drawn, superbly reported narrative of the Washington Militia.\nKramer, who has written The New Yorker's ''Letter From Europe'' for more than 20 years, may seem like an odd choice to chronicle a far-right beer-belly gang in Whatcom County, Wash., on the Canadian border, about a 90-minute drive north of Seattle. As Kramer says up front in her book, 20 years of living between New York and Paris had put her out of touch with the fringe of her own country. She approaches this subject with fresh eyes, and in a close-up telling of the short, unhappy life of the Washington State Militia she avoids the mistakes of writers who never actually spent much time with these people.\nHer subject is John Pitner, a middle-aged unemployed ship painter who called himself the founder, promoter, banker, quartermaster and commander in chief of his own unit of patriots. While his wife brings home the bacon, Pitner frets inside his manufactured home about the usual militia suspects -- Rockefellers, black helicopters and the United Nations -- all while waiting for Armageddon. ''He had two lives, the one he had lived and the one he invented, and his real biography seemed to me to be hidden somewhere in the commute he made between them,'' Kramer writes in a typically lucid dissection of her cast of characters.\nPitner's comrades came from the folds of western Washington, an assortment of tax protesters, convicted felons and people with too much time on their hands who spent it listening to talk radio. A grandfatherly contractor, an auto mechanic with a propensity for passing bad checks, a tax-dodging veterinarian and a few others were the foot soldiers in Pitner's army. Two of them turned out to be on the government's side -- one a square-jawed agent of the Federal Bureau of Investigation who posed as a gun dealer, the other a militia regular who turned informant for $25,000.\nAt meetings they talked about what they would do when the call to battle came, about a government that had lost touch with the Constitution and about bombs and money to pay for dress-up army stuff. Pitner is presented here as a man with profound delusions, but also as a hapless fellow, not entirely unsympathetic. His family history was bleak, and he failed at everything he tried, including a stint in the Army, which led to a court-martial.", "url": "https://www.nytimes.com/2002/06/16/books/along-the-fringe.html"}