{"authors": ["Elissa Schappell"], "date_download": "2022-10-25 23:37:27", "date_modify": "2022-10-25 23:37:27", "date_publish": "2002-05-05 05:00:00", "description": "Elissa Schappell reviews book A Life's Work: On Becoming a Mother by Rachel Cusk (M)", "filename": "2002_05_05_books_24-7_1666741047.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_05_05_books_24-7_1666741047.html", "title": "The New York Times", "title_page": "24/7 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While ''A Life's Work'' is full of truths about the atrocities a mother can commit after being stripped of identity, sleep-deprived, alienated from peers and enslaved by a screaming tyrant, it also has moments of grace. The love Cusk feels for her daughter is surprising to her, and complicated -- it is more like romantic love, the love of adults, than I could have anticipated.''\nHer focus on the psychological and social changes that occur in the transition from woman to mother is what distinguishes this book. She also sets herself apart by citing at length novels and poems that illustrate this ''transformation of sensibility'' -- or sometimes its absence, as with Edith Wharton's lonely beauty Lily Bart in ''The House of Mirth,'' who on her deathbed realizes that a child would have given her life meaning. The realization of both a child's separateness and its profound connection to its parent is illustrated with D. H. Lawrence's novel ''The Rainbow'' and Coleridge's poem ''Frost at Midnight.''\nIt isn't surprising that Cusk would look outside her own experience for examples of transformation, as she admits to finding ''this candid type of writing slightly alarming.'' Yet her reluctance to use her admirable skills as a fiction writer is the book's one misstep. While the book is anecdotal, intensely so in regard to Cusk and her emotions, in order to protect the privacy of those around her she all but omits their presence. We know only that Cusk has a ''partner,'' and that it's a man. We know the baby has red, curly hair and, from the introduction, that her name is Albertine, although she is never referred to again by name. This is unfortunate, since the child never becomes as real to us as Cusk is. The lack of detail contributes to the book's claustrophobia, but it also causes you to wonder at times what else she might be leaving out.\nCusk's sense of being a captive in her life is undeniable. When she finds herself pregnant again when Albertine is just 6 months old, she jokes, ''I greeted my old cell with the cheerless acceptance of a convict intercepted at large.'' Being faced, once more, with ''the strange reality of motherhood'' is what galvanized Cusk to write ''A Life's Work.''\nRecognizing what a political issue child care is, Cusk does, in addition to sharing her unsavory nanny stories, offer up a rare personal family tidbit: her partner quit his job in order to take care of their daughters, as she notes ironically, so that she could write this book on mothering.", "url": "https://www.nytimes.com/2002/05/05/books/24-7.html"}