{"authors": ["Otto Pohl"], "date_download": "2022-10-25 23:31:53", "date_modify": "2022-10-25 23:31:53", "date_publish": "2002-02-14 05:00:00", "description": "Government of Kenya cracks down on thousands of so-called beach boys at resort beaches who sell themselves to foreign tourists in order to supplement their income; tourism took blow from pre-election violence in 1997 and has never fully recovered; even in newly straitened climate, foreign needs and local pverty keep some beach boys in business, if a little more discretely (M)", "filename": "2002_02_14_world_kenya-cracking-down-on-beach-boys-gigolos-serving-tourists_1666740713.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_02_14_world_kenya-cracking-down-on-beach-boys-gigolos-serving-tourists_1666740713.html", "title": "Kenya Cracking Down on 'Beach Boys,' Gigolos Serving Tourists", "title_page": "Kenya Cracking Down on 'Beach Boys,' Gigolos Serving Tourists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As long as the 60-year-old hairdresser from Cologne kept visiting, Harry Abdalla Ali found it easy to pay for his tribal rituals -- the goat that had to be sacrificed to ensure a successful fishing season, the livestock needed for funeral ceremonies, the dowry of 12 goats, 40 liters of palm wine and 200 German marks he had to give his bride's parents.\n''She knew I needed to buy goats and would help me out,'' Mr. Ali explained about his German visitor.\nThe global economy has often made strange bedfellows -- with those in the beachside bedrooms on this palm-fringed coast stranger than most.\nMr. Ali, 31, is one of the thousands of so-called beach boys here who found that selling themselves to tourists was better than fighting for survival elsewhere.", "url": "https://www.nytimes.com/2002/02/14/world/kenya-cracking-down-on-beach-boys-gigolos-serving-tourists.html"}