{"authors": ["Sam Howe Verhovek"], "date_download": "2022-10-25 23:38:06", "date_modify": "2022-10-25 23:38:06", "date_publish": "2002-03-25 05:00:00", "description": "Residents of Oregon City, Ore, launch search for Ashley Marie Pond and Miranda Duane Gaddis, 13-year-old girls who disappeared from same apartment complex in recent months; are watching for person who may have abducted them, searching for clues in sketch psychological portrait federal and local authorities released days ago; photos (M)", "filename": "2002_03_25_us_oregon-city-watches-for-clues-to-fate-of-missing-girls_1666741086.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_03_25_us_oregon-city-watches-for-clues-to-fate-of-missing-girls_1666741086.html", "title": "Oregon City Watches for Clues to Fate of Missing Girls", "title_page": "Oregon City Watches for Clues to Fate of Missing Girls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The people in Oregon City are looking, and they are watching.\nThey are looking for Ashley Marie Pond and Miranda Diane Gaddis, 13-year-old girls who disappeared from the same apartment complex here in recent months. They are watching for the person who may have abducted them, searching for clues in the sketchy psychological portrait that the federal and local authorities released this week.\nProbably a man, the investigators said. Probably someone who has displayed a high degree of interest in the local media's relentless coverage of the case. He (or possibly she) might have changed appearance recently, perhaps by changing hairstyles or hair color. The person may have appeared extremely tired or sleepy, or missed work, especially on the days the girls disappeared. He may be nervous or irritable.\n''It's very generalized, very vague,'' said the Rev. Andy Anquoe, a pastor at the Oregon City Baptist Church. ''It's just very frustrating not to know more, exactly what we're supposed to watch out for.''\nIt is agonizing for the mothers of the two girls not to know more. They cling to the hope that the girls will be found alive, that they just ran away.", "url": "https://www.nytimes.com/2002/03/25/us/oregon-city-watches-for-clues-to-fate-of-missing-girls.html"}