{"authors": ["Leslie Kaufman"], "date_download": "2022-10-25 22:56:21", "date_modify": "2022-10-25 22:56:21", "date_publish": "2002-12-24 05:00:00", "description": "New York City program to house homeless families temporarily in individual apartments across city, begun as emergency program two years ago, has ballooned to involve over 2,000 apartments that now house some 25 percent of homeless families; has placed scores of families in buildings with histories of violations for dangerous conditions at average cost of $2,900 a month per family; only lightly reviews qualifications of landlords and agents contracted to house families; city officials want to end flawed program but have been unable to halt its growth; photo (M)", "filename": "2002_12_24_nyregion_temporary-homeless-plan-grows-and-so-does-the-bill_1666738581.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_12_24_nyregion_temporary-homeless-plan-grows-and-so-does-the-bill_1666738581.html", "title": "'Temporary' Homeless Plan Grows, and So Does the Bill", "title_page": "'Temporary' Homeless Plan Grows, and So Does the Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Gibbs says the city has increased inspections of the buildings recently, and, in any case, will reduce by half the number of homeless families in such apartments by June. She also started requiring these landlords to commit to providing permanent housing for homeless families.\nSome landlords involved in the program admit that there are homeless families in buildings with troubled histories. But they say that the individual apartments for the homeless are up to code, and that city money is going to pay for improvements for all tenants. They say that while being in the program -- formally known as scatter-site housing -- is profitable for them, they also shoulder extensive financial burdens in providing services and material goods to the homeless families. Those contacted denied having shortchanged their other tenants.\nThe program, aspects of which were reported in The New York Post several weeks ago, was conceived in July of 2000 during the Giuliani administration, when the city's agency for the homeless was struggling to meet a longstanding court order to shelter all families who said they were without a home.\n''We had a gun to our head,'' recalls Dennis Piervicenti, who was then deputy commissioner of the agency's family service program. ''We used to expand through hotels, but then there was a point we couldn't get hotels fast enough.''\nThe solution for the problem, though, came not from within the agency, but from a landlord, David Somerstein, who owns or leases some 50 low-income buildings throughout Manhattan, the Bronx and Brooklyn. He already had agreements with the city to house AIDS patients, single pregnant women and the mentally ill, and he had a connection in the form of a consultant, Ken Murphy, a former deputy commissioner of the homeless agency.\nMr. Murphy negotiated the deal, which would pay Mr. Somerstein $96 a day for every family, but also require him to furnish each apartment down to the linens and toilet paper and provide social services to the families.\nThe first 50 units, which began operating by August 2000, were meant to be an experiment, and to house families for only a few nights. But the city was in such desperate straits by then that it had to immediately expand the program. Now, the average scatter-site stay, like the stay in shelters, is well over six months.", "url": "https://www.nytimes.com/2002/12/24/nyregion/temporary-homeless-plan-grows-and-so-does-the-bill.html"}