{"authors": ["Bill Carter"], "date_download": "2022-10-25 23:34:50", "date_modify": "2022-10-25 23:34:50", "date_publish": "2002-12-05 05:00:00", "description": "The man responsible for creating creating shows from \"Monday Night Football\" to \"Nightline,\" died today.", "filename": "2002_12_05_obituaries_roone-arledge-pioneering-tv-executive-dies-at-71_1666740890.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_12_05_obituaries_roone-arledge-pioneering-tv-executive-dies-at-71_1666740890.html", "title": "Roone Arledge, Pioneering TV Executive, Dies at 71", "title_page": "Roone Arledge, Pioneering TV Executive, Dies at 71 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Roone Arledge, the television industry executive and producer whose creativity, leadership and technical innovations revolutionized the presentation of both news and sports on television, died today in New York City. He was 71.\nThe cause was complications from cancer, a statement from ABC News said.\nIn a career that spanned half a century and corresponded almost exactly with the explosive growth of television into the world's most powerful instrument of mass communications, Mr. Arledge was the most important behind-the-scenes figure in television's coverage of innumerable big events, like the boxing matches of Muhammad Ali in the 1960's and the Iranian hostage crisis of 1979-80.\nThe expansion of both sports and news on television in the Last 40 years, including the creation of all-sports cable channels like ESPN and all-news cable channels like CNN, can be linked directly to Mr. Arledge's leadership and experience in both those areas. He served first as president of ABC Sports and later as president and chairman of ABC News.\nDuring the first half of his career, Mr. Arledge built ABC Sports into the most important division of that network. One of his most significant achievements was leading sports programming out of the limited window of weekend television and into the prime-time hours, which he did first with the Olympics from Mexico City in 1968 and then with ``Monday Night Football'' in 1970.", "url": "https://www.nytimes.com/2002/12/05/obituaries/roone-arledge-pioneering-tv-executive-dies-at-71.html"}