{"authors": ["Kenneth Chang"], "date_download": "2022-10-25 23:54:15", "date_modify": "2022-10-25 23:54:15", "date_publish": "2002-05-28 05:00:00", "description": "Scientists publish wealth of detail about NASA Mars Odyssey spacecraft's discovery in March of what could be frozen remains of once vast oceans on Mars; finding lends support to theories that early in its history Mars was wet and arm--and possibly amenable to life; it cold also simplify future manned missions to Mars, supplying source of drinking water and fuel for return; journal Science to publish three papers on Odyssey's findings (M)", "filename": "2002_05_28_us_scientists-measuring-martian-ice-detect-oceans-worth_1666742055.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_05_28_us_scientists-measuring-martian-ice-detect-oceans-worth_1666742055.html", "title": "Scientists Measuring Martian Ice Detect Oceans' Worth", "title_page": "Scientists Measuring Martian Ice Detect Oceans' Worth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Scientists this week are publishing a wealth of detail about the discovery in March of what could be the frozen remains of once vast oceans on Mars.\nThe finding, by NASA's Mars Odyssey spacecraft, lends support to theories that early in its history Mars was wet and warm -- and possibly amenable to life. It could also simplify a future manned mission to Mars, supplying a source of drinking water and fuel for a return.\nScientists who study the present-day surface of Mars, arid and frigid, have long wondered, where did all the water go?\nThe answer appears to be down, and not very far. In the polar regions of Mars, the surface is covered by a foot or two of dry soil. Below that, pores in the soil and rocky debris appear to be encrusted with ice. The concentration of ice is surprisingly high -- one-fifth to one-third by weight, and up to 60 percent by volume, the scientists report. In the equatorial regions, there was little water near the surface.", "url": "https://www.nytimes.com/2002/05/28/us/scientists-measuring-martian-ice-detect-oceans-worth.html"}