{"authors": ["Robert D. Mcfadden", "Susan Saulny"], "date_download": "2022-10-25 22:59:54", "date_modify": "2022-10-25 22:59:54", "date_publish": "2002-09-06 05:00:00", "description": "Semen found on sock of victim in notorious Central Park jogger case 13 years ago is said to be conclusively linked by DNA tests to Matias Reyes, convicted murderer-rapist serving life term in prison; law-enforcement official familiar with new investigation of case says proof of Reyes's involvement does not necessarily have bearing on convictions of five young black and Hispanic men who were found guilty in 1990, largely on basis of their own graphic, detailed confessions; all have served their sentences for this crime; new investigation of case was begun after Reyes claimed last spring that he alone waylaid, raped and beat jogger; lawyers for three of five youths convicted in case contend that Reyes's confession--especially his claim that he acted alone--proves their clients were wrongfully convicted, based on confessions that were coerced; photo (M)", "filename": "2002_09_06_nyregion_dna-in-central-park-jogger-case-spurs-call-for-new-review_1666738794.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_09_06_nyregion_dna-in-central-park-jogger-case-spurs-call-for-new-review_1666738794.html", "title": "DNA in Central Park Jogger Case Spurs Call for New Review", "title_page": "DNA in Central Park Jogger Case Spurs Call for New Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the Central Park case, the victim survived but lay in a coma for 12 days and, after awakening, had no memory of the attack and was unable to provide details or identify any suspects. Now 41, she is married, lives in Connecticut and is writing a book about her life.\nAs the victim of a sex crime, she was never identified publicly, but is expected to disclose her name in the book.\nProsecutors have always said that some 30 youths were involved in attacks on people in the park that night, and have said that as many as 12 had joined in the assault on the jogger.\nWhile DNA was a crude scientific tool in 1989, it was good enough, experts said, to exclude the five principal suspects. However, because DNA found in the cervix of the jogger had no match among the suspects, prosecutors acknowledged that at least one unknown attacker had got away.\nThe five youths eventually convicted in the attacks were picked up in the park on the night of the attacks and later made what prosecutors called self-incriminating statements, in writing and on videotape, in the presence of their parents or other adult relatives, and after being offered -- and refusing -- immediate access to lawyers.\nThese statements proved to be powerful evidence. They spoke of wilding in the park, randomly attacking people. None of the five admitted raping the woman, but the youths accused one another of kicking her, hitting her with a rock or a pipe and holding her down while others assaulted her. Mr. Reyes's name was not mentioned in any of the statements.\nThe defendants, all but one under 16 at the time of the crime, were prosecuted as juveniles. Mr. McCray, Mr. Santana and Mr. Salaam were sentenced to 5 to 10 years for rape and assault; Mr. Richardson was convicted of attempted murder, rape and sodomy and received 5 to 10 years, and Mr. Wise was convicted of assault and sexual abuse and was given a term of 5 to 15 years.", "url": "https://www.nytimes.com/2002/09/06/nyregion/dna-in-central-park-jogger-case-spurs-call-for-new-review.html"}