{"authors": ["Larry Rohter"], "date_download": "2022-10-25 23:33:30", "date_modify": "2022-10-25 23:33:30", "date_publish": "2002-10-21 05:00:00", "description": "Brazil's political elite reacts with indignation to election of neofascist Eneas Ferreira Carneiro to congress; Carneiro, long written off as eccentric fringe candidate, has run for president three times, winning few votes; some political analysts continue to dismiss him as joke or aberration, but others worry that he will become Brazilian version of Jean-Marie Le Pen, far-right French leader who finished second in most recent French presidential election; Carneiro has expressed some sympathy for views of fascist movement that flourished in Brazil duirng 1930's; photo (M)", "filename": "2002_10_21_world_long-treated-as-a-joke-brazilian-neofascist-may-have-the-last-laugh_1666740810.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2002", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2002_10_21_world_long-treated-as-a-joke-brazilian-neofascist-may-have-the-last-laugh_1666740810.html", "title": "Long Treated as a Joke, Brazilian Neofascist May Have the Last Laugh", "title_page": "Long Treated as a Joke, Brazilian Neofascist May Have the Last Laugh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For years, he was written off as an eccentric fringe candidate, a neofascist oddity, a crackpot even. But Enéas Ferreira Carneiro got his revenge in the general election this month, when more than 1.5 million people here in Brazil's largest state voted for him, giving him more votes than any other congressional candidate in Brazilian history.\nThat result has caused consternation and indignation among the country's political elite. A leading political columnist described his record as a ''barbarity,'' and elected officials are renewing calls for an overhaul of the voting system to prevent ''the Enéas phenomenon'' from ever happening again.\nBut Dr. Carneiro, a 63-year-old cardiologist who founded the Party for the Rebuilding of the National Order in 1989, says his critics are missing the point. ''The electorate supported me as a clear, resounding and unmistakable repudiation of a political class that is rotten, dirty, repugnant and unpatriotic,'' he said in an interview at his party's headquarters here.\nWith his dark ZZ Top beard, bald head, oversize owlish glasses, florid vocabulary and dramatic pronunciation, Dr. Carneiro is instantly recognizable to Brazilians and traditionally regarded with a certain perplexed amusement. An Enéas look-a-like was featured in commercials for a brand of steel wool until Dr. Carneiro sued to stop it, but he remains the constant butt of jokes on television variety and comedy programs.", "url": "https://www.nytimes.com/2002/10/21/world/long-treated-as-a-joke-brazilian-neofascist-may-have-the-last-laugh.html"}