{"authors": ["James Bennet"], "date_download": "2022-10-25 23:56:12", "date_modify": "2022-10-25 23:56:12", "date_publish": "2003-08-22 05:00:00", "description": "Hamas and Islamic Jihad formally abandon their declared cease-fire with Israel after Israelis kill Ismail Abu Shanab, top political leader of Hamas, on busy street in Gaza; Sec of State Colin L Powell warns both sides of consequences of failure of Bush administration's peace plan; Israeli strike comes two days after Hamas suicide bomber kills 20 people, including 6 children, aboard Jerusalem bus; Israeli officials say if governing Palestinian Authority does not crack down on Hamas, Israel will continue hunting Hamas leadership, even at risk of stepped-up suicide bombings; Abu Shanab is killed by missile fired from helicopter gunship into his car; two bodyguards are also killed; Hamas issues statement promising 'jihad until victory or martyrdom'; Islamic Jihad issues similar pledge; thousands of Palestinians march through streets of Gaza City, accusing Prime Min Mahmoud Abbas and Palestinian security chief Muhammad Dahlan of collaborating with Israel; Abbas accuses Israel of undermining his preparations against Hamas; Palestinian security official says Dahlan was planning to arrest Hamas and Islamic Jihad militants and to collect illegal weapons; says those plans have been shelved; Abbas appears to face increasingly stark choice between his legitimacy in eyes of Israel and US, and in eyes of his own people; photos; map (M)", "filename": "2003_08_22_world_mideast-turmoil-battle-2-militant-groups-abandon-promise-mideast-truce_1666742172.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_08_22_world_mideast-turmoil-battle-2-militant-groups-abandon-promise-mideast-truce_1666742172.html", "title": "THE MIDEAST TURMOIL: THE BATTLE; 2 MILITANT GROUPS ABANDON PROMISE OF MIDEAST TRUCE", "title_page": "THE MIDEAST TURMOIL: THE BATTLE; 2 MILITANT GROUPS ABANDON PROMISE OF MIDEAST TRUCE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Later, militants from Hamas fired at least four crude rockets over the Gaza border fence into southern Israel, where the authorities reported that several people required treatment for shock. Israel previously raided and seized sections of northern Gaza in what it called a mission to prevent such rocket fire. It withdrew after the Palestinians declared their cease-fire.\nAn Israeli security official acknowledged that the missile strike would increase violence. ''There is almost no doubt about that,'' he said. ''But what are the alternatives? We are choosing between bad alternatives.''\nHe said that after the suicide bombing on Tuesday, Israel ''waited two days, and nothing happened,'' adding, ''Discussions, discussions. We lost our patience.''\nBut if the aim was to force the hand of the Palestinian prime minister, Mr. Abbas instead accused Israel of undermining his preparations against Hamas. A Palestinian security official said Mr. Dahlan had planned to begin tonight ''a massive campaign against Hamas and Islamic Jihad,'' including arresting militants and collecting illegal weapons.\nAfter the public outcry against the raid, the Palestinian security official said, the plans were shelved. If the Palestinian Authority acted now, he said, ''people will look at the P.A. as the S.L.A.,'' a reference to the South Lebanon Army, enlisted by Israel beginning in the 1980's to support its occupation of southern Lebanon.\nIn his remarks, Mr. Powell did not criticize the Israeli strike, and instead called on Mr. Abbas to act against terrorists. Mr. Abbas appeared to face an increasingly stark choice between his legitimacy in the eyes of Israel and the United States, and in the eyes of his own people.\nAs she waited outside the intensive care unit at Shiffa Hospital here for word on a nephew wounded in the attack, Mufidah Shamalakh, 48, said the cease-fire had achieved nothing for the Palestinians. She said Mr. Abbas had been installed as prime minister because Americans and Israelis hoped that he would be more compromising than Yasir Arafat.", "url": "https://www.nytimes.com/2003/08/22/world/mideast-turmoil-battle-2-militant-groups-abandon-promise-mideast-truce.html"}