{"authors": ["Laura Mansnerus"], "date_download": "2022-10-25 23:53:16", "date_modify": "2022-10-25 23:53:16", "date_publish": "2003-07-02 05:00:00", "description": "New Jersey General Assembly approves measure to eliminate post of state poet laureate; legislation would effectively remove poet, Amiri Baraka, who caused furor with his poem referring to 9/11 attacks; bill goes to Gov James McGreevey, who has denounced Baraka for poem (M)", "filename": "2003_07_02_nyregion_new-jersey-assembly-votes-to-cut-embattled-poet-s-job_1666741996.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_07_02_nyregion_new-jersey-assembly-votes-to-cut-embattled-poet-s-job_1666741996.html", "title": "New Jersey Assembly Votes To Cut Embattled Poet's Job", "title_page": "New Jersey Assembly Votes To Cut Embattled Poet's Job - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The New Jersey General Assembly approved a measure today to eliminate the post of state poet laureate. The legislation would effectively remove the poet, Amiri Baraka, who had caused a furor with his poem referring to the 9/11 attacks.\nThe 69-to-2 vote sends the bill to Gov. James E. McGreevey, who has vigorously denounced Mr. Baraka for the poem, which suggests that Israelis knew about the terrorist plot in advance.\nIn the uproar that followed Mr. Baraka's public reading of the poem last fall, Mr. McGreevey asked him to resign. When he refused, and the governor learned that he had no authority to dismiss the poet laureate, legislators gathered dozens of sponsors for the bill abolishing the post.\nThe State Senate approved the measure in January with 21 votes, the minimum needed for passage, after a debate in which some expressed concerns about censorship. The other 19 senators abstained.", "url": "https://www.nytimes.com/2003/07/02/nyregion/new-jersey-assembly-votes-to-cut-embattled-poet-s-job.html"}