{"authors": ["Douglas Martin"], "date_download": "2022-10-26 00:11:33", "date_modify": "2022-10-26 00:11:33", "date_publish": "2003-05-13 05:00:00", "description": "Elizabeth Neuffer, award-winning reporter for Boston Globe, is killed in automobile accident in Iraq, where she was covering aftermath of war; she was 46; photo (M)", "filename": "2003_05_13_world_elizabeth-neuffer-46-reporter-overseas-for-the-boston-globe_1666743093.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_05_13_world_elizabeth-neuffer-46-reporter-overseas-for-the-boston-globe_1666743093.html", "title": "Elizabeth Neuffer, 46, Reporter Overseas for The Boston Globe", "title_page": "Elizabeth Neuffer, 46, Reporter Overseas for The Boston Globe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elizabeth Neuffer, the award-winning foreign correspondent for The Boston Globe who died on Friday in in an automobile accident in Iraq, had traveled there to cover the aftermath of the war. She was 46.\nMs. Neuffer was a passenger in a car that apparently struck a guardrail near Samarra, about halfway between Tikrit and Baghdad, The Globe said in a statement.\nShe was returning from an overnight trip to Tikrit, Saddam Hussein's ancestral home, where she had been reporting on efforts to dismantle the Baath Party apparatus that had helped enforce Mr. Hussein's government.\nHer translator, Waleed Khalifa Hassan al-Dulami, was also killed.\nMs. Neuffer became European correspondent of The Globe, based in Berlin, in 1994, and spent much of her time reporting on fighting in the lands that once made up Yugoslavia. That assignment led to ''The Key to My Neighbor's House: Seeking Justice in Bosnia and Rwanda'' (Picador, 2002). The book, which was well received, grew out of a 10-part series in The Globe on war crimes in those countries.", "url": "https://www.nytimes.com/2003/05/13/world/elizabeth-neuffer-46-reporter-overseas-for-the-boston-globe.html"}