{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 23:33:47", "date_modify": "2022-10-25 23:33:47", "date_publish": "2003-03-21 05:00:00", "description": "Desert in southern Iraq that is still strewn with detritus of Persian Gulf war 12 years ago now shows signs of destruction from new war; two Iraqi border posts lay in twisted ruins, destroyed by shuddering barrage of artillery fire from Kuwaiti side as Army's Third Infantry Division, thrusting to west of American marines and British forces, opens ground campaign intended to help drive Saddam Hussein from power; Iraqi resistance is light; first two border posts are empty, their soldiers having fled; three Iraqis die in truck inside compound attacked by tank and three fighting vehicles; there are no immediate reports of any American casualties along desert frontier; with holes in fences and berms that once separated Kuwait and Iraq, thousands of American soldiers cross wide swath of border in what commanders call efficient, successful operation; photo (M)", "filename": "2003_03_21_world_a-nation-at-war-troops-gi-s-and-marines-see-little-iraqi-resistance_1666740827.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_03_21_world_a-nation-at-war-troops-gi-s-and-marines-see-little-iraqi-resistance_1666740827.html", "title": "A NATION AT WAR: TROOPS; G.I.'s and Marines See Little Iraqi Resistance", "title_page": "A NATION AT WAR: TROOPS; G.I.'s and Marines See Little Iraqi Resistance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those crossing included marines from the First Marine Division, who entered Iraq after a barrage of artillery fire, much of which was directed at Safwan Hill, the only elevated terrain in the flat, barren desert on either side of the border. The 444-foot-high hill housed an Iraqi Army observation post, backed by dug-in infantry troops, and provided the Iraqis the only vantage point over the Marine positions.\nTwo hours later elements of two of the First Marine Division's combat teams crossed into Iraq at a number of points, Marine officers said. The teams consisted of infantry in amphibious tracked vehicles armed with automatic grenade launchers and .50-caliber machine guns, backed by M1A1 Abrams battle tanks and armored bulldozers.\nThe Third Division's ground attack began at 6:15 p.m. local time (10:15 a.m., Eastern time), 24 hours ahead of schedule, after the cruise missile attack on Baghdad the night before, and following four Iraqi missile attacks into Kuwait on Thursday. The Army's Patriot missile batteries, attached to the Third Division, shot down two of those, including one close to the division's Second Brigade.\n''If anything, we'll be moving faster rather than slower,'' Col. William F. Grimsley, the commander of the Third Division's First Brigade, which led the operation to breach the border, told his battalion commanders as the attack neared.\nThe opening of the ground campaign bore little resemblance to the 1991 war, when bombers and jets pounded Iraq for weeks before American-led forces swept into Kuwait and Iraq.\nOne soldier, with the 11th Engineers, shouted at an officer that the first he heard of fighter jets overhead was a radio report that one intended to strike the sector he was already in. Aircraft passed overhead only sporadically through the night, and then were detectable only as low, far-off roars.\nThe Third Division's attack -- only a prelude to what commanders and soldiers expect to be more intense battles ahead -- began with a barrage of ATACMS missiles, which have a range of 180 miles and were most likely intended for targets well inside Iraq, not along the border.", "url": "https://www.nytimes.com/2003/03/21/world/a-nation-at-war-troops-gi-s-and-marines-see-little-iraqi-resistance.html"}