{"authors": ["Fernanda Eberstadt"], "date_download": "2022-10-25 23:37:37", "date_modify": "2022-10-25 23:37:37", "date_publish": "2003-05-11 05:00:00", "description": null, "filename": "2003_05_11_books_god-looked-like-marx_1666741057.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_05_11_books_god-looked-like-marx_1666741057.html", "title": "God Looked Like Marx", "title_page": "God Looked Like Marx - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PERSEPOLIS\nBy Marjane Satrapi.\nTranslated by Mattias Ripa\nand Blake Ferris.\nIllustrated. 153 pp. New York:\nPantheon Books.\n$17.95.\nMarjane Satrapi's ''Persepolis'' is the latest and one of the most delectable examples of a booming postmodern genre: autobiography by comic book. All over the world, ambitious artist-writers have been discovering that the cartoons on which they were raised make the perfect medium for exploring consciousness, the ideal shortcut -- via irony and gallows humor -- from introspection to the grand historical sweep. It's no coincidence that one of the most provocative American takes on Sept. 11 has been Art Spiegelman's.\nLike Spiegelman's ''Maus,'' Satrapi's book combines political history and memoir, portraying a country's 20th-century upheavals through the story of one family. Her protagonist is Marji, a tough, sassy little Iranian girl, bent on prying from her evasive elders if not truth, at least a credible explanation of the travails they are living through.\nMarji, born like her author in 1969, grows up in a fashionably radical household in Tehran. Her father is an engineer; her feminist mother marches in demonstrations against the shah; Marji, an only child, attends French lycée. Satrapi is sly at exposing the hypocrisies of Iran's bourgeois left: when Marji's father discovers to his outrage that their maid is in love with the neighbors' son, he busts up the romance, intoning, ''In this country you must stay within your own social class.'' Marji sneaks into the weeping girl's bedroom to comfort her, reflecting, deadpan, ''We were not in the same social class but at least we were in the same bed.''\nMarji finds her own solution, in religion, to the problem of social injustice. ''I wanted to be a prophet . . . because our maid did not eat with us. Because my father had a Cadillac. And, above all, because my grandmother's knees always ached.'' The book is full of bittersweet drawings of Marji's tête-à-têtes with God, who resembles Marx, ''though Marx's hair was a bit curlier.'' In upper-middle-class Tehran in 1976, piety is taken as a sign of mental imbalance: Marji's teacher summons her parents to discuss the child's worrying psychological state.", "url": "https://www.nytimes.com/2003/05/11/books/god-looked-like-marx.html"}