{"authors": ["Adam Nagourney", "Diane Cardwell"], "date_download": "2022-10-25 23:43:08", "date_modify": "2022-10-25 23:43:08", "date_publish": "2003-10-27 05:00:00", "description": "Democratic presidential candidates hold debate in Detroit, Mich; harshly and intensely attack one another on wisdom of Pres Bush's invasion of Iraq and whether Congress should have authorized $87 billion that would help maintain war effort; photos (M)", "filename": "2003_10_27_us_democratic-candidates-clash-over-iraq-war_1666741388.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_10_27_us_democratic-candidates-clash-over-iraq-war_1666741388.html", "title": "Democratic Candidates Clash Over Iraq War", "title_page": "Democratic Candidates Clash Over Iraq War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The exchanges came at a debate that was strikingly testy, as the candidates -- by this point, well acquainted with one another's stands -- struggled to break through the crowded field.\nThe 90-minute encounter on Sunday night was the fifth major nationally televised debate since early September.\nFrom the outset, two of the candidates seemed most intent on trying to stand out: Mr. Lieberman, who immediately went on the attack, and General Clark, who was challenged on his credentials not only by his opponents but also by his questioners.\nAt the outset of the race, the leading opponent of the war was Howard Dean, the former governor of Vermont, along with the Rev. Al Sharpton, Representative Dennis J. Kucinich of Ohio and Carol Moseley Braun, the former senator from Illinois.\nMr. Kerry, Mr. Edwards, Mr. Lieberman and Representative Richard A. Gephardt of Missouri voted for the original war resolution; of those, only Mr. Gephardt and Mr. Lieberman voted to continue the financing. General Clark also said he opposed the war, but at several points earlier this year said he probably would have voted in favor of the resolution if he had been in Congress, as Mr. Lieberman noted when General Clark in the debate, sought to present himself as consistently anti-war.\nMr. Kerry, in defending his vote after Mr. Lieberman questioned it, noted that he had served in Vietnam -- and that Mr. Lieberman had not.\n''Well, Joe, I had seared in me an experience which you don't have, and that's the experience of being one of those troops on the front lines when the policy has gone wrong,'' he said. ''And the way you best protect the troops is to guarantee that you put the troops in the safest, strongest position as fast as possible. Our troops are today more exposed, are in greater danger, because this president didn't put together a real coalition, because this president's been unwilling to share the burden and the task.''", "url": "https://www.nytimes.com/2003/10/27/us/democratic-candidates-clash-over-iraq-war.html"}