{"authors": ["Robin Toner", "Robert Pear"], "date_download": "2022-10-25 23:30:57", "date_modify": "2022-10-25 23:30:57", "date_publish": "2003-06-27 05:00:00", "description": "Senate and House pass legislation to provide prescription drug benefits to elderly and give private health plans much larger role in program; bill is biggest expansion of Medicare since its creation nearly 40 years ago; House vote is 216 to 215 in dramatic roll-call that lasts more than 40 minutes; conservative Republicans join most House Democrats in voting against bill in setback for Republican leadership and for Pres Bush, who has lobbied intensely for measure for months; many Senate Democrats who vote for bill do so grudgingly; House and Senate bills differ in important ways, suggesting that it will not be easy to produce consensus measure; House bill, assembled almost entirely by Republicans, is more conservative than bipartisan Senate bill; both House and Senate bills are intended to create vibrant marketplace of private health plans to give elderly new alternatives to traditional, government-run Medicare program; both versions are officially estimated to cost $400 billion over next 10 years; pivotal vote in Senate comes on amendment that evenly splits $12 billion between improvements in traditional Medicare and more incentives to spur competition among private health plans; chart (M)", "filename": "2003_06_27_us_house-and-senate-pass-measures-for-broad-overhaul-of-medicare_1666740657.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_06_27_us_house-and-senate-pass-measures-for-broad-overhaul-of-medicare_1666740657.html", "title": "House and Senate Pass Measures For Broad Overhaul of Medicare", "title_page": "House and Senate Pass Measures For Broad Overhaul of Medicare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After a severe test of President Bush's influence on Capitol Hill, the Senate and the House today approved the biggest expansion of Medicare since its creation nearly four decades ago, passing legislation to provide prescription drug benefits to the elderly and give private health plans a much larger role in the program.\nThe House vote was 216 to 215 in a dramatic roll-call that lasted more than 40 minutes, with the ''nays'' outnumbering the ''yeas,'' until several Republicans switched their votes. Conservative Republicans joined most House Democrats in voting against the bill in a setback for the Republican leadership and for President Bush, who had lobbied intensely for the measure for months. The vote came around 2:30 a.m., shortly after the Senate cleared its version of the bill by an overwhelmingly bipartisan vote of 76 to 21.\nSenate Republican leaders hailed the legislation as long overdue relief for the 40 million elderly and disabled Americans on Medicare. ''The bill we have just passed is nothing less than historic,'' said Senator Bill Frist of Tennessee, the Republican leader.\nBut many Democrats who voted for the bill said they did so grudgingly. ''It's not the kind of bill I would write,'' said Senator Tom Daschle of South Dakota, the Democratic leader.", "url": "https://www.nytimes.com/2003/06/27/us/house-and-senate-pass-measures-for-broad-overhaul-of-medicare.html"}