{"authors": ["Adam Clymer"], "date_download": "2022-10-25 23:47:47", "date_modify": "2022-10-25 23:47:47", "date_publish": "2003-03-27 05:00:00", "description": "Daniel Patrick Moynihan, Harvard professor and four-term United States senator from New York, dies at age of 76; brought scholar's eye for data to politics and politician's sense of real world to academia; was always more a man of ideas than of legislation or partisan combat; was enough of politician to win re-election easily, and enough of maverick with close Republican friends to be occasional irritant to his Democratic party leaders; served in Senate from 1977 to 2001; before that he served two Democratic presidents and two Republicans; for more than 40 years, in and out of government, he was known for being among first to identify new problems and propose novel, if not easy, solutions; detailed examination of his career; photos (L)", "filename": "2003_03_27_nyregion_daniel-patrick-moynihan-is-dead-senator-from-academia-was-76_1666741667.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_03_27_nyregion_daniel-patrick-moynihan-is-dead-senator-from-academia-was-76_1666741667.html", "title": "Daniel Patrick Moynihan Is Dead; Senator From Academia Was 76", "title_page": "Daniel Patrick Moynihan Is Dead; Senator From Academia Was 76 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Quarreled With White House\nAfter loyally serving four presidents, he quarreled with those in the White House while he was in the Senate. When he arrived in 1977, he found President Carter too soft in dealing with the Soviet Union and indifferent to its evil nature.\nBut he quickly came to believe that the Soviet Union was crumbling. In Newsweek in 1979 he focused on its ethnic tensions. In January 1980, he told the Senate: ''The Soviet Union is a seriously troubled, even sick society. The indices of economic stagnation and even decline are extraordinary. The indices of social disorder -- social pathology is not too strong a term -- are even more so.'' He added, ''The defining event of the decade might well be the breakup of the Soviet empire.''\nIt was against that changed perception that he was sharply critical of vast increases in military spending, which, combined with the Reagan tax cuts, produced deficits that he charged were intended to starve domestic spending. He called a 1983 Reagan proposal for cutting Social Security benefits a ''breach of faith'' with the elderly, and worked out a rescue package that kept the program solvent for at least a decade into the 21st century.\nHe also scorned the 1983 invasion of Grenada, the 1984 mining of harbors in Nicaragua and the 1989 invasion of Panama as violations of international law, and voted against authorizing President George H. W. Bush to make war against Iraq. It was not enough, he wrote in his book ''On the Law of Nations'' in 1990, for the United States to be strong enough to get away with such actions. The American legacy of international legal norms of state behavior, he wrote, is ''a legacy not to be frittered away.''\nBut probably his worst relations with a president came when Bill Clinton and Hillary Rodham Clinton sought passage of national health insurance.\nCertainly, the failure of health care legislation was not primarily Mr. Moynihan's responsibility, but he had become chairman of the Finance Committee in 1993, and health care fell within its jurisdiction. He said the administration should take on welfare reform legislation first, and carped on television about their health plan, quickly fixing on the role of teaching hospitals as the biggest issue in health care. But otherwise he waited for Mr. Packwood and Senator Bob Dole of Kansas, the Republican leader, to propose a compromise. Mr. Dole had decided all-out opposition was the better course for his party, and they never did.\nMr. Moynihan's career in the Senate was marked not by legislative milestones but by ideas. Even so, Senator Kennedy, the legislative lion, once described him in 1993 as an exemplar ''of what the Founding Fathers thought the Senate would be about,'' because of the New Yorker's breadth of interests, ''having read history, and thought about it, and being opinionated.''", "url": "https://www.nytimes.com/2003/03/27/nyregion/daniel-patrick-moynihan-is-dead-senator-from-academia-was-76.html"}