{"authors": ["Stephen S. Hall"], "date_download": "2022-10-25 23:54:11", "date_modify": "2022-10-25 23:54:11", "date_publish": "2003-09-14 05:00:00", "description": "Stephen S Hall article on question of whether Buddhist-style meditation might be good for your health; discusses research conducted by University of Wisconsin neuroscientist Richard Davidson into neural characteristics of Buddhist monks of northern India; studies suggest that Buddhist-style meditation may have not only emotional efects but also distinct physiological effects--that is, power of meditation might be harnessed by non-Buddhists in way that along with reducing stress and defusing negative emotion, improves things like immune function as well; notes role of Tenzin Gyatson, 14th Dalai Lama, in offering minds of his monks for scientific research; photo (L)", "filename": "2003_09_14_magazine_is-buddhism-good-for-your-health_1666742051.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_09_14_magazine_is-buddhism-good-for-your-health_1666742051.html", "title": "Is Buddhism Good for Your Health?", "title_page": "Is Buddhism Good for Your Health? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the years since Davidson's fax from the Dalai Lama, the neuroscientific study of Buddhist practices has crossed a threshold of acceptability as a topic worthy of scientific attention. Part of the reason for this lies in new, more powerful brain-scanning technologies that not only can reveal a mind in the midst of meditation but also can detect enduring changes in brain activity months after a prolonged course of meditation. And it hasn't hurt that some well-known mainstream neuroscientists are now intrigued by preliminary reports of exceptional Buddhist mental skills. Paul Ekman of the University of California at San Francisco and Stephen Kosslyn of Harvard have begun their own studies of the mental capabilities of monks. In addition, a few rigorous, controlled studies have suggested that Buddhist-style meditation in Western patients may cause physiological changes in the brain and the immune system.\nThis growing, if sometimes grudging, respect for the biology of meditation is achieving a milestone of sorts this weekend, when some of the country's leading neuroscientists and behavioral scientists are meeting with Tibetan Buddhists, including the Dalai Lama himself, at a symposium held at M.I.T. ''You can think of the monks as cases that show what the potential is here,'' Dr. Jon Kabat-Zinn, an emeritus professor of medicine at the University of Massachusetts Medical School who has pioneered work in the health benefits of meditation, says. ''But you don't have to be weird or a Buddhist or sitting on top of a mountain in India to derive benefits from this. This kind of study is in its infancy, but we're on the verge of discovering hugely fascinating things.''\nIn the 2,500-year history of Buddhism, the religion has directed its energy inward in an attempt to train the mind to understand the mental state of happiness, to identify and defuse sources of negative emotion and to cultivate emotional states like compassion to improve personal and societal well-being. For decades, scientific research in this country has focused on the short-term effects of meditation on the nervous system, finding that meditation reduces markers of stress like heart rate and perspiration. This research became the basis for the ''relaxation response'' popularized by Prof. Herbert Benson of Harvard in the 1970's. Buddhist practice, however, emphasizes enduring changes in mental activity, not just short-term results. And it is the neural and physical impact of the long-term changes, achieved after years of intense practice, that is increasingly intriguing to scientists.\n''In Buddhist tradition,'' Davidson explains, '''meditation' is a word that is equivalent to a word like 'sports' in the U.S. It's a family of activity, not a single thing.'' Each of these meditative practices calls on different mental skills, according to Buddhist practitioners. The Wisconsin researchers, for example, are focusing on three common forms of Buddhist meditation. ''One is focused attention, where they specifically train themselves to focus on a single object for long periods of time,'' Davidson says. ''The second area is where they voluntarily cultivate compassion. It's something they do every day, and they have special exercises where they envision negative events, something that causes anger or irritability, and then transform it and infuse it with an antidote, which is compassion. They say they are able to do it just like that,'' he says, snapping his fingers. ''The third is called 'open presence.' It is a state of being acutely aware of whatever thought, emotion or sensation is present, without reacting to it. They describe it as pure awareness.''\nThe fact that the brain can learn, adapt and molecularly resculpture itself on the basis of experience and training suggests that meditation may leave a biological residue in the brain -- a residue that, with the increasing sophistication of new technology, might be captured and measured. ''This fits into the whole neuroscience literature of expertise,'' says Stephen Kosslyn, a Harvard neuroscientist, ''where taxi drivers are studied for their spatial memory and concert musicians are studied for their sense of pitch. If you do something, anything, even play Ping-Pong, for 20 years, eight hours a day, there's going to be something in your brain that's different from someone who didn't do that. It's just got to be.''", "url": "https://www.nytimes.com/2003/09/14/magazine/is-buddhism-good-for-your-health.html"}