{"authors": ["Edward Wyatt"], "date_download": "2022-10-25 23:02:00", "date_modify": "2022-10-25 23:02:00", "date_publish": "2003-02-27 05:00:00", "description": "An open pit will stand as the centerpiece of the city's effort to rebuild following the terrorist attack on the World Trade Center.", "filename": "2003_02_27_nyregion_libeskind-design-chosen-for-rebuilding-at-ground-zero-2003022792302581507_1666738920.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_02_27_nyregion_libeskind-design-chosen-for-rebuilding-at-ground-zero-2003022792302581507_1666738920.html", "title": "Libeskind Design Chosen for Rebuilding at Ground Zero", "title_page": "Libeskind Design Chosen for Rebuilding at Ground Zero - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two people who took part in the steering committee meeting said that both Mr. Pataki and Mr. Bloomberg supported Mr. Libeskind, as did representatives from the Port Authority. Roland W. Betts, the development corporation director who oversaw the site planning effort, supported the Think plan but agreed to the group's consensus.\nTwo people who took part in the committee's discussion yesterday said Mr. Bloomberg, who earlier this month said he favored Mr. Libeskind's design, was not impressed with the changes made by the Think team, particularly in the ground-level aspects of its design. Throughout the process, city officials have stressed their belief that a plan for the site must contribute to an active street life downtown.\nMr. Pataki has repeatedly said that his focus in the rebuilding process is on the memorial to the victims of the attack, and from the beginning he has said he was moved by Mr. Libeskind's design. Many family members of victims have also favored Mr. Libeskind's preservation of so much of the site, and Mr. Pataki has sided with the desires of family members several times, as when he proclaimed last summer that nothing would be built on the ground where the two towers had stood.\nMr. Viñoly said that he was not told much yesterday about the reasoning behind the decision. \"But as far as I'm concerned, that is one of the situations in which our profession often finds itself,\" he said. \"These things happen all the time, and you have to go on and do your work.\"\nTwo state officials said last night that they feared the governor could face some negative political fallout from the decision. The development corporation's site committee voted on Tuesday to endorse the Think plan; those board members were appointed by Mr. Pataki, Mr. Bloomberg and former Mayor Rudolph W. Giuliani. Thus these elected officials overruled their own appointees, appointees who were charged specifically with carrying out the rebuilding.\nBut Mr. Libeskind's design, focusing on the pit and its bleak walls, has sustained a groundswell of support that began almost as soon as it was unveiled in December. The exposed concrete walls of the excavated pit, purely functional when built and designed to hold back the subterranean waters of the Hudson River, came in Mr. Libeskind's design to represent the foundations of democracy, standing fast under the onslaught of a swift and terrifying enemy.\nThe selection of a winning design is the culmination of a nine-month process that began last May. While the first phase of the rebuilding process is largely complete, much work remains to be done before anything resembling new development takes place at the World Trade Center site.", "url": "https://www.nytimes.com/2003/02/27/nyregion/libeskind-design-chosen-for-rebuilding-at-ground-zero-2003022792302581507.html"}