{"authors": ["Michael Cooper"], "date_download": "2022-10-25 22:56:21", "date_modify": "2022-10-25 22:56:21", "date_publish": "2003-05-20 05:00:00", "description": "Bloomberg administration will begin phasing out program that temporarily houses homeless families in individual apartments scattered through New York City; program, which began as stop-gap measure two and half years ago, has been criticized on grounds that apartments are expensive, not easily accessible to social workers, and, in some cases, rat-infested or otherwise substandard (S)", "filename": "2003_05_20_nyregion_city-to-phase-out-scatter-site-apartments-for-homeless-families_1666738581.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_05_20_nyregion_city-to-phase-out-scatter-site-apartments-for-homeless-families_1666738581.html", "title": "City to Phase Out Scatter-Site Apartments for Homeless Families", "title_page": "City to Phase Out Scatter-Site Apartments for Homeless Families - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Bloomberg administration will begin phasing out a troubled program that temporarily houses homeless families in individual apartments scattered throughout the city, officials said yesterday.\nBy the end of this month, the city plans to have stopped using 20 of the 2,000 apartments in its so-called scatter-site housing program, and it hopes to phase out all the apartments in one to three years, Linda I. Gibbs, the city's commissioner of homeless services, told a City Council hearing yesterday.\nThe program, which began as a stop-gap measure two and a half years ago, has been criticized for a number of reasons: the apartments are expensive, costing the city an average of $2,900 a month for each family; they are dispersed, making them inaccessible to social workers; and some of them are rat-infested or otherwise substandard.\nThe city's reliance on them increased because the homeless population was rising and because there were perennial difficulties involved in building permanent homeless shelters, which are not generally embraced by local politicians.", "url": "https://www.nytimes.com/2003/05/20/nyregion/city-to-phase-out-scatter-site-apartments-for-homeless-families.html"}