{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:22:21", "date_modify": "2022-10-25 23:22:21", "date_publish": "2003-08-05 05:00:00", "description": "The explosion seriously damaged the lower floors of the 33-floor hotel, killed at least 10 people and injured nearly 150.", "filename": "2003_08_05_international_asia_deadly-car-bombing-shakes-marriott-hotel-in-jakarta.html_module=inline_1666740141.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_08_05_international_asia_deadly-car-bombing-shakes-marriott-hotel-in-jakarta.html_module=inline_1666740141.html", "title": "Deadly Car Bombing Shakes Marriott Hotel in Jakarta", "title_page": "Deadly Car Bombing Shakes Marriott Hotel in Jakarta - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NUSA DUA, Indonesia, Aug. 5 — A station wagon full of explosives blew up today in the horseshoe-shaped driveway between a Marriott hotel, a large restaurant and an office building in Jakarta, Indonesia's capital, killing at least 10 people and injuring nearly 150, many seriously.\nThe blast devastated the restaurant, a popular gathering place for expatriates and wealthy Indonesians, which was full of people having lunch when the vehicle detonated. The explosion seriously damaged the lower floors of the 33-floor hotel and caused considerable damage as well to the office building, which houses the embassies of four Scandinavian countries and the Indonesian offices of many American companies.\nIndonesian officials said that the vehicle was apparently moving at the time of the blast, and suggested that this meant that the attack was the work of a suicide bomber. Hamzah Haz, Indonesia's vice president, said that the attack appeared to have been aimed at American interests in the country. Marriott is an American-owned company.\nThe explosion came in the final days of the trials of the men accused of planning and carrying out the twin bombing attacks here on the island of Bali last October. Those attacks, which occurred in the city of Kuta, killed 202 people and have been attributed to Jemaah Islamiyah, a group linked to Al Qaeda that is believed to favor the creation of a Muslim state in southeast Asia.", "url": "https://www.nytimes.com/2003/08/05/international/asia/deadly-car-bombing-shakes-marriott-hotel-in-jakarta.html?module=inline"}