{"authors": ["Erik Eckholm"], "date_download": "2022-10-25 22:56:15", "date_modify": "2022-10-25 22:56:15", "date_publish": "2003-04-25 05:00:00", "description": "A second major hospital was put under total quarantine, with virtually no one allowed to enter or leave.", "filename": "2003_04_25_international_asia_4000-quarantined-in-beijing-as-suspected-sars-cases-climb_1666738575.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_04_25_international_asia_4000-quarantined-in-beijing-as-suspected-sars-cases-climb_1666738575.html", "title": "4,000 Quarantined in Beijing as Suspected SARS Cases Climb", "title_page": "4,000 Quarantined in Beijing as Suspected SARS Cases Climb - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cai Fuchao, Beijing's propaganda chief, condemned as pernicious rumors the widely repeated claim that air and road links to the city will be cut or that martial law will be imposed.\n\"Beijing has ample food,\" he also declared, vowing to punish vendors caught increasing prices as worried residents buy up rice, noodles and other groceries.\nMr. Cai said that hundreds of inspectors are visiting 147 city hospitals to insure that disease reports are accurate. But international health officials complain that Beijing has still not provided details about where the virus has appeared within the city and among what groups — information that is vital for defeating the disease and assessing risks to the general public.\nOnly after he was cornered by frustrated reporters did a city health official provide a sketchy picture of quarantines so far. Some 4,000 residents with exposure to SARS patients are in isolation, many of them in their own homes, said Guo Jiyong, deputy director of the Beijing health bureau. It was not clear whether that number included the staff and patients now sequestered in two hospitals and officials did not reveal how many apartment blocks, factories or other buildings had been quarantined.\nBeijing's train stations were crowded again today, mainly with well-dressed college students carrying knapsacks and less-polished migrants from rural areas carrying their belongings in grain sacks.\nDespite an order that college students should not leave the city without permission, many were boarding trains for their home provinces, in the belief that dormitories in Beijing might be more dangerous. Migrant workers in protective masks said they were going home either out of fear or because work, especially in hotels and restaurants, was drying up.\n\"I think the disease is a little less bad back home in Henan,\" one departing plumber said.\nOn Thursday the city essentially closed down the People's Hospital of Beijing University after dozens of doctors and nurses inside reportedly showed possible signs of SARS. More than 2,000 employees of the hospital and an unknown number of patients are forbidden to leave as the facilities are decontaminated and those inside observed for telltale symptoms.", "url": "https://www.nytimes.com/2003/04/25/international/asia/4000-quarantined-in-beijing-as-suspected-sars-cases-climb.html"}