{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:39:12", "date_modify": "2022-10-25 23:39:12", "date_publish": "2003-07-02 05:00:00", "description": "Immense crowd marches through downtown Hong Kong to protest government plans to impose stringent internal-security laws as required under handover to China; portions of legislation are less draconian than British colonial regulations, but they were seldom enforced, and demonstrators fear loss of civil liberties under Chinese control; estimated 500,000 marchers fill route of nearly three miles through Victoria Park and canyon of skyscrapers; photos; proposal to allow banning of any organization with outside links alarms Roman Catholic and Protestant churches and draws criticism from US, Britain and European Union (M)", "filename": "2003_07_02_world_security-laws-target-of-huge-hong-kong-protest_1666741152.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_07_02_world_security-laws-target-of-huge-hong-kong-protest_1666741152.html", "title": "Security Laws Target of Huge Hong Kong Protest", "title_page": "Security Laws Target of Huge Hong Kong Protest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The most controversial new provision being put forth here allows the government to ban any organization in Hong Kong if it has links to an organization banned elsewhere in China for national security reasons.\nThe White House, Britain and the European Union have all criticized the proposed security legislation in the last two weeks, especially the provision for banning organizations here.\nThe proposal, embraced by Beijing, has especially alarmed the leaders of Hong Kong's Roman Catholic Church and Protestant denominations. They warn that the law could allow churches to be banned in Hong Kong, as has happened over the years on the mainland, where the Catholic Church and many Protestant groups still face repression.\nTung Chee-hwa, the former shipping tycoon who is Hong Kong's chief executive, said in a statement late tonight that he ''was very concerned that a large number of citizens took part in the procession today.'' He repeated previous government assurances, met with considerable skepticism here, that the new legislation would not affect ''the rights and freedoms which have been enjoyed by the people of Hong Kong.''\nAt the demonstration, concern about civil liberties mixed with anger about record unemployment and plunging property prices in Hong Kong and the slow response this spring to the spread of SARS. Much of the venom was directed at Mr. Tung, who is accused of following Beijing's wishes too closely and of discrediting Hong Kong and China alike by not reacting quickly enough to problems.\nMr. Tung's effigy was carried through the streets to jeers today.\n''Tung Chee-hwa is a traitor,'' said Paul Chan, a muscular, 45-year-old construction worker, who added that he had never been to a demonstration before, not even the Tiananmen Square protest in 1989. ''What he does is not good, and the Chinese government is losing face.''\nSarah Ng, a 67-year-old seamstress, wore a bell-shaped straw hat and energetically cooled herself with a wooden fan at the start of the demonstration. She said she had never before joined a public protest.", "url": "https://www.nytimes.com/2003/07/02/world/security-laws-target-of-huge-hong-kong-protest.html"}