{"authors": ["Laurie Goodstein"], "date_download": "2022-10-25 23:44:44", "date_modify": "2022-10-25 23:44:44", "date_publish": "2003-01-12 05:00:00", "description": "Survey of sexual abuse crisis in Roman Catholic Church, which now spreads to nearly every American diocese and involves more than 1,200 priests accused of having abused more than 4,000 minors over last six decades; most of priests accused of abuse were ordained between mid-1950's and 1970's, period of upheaval in church, when men trained in traditional authoritarian seminary system were sent out to serve in rapidly changing church and social culture; most of abuse occurred in 1970's and 80's, with some offenses dating back to 1930's and abuse falling off sharply by 1990's; data support arguments of both conservatives who attribute problem to reforms of Second Vatican Council and social upheaval of 1960's and liberals who tend to blame church's repressive approach to sex, including priestly celibacy, and ingrained culture of secrecy; suggest that although accusations involved only small percentage of priests, problem was deeply embedded in culture of Catholic priesthood and its true extent remains hidden; charts, graphs and maps; chronology; photos (L)", "filename": "2003_01_12_us_decades-of-damage-trail-of-pain-in-church-crisis-leads-to-nearly-every-diocese_1666741484.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_01_12_us_decades-of-damage-trail-of-pain-in-church-crisis-leads-to-nearly-every-diocese_1666741484.html", "title": "DECADES OF DAMAGE; Trail of Pain in Church Crisis Leads to Nearly Every Diocese", "title_page": "DECADES OF DAMAGE; Trail of Pain in Church Crisis Leads to Nearly Every Diocese - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After the six meetings, Dr. Stayton said: ''They transferred him to a high school someplace outside of his diocese, and they didn't ask me. I never had to make a report, I just had to turn in a bill. I would never have recommended that he go to a high school.''\nThe Times study found that half of the priests accused of abuse had more than one victim, and one-third had three or more. In the rest of the cases, only one victim has come to light. But there have been many cases in which an accused priest insisted he had only one victim, and more came forward later. Experts in sexual disorders say that the high percentage of priests with multiple victims suggests that the church was dealing with a cohort of offenders who were not easily stopped.\nDr. David Finkelhor, director of the Crimes Against Children Research Center at the University of New Hampshire, said, ''The more victims you have, the higher chance of reoffending.''\nSixteen percent of the priests accused of abuse had five or more victims, which may be an indication, said Dr. Finkelhor, that these were ''compulsive child molesters -- those who actually have a preference for juvenile victims. That's their primary sexual orientation.''\nBy the mid-1980's, the warning had been sounded. The Rev. Gilbert Gauthe, a Louisiana priest who molested as many as 100 boys, was sentenced to 20 years in prison. Two priests and a lawyer who defended the church in that case produced a report predicting that sexual abuse by priests could eventually cost the church in the United States more than $1 billion. The report was never distributed to the bishops.\nA Scandal's Unwritten Chapter\nThe Times's research confirms a point that the nation's Catholic bishops made as the scandal escalated last year: most of the abuse cases are old. Of the accused priests, 211 abused in the 1990's, and 36 since 2000.\nThe bishops say the abuse declined because they began to address the problem in the mid-1980's. In 1992 the bishops' conference issued five recommendations, which included removing an accused priest from ministry for evaluation and treatment, and reporting cases to law enforcement.", "url": "https://www.nytimes.com/2003/01/12/us/decades-of-damage-trail-of-pain-in-church-crisis-leads-to-nearly-every-diocese.html"}