{"authors": ["Alan Cowell"], "date_download": "2022-10-25 22:55:17", "date_modify": "2022-10-25 22:55:17", "date_publish": "2003-04-11 05:00:00", "description": "British Airways and Air France say they will retire their fleets of Concordes this year after 27 years of supersonic travel; British Airways spokeswoman Sara John says withdrawal of Concorde will be 'permanent as of October this year' but does not say when last flight will take off; carrier will sell 1,000 discounted tickets costing up to $6,200 for round-trip Concorde flights until end of August; Air France sets May 31 as date for its last scheduled flight; sluggish world economies, rising maintenance costs and safety concerns seen as reasons for suspension of service; British Airways chief executive Rod Eddington and Air France chairman Jean-Cyril Spinetta comment; chronology of service's highlights, Nov 29, 1962-Feb 27, 2003; photos (M)", "filename": "2003_04_11_business_nostalgia-abounds-as-the-concorde-s-end-is-set_1666738517.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2003", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2003_04_11_business_nostalgia-abounds-as-the-concorde-s-end-is-set_1666738517.html", "title": "Nostalgia Abounds as the Concorde's End Is Set", "title_page": "Nostalgia Abounds as the Concorde's End Is Set - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Richard Branson, chairman of Virgin Atlantic Airways, who has a history of tweaking British Airways, raised the possibility today that Virgin would take over its rival's castoffs. Since the announcement, ''we have been flooded with calls from the public, including B.A. staff, asking us to see if we can keep Concorde flying,'' he said. ''This might come to nothing, but I believe that every effort should be made to keep Concorde flying, as it is such an important symbol of British innovation.''\nIf that unlikely effort fails, though, the Concorde is dead.\nThe airlines ascribed their decision to falling passenger demand and steadily increasing costs of maintaining the fleet. But in recent years, Concorde's status has been battered, first by safety fears after a crash outside Paris in 2000 that killed 113 people and then by the broader slowdown in air travel since the Sept. 11 attacks.\nSuccessive years of war in Afghanistan and Iraq, moreover, have further dented the mood of business confidence that once made Concorde an emblem of worldly success.\nAirlines across Europe and the United States have been reporting steady declines in passenger numbers, especially on long-haul flights to and from America. In recent months, Air France's Concordes have regularly flown with 80 of the 100 seats empty, the airline said.\nSara John, a spokeswoman for British Airways, said the withdrawal of Concorde would be ''permanent as of October this year'' but did not say when the last flight would take off. British Airways said it would sell 1,000 discounted tickets costing up to $6,200 for round-trip Concorde flights until the end of August -- less than half of the top price of $13,500 that a round-trip ticket normally costs. Air France set May 31 as the date for its last scheduled Concorde flight.", "url": "https://www.nytimes.com/2003/04/11/business/nostalgia-abounds-as-the-concorde-s-end-is-set.html"}