{"authors": ["Jennifer Lee"], "date_download": "2022-10-25 23:26:58", "date_modify": "2022-10-25 23:26:58", "date_publish": "2004-01-06 05:00:00", "description": "Environmental Protection Agency officials Rich Biondi and Bruce Buckheit retire and J P Suarez resigns, joining other top officials who have left agency over Bush administration's enforcement policy of Clean Air Act; separations come after EPA's November announcement that it will suspend investigations into aging coal-burning power plants (M)", "filename": "2004_01_06_us_3-top-enforcement-officials-say-they-will-leave-epa_1666740418.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_01_06_us_3-top-enforcement-officials-say-they-will-leave-epa_1666740418.html", "title": "3 Top Enforcement Officials Say They Will Leave E.P.A.", "title_page": "3 Top Enforcement Officials Say They Will Leave E.P.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three top enforcement officials at the Environmental Protection Agency have resigned or retired in the last two weeks, including two lawyers who were architects of the agency's litigation strategy against coal-burning power plants.\nThe timing of the departures and comments by at least one of the officials who is leaving suggest that some have left out of frustration with the Bush administration's policy toward enforcement of the Clean Air Act.\n''The rug was pulled out from under us,'' said Rich Biondi, who is retiring as associate director of the air enforcement division of the agency. ''You look around and say, 'What contribution can I continue to make here?' and it was limited.''\nCynthia Bergman, a spokeswoman for the agency, said of the departures, ''This is an office of several hundred employees -- and to have one political appointee and two career employees leave is not indicative of unrest or departmentwide frustration.''", "url": "https://www.nytimes.com/2004/01/06/us/3-top-enforcement-officials-say-they-will-leave-epa.html"}