{"authors": ["Jim Yardley"], "date_download": "2022-10-25 22:56:04", "date_modify": "2022-10-25 22:56:04", "date_publish": "2004-01-06 05:00:00", "description": "World Health Orgn urges caution as provincial leaders in southern China rush to kill thousands of civet cats as preventive measure against SARA; says such large-scale slaughter, if done improperly, could pose serious hazards, including possibility of more infections; photo (M)", "filename": "2004_01_06_world_who-urges-china-to-use-caution-while-killing-civet-cats_1666738564.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_01_06_world_who-urges-china-to-use-caution-while-killing-civet-cats_1666738564.html", "title": "W.H.O. Urges China to Use Caution While Killing Civet Cats", "title_page": "W.H.O. Urges China to Use Caution While Killing Civet Cats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The World Health Organization urged caution on Monday as provincial leaders in southern China rushed to kill thousands of civet cats as a preventive measure against SARS. Organization officials warned that such a large-scale slaughter, if done improperly, could pose serious hazards, including the possibility of more infections.\nEarlier in the day, experts with the organization and the Chinese Ministry of Health confirmed that a 32-year-old man in Guangdong was the first person in mainland China infected with SARS since the initial outbreak ended last summer. W.H.O. experts said the man's case appeared isolated and emphasized that it did not represent an ''immediate public health threat'' to southern China.\nAfter the announcement about the civets, the W.H.O. officials called for leaders in Guangdong Province to conduct a risk assessment study before killing the estimated 10,000 civet cats in captivity in the province. They said Guangdong should protect against possible soil or water contamination during the slaughter while also ensuring that workers carrying out the cull are not exposed to the virus.\n''We would recommend that the authorities do take extreme caution,'' said Dr. Jeffrey Gilbert, an animal expert in the World Health Organization's Beijing office, speaking Monday night at a news conference. ''We do feel that there is a potential hazard.''", "url": "https://www.nytimes.com/2004/01/06/world/who-urges-china-to-use-caution-while-killing-civet-cats.html"}