{"authors": ["Caleb Crain"], "date_download": "2022-10-25 23:37:33", "date_modify": "2022-10-25 23:37:33", "date_publish": "2004-10-03 05:00:00", "description": "Caleb Crain article on choices made by writer-director Bill Condon in production of biographical film Kinsey; focuses on continuing conflict within society and scholars about Kinsey's studies of sexual behavior, as well as his recognition as important and 'influential figure in American intellectual history'; notes contradictory views in major scholarly biographies of Kinsey by James H Jones and Jonathan Gathorne-Hardy; some fictional scenes in film discussed; photos (M)", "filename": "2004_10_03_movies_alfred-kinsey-liberator-or-pervert_1666741053.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_10_03_movies_alfred-kinsey-liberator-or-pervert_1666741053.html", "title": "Alfred Kinsey: Liberator or Pervert?", "title_page": "Alfred Kinsey: Liberator or Pervert? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"I think it's the toughest one for people to take,\" Mr. Condon says of the scene. \"It puts you at a bit of a distance from him.\" To overcome the audience's distrust, Mr. Condon is relying on the character of Kinsey's wife, played by Laura Linney. \"You watch it through her eyes,\" he says, \"her horror and then her understanding of the deep sense of despair.\" Mr. Gathorne-Hardy, who commented on several drafts of the script, did not approve. \"That one I was against,\" he says. \"If he wanted to explore that side of Kinsey, fine, but he should have explored it in my view.\"\nBut the most controversial scene in the movie is Kinsey's infamous meeting with a sexual omnivore, whose history of sexual encounters with men, women, boys, girls, animals and family members took 17 hours to record. In Mr. Condon's version, Wardell Pomeroy, a research assistant played by Chris O'Donnell, walks out in disgust, leaving Kinsey alone to face the monster whom his refusal to moralize about sex seems to have conjured up. It was actually another of Kinsey's associates who disapproved (\"I don't think, to tell you the truth, that Pomeroy would have cared twopence,\" says Mr. Gathorne-Hardy), but the rest is accurate.\nThe meeting took place in June 1944, when the pedophile, said to have been a man named Rex King, was 63. Before and after the meeting, Kinsey wrote to King, coaxing him to send his detailed diaries of his sexual exploits, including those with children. Jones reports that on Nov. 24, 1944, for example, Kinsey wrote, \"I rejoice at everything you send, for I am then assured that that much more of your material is saved for scientific publication.\" Kinsey published much of King's data in \"Sexual Behavior in the Human Male,\" where tables summarized King's attempts to bring to orgasm boys between the ages of 2 months and 15 years, in some cases over a period as long as 24 hours. Kinsey attributed the data not to one source but to many. But in 1995 John Bancroft, who was director of the Kinsey Institute until this spring, discovered that all the data came from King. In a forthcoming article, Dr. Bancroft suggests that Kinsey might have wanted to shield King from public attention.\nThe descriptions make for exceptionally difficult reading. Yet no one objected to them publicly -- until 1981, when they came to the attention of an independent researcher named Judith Reisman.\nMs. Reisman has devoted much of the last two decades to her case against Kinsey. She is herself a controversial figure: in 1991, after the Kinsey Institute responded to some of her allegations, she sued for slander and defamation of character. Her suit was dismissed. With the support of fellow advocates, including the radio personality Dr. Laura Schlessinger, Ms. Reisman recently tried to place an advertisement in Variety calling Kinsey \"a man who produced and directed the rape and torture of hundreds of infants and children.\" She says Variety rejected it; the publication would not confirm as much.\nMr. Jones says that Kinsey erred in using the data, but Mr. Gathorne-Hardy calls it inevitable. \"In a sort of way he was ruthless,\" he says, \"and one could almost go as far as to say immoral, at least not conventionally moral. If someone had sexual information that was germane, Kinsey would use it.\" Ms. Riesman, for her part, says Kinsey's action should be regarded as a criminal matter. \"When you rape children,\" she says, \"it's still a crime. And if you solicit it and if you support it, it's still a crime.\" She alleges that Kinsey continued to correspond with King until 1954, and she points out that Kinsey also corresponded with Fritz von Balluseck, a German pedophile and former Nazi who was tried for murder.", "url": "https://www.nytimes.com/2004/10/03/movies/alfred-kinsey-liberator-or-pervert.html"}