{"authors": [], "date_download": "2022-10-25 23:00:39", "date_modify": "2022-10-25 23:00:39", "date_publish": "2004-07-27 05:00:00", "description": "The following is the text of Barack Obama’s keynote address to the Democratic National Convention, as recorded by The New York Times.", "filename": "2004_07_27_politics_campaign_barack-obamas-remarks-to-the-democratic-national_1666738839.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_07_27_politics_campaign_barack-obamas-remarks-to-the-democratic-national_1666738839.html", "title": "Barack Obama's Remarks to the Democratic National Convention", "title_page": "Barack Obama's Remarks to the Democratic National Convention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tonight, we gather to affirm the greatness of our nation — not because of the height of our skyscrapers, or the power of our military, or the size of our economy. Our pride is based on a very simple premise, summed up in a declaration made over two hundred years ago: ‘We hold these truths to be self-evident, that all men are created equal. That they are endowed by their Creator with certain inalienable rights. That among these are life, liberty and the pursuit of happiness.’\nThat is the true genius of America — a faith in simple dreams,, an insistence on small miracles. That we can tuck in our children at night and know that they are fed and clothed and safe from harm. That we can say what we think, write what we think, without hearing a sudden knock on the door. That we can have an idea and start our own business without paying a bribe. That we can participate in the political process without fear of retribution, and that our votes will be counted at least, most of the time.\nThis year, in this election, we are called to reaffirm our values and our commitments, to hold them against a hard reality and see how we are measuring up, to the legacy of our forbearers, and the promise of future generations.\nAnd fellow Americans, Democrats, Republicans, Independents — I say to you tonight: we have more work to do. More work to do for the workers I met in Galesburg, Ill., who are losing their union jobs at the Maytag plant that’s moving to Mexico, and now are having to compete with their own children for jobs that pay seven bucks an hour. More to do for the father that I met who was losing his job and choking back the tears, wondering how he would pay $4,500 a month for the drugs his son needs without the health benefits that he counted on. More to do for the young woman in East St. Louis, and thousands more like her, who has the grades, has the drive, has the will, but doesn’t have the money to go to college.\nNow don’t get me wrong. The people I meet — in small towns and big cities, in diners and office parks — they don’t expect government to solve all their problems. They know they have to work hard to get ahead — and they want to.\nGo into the collar counties around Chicago, and people will tell you they don’t want their tax money wasted, by a welfare agency or by the Pentagon.\nGo into any inner city neighborhood, and folks will tell you that government alone can’t teach our kids to learn — they know that parents have to teach, that children can’t achieve unless we raise their expectations and turn off the television sets and eradicate the slander that says a black youth with a book is acting white. They know those things.", "url": "https://www.nytimes.com/2004/07/27/politics/campaign/barack-obamas-remarks-to-the-democratic-national.html"}