{"authors": ["Dan Barry"], "date_download": "2022-10-25 23:44:48", "date_modify": "2022-10-25 23:44:48", "date_publish": "2004-08-21 05:00:00", "description": "About New York column on arrest of priest Joseph Byrns as bittersweet vindication for Bob Lambert and his brother Rev Timothy Lambert, who shouted for years that they had been abused as children in Queens, and were ignored by Bishop Thomas V Daily and others in diocese (M)", "filename": "2004_08_21_nyregion_about-new-york-for-2-brothers-priest-s-arrest-is-bittersweet_1666741488.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_08_21_nyregion_about-new-york-for-2-brothers-priest-s-arrest-is-bittersweet_1666741488.html", "title": "About New York; For 2 Brothers, Priest's Arrest Is Bittersweet", "title_page": "About New York; For 2 Brothers, Priest's Arrest Is Bittersweet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A son of Queens who left this city 30 years ago, damaged, began the morning yesterday at the computer in his Las Vegas home. Gradually, on a news Web site, there came into focus a classic perp-walk image of a man in a Yankees T-shirt, cuffed hands raised in a vain attempt to shield his face.\nAs Bob Lambert stared into the photograph's dark detail, his emotions veered from glee to sorrow, guilt to anger. One moment, welcome relief that the hands of the Rev. Joseph Byrns were in shackles at last. The next moment, profound disgust at what the charismatic priest was accused of this time: molesting an altar boy while buying his silence with toys.\n''And that brought back the memories,'' Mr. Lambert said.\nYou would not want these memories of Bob Lambert's, nor those of his younger brother, the Rev. Timothy Lambert -- nor, perhaps, those of certain officials of the Roman Catholic Diocese of Brooklyn and Queens. For years, the Lambert brothers shouted that Father Byrns had molested them as children, and for years, its bishop, Thomas V. Daily, and his advisers did little more than nod and say a case of they-said-he-said, let us pray.\nNow, with the arrest of this popular priest, the Lamberts experience a pained vindication, while high-ranking members of the clergy contemplate a painful chronology.", "url": "https://www.nytimes.com/2004/08/21/nyregion/about-new-york-for-2-brothers-priest-s-arrest-is-bittersweet.html"}