{"authors": ["Carlotta Gall", "David Rohde"], "date_download": "2022-10-25 23:53:57", "date_modify": "2022-10-25 23:53:57", "date_publish": "2004-09-17 05:00:00", "description": "Army charges Sgt James P Boland, reserve military police soldier, with assault and other crimes against detainees at Bagram air base in Afghanistan, more than year before Abu Ghraib prison scandal in Iraq; investigators recommend that two dozen other American soldiers face criminal charges, including negligent homicide; charges raise new questions about who authorized harsh interrogation methods used in Afghanistan and about contradictory statements made by American military officials who claimed abused detainees had died of natural causes; military's findings now support accounts by former Afghan prisoners who say they were subjected to abuses as harrowing as those in Iraq; they have drawn far less attention or official scrutiny, lacking Abu Ghraib photographs that shocked world; photos (M)", "filename": "2004_09_17_world_asia_new-charges-raise-questions-on-abuse-at-afghan-prisons_1666742037.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_09_17_world_asia_new-charges-raise-questions-on-abuse-at-afghan-prisons_1666742037.html", "title": "New Charges Raise Questions on Abuse at Afghan Prisons", "title_page": "New Charges Raise Questions on Abuse at Afghan Prisons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In addition, recent revelations that the Central Intelligence Agency kept the names of dozens of detainees at Abu Ghraib and other facilities in Iraq off official rosters, to hide them from Red Cross inspectors, have raised fresh concerns over the possibility of similar practices here.\nLt. Gen. Daniel K. McNeill, the commander of American forces in Afghanistan in 2002 and 2003, said in an e-mail response to questions this week that in previous interviews he had always given the best information available to him. Sergeant Boland could not be reached for comment.\nIn a February 2003 interview, General McNeill acknowledged an investigation into Mr. Dilawar's death. But neither he nor other officials disclosed that military pathologists had described both deaths as homicides caused by beatings.\nAt the time, General McNeill and other military officials said in interviews that both Afghan prisoners had died of natural causes. \"We haven't found anything that requires us to take extraordinary action,\" General McNeill said at the time. \"We are going to let this investigation run its course.\"\nHe described Mr. Dilawar as having an advanced heart condition and said his coronary arteries were 85 percent blocked.\nWhen General McNeill was asked at the time whether either prisoner had suffered injuries in custody, something described on both death certificates, he replied, \"Presently, I have no indication of that.\" In a later interview, he said the men had suffered injuries before their arrival at Bagram. Asked if prisoners' hands were being chained to ceilings, he denied it. \"We are not chaining people to the ceilings,\" he said. \"I think you asked me that question before.\"\nA military pathologist's finding on Mr. Dilawar's death certificate was revealed only when a journalist from The New York Times visited his family in their isolated village in the province of Khost and read the form, which was written in English, a language they could not understand.", "url": "https://www.nytimes.com/2004/09/17/world/asia/new-charges-raise-questions-on-abuse-at-afghan-prisons.html"}