{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:40:27", "date_modify": "2022-10-25 23:40:27", "date_publish": "2004-04-13 05:00:00", "description": "Ben Brantley reviews The Tricky Part, written and performed by Martin Moran and directed by Seth Barrish; photo (M)", "filename": "2004_04_13_theater_theater-review-an-actor-confronts-a-wrenching-rite-of-passage_1666741227.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_04_13_theater_theater-review-an-actor-confronts-a-wrenching-rite-of-passage_1666741227.html", "title": "THEATER REVIEW; An Actor Confronts A Wrenching Rite of Passage", "title_page": "THEATER REVIEW; An Actor Confronts A Wrenching Rite of Passage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Moran, a 44-year-old actor best known for his work in musicals (''Titanic,'' ''Floyd Collins''), is not a chameleon performance artist of many voices like Anna Deavere Smith or Danny Hoch. What he is presenting is himself, or rather a polished stage version of himself, that occasionally betrays cracks in his actorly self-assurance. His face is boyish, open and ingratiating, and its lines of middle age, as they come into focus, are as startling as scars. Mr. Moran's bruised innocence gives ''The Tricky Part'' an authenticity that a more carefully composed persona could not. And it makes this 80-minute work, directed by Seth Barrish, all the more affecting as it examines the abrupt end to one boy's childhood.\nThe show's first part is devoted to Mr. Moran's wry recollections of attending Catholic school in Denver and of how the church's theology and imagery shaped his vision of himself. The rest of the play shifts between accounts of the beginning of his affair in early adolescence with a church camp counselor and former seminarian, and of the brief reunion between them in 2002, when the older man (identified by a pseudonym in the play) was a patient in a veteran's hospital.\nWhat gives ''The Tricky Part'' its disturbing immediacy is Mr. Moran's gift for summoning the confused boy he was with exact sensory detail. His systematic seduction, on an overnight trip to a mountain ranch, is rendered as a crystalline accumulation of moments, couched in organic metaphors of religion and nature.\nThe emotions being stirred here are not simple. As the older man drags the boy into his sleeping bag, the young Martin thinks that he has to ''stop the accident.'' At the same time, ''it was as though he was touching me into being, and I was dying to find out who I was.'' Guilt and liberation jostle for dominance in one heady, hurtful breath. Mr. Moran gives such urgent life to these memories that you have no difficulty in believing that he has remained in their thrall ever since. His encounter as an adult with the man who seduced him vibrates with the vertigo that descends when past and present coexist. Clearly there is no possibility of that absolving phenomenon called closure.\nThe show's title refer to accepting divine grace in unlikely, often ugly forms. It could just as easily have to do with the difficulty in finding patterns in moral and emotional conflict without oversimplifying. Mr. Moran may say he has yet to let go of the wounded child he was. But there is surely some redemption in rendering chaos with this kind of clarity.", "url": "https://www.nytimes.com/2004/04/13/theater/theater-review-an-actor-confronts-a-wrenching-rite-of-passage.html"}