{"authors": ["Heather Timmons"], "date_download": "2022-10-25 23:39:24", "date_modify": "2022-10-25 23:39:24", "date_publish": "2004-10-26 05:00:00", "description": "Wilbur L Ross of W L Ross & Co is selling International Steel Group to Lakshmi N Mittal of London for $4.5 billion; Ross entered steel industry in 2002 with $325 million offer for shuttered steel million Cleveland, and total cost of creating International Steel was $2.165 billion; Mittal intends to consolidate two family-controlled companies and then merge them with International Steel, to create largest steel producer in world, to be called Mittal Steel; Mittal Steel will ship 57 million tons of steel in 2004, have revenues of $31.5 billion and operating income of $6.8 billion to $7 billion debt; analysts predict deal will be precursor for further mergers within steel industry; photo (M)", "filename": "2004_10_26_business_worldbusiness_mergers-show-steel-industry-is-still-worthy-of-big_1666741164.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_10_26_business_worldbusiness_mergers-show-steel-industry-is-still-worthy-of-big_1666741164.html", "title": "Mergers Show Steel Industry Is Still Worthy of Big Deals", "title_page": "Mergers Show Steel Industry Is Still Worthy of Big Deals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"The transaction we're announcing will change the world's steel map,\" Mr. Ross said in a conference call with analysts and investors.\nThe transaction is Mr. Ross's latest high-profile example of how to thrive in industries that others shun. The back-of-the-envelope calculation is startling: The five deals that created International Steel cost $2.165 billion, including debt. But the total price Mr. Mittal will be paying for International Steel is $5.1 billion, including $600 million in debt. International Steel makes a variety of hot-rolled and cold-rolled steel as well as wire rod and rail products.\nMr. Mittal said the deal signaled \"the creation of a new global powerhouse\" in the steel sector. The new company will have 165,000 employees in 14 countries. Mr. Mittal said it planned to actively participate in further consolidation, by purchasing other producers and buying access to raw materials like coke and coal.\nLike Mr. Ross, Mr. Mittal, an Indian-born financier, has a pattern of buying undervalued companies. He transformed Ispat from a local, family-run metals business based in Calcutta to a global company by buying up moribund steel assets in Indonesia, Kazakhstan, Mexico and Trinidad and coaxing them into profitability.\n\"We're both very entrepreneurial groups,\" Mr. Ross explained in a later interview. \"Neither of us understood what we were trying to do was impossible according to the rest of the steel industry, and not knowing it was impossible we went ahead and did it.\"\nThe market reacted by pushing shares up for the industry. Ispat shares closed up 27 percent, or $6.96, to $32.30 in New York trading, while International Steel Group rose 19 percent, or $5.57, to $35.25. Other steel companies also gained. AK Steel Holding rose 73 cents, or 8.2 percent, to $9.59. Nucor advanced $1.54, or 3.8 percent, to $41.71. U.S. Steel Corporation jumped $2.24, or 6.7 percent, to $35.85. The deal also comes as prices for many types of steel have more than doubled since early 2003, and demand has increased steadily. International steel consumption in 2004 is expected to reach 918 million tons -- a 5.3 percent increase from a year ago -- according to MEPS International, a consultancy that provides steel prices and production data to the industry. In comparison, finished steel consumption rose an average of 2.5 percent a year in the 10 years to 2002.\nAnalysts said Mr. Ross's deal, while unexpected, looked smart.\n\"He sold at the right time,\" said Mary O'Connor, an analyst at Locker Associates in New York, a consultancy that does not buy, trade or rate stock. \"This is probably the top of the market.\" Still, she added, global demand is unlikely to fall to the lows of 2001 or 2002 anytime in the near term.", "url": "https://www.nytimes.com/2004/10/26/business/worldbusiness/mergers-show-steel-industry-is-still-worthy-of-big.html"}