{"authors": ["Marilyn Berger"], "date_download": "2022-10-25 23:33:01", "date_modify": "2022-10-25 23:33:01", "date_publish": "2004-06-06 05:00:00", "description": "Ronald Wilson Reagan, former film star who became 40th president, oldest to enter White House, dies at age 93 after living final years in seclusion as he coped with debilitation of Alzheimer's disease; nation battered by Vietnam war and damaged by Watergate was hungry for hero and responded to Reagan's optimism and promise of return to greatness; Reagan lived longer than any US president, and touched hearts of many when he let it be known in handwritten letter to nation than he was suffering from Alzheimer's; died with wife Nancy and children Ron Jr, Patti Davis and Michael at bedside; defeated incumbent Jimmy Carter in 1980 and came into second term with immense popularity, which lasted until he and his administration were plunged into turmoil by Iran-Contra affair; deception and disdain for law undermined Reagan's credibility, weakened his powers of persuasion with Congress and left tenure tainted by scandal; biographical sketch; highlights of his presidency discussed; photos (L)", "filename": "2004_06_06_us_ronald-reagan-dies-at-93-fostered-cold-war-might-and-curbs-on-government_1666740781.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_06_06_us_ronald-reagan-dies-at-93-fostered-cold-war-might-and-curbs-on-government_1666740781.html", "title": "RONALD REAGAN DIES AT 93; FOSTERED COLD-WAR MIGHT AND CURBS ON GOVERNMENT", "title_page": "RONALD REAGAN DIES AT 93; FOSTERED COLD-WAR MIGHT AND CURBS ON GOVERNMENT - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After Mr. Reagan's Alzheimer's became known, questions were raised as to whether he had already started to have memory lapses when he was president, especially in the Iran-contra affair. He had often said he would step down if he felt his capabilities had been reduced and had expressed concern that his mother's Alzheimer's might have been passed on to him. Doctors did not rule out that a subdural hematoma resulting from a fall from a horse in 1989, after he left the White House, might have also affected his memory.\nThe 1987 report of the Tower commission noted: ''The president did pretty well . . . for the better part of five years. And then all of a sudden the style and the consequences failed him.'' The report said Mr. Reagan's staff not only failed to make up for his deficiencies but also took advantage of his inattention. Mr. Reagan liked to say that in his years in the White House he lived over the store. But the Tower commission said in effect that nobody was minding the store.\n'This Happened on My Watch'\nOn March 4, 1987, a week after the Tower report was issued, Mr. Reagan appeared on television, looking healthy and alert, to deliver what was seen at the time as the most important speech of his presidency. To demonstrate that he was back in charge, he outlined actions to correct the flaws in the way his White House had operated. As chief of staff he appointed former Senator Howard H. Baker Jr. of Tennessee, who was more conciliatory and more collegial than the man he replaced, Donald T. Regan.\nAccepting the sharp criticism of the Tower commission report, Mr. Reagan said that what had started as a strategic opening to Iran had ''deteriorated in its implementation into trading arms for hostages.'' He said, ''This runs contrary to my own beliefs, to administration policy and to the original strategy we had in mind.'' He accepted ''full responsibility'' for the Iran-contra affair: ''As the Navy would say, this happened on my watch.''\nYet even after Mr. Poindexter and Mr. North were indicted on charges of conspiracy, theft and fraud in the affair in 1988, Mr. Reagan declared that he still believed that Mr. North was a hero and that his former aides were not guilty. He said, ''I just have to believe that they're going to be found innocent, because I don't think they were guilty of any wrongdoing or any crime.''\nOn May 4, 1989, Mr. North, who had left the Marines, was found guilty of three felonies, including destroying and falsifying official documents, and acquitted of nine other charges. On July 15 he was fined $150,000, placed on probation for two years and ordered to perform 1,200 hours of community service. On Sept. 16, 1991, a federal judge dismissed all charges against Mr. North. Prosecutors said they would not be able to show that the trial had not been affected by televised Congressional testimony that Mr. North had given under immunity.\nFor the same reason a divided federal appeals court on Nov. 15, 1990, threw out five felony convictions of Mr. Poindexter. In June, 1990, Mr. Poindexter had become the first person in the Iran-contra affair to receive a jail term, and the highest White House official since Watergate sentenced to a prison term for illegal acts committed in office.", "url": "https://www.nytimes.com/2004/06/06/us/ronald-reagan-dies-at-93-fostered-cold-war-might-and-curbs-on-government.html"}