{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:35:26", "date_modify": "2022-10-25 23:35:26", "date_publish": "2004-12-15 05:00:00", "description": "A O Scott reviews movie Million Dollar Baby, directed by Clint Eastwood and starring Hilary Swank, Morgan Freeman and Eastwood; photos (M)", "filename": "2004_12_15_movies_3-people-seduced-by-the-bloody-allure-of-the-ring_1666740926.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_12_15_movies_3-people-seduced-by-the-bloody-allure-of-the-ring_1666740926.html", "title": "3 People Seduced by the Bloody Allure of the Ring", "title_page": "3 People Seduced by the Bloody Allure of the Ring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Eastwood (who, speaking of music, also composed the film's gentle, unobtrusive score) plays Frankie Dunn, the owner of a tidy, beat-up gym tucked away in a shabby corner of Los Angeles. His best friend, who supplies world-weary voiceover narration to help the plot through its occasional thickets, is Eddie Dupris, (Morgan Freeman) a former fighter (nicknamed Scrap) whom Frankie managed long ago.\nBoth men carry some heavy frustration and regret -- Frankie has lost a daughter, Scrap has lost an eye -- but they bear the weight gracefully and with good-humored fatalism, reconciled to loneliness and the diminishing returns of age. Scrap spars with the young would-be tough guys who hang out in the gym and watches out for the slow-witted orphan who is both their mascot and their scapegoat. Frankie, meanwhile, reads Yeats, studies Gaelic and goes to Mass every day, mainly to annoy the prickly young priest with inane theological challenges. The banter between Scrap and Frankie -- the way that Mr. Freeman's warmth and wit play against Mr. Eastwood's gruff reserve -- is one of the movie's chief pleasures, and for long, satisfying spells Mr. Eastwood pushes aside the demands of storytelling to savor the comforts and abrasions of longtime friendship.\nFrankie is the latest in a lengthening line of crusty old-timers Mr. Eastwood has played since he became eligible for AARP membership, joining the gunnery sergeant in \"Heartbreak Ridge\" and the retired astronaut from \"Space Cowboys\" (among many others) in an unequaled pantheon of leathery masculinity. Perhaps no American actor besides Gene Hackman (who joined Mr. Eastwood and Mr. Freeman in \"Unforgiven\") has ripened with such relish, becoming more fully and complicatedly himself as he grows older. As a director, Mr. Eastwood's innate toughness has mellowed into a sinewy grace, and as an actor his limitations have become a source of strength. When, late in \"Million Dollar Baby,\" Frankie sheds tears, the moment brings a special pathos, not only because we're unaccustomed to seeing Mr. Eastwood cry, but also because we might have doubted that he had it in him.\nFrankie, a gifted professional whose timidity -- he prefers to think of it as common sense -- has kept him away from the big time, receives a second chance in the unlikely person of Maggie Fitzgerald (Hilary Swank, in her best performance since \"Boys Don't Cry\"), a waitress who shows up at his gym and won't take no for an answer. Frankie insists that he doesn't train girls, and since Maggie is already 30, she's too old to have much chance for glory in any case. But her combination of eagerness and discipline (and Scrap's quiet expertise at manipulating his buddy's few remaining heartstrings) wear down Frankie's resistance, and he and Maggie are soon embarked on a classic underdog's journey toward triumph.\nOr so we are led to believe. Midway through the movie, after Frankie and Maggie have had a frustrating visit with her unpleasant family back home in Missouri, Mr. Eastwood ends a calm, relatively unimportant scene by fading to black -- a subtle, simple and chilling harbinger of the greater darkness to come.", "url": "https://www.nytimes.com/2004/12/15/movies/3-people-seduced-by-the-bloody-allure-of-the-ring.html"}