{"authors": ["Jeffrey Gettleman"], "date_download": "2022-10-25 23:35:07", "date_modify": "2022-10-25 23:35:07", "date_publish": "2004-03-31 05:00:00", "description": "Another attack in the same area today killed five G.I.s in one of the deadliest roadside bombings for coalition troops in weeks.", "filename": "2004_03_31_international_worldspecial_enraged-mob-in-falluja-kills-4-american_1666740907.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_03_31_international_worldspecial_enraged-mob-in-falluja-kills-4-american_1666740907.html", "title": "Enraged Mob in Falluja Kills 4 American Contractors", "title_page": "Enraged Mob in Falluja Kills 4 American Contractors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Several news crews filmed the mayhem. The images of a frenzied crowd mutilating bodies were reminiscent of the scene from Somalia in 1993, when a mob dragged the body of an American soldier through the streets of Mogadishu. That moment shifted public opinion and eventually led to an American pullout.\nThe White House blamed terrorists and remnants of Saddam Hussein's former government for the attack. ``This is a despicable attack,'' Scott McClellan, the White House spokesman, told reporters, adding that ``there are some that are doing everything they can to prevent'' a transfer of sovereignty to an Iraqi government on June 30.\nAmerican military officials said the violence in Falluja, however chilling, would not scare them away. ``The insurgents in Falluja are testing us,'' said Capt. Chris Logan, a marine. ``They're testing our resolve. But it's not like we're going to leave. We just got here.''\nCaptain Logan, who is stationed at a large walled base on the outskirts of the city, said Falluja was becoming ``an area of greater concern.'' Last week, a contingent of marines, who recently took over responsibility for Falluja from the Army, fought gunmen in a battle in which one marine, a television cameraman and several Iraqi civilians were killed.\n``This is one of those areas in Iraq that is definitely squirrelly,'' Captain Logan said.\nMany people in Falluja said they felt like they had won an important victory on Wednesday. They insisted that the four security guards, who were driving in unmarked sport utility vehicles, were working for the Central Intelligence Agency.\n``This is what these spies deserve,'' said Salam Aldulayme, a 28-year-old Falluja resident.\nIntelligence sources in Washington said the four were not working for the C.I.A. They worked for Blackwater Security Consulting of Moyock, N.C., providing security for food delivery in the Falluja area, according to a statement from the company. The occupation authorities have hired hundreds of private security guards for a range of duties.\nWitnesses in Falluja said several of the men had Defense Department badges, though such identification is common for contractors working for the occupation authorities. A senior military officer said the four were all retired Special Operations forces - three Navy Seals and one Army Ranger. In the past three weeks, more than 10 foreign civilians have been killed in Iraq though no attack provoked the spasm of brutality that followed this one.", "url": "https://www.nytimes.com/2004/03/31/international/worldspecial/enraged-mob-in-falluja-kills-4-american.html"}