{"authors": ["William Yardley"], "date_download": "2022-10-25 23:02:44", "date_modify": "2022-10-25 23:02:44", "date_publish": "2004-06-22 05:00:00", "description": "Gov John G Rowland of Connecticut, facing impeachment inquiry and federal corruption investigation, announces his resignation from office effective July 1; in short address, he evokes both his promising rise in politics and his tangled descent as he becomes first governor of his state to resign under pressure; he mentions his 'poor judgment' in one sentence; his personal relationships with people doing business with state is one subject of federal inquiry; aides insist that his resignation was driven by realization that at time when polls show two-thirds of state's residents want him to resign, even fellow Republican lawmakers would be loath to defend him against impeachment in their election year; resignation ends impeachment proceedings, but he still faces federal investigation; Lt Gov M Jodi Rell, Republican who was elected with him in 1994, will be sworn in as state's 87th governor, serving out remainder of Rowland's term; Kevin B Sullivan, Senate President pro tem and a Democrat, will succeed her as lieutenant governor; photo (M)", "filename": "2004_06_22_nyregion_connecticut-s-governor-steps-down-overview-under-pressure-rowland-resigns_1666738964.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2004", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2004_06_22_nyregion_connecticut-s-governor-steps-down-overview-under-pressure-rowland-resigns_1666738964.html", "title": "CONNECTICUT'S GOVERNOR STEPS DOWN: OVERVIEW; UNDER PRESSURE, ROWLAND RESIGNS GOVERNOR'S POST", "title_page": "CONNECTICUT'S GOVERNOR STEPS DOWN: OVERVIEW; UNDER PRESSURE, ROWLAND RESIGNS GOVERNOR'S POST - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. John G. Rowland of Connecticut announced Monday that he would resign from office July 1, yielding to a devastating political reality that for months left him with few defenders as he faced an impeachment inquiry and a federal corruption investigation into his personal relationships with people doing business with the state.\nStanding with his wife, Patricia, at 6 p.m. on a terrace outside the governor's residence, Mr. Rowland spoke for less than six minutes and evoked both his promising rise as a state lawmaker first elected in 1980 and his tangled descent toward Monday's events, when he became the first Connecticut governor to resign under pressure.\nThe governor, a third-term Republican once among the stars of his party, mentioned his mistakes in just one sentence, a line not included in the official text of the speech released afterward by his office.\n''I acknowledge that my poor judgment has brought us here,'' he said in a televised address.\nMr. Rowland's speech was quickly criticized by many Democrats who said it was too little, too late. But its ultimate message -- that he would resign -- prompted near universal relief in a Capitol consumed with scandal for months.", "url": "https://www.nytimes.com/2004/06/22/nyregion/connecticut-s-governor-steps-down-overview-under-pressure-rowland-resigns.html"}