{"authors": ["Jenny Anderson"], "date_download": "2022-10-25 23:32:46", "date_modify": "2022-10-25 23:32:46", "date_publish": "2005-09-23 05:00:00", "description": "WOULD you hand over wads of cash to a money manager you didn't know, to invest in a company he hadn't yet discovered, and would you then also pay a boutique investment bank you had never heard of as much as 10 percent to get in on that deal? If the answer is yes, then join the latest alternative investment craze: special purpose acquisition companies, or SPAC's.", "filename": "2005_09_23_business_crave-huge-risk-this-investment-may-be-for-you_1666740766.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_09_23_business_crave-huge-risk-this-investment-may-be-for-you_1666740766.html", "title": "Crave Huge Risk? This Investment May Be for You", "title_page": "Crave Huge Risk? This Investment May Be for You - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SPAC management teams are clearly opting out of the onerous process of raising a private equity fund, which can take up to a year. They may be doing this because they are impatient: why make all the effort to persuade a big pension fund like the California Public Employees' Retirement System to invest $100 million when you can attract that much from individual and institutional investors in the market?\nIt is unreasonable enough that Wall Street can maintain a 7 percent cartel on initial public offerings. But SPAC underwriters can charge an additional 2 percent because underwriting alternative investments -- like hedge or private equity funds -- is the 2005 equivalent of the California gold rush.\nBut the \"risk factors\" listed in filings by SPAC's with the S.E.C. show the real risk in such entities. \"Since we have not currently selected a particular industry or any target business with which to complete a business combination, we are unable to currently ascertain the merits or risks of the industry or business in which we may ultimately operate,\" reads a passage from one SPAC, the Millstream Acquisition Corporation.\nIn other words, SPAC's are not for the fainthearted.\nBut these acquisition companies are not without virtues. The market for small initial public offerings has evaporated, leaving few options for small, productive companies that want to go public to raise cash. A SPAC can buy a company, effectively creating a publicly traded company overnight through a reverse merger. Between 1999 and 2004, the amount raised in initial offerings has fallen 26 percent, according to Thomson Financial; the amount for offerings under $100 million has fallen 68 percent.\nUnlike private equity investors, SPAC investors can get out when they want -- if they can find a buyer for the shares. That may be difficult in many instances because the banks that underwrite the shares do not make markets in them.\nAnd only a few SPAC's have actually completed acquisitions, calling into question the entire premise behind them.\nNonetheless, the prices of the companies that have done deals are rising. Chardan China Acquisition went public in March 2004 at $6. In December, it announced that it would buy State Harvest Holdings and convert into a British Virgin Island company. Its stock is currently trading at $9.15 and the unit, which includes the warrants issued to original shareholders, is trading at $17. In March 2004, Millstream and NationsHealth Holdings merged. Traded on Nasdaq's small-cap market, the shares (with warrants) are currently worth $12.62. It went public at $6.", "url": "https://www.nytimes.com/2005/09/23/business/crave-huge-risk-this-investment-may-be-for-you.html"}