{"authors": ["Charles Isherwood"], "date_download": "2022-10-25 23:51:47", "date_modify": "2022-10-25 23:51:47", "date_publish": "2005-01-21 05:00:00", "description": "Charles Isherwood reviews Geraldine Hughes in her one-woman show Belfast Blues; photo (M)", "filename": "2005_01_21_theater_reviews_journey-from-northern-ireland-to-southern-california_1666741907.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_01_21_theater_reviews_journey-from-northern-ireland-to-southern-california_1666741907.html", "title": "Journey From Northern Ireland to Southern California", "title_page": "Journey From Northern Ireland to Southern California - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The \"Belfast Blues\" of Geraldine Hughes's solo show aren't the kind you'd expect.\nYes, the \"troubles\" between Roman Catholics and Protestants that have roiled Northern Ireland for decades do cast an emotional shadow over this heartfelt and funny, if unexceptional, stage memoir, descriptively subtitled \"One Wee Girl's Story About Family, War, Jesus and Hollywood.\" But Ms. Hughes's title more directly refers to her big, inquisitive and exceptionally expressive eyes, which helped secure that wee girl a ticket to a happier life.\nThe show, which opened at the Culture Project last night, arrives in New York moderately sprinkled in stardust. It is produced by Anjelica Huston, along with the Culture Project, and Carol Kane is credited as contributing director. The borrowed glamour isn't really necessary.\n\"Belfast Blues,\" which Ms. Hughes wrote and performs, recounts her experiences growing up amid poverty and violence in Belfast in the 1970's and 80's. It does not bring any groundbreaking insights to familiar territory, but Ms. Hughes is a bright, inviting presence, and her unusual escape route from the fraught atmosphere of her youth gives the show a modestly refreshing twist.\nHer parents' marriage matured against the backdrop of the erupting sectarian violence. Ms. Hughes's mother is drawn suddenly into the conflict one day at the butcher shop, when a neighborhood boy, a fellow Catholic, asks her to carry a bomb across the street. Ms. Hughes, who portrays her mother as a sweet-souled but overwhelmed woman (Geraldine was her fifth child), plays the moment for its comic possibilities, but the poison of ever-present violence can't be coated in humor for long. When the family moves to a sprawling housing project that is home to hundreds of working-class Catholics, the troubles settle on their doorstep, as the British Army begins making regular visits to the neighborhood.", "url": "https://www.nytimes.com/2005/01/21/theater/reviews/journey-from-northern-ireland-to-southern-california.html"}