{"authors": ["Douglas Martin"], "date_download": "2022-10-25 23:47:24", "date_modify": "2022-10-25 23:47:24", "date_publish": "2005-08-31 05:00:00", "description": "Jude Wanniski, a journalist, consultant and, most of all, a fierce and unconventional partisan who marshaled intellect and salesmanship to promote big tax cuts as the best cure for an ailing economy, a theory embraced and executed by President Reagan, died yesterday in Morristown, N.J. He was 69. The cause was a heart attack, according to a statement by Polyconomics, his consulting firm in Parsippany, N.J.", "filename": "2005_08_31_business_jude-wanniski-69-journalist-who-coined-the-term-supplyside.html__r=0_1666741644.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_08_31_business_jude-wanniski-69-journalist-who-coined-the-term-supplyside.html__r=0_1666741644.html", "title": "Jude Wanniski, 69, Journalist Who Coined the Term 'Supply-Side Economics,' Dies", "title_page": "Jude Wanniski, 69, Journalist Who Coined the Term 'Supply-Side Economics,' Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "How far Mr. Wanniski may have wandered from the traditional bounds of the Republican Party was suggested by his endorsement of Senator John F. Kerry in the 2004 presidential race. He called President Bush \"an imperialist.\"\nJude T. Wanniski was born on June 17, 1936, in Pottsville, Pa. His grandfather was a Pennsylvania coal miner and a dedicated Communist who gave his grandson a copy of \"Das Kapital\" for his high school graduation. He was raised in Brooklyn, and the Dodgers popped up regularly in his writings.\nHe earned a bachelor's degree in political science and a master's degree in journalism from the University of California, Los Angeles. He worked for The Las Vegas Review- Journal as a political columnist from 1961 to 1965 and reported to his next job as a Washington columnist for The National Observer in a silver convertible, shiny gold coat and mirrored sunglasses -- with a Las Vegas showgirl on his arm, according to \"Worldly Power: The Making of The Wall Street Journal\" by Edward Scharff.\nRobert L. Bartley, editor of The Journal's editorial page, hired Mr. Wanniski in 1972 as part of the team of bright and brash young conservative writers he had decided to field. The inspiration for supply-side economics partly came from Robert A. Mundell, an economist at Columbia University who had long championed tax cuts.\nThe famous epiphany came when Arthur B. Laffer, an economist then at the Office of Management and Budget who had studied with Mr. Mundell, was sitting at a table in 1974 having drinks with Mr. Wanniski and Dick Cheney, then deputy White House chief of staff. Mr. Laffer drew on a cocktail napkin to explain his theory of how lower taxes generated greater economic growth, thus, almost miraculously, paying for themselves. That story became legend.\nGradually, others joined The Journal in writing about supply-side economics. The columnists Rowland Evans and Robert Novak were early proponents, and in the late 1970's, BusinessWeek published articles about it.\nMr. Wanniski, Mr. Bartley, the two economists and a few others met regularly to develop the theory. Mr. Wanniski was head cheerleader and chief propagandist -- \"a true zealot\" in his own words.", "url": "https://www.nytimes.com/2005/08/31/business/jude-wanniski-69-journalist-who-coined-the-term-supplyside.html?_r=0"}