{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:31:36", "date_modify": "2022-10-25 23:31:36", "date_publish": "2005-06-14 05:00:00", "description": "Anthony Crawford's granddaughter went to her grave without speaking a word to her own children about his lynching, so painful was the family history. On Monday, Mr. Crawford's descendants came to the Capitol to tell it -- and to accept a formal apology from the Senate for its repeated failure, despite the requests of seven presidents, to enact a federal law to make lynching a crime. The formal apology, adopted by voice vote, was issued decades after senators blocked antilynching bills by filibuster. The resolution is the first time that members of Congress, who have apologized to Japanese-Americans for their internment in World War II and to Hawaiians for the overthrow of their kingdom, have apologized to African-Americans for any reason, proponents of the measure said.", "filename": "2005_06_14_politics_senate-issues-apology-over-failure-on-lynching-law_1666740696.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_06_14_politics_senate-issues-apology-over-failure-on-lynching-law_1666740696.html", "title": "Senate Issues Apology Over Failure on Lynching Law", "title_page": "Senate Issues Apology Over Failure on Lynching Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON, June 13 - Anthony Crawford's granddaughter went to her grave without speaking a word to her own children about his lynching, so painful was the family history. On Monday, Mr. Crawford's descendants came to the Capitol to tell it -- and to accept a formal apology from the Senate for its repeated failure, despite the requests of seven presidents, to enact a federal law to make lynching a crime.\nThe formal apology, adopted by voice vote, was issued decades after senators blocked antilynching bills by filibuster. The resolution is the first time that members of Congress, who have apologized to Japanese-Americans for their internment in World War II and to Hawaiians for the overthrow of their kingdom, have apologized to African-Americans for any reason, proponents of the measure said.\n\"The Senate failed you and your ancestors and our nation,\" Senator Mary L. Landrieu of Louisiana, chief Democratic sponsor of the resolution, said at a luncheon attended by 200 family members and descendants of victims. They included 100 relatives of Anthony Crawford, as well as a 91-year-old man believed to be the only known survivor of an attempted lynching.\nHe is James Cameron, who in 1930, as a 16-year-old shoeshine boy in Marion, Ind., was accused with two friends of murdering a white man and raping a white woman. His friends were killed. But as Mr. Cameron felt a noose being slipped around his neck, a man in the crowd stepped forward to proclaim Mr. Cameron's innocence. Mr. Cameron came here in a gray suit and a wheelchair, his voice shaky but his memories apparently fresh.", "url": "https://www.nytimes.com/2005/06/14/politics/senate-issues-apology-over-failure-on-lynching-law.html"}