{"authors": ["Craig R. Whitney", "Eric Pace"], "date_download": "2022-10-25 22:59:53", "date_modify": "2022-10-25 22:59:53", "date_publish": "2005-07-20 05:00:00", "description": "Gen. William C. Westmoreland, the Army artilleryman and paratrooper who failed to lead United States forces to victory in Vietnam from 1964 to 1968 and then made himself the most prominent advocate for recognition of their sacrifices, spending the rest of his life paying tribute to his soldiers, died Monday night in a retirement home in Charleston, S.C., his son, James Ripley Westmoreland, announced. The general was 91.", "filename": "2005_07_20_world_asia_william-c-westmoreland-is-dead-at-91-general-led-us-troops-in_1666738793.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_07_20_world_asia_william-c-westmoreland-is-dead-at-91-general-led-us-troops-in_1666738793.html", "title": "William C. Westmoreland Is Dead at 91; General Led U.S. Troops in Vietnam", "title_page": "William C. Westmoreland Is Dead at 91; General Led U.S. Troops in Vietnam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Bright Early Career\nGeneral Westmoreland's rise to command in Saigon came after an early career that caught the eye of senior officers who later became influential during the Kennedy administration, notably Gen. Maxwell D. Taylor, who was commanding the 82nd Airborne Division in Sicily when they first met in 1943 and later influenced President John F. Kennedy's thinking on counterinsurgency warfare.\nThe general was born on March 26, 1914, near Spartanburg, S.C., where his father was a cotton-mill manager who later became an investment banker. His paternal ancestors included soldiers who had served during the Revolutionary War and with the Confederate Army, but after graduating from high school in Pacolet, he went to The Citadel, the state military college, in 1931. His father wanted him to study law after graduation, General Westmoreland wrote in his memoir, \"A Soldier Reports\" (Doubleday, 1976).\nBut instead, James F. Byrnes, an influential family friend, secured for him an appointment to West Point, which he entered in 1932. Explaining to an uncle who had been with Lee at Appomattox that he was \"going to that same school that Grant and Sherman went to,\" he felt better after his uncle replied, \"That's all right, son, Robert E. Lee and Stonewall Jackson went there, too.\"\nHe graduated with the class of 1936 and at Fort Sill, Okla.; Schofield Barracks in Hawaii; and Fort Bragg, N.C., led a leisurely life of the field artillery officer: formal dinners and dances, horse shows and polo (at a time when artillery pieces were still horse drawn).\nAt Fort Sill, he first met the daughter of the post executive officer, Katherine (\"Kitsy\") Van Deusen, 9 years old at the time. They were married in 1947 and had three children: a daughter, Katherine Stevens Westmoreland; a son, James Ripley Westmoreland II; and another daughter, Margaret Childs Westmoreland. General Westmoreland's wife and children survive him.\nHe went to North Africa in 1942 as a lieutenant colonel in command of the 34th Field Artillery Battalion, part of the Ninth Division, which went to Sicily and later landed in Normandy, but not in the first wave on June 6, 1944. He was the division's chief of staff when the division entered Germany and was decorated for his actions in a battle at the Rhine crossing at Remagen, but suffered no injuries. \"Somehow none of the enemy's shells had my number,\" he wrote.\nReturning to Fort Bragg after the war, he commanded a parachute infantry regiment for a year and then, under another commander influential in his later career, Maj. Gen. James M. Gavin, became chief of staff of the 82d Airborne Division, remaining there for three years.", "url": "https://www.nytimes.com/2005/07/20/world/asia/william-c-westmoreland-is-dead-at-91-general-led-us-troops-in.html"}