{"authors": ["A. O. Scott"], "date_download": "2022-10-25 23:36:52", "date_modify": "2022-10-25 23:36:52", "date_publish": "2005-06-24 05:00:00", "description": "A O Scott reviews documentary movie Rize, directed by David LaChapelle; photo (M)", "filename": "2005_06_24_movies_against-povertys-backdrop-a-burning-desire-to-dance_1666741012.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_06_24_movies_against-povertys-backdrop-a-burning-desire-to-dance_1666741012.html", "title": "Against Poverty's Backdrop, a Burning Desire to Dance", "title_page": "Against Poverty's Backdrop, a Burning Desire to Dance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That, at any rate, is how the clowners and krumpers describe what they do, and Mr. LaChapelle wisely lets them do most of the talking, rather than stepping in to interpret their experiences for us. He begins with images of urban upheaval -- the Watts riots of 1965 and the Rodney King disturbances 27 years later -- to establish that krumping is an art form that has arisen against a backdrop of poverty, violence and despair. These hard facts are never far from the minds of the dancers themselves, many of whom have joined clowning and krumping groups as an alternative to gangs. In the course of the film, one dancer, a 15-year-old girl named Quinesha Dunford (known as Lil Dimples) is killed in a drive-by shooting, and \"Rize\" is dedicated to her memory.\nIt is also dedicated to the exploration of an extraordinarily lively and complex subculture, though that sociological term seems a bit limiting. If this is not culture -- art, family, sport, religion, friendship -- then what is? Indeed, the movie sometimes has trouble living up to the richness of its subject, or keeping up with the dances' rapid spread and evolution. You may find yourself wishing that you could know some of the characters better and see more of their lives.\nBut in that case, there would be less time to watch them dance. At any rate, the stories and personalities that do emerge are touching and intriguing. \"Rize\" is dominated by Tommy the Clown, an energetic teddy bear of a man who is not shy about proclaiming himself the father of clowning.\nHe is certainly a patriarchal figure, serving as mentor, role model and guide for young followers, who help him entertain at neighborhood birthday parties. A former drug dealer who turned his life around in prison, Tommy is at once evangelist and entrepreneur, a civic leader and a local celebrity in pancake makeup and a gaudily airbrushed car.\nSome of his protégés have become rivals, devotees of krumping, which one dancer describes as \"the raw version\" of Tommy's choreography (itself based on something called \"the stripper dance\"). Krumping is more physically confrontational and also overtly competitive -- a matter of playground showdowns that combine the athletic bravura of street basketball with the stylized face-offs of hip-hop battles.", "url": "https://www.nytimes.com/2005/06/24/movies/against-povertys-backdrop-a-burning-desire-to-dance.html"}