{"authors": ["Craig S. Smith"], "date_download": "2022-10-25 23:39:09", "date_modify": "2022-10-25 23:39:09", "date_publish": "2005-11-06 05:00:00", "description": "Nighttime rioting arising from public housing developments continued to rage early Saturday, spreading to the outskirts of more cities and leaving the authorities frustrated by their inability to stop what many are calling France's worst civil unrest since the 1968 student revolts. Prime Minister Dominique de Villepin met with eight of his ministers and a top Muslim official on Saturday, trying to find a way to break the chain of violent events.", "filename": "2005_11_06_world_europe_riots-spread-from-paris-to-other-french-cities_1666741149.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_11_06_world_europe_riots-spread-from-paris-to-other-french-cities_1666741149.html", "title": "Riots Spread From Paris to Other French Cities", "title_page": "Riots Spread From Paris to Other French Cities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hundreds of young people, including teenagers as young as 13, have been detained in the past 24 hours. Although the police have been unable to stop the violence because of its apparent spontaneity and lack of clear leaders, officials say they have also begun to detect efforts to coordinate action and spread it nationally. In remarks on Europe 1 Radio, the prosecutor general in Paris, Yves Bot, said Web sites were urging youths in other cities to join the rioting.\nThe police said that for the first time they had deployed a helicopter to videotape incidents and coordinate with officers on the ground. Roman Catholic, Protestant and Muslim leaders led a march of about 2,000 people on Saturday morning in Aulnay-sous-Bois, one of the affected suburbs. The parents of two teenagers, whose accidental deaths while hiding from the police touched off the rioting, also issued a statement appealing for calm.\nMany see the violence as a test of wills between Interior Minister Nicolas Sarkozy and the young, mostly French Arab rioters. Many immigrants and their children blame Mr. Sarkozy for alienating young people with the way he has pressed a zero-tolerance anticrime campaign, which features frequent police checks of French Arabs in poor neighborhoods. But he has ignored calls from many French Arabs to resign, and is keeping up the pressure. During a visit to a police command center west of Paris on Saturday, according to local news reports, he told officers, \"Arrests -- that's the key.\"\nIronically, Mr. Sarkozy, himself a second-generation immigrant, has been one of the loudest champions of affirmative action and of relaxing rules that restrict government support for building mosques.\nThe government has been embarrassed by its inability to quell the disturbances, which have called into question its unique integration model, which discourages recognizing ethnic, religious or cultural differences in favor of French unity. There is no affirmative action, for example, and religious symbols, like the Muslim veil, are banned in schools.", "url": "https://www.nytimes.com/2005/11/06/world/europe/riots-spread-from-paris-to-other-french-cities.html"}