{"authors": ["Christopher Lehmann-Haupt"], "date_download": "2022-10-25 23:41:34", "date_modify": "2022-10-25 23:41:34", "date_publish": "2005-03-24 05:00:00", "description": "Maj Gen Winant Sidle, who headed 1983 commission to determine guidelines for news coverage of military operations after United States invasion of Grenada, dies at age 88; photo (M)", "filename": "2005_03_24_us_winant-sidle-88-who-led-panel-on-combat-news-dies_1666741294.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_03_24_us_winant-sidle-88-who-led-panel-on-combat-news-dies_1666741294.html", "title": "Winant Sidle, 88, Who Led Panel on Combat News, Dies", "title_page": "Winant Sidle, 88, Who Led Panel on Combat News, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Maj. Gen. Winant Sidle, who after the United States invasion of Grenada in 1983 headed a commission charged with recommending ways to allow news coverage of military operations, died Saturday in Southern Pines, N.C. He was 88.\nThe cause was complications of a stroke, his wife, Anne Brown Sidle, said.\nAfter barring journalists from the first two days of the Grenada invasion and restricting their access the next few days, the Reagan administration responded to complaints from reporters and Congress by submitting its policy to public examination.\nGen. John W. Vessey Jr., chairman of the Joint Chiefs of Staff, asked General Sidle, then a retired Army public affairs officer working as a corporate spokesman for the Martin Marietta Corporation, to form and head a commission, formally known as the Chairman's Panel on Media-Military Relations.\nGeneral Sidle came to the job with long experience dealing with news coverage of military matters. As chief of information in Vietnam from 1967 to 1969, he had to spell out the rules, sometimes related to the disciplining of reporters, of covering a controversial war. From 1969 to 1973, he was chief of information for the Army, and from 1974 to 1975 he was deputy assistant secretary of defense for public affairs. He received a master's degree in journalism from the University of Wisconsin in 1949.", "url": "https://www.nytimes.com/2005/03/24/us/winant-sidle-88-who-led-panel-on-combat-news-dies.html"}