{"authors": ["Michael Slackman", "Souad Mekhennet"], "date_download": "2022-10-25 23:54:27", "date_modify": "2022-10-25 23:54:27", "date_publish": "2005-11-15 05:00:00", "description": "Videotaped confession of Iraqi woman who says she took part in deadly Amman hotel terror attacks is seen around world, as details about her life, motivation and role in attacks begin to emerge; Jordanian investigators say woman, Sajida Mubarak al-Rishawi, was unable to detonate her explosive-packed belt because she left crucial mechanism in car; say she volunteered to become suicide bomber because three of her brothers had been killed during 'operations' in Iraq; American military says it briefly detained man in Iraq last year with same name as one of Jordan bombers, but released him when he was judged not to be threat; Jordanian officials say Rishawi is first woman they have ever held in terrorism case; say they learned about her when owner of house in Amman phoned authorities to say he rented apartment to three men and woman who never returned after hotel blasts occurred (M)", "filename": "2005_11_15_world_middleeast_jordan-says-bombing-suspect-aimed-to-avenge-brothers_1666742067.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_11_15_world_middleeast_jordan-says-bombing-suspect-aimed-to-avenge-brothers_1666742067.html", "title": "Jordan Says Bombing Suspect Aimed to Avenge Brothers", "title_page": "Jordan Says Bombing Suspect Aimed to Avenge Brothers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The official, who is closely involved in the case, spoke on condition of anonymity because of the work's covert nature. There was no way to independently verify the account.\nThe American military also said Monday that it had briefly detained a man in Iraq last year with the same name as one of the Jordan bombers. But the man, Safah Muhammad Ali, was released because he was judged not to be a threat.\nOn Sunday, Jordanian officials announced that Abu Musab al-Zarqawi, the Jordanian leader of Al Qaeda in Mesopotamia, was responsible for planning the bombings of the three hotels, which included the Grand Hyatt and the Days Inn. The authorities said they had identified three Iraqi men who killed themselves in the attacks, including a Mr. Ali, and that earlier in the morning they had arrested Ms. Rishawi, the wife of one of the men. Her videotaped confession was broadcast Sunday.\nIn all the years Jordanian authorities have been chasing terrorists, they said, they had never before had a case involving a woman. But investigators learned of her involvement shortly after the hotel attacks, when the owner of a house in Amman phoned the authorities to say that he had rented an apartment to three men and a woman several days before the blasts -- but that they had not returned Wednesday.\nThe security official said that soon after the attacks, many people called in with possible leads, and it took time to sort through all the information. But the official said agents quickly found that the apartment had been a safe house, rented by the four bombers. And so, the official said, investigators knew a woman was involved even before Mr. Zarqawi announced that two men and a married couple were responsible. Investigators were not immediately sure, however, if she was dead or alive.", "url": "https://www.nytimes.com/2005/11/15/world/middleeast/jordan-says-bombing-suspect-aimed-to-avenge-brothers.html"}