{"authors": [], "date_download": "2022-10-25 23:00:07", "date_modify": "2022-10-25 23:00:07", "date_publish": "2005-04-26 05:00:00", "description": null, "filename": "2005_04_26_international_middleeast_syrian-troops-leave-lebanon-after-29year-occupation_1666738807.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_04_26_international_middleeast_syrian-troops-leave-lebanon-after-29year-occupation_1666738807.html", "title": "Syrian Troops Leave Lebanon After 29-Year Occupation", "title_page": "Syrian Troops Leave Lebanon After 29-Year Occupation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Shortly after the two-hour ceremony here today, General Ghazali and his officers piled into cars and drove across the border, ostensibly for the last time, as buses and jeeps filled with troops followed. The last four Syrian soldiers, who had been holding watch at the border, jumped aboard a Syrian television van this afternoon and crossed back into Syria.\n\"I respect the Syrians for having left without any conflict with us,\" said Tanious Abu Hamad, the mayor of the town of Saghbin in the Bekaa Valley, who attended the ceremony. \"But now it all comes down to us. Our problems are now our own.\"\nLebanon's problems are legion, many analysts and opposition figures agree. Lebanon's Syrian-backed president remains in power. Its security services are still modeled on the Syrian example and riddled with corruption. Trust in government institutions has waned. Most politics are still built on sectarianism, and are likely to grow more divisive as the elections approach and power bases shift from pro-Syrian politicians to the opposition.\nThe status of Hezbollah, the militant Shiite movement, has yet to be agreed on, while the exiled former general Michel Aoun and the jailed Lebanese Forces leader Samir Geagea, both Christians, are expected to return to the political scene, further heating election races. Without confidence in the government and the security situation, meanwhile, Lebanon's economy will continue to teeter as tourists opt for other locales and investors shy away.\nAfter years of blaming the Syrians for their ills, the opposition may soon be faced with having to fix them.\n\"We have clearly succeeded in our sovereignty revolution, but we have not yet succeeded in our democratic revolution,\" said Chibli Mallat, director of the Center for the Study of the European Union, and a prominent lawyer in Beirut. \"The revolution only succeeds when the president resigns and when the confessionalism in politics gives way to national representation.\"\nBy tonight, the Lebanese Parliament was still squabbling over a districting law needed to set elections, just two days before a constitutional deadline. The newly appointed government of Prime Minister Najib Mikati had promised to have a law in place and hold elections by May 29.", "url": "https://www.nytimes.com/2005/04/26/international/middleeast/syrian-troops-leave-lebanon-after-29year-occupation.html"}