{"authors": ["Robin Pogrebin"], "date_download": "2022-10-25 23:02:51", "date_modify": "2022-10-25 23:02:51", "date_publish": "2005-03-23 05:00:00", "description": "Kenzo Tange, Japanese architect who converted barren Hiroshima into peace park in 1940's and 1950's and blended modernism with traditional architectural forms, dies at age 91; photos (M)", "filename": "2005_03_23_arts_design_kenzo-tange-architect-of-urban-japan-dies-at-91_1666738971.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_03_23_arts_design_kenzo-tange-architect-of-urban-japan-dies-at-91_1666738971.html", "title": "Kenzo Tange, Architect of Urban Japan, Dies at 91", "title_page": "Kenzo Tange, Architect of Urban Japan, Dies at 91 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Singapore, he designed the Overseas Union Bank and the Nanyang Technological Institute, both in 1986, the Singapore Indoor Stadium in 1989 and the Singapore National Library in 1998.\nHis only completed project in the United States was a 1974 expansion of the Minneapolis arts complex that nearly doubled the space of the original building, a 1911 neo-Classical structure by McKim, Mead & White, by adding large symmetrical wings.\nIn accepting the Pritzker Prize in 1987, Mr. Tange said he had wrestled with how to reconcile a bold future with a respect for the past without indulging in the historical pastiche that was in vogue at the time. \"Postmodernism is no more than a mere eclectic mixture of aesthetic elements -- modern and ancient, or Eastern and Western -- that have already reached an impasse,\" he said in his speech. \"My belief is that at present Postmodernism has not found, but must find a way out of that impasse. And since I myself am seeking a clue, even a very small one, that will shed a little light on an answer, I know the task is not easy.\"\nKenzo Tange was born in 1913 in Osaka. After graduating from the University of Tokyo's architecture department in 1938, he worked for four years in the office of Kunio Maekawa, an important disciple of Le Corbusier.\nIn 1942, Mr. Tange entered graduate school at the University of Tokyo, where he studied city planning. Four years later, he became an assistant professor there and organized the Tange Laboratory, where he advised young associates including Sachio Otani, Takashi Asada, Taneo Oki, Fumihiko Maki, Koji Kamiya, Arata Isozaki and Kisho Kurokawa.\nMr. Tange's design for the Hiroshima peace park was selected in 1949. In 1951, he presented his ideas about the Hiroshima core at the International Congress of Modern Architecture (CIAM) in London, where he exchanged views with Le Corbusier, Walter Gropius, Jose Luis Sert and other established modernists.\nIn Mr. Tange's 1959 doctoral thesis, \"Spatial Structure in a Large City,\" he sought to analyze urban structure on the basis of commuting patterns.", "url": "https://www.nytimes.com/2005/03/23/arts/design/kenzo-tange-architect-of-urban-japan-dies-at-91.html"}