{"authors": ["David E. Rosenbaum"], "date_download": "2022-10-25 23:24:23", "date_modify": "2022-10-25 23:24:23", "date_publish": "2005-11-15 05:00:00", "description": "Douglas J. Holtz-Eakin, a former White House economist who has often been a thorn in the side of the Bush administration since he became director of the nonpartisan Congressional Budget Office nearly three years ago, announced on Monday that he planned to leave at the end of the year. In a message to the budget office staff, Mr. Holtz-Eakin, 47, said he would join the staff of the Council on Foreign Relations here. He was a prominent academic economist at Columbia, Princeton and Syracuse Universities before he became chief economist for the White House Council of Economic Advisers at the beginning of President Bush's first term.", "filename": "2005_11_15_us_director-of-congressional-budget-office-to-leave_1666740263.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_11_15_us_director-of-congressional-budget-office-to-leave_1666740263.html", "title": "Director of Congressional Budget Office to Leave", "title_page": "Director of Congressional Budget Office to Leave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON, Nov. 14 - Douglas J. Holtz-Eakin, a former White House economist who has often been a thorn in the side of the Bush administration since he became director of the nonpartisan Congressional Budget Office nearly three years ago, announced on Monday that he planned to leave at the end of the year.\nIn a message to the budget office staff, Mr. Holtz-Eakin, 47, said he would join the staff of the Council on Foreign Relations here. He was a prominent academic economist at Columbia, Princeton and Syracuse Universities before he became chief economist for the White House Council of Economic Advisers at the beginning of President Bush's first term.\nThe Congressional Budget Office is a fiercely independent agency with a staff that prides itself in being iconoclastic. The director of the office is essentially the chief economist for Congress, and Mr. Holtz-Eakin is the most recent in a series to irritate Republican Congressional leaders by refusing to adopt a party line.\nWithin weeks of his appointment by Republican leaders in early 2003, Mr. Holtz-Eakin declared, to their dismay, that Mr. Bush's tax and spending plans would do little or nothing to stimulate long-term economic growth.", "url": "https://www.nytimes.com/2005/11/15/us/director-of-congressional-budget-office-to-leave.html"}