{"authors": ["Steven R. Weisman", "David E. Sanger"], "date_download": "2022-10-25 22:56:51", "date_modify": "2022-10-25 22:56:51", "date_publish": "2005-01-22 05:00:00", "description": "A day after President Bush's inaugural speech vowing to spread freedom in the world, administration officials said Friday that Mr. Bush was setting a long-term goal that did not portend dramatic changes in American foreign policy but rather an expansion of existing approaches. A senior official said that the speech signaled Mr. Bush's intention to raise the need to expand freedoms in Russia, China and the Arab world but that this did not mean that such pressure would become the only factor in these relationships.", "filename": "2005_01_22_us_the-inauguration-democratization-bush-speech-not-a-signal-of-new-policy_1666738611.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_01_22_us_the-inauguration-democratization-bush-speech-not-a-signal-of-new-policy_1666738611.html", "title": "THE INAUGURATION: DEMOCRATIZATION; Bush Speech Not a Signal Of New Policy, Aides Say", "title_page": "THE INAUGURATION: DEMOCRATIZATION; Bush Speech Not a Signal Of New Policy, Aides Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON, Jan. 21 - A day after President Bush's inaugural speech vowing to spread freedom in the world, administration officials said Friday that Mr. Bush was setting a long-term goal that did not portend dramatic changes in American foreign policy but rather an expansion of existing approaches.\nA senior official said that the speech signaled Mr. Bush's intention to raise the need to expand freedoms in Russia, China and the Arab world but that this did not mean that such pressure would become the only factor in these relationships.\n\"It's not a discontinuity, a right turn, but an acceleration, a raising of the priority,\" the official said of the new policy direction, discussing the speech with reporters on Friday. The official insisted on anonymity, he said, to keep the focus on Mr. Bush's words and not those of his aides.\nThe official also said that American officials would not necessarily raise principles of freedom and democracy with foreign leaders in a public way because doing so might sometimes be counterproductive.", "url": "https://www.nytimes.com/2005/01/22/us/the-inauguration-democratization-bush-speech-not-a-signal-of-new-policy.html"}