{"authors": ["Robin Pogrebin"], "date_download": "2022-10-25 23:47:47", "date_modify": "2022-10-25 23:47:47", "date_publish": "2005-03-21 05:00:00", "description": "Maverick Los Angeles architect Thom Mayne, 61, is named winner of 2005 Pritzker Architecture Prize; Mayne, first American to win prize in 14 years, says he is startled by award considering that he has been outsider for his whole life; Pritzker jury citation acknowledges Mayne's countercultural roots, calling him product of 'turbulent 60's'; drawings; photo (M)", "filename": "2005_03_21_arts_design_american-maverick-wins-pritzker-prize_1666741667.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_03_21_arts_design_american-maverick-wins-pritzker-prize_1666741667.html", "title": "American Maverick Wins Pritzker Prize", "title_page": "American Maverick Wins Pritzker Prize - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In New York Mr. Mayne has designed a nine-story art and engineering building for Cooper Union in Manhattan and an Olympic Village in Hunters Point, Queens -- a mixed-use waterfront development that is scheduled to go up whether or not the games come to New York in 2012. The Cooper Union building, to begin construction next year, features a central atrium crisscrossed by sky bridges; the Olympic Village preserves most of the site as parkland, with residential towers at the northern end and low-rise ribbonlike housing tilted at an angle toward the water. Reviewing the Cooper Union design, Nicolai Ouroussoff, the architecture critic for The New York Times, praised Mr. Mayne for his social optimism and \"enthusiasm for the congestion and dynamism on which cities thrive.\"\nThe bands of windows he designed for Cooper Union echo those at Caltrans and the San Francisco federal building; the billboard-size letters adorning the courthouse in Eugene, Ore., echo a massive street number at Caltrans and the big letters labeling the graduate housing he built at the University of Toronto (completed in 2000).\nMr. Mayne described his style as idiosyncratic.\n\"The multiplicity of ideas is what I'm interested in,\" he said. \"The hybrid in our society -- where there is no singular idea of what is beautiful.\"\nThe Pritzker jury acknowledged this eclectic quality in its citation. \"Mayne's approach toward architecture and his philosophy is not derived from European modernism, Asian influences or even from American precedents of the last century,\" it says. \"He has sought throughout his career to create an original architecture, one that is truly representative of the unique, somewhat rootless, culture of Southern California, especially the architecturally rich city of Los Angeles.\"\nBorn in Waterbury, Conn., Mr. Mayne began his career as an urban planner after graduating with an architecture degree from the University of Southern California in 1968. Four years later, with five other architects, he formed a new school, the Southern California Institute of Architecture (SCI-Arc), which aimed to bring to Los Angeles the critical attitude toward the profession that was being practiced at Cooper Union in New York and the Architectural Association in London. The school is still operating, although Mr. Mayne now teaches at the University of California, Los Angeles.\nAround the time of the founding of SCI-Arc, he founded an architectural firm with two school friends who were also teachers.", "url": "https://www.nytimes.com/2005/03/21/arts/design/american-maverick-wins-pritzker-prize.html"}