{"authors": ["Michael White"], "date_download": "2022-10-25 23:37:15", "date_modify": "2022-10-25 23:37:15", "date_publish": "2005-01-05 05:00:00", "description": "Article on gargantuan, million-dollar recording of Wagner's Tristan und Isolde that is being undertaken in famed Studio One at EMI recording studios in London; project, with Antonio Pappano directing Royal Opera House Orchestra, Placido Domingo as Tristan and Nina Stemme as Isolde, may represent end of line for large-scale studio recordings of familiar operas; photo (M)", "filename": "2005_01_05_arts_music_twilight-of-the-cd-gods-a-studio-tristan-may-be-the-last-ever_1666741035.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_01_05_arts_music_twilight-of-the-cd-gods-a-studio-tristan-may-be-the-last-ever_1666741035.html", "title": "Twilight of the CD Gods? A Studio 'Tristan' May Be the Last Ever", "title_page": "Twilight of the CD Gods? A Studio 'Tristan' May Be the Last Ever - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Correction Appended\nLONDON, Jan. 4 - The EMI recording studios at Abbey Road in north London are always a surprise when you walk through the modest regency-villa facade and find yourself in a citadel of sound technology. It's like passing through some science-fiction barrier from one world into the next: a magical world that has embraced all categories of music making since the 1930's.\nIt was here that the 16-year-old Yehudi Menuhin recorded Elgar's Violin Concerto under the composer's baton. Here that the Beatles made their soundtrack to the 60's, turning the adjacent zebra crossing into one of London's tourist sights. And here that through the holiday period an army of orchestral players, singers, agents and sound technicians has been gathering in Studio One -- the largest and most celebrated studio in the world, despite its resemblance to a school gymnasium -- for what many in the business think will be another landmark of recording history, touched this time with sadness and nostalgia.\nThe mood can be judged from comments in the cafeteria: \"Make the most of it,\" and \"There won't be many more like this.\"\nAnd what is \"this\"? It's a gargantuan, million-dollar recording of Wagner's \"Tristan und Isolde,\" put together as a now-or-never enterprise for the tenor Plácido Domingo but also as a last, heroic stand from a classical CD industry so crushed by economic pressures that many consider it in terminal decline.", "url": "https://www.nytimes.com/2005/01/05/arts/music/twilight-of-the-cd-gods-a-studio-tristan-may-be-the-last-ever.html"}