{"authors": ["Thomas Crampton"], "date_download": "2022-10-25 23:39:11", "date_modify": "2022-10-25 23:39:11", "date_publish": "2005-11-07 05:00:00", "description": "In life, they were uncelebrated. In death, Zyed Benna, 17, and Bouna Traore, 15, have inspired more than 10 days of riots that have spread from housing projects in the suburbs of Paris to cities and towns across France. A chance encounter with the police on a walk back from a soccer game on Oct. 27 ended with the two young men dead and a friend seriously injured in what the authorities have called an accidental electrocution.", "filename": "2005_11_07_world_europe_behind-the-furor-the-last-moments-of-two-youths_1666741151.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_11_07_world_europe_behind-the-furor-the-last-moments-of-two-youths_1666741151.html", "title": "Behind the Furor, the Last Moments of Two Youths", "title_page": "Behind the Furor, the Last Moments of Two Youths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CLICHY-SOUS-BOIS, France, Nov. 6 - In life, they were uncelebrated. In death, Zyed Benna, 17, and Bouna Traore, 15, have inspired more than 10 days of riots that have spread from housing projects in the suburbs of Paris to cities and towns across France.\nA chance encounter with the police on a walk back from a soccer game on Oct. 27 ended with the two young men dead and a friend seriously injured in what the authorities have called an accidental electrocution.\nThe families of the young men in this rundown area of a suburb north of Paris, largely populated with first- and second-generation immigrants, have reacted to the riots and barrage of news media interest by uniting and occasionally responding aggressively to inquiries from outsiders. Their parents refused to be interviewed.\nBut some of their friends and acquaintances agreed to talk. A friend of Mr. Traore's, Samy Asma, 17, said Saturday that many people admired the soccer skills of the youth, who was of Mauritanian origin.", "url": "https://www.nytimes.com/2005/11/07/world/europe/behind-the-furor-the-last-moments-of-two-youths.html"}