{"authors": ["Patrick Mcgeehan"], "date_download": "2022-10-25 23:51:31", "date_modify": "2022-10-25 23:51:31", "date_publish": "2005-05-14 05:00:00", "description": "Transit workers restored train service between New York City and Newark in time for commuters to get to work yesterday after a fire shut down a critical railroad bridge in Kearny, N.J., the night before. No one was hurt in the fire, which was ignited by a dangling electric wire, the authorities said. But a few hundred commuters were briefly stranded on the tracks in the Meadowlands of New Jersey after their westbound train became tangled with the faulty wire and lost power. Unaware that a fire was smoldering beneath the bridge they had just crossed, those riders sat in the dark as night fell, wondering what had caused the loud pop they had heard and the sparking some of them had seen.", "filename": "2005_05_14_nyregion_trains-crawl-back-into-service-after-kearny-bridge-fire_1666741891.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_05_14_nyregion_trains-crawl-back-into-service-after-kearny-bridge-fire_1666741891.html", "title": "Trains Crawl Back Into Service After Kearny Bridge Fire", "title_page": "Trains Crawl Back Into Service After Kearny Bridge Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"My worst fear was a real catastrophe,\" he said. If the bridge had sustained structural damage, he added, \"the consequence could have been weeks, if not months, of chaos.\"\nThere were moments of chaos aboard the Dover-bound train Thursday night as conductors conveyed to passengers that something unusual had happened as they passed over the bridge. They were startled by a noise overhead -- one called it a thud, another said it sounded like a transformer exploding and was loud enough to rouse those who had dozed off.\nMr. Warrington said the engineer, who was driving the train from a cab in the front, reported that he saw an electric wire sagging perilously low at the western end of the bridge. He tried to lower the pantograph, the arm that collects power from the wires and carries it to the engine. But the wire became tangled in the pantograph and ripped it from the roof, Mr. Warrington said.\nInside the cars, the lights went out and the air-conditioner stopped blowing as the train coasted to a stop, passengers recounted. It stood alone on a ramp to the tracks that branch westward toward Morris County until a passing train with three empty cars pulled up alongside.\nConductors directed passengers in the front of the disabled train to jump down to the track bed and climb aboard the adjacent substitute, all the while warning them, \"Don't touch the trains!\" for fear that someone would touch both at once and be electrocuted.\n\"I never have been caused to walk off a train in the middle of nowhere and walk between tracks and board another train where somebody needed to pull you up,\" said Carl Klapper, a financial manager who lives in Summit, N.J.\nMr. Klapper said yesterday that he did not know that there was any connection between the breakdown of his train and the fire that blazed for two hours that night. He was delayed just 45 minutes on his trip home, he said.", "url": "https://www.nytimes.com/2005/05/14/nyregion/trains-crawl-back-into-service-after-kearny-bridge-fire.html"}