{"authors": ["Gary Shteyngart"], "date_download": "2022-10-25 23:34:10", "date_modify": "2022-10-25 23:34:10", "date_publish": "2005-10-09 05:00:00", "description": "Growing up I dreamed of garlic the way some dream of bright city lights. I had smelled the forbidden vegetable (spice? herb?) during brief trips to Manhattan, roasted garlic coating the poorer sections of town, clinging to the peeling fire escapes, pouring down the tenement stoops to sucker-punch me in the nose, my 10-year-old mind reeling with flavor and summertime heat and the still inchoate idea that sex could somehow be linked with the digestive process (cf. ''Seinfeld'').", "filename": "2005_10_09_magazine_eat-memory-the-sixth-sense_1666740850.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_10_09_magazine_eat-memory-the-sixth-sense_1666740850.html", "title": "Eat, Memory: The Sixth Sense", "title_page": "Eat, Memory: The Sixth Sense - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"Run, Grandma, run!\" I shouted. And Grandma would raise dust through Central Queens, her arms straining under the weight of pepperoni pizza pies, greenish pickle slices, cervelat smoked sausages from the Russian gastronom, ridged potato chips covered in some kind of orange crud, mayonnaise-heavy tuna-fish salad from the kosher store, thick pretzels that I pretended to smoke like cigars, ranch dips that brought to mind only the barest hint of the garlic I craved, packets of creamy, chocolaty Ding Dongs. I ate and ate, trans fats clogging my little body, pockets of fat popping up in unlikely places, atop my ribs and at my sides. Sometimes I found Grandma in the kitchen dutifully sucking on a chicken bone. She supplemented her meager Social Security income by scrubbing toilets in a wealthier neighborhood nearby. She would have done anything to keep me in Ding Dongs.\nAnd still it wasn't enough. The specter of garlic haunted me. I tried to name my need but could not. We lived in a Russian bland-food zone, where a visiting carne asada burrito would be promptly strip-searched and deported. We weren't poor, but we never went to restaurants, which my parents thought were only for fancy American millionaires like our favorite, J. R. Ewing of \"Dallas.\" He looked, as Grandma approvingly noted, upitanny. Extremely well fed.\nThe world beyond farmer cheese and kosher tuna began during my junior year of high school. I got an after-school job working for a Cuban guy who ran a moving company along with several more indeterminate industries. Most of our days were spent tearing down city streets in his car as he leaned out the window and shouted to passing women: \"Hey, beau-tee-ful! You got a nice one! Don't deny it!\" In the course of several years, we got lucky, let's say, never. Women were as mysterious to me as the piquant spices that never cluttered my mother's kitchen, so when my boss gave me coupons that could be redeemed for a meal at an expensive restaurant, I decided to take out two of the prettiest girls in high school. Girls and garlic: if only I could have both at the same time.\nWe began the evening by imbibing several rounds of Kahlúa followed by tequila slammers, and by the time we reached the TriBeCa restaurant, my companions and I were in fine form. Three hanger steaks and a bottle of sweet Frangelica liqueur later, the graceful 16-year-old brunette was loudly throwing up over the plush red banquettes. It was still the 80's; the dressy Wall Street clientele regarded us indifferently, gobbling up bland Maryland crab cakes with one hand while rubbing their raw, coked-up noses with the other. I felt that I was learning things, drawing a connection between fine dining and female companionship. But the food, as coolly professional as the Armani wearers around us, excited me no more than the storied groats of Little Neck. In the end, both the garlic and the girls got away.\nI found what I was looking for one winter break from college in the early 90's at the corner of Horatio and Greenwich Streets. Against the genteel streetscape of redbrick town houses, the aroma of garlic, fresh, strong, unadulterated garlic, was weaving itself into the strands of my long hippie ponytail. My college friends and I had just been released, like wild animals, from the cold steel trap of a small Midwestern liberal arts college, where the dining-hall grub was reputed to be only one grade above the food served in the state penitentiaries.", "url": "https://www.nytimes.com/2005/10/09/magazine/eat-memory-the-sixth-sense.html"}