{"authors": [], "date_download": "2022-10-25 23:51:12", "date_modify": "2022-10-25 23:51:12", "date_publish": "2005-07-14 05:00:00", "description": null, "filename": "2005_07_14_world_asia_3train-crash-kills-127-in-pakistan_1666741872.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_07_14_world_asia_3train-crash-kills-127-in-pakistan_1666741872.html", "title": "3-train crash kills 127 in Pakistan", "title_page": "3-train crash kills 127 in Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"It is clear that this was not sabotage. We will immediately start an inquiry and if there was any carelessness involved, it should be punished,\" he told state-run Pakistan Television.\nThe accident occurred at about 4 a.m. near Ghotki, some 600 kilometers (370 miles) northeast of Karachi, in remote Sindh province. The initial crash derailed at least three carriages onto another track where they were struck by the third train, causing further derailment, said Abdul Aziz, a senior controller at Pakistan Railways.\nIn all, some 13 cars derailed.\nChaudhry Nazir Ahmed, a railroad official in Ghotki, said about a thousand people were believed to be traveling in the three trains.\nNaveed Zubairi, a cameraman with Associated Press Television News who happened to be traveling on the Karachi Express with his family, described a scene of confusion following the crash.\n\"My children were crying in the darkness. Then I made some light with my mobile phone to look around. There were injured people nearby,\" he said. \"I went out of the carriage. Four carriages of another train on an adjacent track had fallen on one side and people in them were shouting for help. They were breaking windows to get out.\"\nZubairi suffered minor head injuries.\nSome 30 bodies and over 100 injured people were taken to the Civil Hospital in the nearby town of Sukkur, said Iqbal Ahmed, a doctor there. He said at least 12 people were in critical condition, some with lost limbs or massive head injuries.\nRescuers had to cut through metal to get to some of the injured, said Tahir, the local police chief. \"They are being pulled out every minute,\" he said.", "url": "https://www.nytimes.com/2005/07/14/world/asia/3train-crash-kills-127-in-pakistan.html"}