{"authors": ["Lawrence K. Altman"], "date_download": "2022-10-25 23:41:44", "date_modify": "2022-10-25 23:41:44", "date_publish": "2005-04-12 05:00:00", "description": "Dr Maurice R Hilleman, microbiologist who developed vaccines for mumps, measles, chickenpox, pneumonia, meningitis and other diseases, saving tens of millions of lives, dies at age of 85; much of modern preventive medicine is based on his work; he is credited with having developed more human and animal vaccines than any other scientist, helping to extend human life expectancy and improving economics of many countries; his career and accomplishments reviewed; photo (M)", "filename": "2005_04_12_us_maurice-hilleman-master-in-creating-vaccines-dies-at-85_1666741304.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_04_12_us_maurice-hilleman-master-in-creating-vaccines-dies-at-85_1666741304.html", "title": "Maurice Hilleman, Master in Creating Vaccines, Dies at 85", "title_page": "Maurice Hilleman, Master in Creating Vaccines, Dies at 85 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Maurice R. Hilleman, a microbiologist who developed vaccines for mumps, measles, chickenpox, pneumonia, meningitis and other diseases, saving tens of millions of lives, died yesterday at a hospital in Philadelphia. He was 85.\nThe cause was cancer, said a son-in-law, Greg Slamowitz.\nRaised on a farm in Montana, Dr. Hilleman credited much of his success to his boyhood work with chickens, whose eggs form the foundation of so many vaccines.\nMuch of modern preventive medicine is based on Dr. Hilleman's work, though he never received the public recognition of Salk, Sabin or Pasteur. He is credited with having developed more human and animal vaccines than any other scientist, helping to extend human life expectancy and improving the economies of many countries.\nDr. Hilleman probably saved more lives than any other scientist in the 20th century, said two medical leaders, Dr. Anthony S. Fauci, director of the National Institute of Allergy and Infectious Diseases, and Dr. Paul A. Offit, chief of infectious diseases at Children's Hospital in Philadelphia.", "url": "https://www.nytimes.com/2005/04/12/us/maurice-hilleman-master-in-creating-vaccines-dies-at-85.html"}