{"authors": ["Craig S. Smith"], "date_download": "2022-10-25 23:39:11", "date_modify": "2022-10-25 23:39:11", "date_publish": "2005-11-05 05:00:00", "description": "France's worst urban violence in a decade exploded for a ninth night on Friday as bands of youths roamed the immigrant-heavy, working-class suburbs of Paris, setting fire to dozens of cars and buildings while the government struggled over the violence and the underlying frustrations fueling it. The unrest, which has also spread to other parts of France with large North African and Arab populations, prompted the American and Russian governments to warn citizens visiting Paris to avoid its poor, outlying neighborhoods. France reduced train service to Charles de Gaulle Airport after two trains became targets of rioters earlier in the week.", "filename": "2005_11_05_world_europe_immigrant-rioting-flares-in-france-for-ninth-night_1666741151.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_11_05_world_europe_immigrant-rioting-flares-in-france-for-ninth-night_1666741151.html", "title": "Immigrant Rioting Flares in France for Ninth Night", "title_page": "Immigrant Rioting Flares in France for Ninth Night - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many in those neighborhoods say that they are being stigmatized by the interior minister's campaign and that the increased police presence results in harassment. Even before the deaths that set off the unrest last week, Mr. Sarkozy was pelted with stones and bottles during a highly publicized visit to the Parisian suburb of Argenteuil, where he had gone to outline a new plan to fight crime.\nBut Mr. Sarkozy has refused to back down, calling for \"firmness and justice\" in the face of the violence.\nHis stance has worsened a split in the governing Union for a Popular Majority party between his supporters and those of Mr. Villepin. Both men are vying to become the party's presidential candidate in 2007.\nThe opposition Socialists, deeply divided since earlier this year over a failed effort to ratify a European constitution, have been quick to capitalize on the unrest, accusing the governing party of neglecting the plight of the disenfranchised French-Arab and French-African youth.\nOn Thursday, the Interior Ministry released a report on the deaths that touched off the newest rioting, asserting that a third boy who survived the incident had said he and his friends were not being chased and were aware of the danger when they entered the substation enclosure. The report suggested that the boys were hiding from the police because one of those who died had a record of armed robbery and the other was part of a group that had broken into a construction site that evening.\nBut those points have been lost amid the ensuing violence.\n\"It's the police who are provoking us,\" said a bearded man in a white cap and North African robe in Aulnay who would give his name only as Mohamed. \"They don't like foreigners.\"\nHe said he had moved to France from Algeria in 1971 and lived in the neighborhood for 30 years. All four of his children were born in France, and though he is unemployed, they have all found jobs.", "url": "https://www.nytimes.com/2005/11/05/world/europe/immigrant-rioting-flares-in-france-for-ninth-night.html"}