{"authors": ["Daniel J. Wakin"], "date_download": "2022-10-25 23:46:26", "date_modify": "2022-10-25 23:46:26", "date_publish": "2005-06-23 05:00:00", "description": "Conductor Valery Gergiev puts up $500,000 in cash to help bail philanthropist Alberto Vilar out of jail, despite fact that Vilar failed to keep $14 million pledge to Gergiev's Kirov Opera in 2000; government agrees to Vilar's release based on those funds and other backing to secure $10 million bond; Vilar is subject to electronic monitoring and is confined to his Manhattan apartment; Vilar, in telephone interview, declares his innocence, criticizes news coverage of case and says he is searching for new lawyers; photo (M)", "filename": "2005_06_23_arts_music_financier-makes-bail-with-conductors-help_1666741586.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_06_23_arts_music_financier-makes-bail-with-conductors-help_1666741586.html", "title": "Financier Makes Bail, With Conductor's Help", "title_page": "Financier Makes Bail, With Conductor's Help - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Usually it is the rich businessman who helps the artist.\nIn the case of Alberto W. Vilar, the philanthropist-turned-defendant, it is the other way around. The conductor Valery Gergiev has put up $500,000 in cash to help secure Mr. Vilar's freedom on bail, in what Mr. Gergiev's manager called an act of deep friendship.\n\"He believes in friendship on a different level than most people understand today,\" R. Douglas Sheldon, Mr. Gergiev's manager at Columbia Artists, said in a telephone interview yesterday. \"Valery believes in people who help and who are friends. There's a loyalty to human beings who maintain friendship.\"\nHe said Mr. Gergiev, one of the world's busiest and most prominent conductors, was providing the money even though Mr. Vilar had failed to keep a $14 million pledge to the maestro's Kirov Opera in St. Petersburg in 2000. But Mr. Vilar did come to the aid of a costly Kirov production of \"War and Peace,\" the Prokofiev opera, with a $1 million gift.\nMr. Sheldon said he helped arranged the $500,000 in guarantees, which was reported yesterday in The Daily News and The New York Post. He said Mr. Gergiev \"didn't understand why he was in jail before the trial started.\"", "url": "https://www.nytimes.com/2005/06/23/arts/music/financier-makes-bail-with-conductors-help.html"}