{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:55:01", "date_modify": "2022-10-25 23:55:01", "date_publish": "2005-05-19 05:00:00", "description": "Malcolm Glazer, billionaire American businessman who just bought one of world's most famous soccer teams, Manchester United, is being portrayed as nothing less than monster by die-hard fans in England; some are so upset that they have burned Glazer in effigy outside stadium, ripped up their season tickets, threatened to disrupt future games and urged boycott of team's merchandise and products from sponsors like Nike, an American company; Glazer, in addition to being an American, is said to know little about soccer; militant fan group vows not to rest until it has forced Glazer to sell team; another gan group asks supporters to wear black and wave black flags at matches; photos (M)", "filename": "2005_05_19_sports_soccer_english-are-hostile-after-a-us-soccer-takeover_1666742101.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_05_19_sports_soccer_english-are-hostile-after-a-us-soccer-takeover_1666742101.html", "title": "English Are Hostile After a U.S. Soccer Takeover", "title_page": "English Are Hostile After a U.S. Soccer Takeover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Independent Manchester United Supporters' Association, yet another fans group, is asking supporters to wear black and wave black flags at the Football Association Cup final between Manchester United and Arsenal on Saturday in Cardiff, Wales. United, the defending F.A. Cup champion, finished third this season in the English Premier League and was second to Arsenal's record-setting undefeated team in 2003-4. Since the advent of the Premier League in the 1992-93 season, United has won eight titles, more than any other team. In 1999 it won three championships: the Premier League, the F.A. Cup and the European Champions League.\nRicher, more successful and better known around the world than any other English team, with a fan base said to be more than 50 million in 85 countries, Manchester United, nicknamed the Red Devils, is rivaled by only the New York Yankees as the most recognizable sports franchise in the world.\nIn the passionate world of English soccer, its victories seem more spectacular, its scandals more exciting and its fans even more zealous and demanding than those at other clubs. Manchester United, until recently the team of David Beckham (who now plays for Real Madrid), is a global brand, a national selling point, the team that foreigners meeting Britons abroad inevitably ask about.\nMr. Glazer may be interested in the franchise because of its international appeal, some analysts have speculated in the months leading up to the takeover. One of Mr. Glazer's business associates, asking that his name not be used because he was not given approval to speak for the Glazers' intent, said last fall that Mr. Glazer was passionate about winning and was also interested in finding a new challenge after winning a Super Bowl with the Buccaneers three years ago. Mr. Glazer's son Joel, an executive vice president with the Bucs, is said to be a big soccer fan.\nBut outside Old Trafford, a stadium presided over by a statue of Matt Busby, the legendary manager of the 1950's and 60's who survived a plane crash in Munich that killed eight players in 1958, it was hard not to find someone dismayed, upset, angry or anxious about the future.\n\"It does help if someone who's running a football club knows something about football,\" Paul Hinson, a 45-year-old university compliance officer, said dryly. His objections to Mr. Glazer, he added, mostly have to do with the money. As of Tuesday, Mr. Glazer owned more than 75 percent of Manchester United's stock, enough to take the team private. But by incurring so much debt, he runs the risk of having to squeeze profits by, for instance, raising ticket prices or selling the stadium's naming right to a corporate sponsor or even more aggressively marketing the club around the world.\nFor Tony Peoples, 35, who works in a paper mill, the problem has to do with attitude. Why, he wondered, has Mr. Glazer not come to Old Trafford to talk to the fans? Why has he not mentioned Manchester United's proud history, its traditions, its larger-than-life importance?", "url": "https://www.nytimes.com/2005/05/19/sports/soccer/english-are-hostile-after-a-us-soccer-takeover.html"}