{"authors": ["Laura M. Holson"], "date_download": "2022-10-25 23:37:45", "date_modify": "2022-10-25 23:37:45", "date_publish": "2005-01-12 05:00:00", "description": "Negotiations over expected split between Miramax Films co-founders Bob and Harvey Weinstein and Walt Disney Co will likely center on which creative projects Weinsteins will be allowed to take with them; Harvey Weinstein reportedly wants to retain untitled film by Quentin Tarantino and project being adapted by Anthony Minghella; what remains to be determined is price, and whether Disney wants to retain stake in projects; photos (M)", "filename": "2005_01_12_movies_negotiating-a-bigscreen-divorce_1666741065.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_01_12_movies_negotiating-a-bigscreen-divorce_1666741065.html", "title": "Negotiating a Big-Screen Divorce", "title_page": "Negotiating a Big-Screen Divorce - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Disney and Miramax representatives have declined to comment publicly regarding their split. Matthew Hiltzik, a Miramax spokesman, said, \"The Weinsteins are focused on continuing to maximize profitability of our films and achieving an amiable resolution with Disney.\"\nThe two sides have been in talks for more than a year to resolve their dispute over whether Disney would extend the Weinsteins' employment agreements past September 2005. Disney bought Miramax from the Weinsteins in 1993 for $80 million. The unit, once known for smaller independent films, has since produced star-driven, Academy Award-winning fare like \"Shakespeare in Love,\" as well as popular franchises like the \"Spy Kids\" series from its Dimension Films label.\nSeveral negotiators involved in the discussions between Disney and the Weinsteins said that both sides had hoped to reach an agreement last fall. Various iterations of a Disney/Miramax partnership have been explored, including one since-abandoned scenario in which Bob Weinstein, Harvey's brother, who runs the successful Dimension Films, would stay at Disney while his brother left to start a separate production company. In November, Disney was inching toward a split as it prepared to file information with the Securities and Exchange Commission about its businesses. In the December filing Disney made no mention of a separation, but said that the investment in Miramax would not continue \"at the same level\" after the Weinsteins' contracts ended. Instead, a post-Weinsteins Miramax will have a budget near $300 million, Disney officials said.\nIn recent weeks the chilly relations thawed somewhat as both sides began working toward a peaceable resolution, the three negotiators said. Some of those involved estimate that Disney could pay the Weinsteins more than $100 million, including bonuses, in ending their contracts. Disney, two of the negotiators said, is not demanding the Weinsteins sign a noncompete clause, something studios often ask in return for letting executives out of their contracts early. But there is still one sticking point: who will own the Miramax name, which is derived from those of the Weinsteins' parents, Miriam and Max. The two negotiators said both sides have agreed not to discuss whether the Weinsteins can buy back the name until all other issues have been resolved.\nAt one point in the last year, the Weinsteins were threatening legal action over the split, company executives said. Disney countered by saying it would audit the Weinsteins' travel-and-entertainment expenses, the executives said. The relationship hit an all-time low with the release of \"Fahrenheit 9/11,\" which Disney refused to distribute. The movie became one of the most profitable films of the year after it was released by Lions Gate Films, and it won a People's Choice Award on Sunday.", "url": "https://www.nytimes.com/2005/01/12/movies/negotiating-a-bigscreen-divorce.html"}