{"authors": ["Melissa Clark"], "date_download": "2022-10-25 23:28:58", "date_modify": "2022-10-25 23:28:58", "date_publish": "2005-08-24 05:00:00", "description": "A CONFESSION: Until recently, tucked between the latest-model ice cream maker and a high-tech juicer, sat the toaster oven I've had since college. A minimalist metal shoe box, it has gotten me through countless bagels and reheated spinach pies over way too many years. But if it hadn't been for a string of 90-plus-degree days with 90 percent humidity, I probably would never have bothered replacing it short of a natural crumby death. But the weather, coupled with social obligations, made me reconsider this neglected appliance. Unlike a regular oven, a toaster oven doesn't heat up the kitchen. Thus I could do more than just make salad out of the cartloads of vegetables from the farmers' market week after week, and perhaps even attempt a summer fruit pie, without melting into a gelatinous puddle of sweaty misery.", "filename": "2005_08_24_dining_arts_the-summer-cook-no-one-ever-slaved-over-a-hot-toaster-oven_1666740538.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_08_24_dining_arts_the-summer-cook-no-one-ever-slaved-over-a-hot-toaster-oven_1666740538.html", "title": "THE SUMMER COOK; No One Ever Slaved Over a Hot Toaster Oven", "title_page": "THE SUMMER COOK; No One Ever Slaved Over a Hot Toaster Oven - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After considering my usual roster of chicken, pork, steak and fish for a main course I picked up some veal chops because I wanted something slightly fancier than anyone might expect from a toaster oven. All I did was rub the meat with garlic, chipotle chilies, brown sugar and oil before broiling.\nFor a starter, the goal was to make something colorful, summery -- and ahead of time. A mixed pint of red, yellow and gold cherry tomatoes just fit when they were spread out in the toaster oven baking pan, and I let them simmer slowly in garlic-scented olive oil until they shriveled and practically melted. Once they had cooled, I spooned them over herb-flecked fresh ricotta cheese and served the dish with crusty bread.\nI chose zucchini as a side dish, to see if toaster-roasting would be a better option than sautéing, which often turns it mushy, or grilling, which can render it leathery and tough. High-heat roasting brought out the zucchini's sweetness and crisped the edges without drying it out. Chopped fresh mint and a shower of crumbled sheep's-milk feta made a savory and near-instant topping.\nChoosing the dessert was tricky for someone as sweet-toothed as I am. There were too many options. I had ripe peaches that needed to be used up, but what to do with them? Cobbler? Pie? Crumble, crisp or a nice juicy tart? In the end, having run out of time, I took the simplest and quickest route, making roasted peaches with brown sugar, cinnamon and some shredded basil. I paired them with a healthy dollop of crème fraîche, but anything rich and creamy like ice cream, whipped cream or sour cream would be equally good.\nOne downside to the toaster oven is that, to make an entire meal in it, you must cook in batches. So I made sure that all the recipes for my little dinner party -- save the veal -- could be served warm or at room temperature. I cooked the cherry tomatoes earlier in the day and the zucchini just before my guests arrived. Then I stuck the veal in the oven while we inhaled the tomatoes and ricotta, and roasted the peaches while we ate the veal.\nDid any of my guests notice that all the food was cooked in an oven smaller than a breadbox? Yes, and they were duly appreciative of the hot and satisfying meal eaten in my cool and comfortable kitchen. One friend even raised her wine glass in thanks. \"To the DeLonghi,\" she said slyly, \"for going beyond the usual toast.\"\nHear hear!\nCompact Cookery\nI TESTED three of the latest-model toaster ovens for this article. All far surpassed my old college model and performed nearly identically when I tested recipes. Differences had to do with ease of use, features and styling.", "url": "https://www.nytimes.com/2005/08/24/dining/arts/the-summer-cook-no-one-ever-slaved-over-a-hot-toaster-oven.html"}