{"authors": ["Laura M. Holson"], "date_download": "2022-10-25 23:37:44", "date_modify": "2022-10-25 23:37:44", "date_publish": "2005-03-06 05:00:00", "description": "Harvey and Bob Weinstein negotiate separation agreement from Walt Disney Company, which acquired their Miramax film studio in 1993 for $80 million; Miramax generated $4.5 billion in American ticket sales for Disney and won 53 Academy Awards, but Weinsteins and Disney argued bitterly over huge losses from defunct Talk magazine, ballooning movie budgets and Disney's refusal to release Fahrenheit 9/11; neither side will emerge from breakup as clear winner; photos; graph (L)", "filename": "2005_03_06_movies_how-the-tumultuous-marriage-of-miramax-and-disney-failed_1666741064.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_03_06_movies_how-the-tumultuous-marriage-of-miramax-and-disney-failed_1666741064.html", "title": "How the Tumultuous Marriage of Miramax and Disney Failed", "title_page": "How the Tumultuous Marriage of Miramax and Disney Failed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Miramax's expansion delivered mixed results, causing resentment at Disney's headquarters in Burbank as other divisions were cutting back, according to current and former Disney executives. Two expensive movies produced by Miramax that were released in December 2001, \"Kate and Leopold\" and the Oscar hopeful \"The Shipping News,\" bombed at the box office.\nTalk magazine was a bust; publishing executives estimate it lost $54 million, half of which came out of Miramax's pocket. Miramax's staff had ballooned to more than 450 employees. And in fiscal 2001, according to the executive who reviewed Miramax's finances, the division lost $37 million, although some at Disney suggest it was more than twice that.\nThat gave Mr. Eisner pause. In early 2002, Peter Murphy, Disney's chief of strategic planning who negotiated the Weinsteins' contract in 2000 and who often carried out Mr. Eisner's plans, told the Weinsteins that Disney was losing money on their deal, another executive involved in the negotiations said. The Weinsteins' bonuses were not tied to their operating profit and Mr. Eisner wanted Miramax to show more restraint, the executive said. That year, Miramax laid off 15 percent of its staff, the first layoffs in its history, and closed Talk magazine.\nMr. Eisner's criticism stung. \"They went out of their minds,\" said a Hollywood executive who talked to the Weinsteins then. The brothers saw their successes a different way: They believed they were building a valuable library with films like \"Pulp Fiction,\" \"The Piano\" and \"Good Will Hunting.\"\nAnd the Weinsteins believed Miramax's movies were generally more financially successful than Disney's own live-action movies, according to the executive who reviewed Miramax's finances. But what upset them the most was that Mr. Eisner criticized them after he rejected some ideas that turned out to be huge hits. Among the projects Mr. Eisner had vetoed financing was \"The Lord of The Rings\" series, which made New Line Cinema a fortune. Instead of cutting back, the Weinsteins sought money elsewhere with Disney's permission, said several people close to Disney and Miramax. Mr. Murphy told the brothers in May 2003 that Disney would consider increasing Miramax's budget if they could attract outside investors. The Weinsteins immediately contacted Goldman Sachs, and, within a matter of weeks, investment bankers there proposed raising $450 million to $500 million in an equity offering that gave a financial edge to Disney because its return would not be limited.\n'A Fundamental Lack of Trust'\nBut after several presentations, Mr. Murphy rejected the proposal, saying it had a debt component that made the cost of capital too high, according to a negotiator involved in those discussions. (Disney had nixed a similar financing for its Touchstone division.)\nThe decision was not without consequence. After that, the negotiator said, \"there was a fundamental lack of trust between the Weinsteins and Disney.\"", "url": "https://www.nytimes.com/2005/03/06/movies/how-the-tumultuous-marriage-of-miramax-and-disney-failed.html"}