{"authors": ["Paul Goldberger"], "date_download": "2022-10-25 23:43:33", "date_modify": "2022-10-25 23:43:33", "date_publish": "2005-01-27 05:00:00", "description": "Philip Johnson, elder statesman and enfant terrible of American architecture, dies at age of 98; he dies at compound surrounding Glass House, celebrated residence he built for himself in New Canaan, Conn; he was known less for his individual buildings than for sheer force of his presence on architectural scene, which he served as combination godfather, gadfly, scholar, patron, critic, curator and cheerleader; his own architecture received mixed reviews and often startled public and his fellow architects; yet several of his designs are considered among architectural masterworks of 20th century: his Glass House, sculpture garden of Museum of Modern Art, and pre-Columbian gallery at Dumbarton Oaks in Washington; detailed profile of his life and work; photos (L)", "filename": "2005_01_27_arts_design_philip-johnson-architectures-restless-intellect-dies-at-98_1666741413.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_01_27_arts_design_philip-johnson-architectures-restless-intellect-dies-at-98_1666741413.html", "title": "Philip Johnson, Architecture's Restless Intellect, Dies at 98", "title_page": "Philip Johnson, Architecture's Restless Intellect, Dies at 98 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Correction Appended\nPhilip Johnson, at once the elder statesman and the enfant terrible of American architecture, died Tuesday at the compound surrounding the Glass House, the celebrated residence he built for himself in New Canaan, Conn. He was 98.\nHis death was disclosed by David Whitney, his companion of 45 years.\nOften considered the dean of American architects, Mr. Johnson was known less for his individual buildings than for the sheer force of his presence on the architectural scene, which he served as a combination godfather, gadfly, scholar, patron, critic, curator and cheerleader. His 90th birthday, in July 1996, was marked by symposiums, lectures, an outpouring of essays in his honor and back-to-back dinners at two venerable New York institutions he had played a major role in creating: the Museum of Modern Art, whose department of architecture and design he joined in 1930, and the Four Seasons restaurant, which he designed as part of the Seagram Building in 1958.\nHis long career was a study in contradictions. He first became famous as an impassioned advocate of Modern architecture, and his early writings helped establish the reputation of European Modernists like Mies van der Rohe and Walter Gropius in this country. He began his architectural career as Mies's leading acolyte. But what fascinated him most was the idea of the new, and once he had helped establish Modernist architecture in the United States, he moved on, experimenting with decorative Classicism, embracing the reuse of historical elements that would become known as postmodernism, and finally returning again to Modernism, yet one with an expressive and highly emotional energy.\nMr. Johnson's own architecture received mixed reviews and often startled the public and his fellow architects. Because of his frequent changes of style, he was often accused of pandering to fashion and of designing buildings that were facile and shallow. Yet he created several designs, including the Glass House, the sculpture garden of the Museum of Modern Art, and the pre-Columbian gallery at Dumbarton Oaks in Washington that are widely considered among the architectural masterworks of the 20th century. And for his entire career, his engagement with architectural theory and ideas was as deep as that of any scholar.", "url": "https://www.nytimes.com/2005/01/27/arts/design/philip-johnson-architectures-restless-intellect-dies-at-98.html"}