{"authors": ["Joyce Wadler"], "date_download": "2022-10-25 22:59:58", "date_modify": "2022-10-25 22:59:58", "date_publish": "2005-05-15 05:00:00", "description": "IT'S turning into a dreadful year for Dede Wilsey. It should have been triumphant: the reopening party for the de Young Museum in Golden Gate Park, for which Ms. Wilsey raised $180 million, is to be the big social event of the fall. So acknowledged is her involvement that people have taken to calling the art museum the Dede Young.", "filename": "2005_05_15_fashion_sundaystyles_a-tale-of-diamonds-and-mud_1666738798.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_05_15_fashion_sundaystyles_a-tale-of-diamonds-and-mud_1666738798.html", "title": "A Tale of Diamonds and Mud", "title_page": "A Tale of Diamonds and Mud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Montandon, fuming, blamed the power of her onetime rival.\n\"After the divorce I was in shock, I just let things happen to me, I didn't defend myself,\" Ms. Montandon said from her home in Los Angeles. \"I thought this isn't right, that one woman with money, she got off the back of my marriage, and my relationship with my son, which she fractured. It's just not right for her to control people that way. Though I'm sure I'll find another venue.\"\nMs. Wilsey, asked about the party's cancellation, said she'd had nothing to do with it.\nPerhaps there should be a blessing at marriages, particularly second marriages: May your house be free of memoirists. They cause such trouble.\nThe troublemaker in this case, Mr. Wilsey, is a high-energy and seemingly quite open man, at least to a point.\nHe declined to be interviewed at his TriBeCa loft, a very handsome loft according to those who have seen it. He preferred to meet at his writing office in a fifth-floor walkup in Chinatown. He said that he and his wife, the writer Daphne Beal, decided their home would be off limits to interviewers. (The two have a 9-month-old son.) Asked how he could afford a TriBeCa loft, given that he writes that his father left all of his money to his stepmother, Mr. Wilsey readily explained: His father had set up a $60,000 trust when he was born and invested it well. Mr. Wilsey had access to that money when he turned 25.\nRich kid?\n\"I've never been friends with people from that world,\" he said.\nHe wrote this memoir, Mr. Wilsey said, because it was the thing he needed to write. If he is tough on other people, he said, he's also tough on himself. \"I definitely went out of my way,\" he said, \"to be as honest as I could and make myself look like the jackass that I often am.\" He does indeed include excruciatingly personal moments. The title of his book, \"Oh, the Glory of It All,\" was something Mr. Wilsey uttered when he was alone and things were glorious: The first time he can remember saying it, he writes, was \"alone in the bathroom, when I finally got a grip on potty training.\"\nBut to society life in San Francisco, as told by Sean Wilsey:\nHis mother, Ms. Montandon, the daughter of itinerant Oklahoma preachers, had modeled for Neiman Marcus in Dallas before arriving in San Francisco around 1960 and getting a retailing job at I. Magnin. From there, she turned herself into a local personality, giving elaborately themed parties, presiding over a television show dressed in boas and gowns, even earning herself a fan club. Then, in 1969, Ms. Montandon married Al Wilsey, a businessman with children from previous marriages and money from a family dairy business that supplied McDonald's with the tallow to make French fries. Her first and only child was born in 1970, and for young Sean life was good. Dede, 15 years younger than Ms. Montandon and, according to the book, a close family friend, was then married to a shipping executive, John Traina.\nWhen Sean was 9, his parents told him the marriage was over. In divorce court Ms. Montandon asked for a settlement of $57,000 a month. Once celebrated as the most original hostess in town, she was now lampooned as \"Pushy Galore\" and \"the Dumb Blondshell\" by the columnist Herb Caen of The Chronicle.", "url": "https://www.nytimes.com/2005/05/15/fashion/sundaystyles/a-tale-of-diamonds-and-mud.html"}