{"authors": ["Ronald Smothers"], "date_download": "2022-10-25 22:55:03", "date_modify": "2022-10-25 22:55:03", "date_publish": "2005-03-05 05:00:00", "description": "Real estate executive Charles Kushner is sentenced to two years in prison for tax evasion, witness tampering and making illegal donations to former New Jersey Governor James E McGreevey campaign; photo (M)", "filename": "2005_03_05_nyregion_democratic-donor-receives-twoyear-prison-sentence_1666738503.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_03_05_nyregion_democratic-donor-receives-twoyear-prison-sentence_1666738503.html", "title": "Democratic Donor Receives Two-Year Prison Sentence", "title_page": "Democratic Donor Receives Two-Year Prison Sentence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEWARK, March 4 - Charles Kushner, a multimillionaire real estate executive, philanthropist and one of the top Democratic donors in the country, was sentenced on Friday to two years in federal prison after pleading guilty to 18 counts of tax evasion, witness tampering and making illegal campaign donations.\nMr. Kushner, 50, built a construction business begun by his father into a private real estate empire that owned more than 25,000 apartments, millions of square feet of commercial and industrial space and thousands of acres of developable land.\nBut Mr. Kushner also became embroiled in a bitter family feud over the business and how proceeds were distributed. That dispute, plus his growing prominence as a political financier, helped lead to his downfall. The intrafamily acrimony was such that Mr. Kushner retaliated against his brother-in-law, who was cooperating with federal authorities, by hiring a prostitute to seduce him. He then arranged to have a secretly recorded videotape of the encounter sent to his sister, the man's wife.\nThe two-year sentence was the most Mr. Kushner could have received under a plea agreement, reached last September with the United States attorney, Christopher J. Christie, that called for 18 to 24 months in prison. But it was less than the sentence of nearly three years that Mr. Christie had sought in recent weeks after concluding that Mr. Kushner had failed to show \"acceptance of responsibility\" for his crimes as required by the plea deal.", "url": "https://www.nytimes.com/2005/03/05/nyregion/democratic-donor-receives-twoyear-prison-sentence.html"}