{"authors": ["Alan Cowell"], "date_download": "2022-10-25 23:54:21", "date_modify": "2022-10-25 23:54:21", "date_publish": "2005-07-12 05:00:00", "description": "London Underground officials give new chronology of four terrorist bombings, conceding that for time they believed unfolding events were more mundane power accident; photo; map; chronology compares accurate and inaccurate reports as conveyed by transport officials and police; police believed at first that there was interval between attacks, although Undergound's American managing director Tim O'Roole insisted initially that explosions were simultaneous, which was what happened; passenger accounts recounted (M)", "filename": "2005_07_12_world_europe_transit-officials-now-concede-they-did-not-see-terrorism-in_1666742061.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_07_12_world_europe_transit-officials-now-concede-they-did-not-see-terrorism-in_1666742061.html", "title": "Transit Officials Now Concede They Did Not See Terrorism in the Initial Confusion", "title_page": "Transit Officials Now Concede They Did Not See Terrorism in the Initial Confusion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Only at 9:15 a.m., 25 minutes after the first explosion, he said, did officials decide to declare \"Code Amber\" -- a state of alert that required drivers to halt at platforms and evacuate the trains. It was not until 9:46 a.m. that \"Code Red\" was declared, shutting down the entire network, according to British press reports. At that hour, more than 200,000 people were traveling on more than 500 trains.\nIn hindsight, Mr. Maclellan said, it is possible to pinpoint the computerized track records on the Circle Line and the breakdown of the internal phone system on the Piccadilly line to conclude just how closely the bombings were synchronized. All three attacks seem to have been made within 45 seconds of each other, at 8:50 a.m. A fourth bomb exploded aboard a bus 57 minutes later.\nConfusion over the timing extended for almost two days. While the Underground's managing director, Tim O' Toole, initially insisted at a news conference that the explosions had been virtually simultaneous, the police put the time of the Edgware Road bombing on Thursday at 9:17 -- 27 minutes after the bombings at two other subway stations. But police revised that chronology on Saturday, saying that, while emergency services arrived quickly at Edgware Road Station, the first call informing them that an explosion had taken place came at 9:17. At the same time, though, physicians said they were warned early to expect casualties commensurate with a serious attack.\nPolice and emergency vehicles were speeding through London, stunned passengers were emerging, faces blackened with soot, from subway stations. In the restricted spaces of the tunnels, paramedics tended the wounded as London's oft-rehearsed emergency planning for a major terror attack clicked into action. Hospitals cleared wards to receive the wounded. Buses were used as ambulances. The police told Londoners not to move around, and subway trains were evacuated.\nBut for several hours, the authorities insisted that the subway system had been hit by a \"power surge.\" That was the only official explanation of the mayhem until Prime Minister Tony Blair, the host for the world's most powerful leaders at the Group of 8 summit meeting in Scotland, publicly acknowledged that London had been hit by terrorists.", "url": "https://www.nytimes.com/2005/07/12/world/europe/transit-officials-now-concede-they-did-not-see-terrorism-in.html"}