{"authors": ["Michael Kimmelman"], "date_download": "2022-10-25 23:36:31", "date_modify": "2022-10-25 23:36:31", "date_publish": "2005-10-21 05:00:00", "description": "Michael Kimmelman reviews retrospective of works by Elizabeth Murray at Museum of Modern Art; photos (M)", "filename": "2005_10_21_arts_design_stirring-up-a-commotion-on-canvas_1666740991.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_10_21_arts_design_stirring-up-a-commotion-on-canvas_1666740991.html", "title": "Stirring Up a Commotion on Canvas", "title_page": "Stirring Up a Commotion on Canvas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A hedgehog? She has pursued a problem partly inherited from Cubism, and filtered through Surrealism and comics. It is how to get movement (translating her absorption in the sensuous push and pull of pigment) into a static image -- how to make a figurative painting, even when its subjects are inert objects like tables and glasses, convey instability, fracture, speed, collapse, explosion, thrust. This isn't a new problem, of course. Among others, Ms. Murray has had her great hero Cézanne to emulate.\nHer inclination has been to nudge painting toward relief sculpture: to concoct and combine panels and shaped canvases that teem with goofy incident and stuff. What results can look as rickety as an old jalopy. Paint pools, congeals and drips. Sides and edges of canvases stay unfinished, like the backs of stage props, openly belying their ostensible illusions. You love them or not for their messiness.\nMeanwhile, they are ingenious riffs on Cubist perspective. \"Don't Be Cruel\" is twisted like a crumpled tissue floating on a breeze. Its subject is a table whose legs, by virtue of the twists to the canvas, appear both from the side and below. \"Wonderful World,\" the size of a small church bell in a bell tower, imagines a cup and spoon as if they were made of Silly Putty, the cup squashed and bent to present both its top and bottom at once.\nMs. Murray's first retrospective in New York, a traveling show, arrived at the Whitney in 1988: a big, tendentious survey of only about a decade's work, it skimmed over her earliest pictures. The first two rooms of this exhibition, making up for the previous oversight, should be required viewing for all aspiring artists. They contain mostly small or medium-size pictures, gangly, striving, heartfelt half-successes or half-failures of youth, made when Ms. Murray was a student in Chicago, then in Oakland and Buffalo, where she began to teach; and finally in New York, where she arrived, at 27, in 1967.\nEarly on she started wrestling with Jasper Johns and Robert Rauschenberg and with collage and relief in works like \"A Mirror,\" from 1963-64, which breaks out of the strict rectangle of its frame. Its pasty, pea-soup pigment belies the future extravagance of thick paint, her later gift, toward which it nevertheless clearly strains.", "url": "https://www.nytimes.com/2005/10/21/arts/design/stirring-up-a-commotion-on-canvas.html"}