{"authors": ["Alex Berenson"], "date_download": "2022-10-25 23:22:59", "date_modify": "2022-10-25 23:22:59", "date_publish": "2005-08-22 05:00:00", "description": "Jury award of $253.5 million to widow of Robert C Ernst, who died after taking Merck painkiller Vioxx, cements place of W Mark Lanier as one of top civil trial lawyers in America and may fuel his nascent political ambitions; Lanier, a staunch Republican, says he intends to keep trying cases against Merck and wants to 'clean up corporate America'; says he would consider running for Senate seat from Texas in 2008; his meticulous planning for Ernst case described; photos (M)", "filename": "2005_08_22_business_vioxx-verdict-raises-profile-of-texas-lawyer_1666740179.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2005", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2005_08_22_business_vioxx-verdict-raises-profile-of-texas-lawyer_1666740179.html", "title": "Vioxx Verdict Raises Profile of Texas Lawyer", "title_page": "Vioxx Verdict Raises Profile of Texas Lawyer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the help of a 13-member shadow jury that was paid to watch the trial and report to consultants hired by Dr. Robert Leone, his in-house jury psychologist, Mr. Lanier refined his arguments each evening in Suite 922 at the Four Seasons hotel in downtown Houston, where he and several members of his team stayed during the trial.\nMr. Lanier's efforts to influence the jury began early on as he and lawyers for Merck jousted over which jurors would hear the case. He repeatedly told potential jurors about his work at his church, and sprinkled Biblical references throughout his courtroom presentations.\nDespite the huge award -- which a Texas law on punitive damages will reduce to $26.1 million -- a guilty verdict was far from a sure thing before the trial started. Dr. Maria M. Araneta, the coroner who conducted Mr. Ernst's autopsy, had found that Mr. Ernst died of an arrhythmia, or irregular heartbeat, and no clinical trials have ever linked Vioxx to arrhythmias.\nBut with a combination of charm, carefully scripted PowerPoint presentations and crucial help from Dr. Araneta, Mr. Lanier overcame that hurdle. Mr. Lanier hired a private investigator to find Dr. Araneta, who had moved to Abu Dhabi, United Arab Emirates. He then persuaded her to return to Texas, where she gave a videotaped deposition in which she said she believed that Mr. Ernst had actually died of a heart attack, despite her autopsy finding.\nAs Dr. Araneta was preparing for her deposition at Mr. Lanier's office last month, he told his trial team that he would press her to agree with his position that a heart attack had killed Dr. Ernst.\n\"I'm just going to browbeat her into it,\" Mr. Lanier said.\nBut when Dr. Araneta came into his office a few minutes later, Mr. Lanier was anything but aggressive.\nInstead, he offered Dr. Araneta a dose of charisma, telling her: \"You're going to make such a good witness. You're going to be famous after this, you know.\" As Dr. Araneta showed him digital photographs of her life in Abu Dhabi, Mr. Lanier watched raptly. \"You're just going to get in there and tell the truth,\" he said soothingly.", "url": "https://www.nytimes.com/2005/08/22/business/vioxx-verdict-raises-profile-of-texas-lawyer.html"}