{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:35:03", "date_modify": "2022-10-25 23:35:03", "date_publish": "2006-01-15 05:00:00", "description": "Those pushing for democratic change in Bahrain have found that debate is possible through the Internet and satellite TV.", "filename": "2006_01_15_international_middleeast_15bahrain.html_pagewanted=all_1666740903.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_01_15_international_middleeast_15bahrain.html_pagewanted=all_1666740903.html", "title": "In Tiny Arab State, Web Takes On Ruling Elite", "title_page": "In Tiny Arab State, Web Takes On Ruling Elite - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"I think all people want is accountability,\" he added, noting that some form of democracy was needed to achieve that.\nSo political change in the Middle East rests partly on whether and how the many minority governments will yield power and allow others to participate. So far, the results are anemic.\nThe al-Saud tribe slapped its name on the kingdom of Saudi Arabia, where local elections a year ago have not produced active municipal councils, and crucial issues like how much oil wealth the ruling family absorbs are not discussed.\nIn Syria, the ruling Assad family and its confederates from the Alawite minority sect are in crisis, accused of assassinating Rafik Hariri, a former Sunni prime minister of Lebanon and an important figure who might have been able to rally majority support against the Alawites' monopoly on power.\nOf course, Iraq remains the biggest experiment of all in changing the practice of minority rule. The American occupation has yet to answer whether it is possible to forge a democratic government in the Arab world, or if the attempt will drown in a cauldron of sectarian bloodshed. But the results are being closely watched, perhaps nowhere more than in Bahrain, where up to 70 percent of its native population of 450,000 are Shiites, similar to Iraq's Shiite-Sunni split. Shiites here also increasingly look to moderate religious leaders in Iraq for guidance.\nSome political change has occurred. Debate is growing through the Internet, satellite television and other forces, and elections this year will replace the Parliament and municipal councils first chosen in 2002 under a new Constitution. Members of the ruling Khalifa family describe this as a vibrant process that will ultimately establish a local strain of democracy. Yet some of its most senior members and their Sunni allies hint that the process is threatened because Bahrain's Shiites disloyally serve outside interests like the Shiites in Iran and Iraq.\nMembers of the opposition call this nonsense and accuse the ruling dynasty of questioning their loyalty to avoid having to share power. They say King Hamad and his Khalifa clan, descendants of Bedouins from the Arabian mainland who conquered this island, taking it from its Persian masters in the 18th century, will only make cosmetic changes, noting that almost nothing has been done to alleviate the entrenched discrimination faced by the poorest segments of the Shiite population.", "url": "https://www.nytimes.com/2006/01/15/international/middleeast/15bahrain.html?pagewanted=all"}