{"authors": ["David Foster Wallace"], "date_download": "2022-10-25 23:37:25", "date_modify": "2022-10-25 23:37:25", "date_publish": "2006-08-20 04:00:00", "description": "How one player’s grace, speed, power, precision, kinesthetic virtuosity, and seriously wicked topspin are transfiguring men’s tennis.", "filename": "2006_08_20_sports_playmagazine_20federer_1666741045.html", "image_url": "https://static01.nyt.com/images/2006/08/13/magazine/20play.federer01ready/20play.federer01ready-facebookJumbo-v3.jpg?year=2006&h=339&w=648&s=0beb796c456ae4f4b8738cc701bf46109a3aa570ef47b066c8bb860f6228c47b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_08_20_sports_playmagazine_20federer_1666741045.html", "title": "Roger Federer as Religious Experience", "title_page": "Roger Federer as Religious Experience - Tennis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One thing it is not is televisable. At least not entirely. TV tennis has its advantages, but these advantages have disadvantages, and chief among them is a certain illusion of intimacy. Television’s slow-mo replays, its close-ups and graphics, all so privilege viewers that we’re not even aware of how much is lost in broadcast. And a large part of what’s lost is the sheer physicality of top tennis, a sense of the speeds at which the ball is moving and the players are reacting. This loss is simple to explain. TV’s priority, during a point, is coverage of the whole court, a comprehensive view, so that viewers can see both players and the overall geometry of the exchange. Television therefore chooses a specular vantage that is overhead and behind one baseline. You, the viewer, are above and looking down from behind the court. This perspective, as any art student will tell you, “foreshortens” the court. Real tennis, after all, is three-dimensional, but a TV screen’s image is only 2-D. The dimension that’s lost (or rather distorted) on the screen is the real court’s length, the 78 feet between baselines; and the speed with which the ball traverses this length is a shot’s pace, which on TV is obscured, and in person is fearsome to behold. That may sound abstract or overblown, in which case by all means go in person to some professional tournament — especially to the outer courts in early rounds, where you can sit 20 feet from the sideline — and sample the difference for yourself. If you’ve watched tennis only on television, you simply have no idea how hard these pros are hitting the ball, how fast the ball is moving,(4) how little time the players have to get to it, and how quickly they’re able to move and rotate and strike and recover. And none are faster, or more deceptively effortless about it, than Roger Federer.\nImage Federer at Wimbledon is meticulous, down to the hang of his blazer. Credit... Antoine Couvercelle/DPPI/Icon SMI\nInterestingly, what is less obscured in TV coverage is Federer’s intelligence, since this intelligence often manifests as angle. Federer is able to see, or create, gaps and angles for winners that no one else can envision, and television’s perspective is perfect for viewing and reviewing these Federer Moments. What’s harder to appreciate on TV is that these spectacular-looking angles and winners are not coming from nowhere — they’re often set up several shots ahead, and depend as much on Federer’s manipulation of opponents’ positions as they do on the pace or placement of the coup de grâce. And understanding how and why Federer is able to move other world-class athletes around this way requires, in turn, a better technical understanding of the modern power-baseline game than TV — again — is set up to provide.\nWimbledon is strange. Verily it is the game’s Mecca, the cathedral of tennis; but it would be easier to sustain the appropriate level of on-site veneration if the tournament weren’t so intent on reminding you over and over that it’s the cathedral of tennis. There’s a peculiar mix of stodgy self-satisfaction and relentless self-promotion and -branding. It’s a bit like the sort of authority figure whose office wall has every last plaque, diploma, and award he’s ever gotten, and every time you come into the office you’re forced to look at the wall and say something to indicate that you’re impressed. Wimbledon’s own walls, along nearly every significant corridor and passage, are lined with posters and signs featuring shots of past champions, lists of Wimbledon facts and trivia, historic lore, and so on. Some of this stuff is interesting; some is just odd. The Wimbledon Lawn Tennis Museum, for instance, has a collection of all the various kinds of rackets used here through the decades, and one of the many signs along the Level 2 passage of the Millennium Building(5) promotes this exhibition with both photos and didactic text, a kind of History of the Racket. Here, sic, is the climactic end of this text:\nToday’s lightweight frames made of space-age materials like graphite, boron, titanium and ceramics, with larger heads — mid-size (90-95 square inches) and over-size (110 square inches) — have totally transformed the character of the game. Nowadays it is the powerful hitters who dominate with heavy topspin. Serve-and-volley players and those who rely on subtlety and touch have virtually disappeared.\nIt seems odd, to say the least, that such a diagnosis continues to hang here so prominently in the fourth year of Federer’s reign over Wimbledon, since the Swiss has brought to men’s tennis degrees of touch and subtlety unseen since (at least) the days of McEnroe’s prime. But the sign’s really just a testament to the power of dogma. For almost two decades, the party line’s been that certain advances in racket technology, conditioning, and weight training have transformed pro tennis from a game of quickness and finesse into one of athleticism and brute power. And as an etiology of today’s power-baseline game, this party line is broadly accurate. Today’s pros truly are measurably bigger, stronger, and better conditioned,(6) and high-tech composite rackets really have increased their capacities for pace and spin. How, then, someone of Federer’s consummate finesse has come to dominate the men’s tour is a source of wide and dogmatic confusion.\nThere are three kinds of valid explanation for Federer’s ascendancy. One kind involves mystery and metaphysics and is, I think, closest to the real truth. The others are more technical and make for better journalism.\nThe metaphysical explanation is that Roger Federer is one of those rare, preternatural athletes who appear to be exempt, at least in part, from certain physical laws. Good analogues here include Michael Jordan,(7) who could not only jump inhumanly high but actually hang there a beat or two longer than gravity allows, and Muhammad Ali, who really could “float” across the canvas and land two or three jabs in the clock-time required for one. There are probably a half-dozen other examples since 1960. And Federer is of this type — a type that one could call genius, or mutant, or avatar. He is never hurried or off-balance. The approaching ball hangs, for him, a split-second longer than it ought to. His movements are lithe rather than athletic. Like Ali, Jordan, Maradona, and Gretzky, he seems both less and more substantial than the men he faces. Particularly in the all-white that Wimbledon enjoys getting away with still requiring, he looks like what he may well (I think) be: a creature whose body is both flesh and, somehow, light.\nThis thing about the ball cooperatively hanging there, slowing down, as if susceptible to the Swiss’s will — there’s real metaphysical truth here. And in the following anecdote. After a July 7 semifinal in which Federer destroyed Jonas Bjorkman — not just beat him, destroyed him — and just before a requisite post-match news conference in which Bjorkman, who’s friendly with Federer, says he was pleased to “have the best seat in the house” to watch the Swiss “play the nearest to perfection you can play tennis,” Federer and Bjorkman are chatting and joking around, and Bjorkman asks him just how unnaturally big the ball was looking to him out there, and Federer confirms that it was “like a bowling ball or basketball.” He means it just as a bantery, modest way to make Bjorkman feel better, to confirm that he’s surprised by how unusually well he played today; but he’s also revealing something about what tennis is like for him. Imagine that you’re a person with preternaturally good reflexes and coordination and speed, and that you’re playing high-level tennis. Your experience, in play, will not be that you possess phenomenal reflexes and speed; rather, it will seem to you that the tennis ball is quite large and slow-moving, and that you always have plenty of time to hit it. That is, you won’t experience anything like the (empirically real) quickness and skill that the live audience, watching tennis balls move so fast they hiss and blur, will attribute to you.(8)\nVelocity’s just one part of it. Now we’re getting technical. Tennis is often called a “game of inches,” but the cliché is mostly referring to where a shot lands. In terms of a player’s hitting an incoming ball, tennis is actually more a game of micrometers: vanishingly tiny changes around the moment of impact will have large effects on how and where the ball travels. The same principle explains why even the smallest imprecision in aiming a rifle will still cause a miss if the target’s far enough away.", "url": "https://www.nytimes.com/2006/08/20/sports/playmagazine/20federer.html"}