{"authors": ["Mary Williams Walsh"], "date_download": "2022-10-25 23:30:41", "date_modify": "2022-10-25 23:30:41", "date_publish": "2006-09-09 05:00:00", "description": "The winter of 2002 was a scary time for pension funds and the millions of Americans whose retirement they have promised to secure. Investment losses had wiped away billions of dollars. Required contributions were ballooning. Some companies even started talking about going into bankruptcy, in part because they could no longer afford their pension obligations. Congress and the Bush administration began planning to tighten the law.", "filename": "2006_09_09_business_a-different-strategy-on-pensions_1666740641.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_09_09_business_a-different-strategy-on-pensions_1666740641.html", "title": "A Different Strategy on Pensions", "title_page": "A Different Strategy on Pensions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The pension law that Congress just approved, along with coming accounting changes, will greatly reduce the ability of companies to smooth their pension numbers. So if a company decides to use an aggressive, high-volatility pension strategy in the future, investors will be able to see it and may well shun the company's shares.\nOne of the biggest sources of pension fund volatility is interest rates.\nPension funds are acutely sensitive to interest rate changes because of the role rates play in setting the value of pension benefits that will be paid in the future. When interest rates fall, the value of the benefits rises because it will take more of today's dollars, compounding at the lower rates, to be able to pay benefits falling due in the future.\nThe interest rate effect is very powerful. The decline of interest rates, combined with depressed stock prices, brought many pension funds to their knees in the early years of the decade. At G.M., for example, a mere quarter-point rate decline increased pension obligations by $2.3 billion.\nThe interest rate International Paper uses for its pension calculations fell by a full percentage point from 2001 to 2003, and smoothing, rather than eliminating the pain, was making it last longer.\nThose harsh conditions made Mr. Hunkeler start to think, in 2002, about hedging International Paper's pension fund against future rate swings. He knew it would be possible to do this with fixed-income assets, like bonds.\nBonds react to interest rate changes in the same way pension obligations do. When rates fall, bond prices go up. So if International Paper had bonds in its pension fund that matched the characteristics of its pension obligations, it would not matter how far rates fell -- the prices of the bonds would rise in step to keep pace with the increased pension obligations.\nMr. Hunkeler was not the first person to think of this. A number of pension funds in the 1980's bought bonds with payment schedules timed to coincide with the benefit payments they owed. High interest rates at that time made such bonds inexpensive.", "url": "https://www.nytimes.com/2006/09/09/business/a-different-strategy-on-pensions.html"}