{"authors": ["Damien Cave"], "date_download": "2022-10-25 23:53:06", "date_modify": "2022-10-25 23:53:06", "date_publish": "2006-07-02 04:00:00", "description": "Cory A. Booker was sworn in as mayor of Newark Saturday, ending the 20-year run of Mayor Sharpe James.", "filename": "2006_07_02_nyregion_02booker_1666741986.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_07_02_nyregion_02booker_1666741986.html", "title": "Pledging to Revive Newark, a New Mayor Goes to Work", "title_page": "Pledging to Revive Newark, a New Mayor Goes to Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"America is calling us,\" he said. \"Newark's history is calling us.\"\nMr. Booker's version of history, however, seemed to overlook the contributions of his predecessor. Mr. James, who dropped out of the race in March and did not attend the inauguration, was never mentioned by name during the two-and-a-half-hour ceremony at the New Jersey Performing Arts Center.\nEven as Mr. Booker traced Newark's history from its founding in 1666 and offered a lengthy tribute to Kenneth Gibson, the city's first black mayor, Mr. James remained invisible, as if airbrushed away.\nAll that was left were veiled criticisms. Mr. Booker, who lost a bitter race to Mr. James in 2002, said his new government would \"make our city not one based on politics and patronage but on professionalism.\" He added, \"If we continue to do what we did yesterday, we will get the same results we have today.\"\nAfter the inauguration, Mr. Booker said he never intended to diminish Mr. James's record.\n\"Well, he wasn't there, and it just didn't match the flow of my speech,\" Mr. Booker said. \"It was not purposeful, and there will be plenty of times to thank him in the near future. There's certainly no enmity.\"\nNot everyone seemed convinced of that, however.\nClement Price, a professor at Rutgers University in Newark who teaches a course on city history, said he was surprised by Mr. James's absence and by what he saw as the lack of appreciation for his two decades in office. Even though Mr. James, 70, is still a state senator representing Newark, neither he nor Mr. Booker seemed willing to let their rivalry fade, Professor Price said.\nAs a result, the city was denied a chance to see its two political heavyweights come together.\n\"The torch was not passed in a civic-minded fashion,\" he said.\nMr. James could not be reached for comment. In a letter he wrote to Mr. Booker, Mr. James congratulated him and promised to work with him, according to The Associated Press, which said it had received a copy.", "url": "https://www.nytimes.com/2006/07/02/nyregion/02booker.html"}