{"authors": ["Stephen Holden"], "date_download": "2022-10-25 23:36:39", "date_modify": "2022-10-25 23:36:39", "date_publish": "2006-03-03 05:00:00", "description": "''Joyeux Noël,'' a glossy French antiwar movie with melted snowflakes in its eyes, tells the true story of an improvised Christmas truce during the first year of World War I. The visually sweeping film, written and directed by Christian Carion, is the kind of feel-good, feel-sad movie with a message that invites you to bask in the glow of communal bonhomie, as enemy soldiers lay down their arms, stagger out of their trenches and sing carols together on a frigid Christmas Eve. If the film's sentiments about the madness of war are impeccably high-minded, why then does ''Joyeux Noël,'' an Oscar nominee for best foreign-language film, feel as squishy and vague as a handsome greeting card declaring peace on earth? Maybe it's because the kind of wars being fought in the 21st century involve religious, ideological and economic differences that go much deeper and feel more resistant to resolution than the European territorial disputes and power struggles that precipitated World War I.", "filename": "2006_03_03_movies_a-christmas-truce-forged-by-germans-french-and-scots_1666740999.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_03_03_movies_a-christmas-truce-forged-by-germans-french-and-scots_1666740999.html", "title": "A Christmas Truce Forged by Germans, French and Scots", "title_page": "A Christmas Truce Forged by Germans, French and Scots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"Joyeux Noël,\" a glossy French antiwar movie with melted snowflakes in its eyes, tells the true story of an improvised Christmas truce during the first year of World War I. The visually sweeping film, written and directed by Christian Carion, is the kind of feel-good, feel-sad movie with a message that invites you to bask in the glow of communal bonhomie, as enemy soldiers lay down their arms, stagger out of their trenches and sing carols together on a frigid Christmas Eve.\nIf the film's sentiments about the madness of war are impeccably high-minded, why then does \"Joyeux Noël,\" an Oscar nominee for best foreign-language film, feel as squishy and vague as a handsome greeting card declaring peace on earth? Maybe it's because the kind of wars being fought in the 21st century involve religious, ideological and economic differences that go much deeper and feel more resistant to resolution than the European territorial disputes and power struggles that precipitated World War I.\nAnother reason is that the movie's cross-section of soldiers from France, Scotland and Germany are so scrupulously depicted as equal-opportunity peacemakers that they never come fully to life as individuals. All are well-spoken mouthpieces for cut-and-dried perspectives that vary somewhat, according to rank, background and war experience. As ferociously as they may fight, these soldiers are civilized good guys underneath their uniforms. When they go at one another, they're only following orders.\nThe schematic story is prefaced with scenes of schoolchildren stiffly reciting nationalistic verses. We then meet Palmer (Gary Lewis), a gentle Anglican priest, who is silently aghast as two brothers, Jonathan (Steven Robertson) and William (Robin Laing), jump with joy at the prospect of leaving their dull Scottish village to go and fight. The saintly Palmer eventually follows them to the front where, soon enough, he presides over the burial of one of them.", "url": "https://www.nytimes.com/2006/03/03/movies/a-christmas-truce-forged-by-germans-french-and-scots.html"}