{"authors": ["Tim Golden"], "date_download": "2022-10-25 23:50:24", "date_modify": "2022-10-25 23:50:24", "date_publish": "2006-09-17 04:00:00", "description": "Inside the struggle between prisoners and guards for influence, power and control at the prison.", "filename": "2006_09_17_magazine_17guantanamo_1666741824.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_09_17_magazine_17guantanamo_1666741824.html", "title": "The Battle for Guantánamo", "title_page": "The Battle for Guantánamo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the nooses pulled over their heads, the prisoners slipped behind blankets they had hung over the back corners of their cells and stepped onto their small, stainless-steel sinks. The drop was short — only about 18 inches — but adequate. By the time they were discovered, doctors surmised, the men had been asphyxiated for at least 20 minutes and probably longer. Military and intelligence officials said it appeared that the other 20-odd prisoners on the block knew that the suicides were being prepared. Some may have prayed with the men, the officials said, and a few may have assisted in carrying out the plan. What is certain is that in contrast to most previous suicide attempts at the camp, none of the detainees made any effort to alert the guards.\nWhen doctors reviewed their files on the three men, they found that none of them had shown signs of depression or other psychological problems. All three had been on hunger strikes — one of them since the previous August — and at least two of them had been evaluated when they abandoned their protests. One doctor recalled one of the men telling him brightly: “I’m sleeping well. I feel well. No problems.”\nWhat the men hoped to communicate by their deaths may have been contained in brief notes they left behind in Arabic. The notes have not been made public, and a Navy investigation into the suicides continues. But military leaders at Guantánamo were not waiting on its outcome. They concluded immediately that the suicides were a blitzkrieg in the detainees’ long campaign of protest. At a news conference hours after the suicides, the new Guantánamo commander, Admiral Harry Harris, described them as an act of “asymmetric warfare.”\nVII. Tightening Up\nI sat down with Colonel Bumgarner one blazing afternoon in late June, as he was preparing to give up command. He looked tired and stressed, and slumped into a chair in his small, cluttered office. As Shaker Aamer did the previous summer, Bumgarner used words like “trust” and “betrayal.” Bumgarner, at the time we spoke, was briefly suspended from duty while the military investigated whether he improperly disclosed classified information to a North Carolina newspaper reporter who, around the time the suicides occurred, had been in Bumgarner’s headquarters reporting a feature article on the colonel from Kings Mountain. (He was absolved of any wrongdoing.) But he seemed more worried by something else: Had he completely misunderstood the prisoners he was trying to reach?\n“We tried to improve their lives to the extent that we can — to the point that we may have gone overboard, not recognizing the real nature of who we’re dealing with,” he said. “I thought they had proven themselves. I’m ashamed to admit it, but I did not think that they would kill themselves.”\nBumgarner said he could not discuss the suicides because of the Navy’s continuing investigation. But several officials said that the three detainees had taken advantage of some of the colonel’s quality-of-life reforms, including the nighttime dimming of lights and the availability of extra clothing. There were also indications that Ghassan al-Sharbi, the colonel’s onetime interlocutor, had helped plan the suicides, two of the officials said.\nLooking back, Col. Kevin Burk, the commander of the military police battalion, said: “With any population like this, you’re going to have a battle. It wasn’t like we were all going to ‘Kumbaya’ together. But we were trying to find that middle ground, where the tension in the camp would even out. As far as we could see, no one had really tried to find that equilibrium before.”", "url": "https://www.nytimes.com/2006/09/17/magazine/17guantanamo.html"}