{"authors": ["Neil A. Lewis"], "date_download": "2022-10-25 23:50:22", "date_modify": "2022-10-25 23:50:22", "date_publish": "2006-04-19 05:00:00", "description": "A defense psychologist on Tuesday told the jury considering whether to sentence Zacarias Moussaoui to death that the defendant is a paranoid schizophrenic who holds firmly to the delusions that President Bush will soon set him free and that his court-appointed lawyers are engaged in a plot to kill him. The psychologist, Dr. Xavier Amador, testified about an encounter with Mr. Moussaoui last April in the holding cell of the courthouse in which the trial is taking place. He said Mr. Moussaoui repeatedly spat water on him and exhibited classic symptoms of schizophrenia, including sudden shifts in his views accompanied by denials that he had only moments earlier held the opposite views.", "filename": "2006_04_19_us_nationalspecial3_witness-says-moussaoui-exhibited-mental-illness_1666741822.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_04_19_us_nationalspecial3_witness-says-moussaoui-exhibited-mental-illness_1666741822.html", "title": "Witness Says Moussaoui Exhibited Mental Illness", "title_page": "Witness Says Moussaoui Exhibited Mental Illness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALEXANDRIA, Va., April 18 - A defense psychologist on Tuesday told the jury considering whether to sentence Zacarias Moussaoui to death that the defendant is a paranoid schizophrenic who holds firmly to the delusions that President Bush will soon set him free and that his court-appointed lawyers are engaged in a plot to kill him.\nThe psychologist, Dr. Xavier Amador, testified about an encounter with Mr. Moussaoui last April in the holding cell of the courthouse in which the trial is taking place. He said Mr. Moussaoui repeatedly spat water on him and exhibited classic symptoms of schizophrenia, including sudden shifts in his views accompanied by denials that he had only moments earlier held the opposite views.\nUnder questioning by Gerald T. Zerkin, one of the court-appointed defense lawyers, Dr. Amador picked apart testimony given by Mr. Moussaoui last week in which he seemed to offer rational, if not plausible, explanations for his odd behavior.\nFor example, Mr. Moussaoui had regularly charged that his lawyers, whom he reviles, were part of a conspiracy to kill him. Last week, Mr. Moussaoui seemed to soften that, saying he did not mean that in the literal sense. He meant that they were providing ineffective counsel, had not sought a change of venue from Alexandria, which is near the Pentagon, and refused to find a Muslim lawyer as he had urged.", "url": "https://www.nytimes.com/2006/04/19/us/nationalspecial3/witness-says-moussaoui-exhibited-mental-illness.html"}