{"authors": ["Eric Lipton"], "date_download": "2022-10-25 23:00:28", "date_modify": "2022-10-25 23:00:28", "date_publish": "2006-09-18 04:00:00", "description": "Project BioShield, a $5.6 billion effort to expand the nation’s medical stockpile, has largely failed to deliver, critics say.", "filename": "2006_09_18_washington_18anthrax_1666738828.html", "image_url": "https://static01.nyt.com/images/2006/09/18/us/18anthrax.xlarge1.jpg?year=2006&h=320&w=600&s=877c6d884dea618eee7dbece193ba58c2ecb2c5d9c296832571621d0bcc8e975&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_09_18_washington_18anthrax_1666738828.html", "title": "Bid to Stockpile Bioterror Drugs Stymied by Setbacks", "title_page": "Bid to Stockpile Bioterror Drugs Stymied by Setbacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Risk and Disappointment\nFrom the start, officials in Washington knew that Project BioShield would be a risky venture — for the government, the companies involved and even ordinary Americans, who might be asked to take relatively untested treatments in an emergency.\nOfficials hoped $5.6 billion in federal money would entice companies to develop new drugs and vaccines for anthrax, smallpox, botulism, Ebola and other deadly diseases.\nBecause of the perceived urgency of the threat, the project suspends some traditional standards. It allows new vaccines or drugs to be used in emergencies before completing the lengthy Food and Drug Administration approval process. Full testing on humans is also not required because it is too dangerous, even though that means no one will know with certainty whether the vaccines will work until used in a crisis.\nFor their part, the companies have to take all the risks of developing and manufacturing new products; they get paid only upon delivery.\nAt the top of the government’s threat list was anthrax, which killed five people, created panic and disrupted the mail system after letters filled with the powder were sent through the mail. No one has been charged in the attacks, which affected places including a tabloid publication in Florida, a New York television network and several lawmakers’ offices on Capitol Hill.\n“The top three threats, in fact, are anthrax, anthrax, anthrax,” Dr. Gerald Parker, a senior health agency official, said in an interview. If properly dispersed through the air, just a few hundred pounds of anthrax powder could endanger tens of thousands of people.\nAfter the letter attacks, the health agency bought enough antibiotics for 41 million Americans, but the recommended treatment augments those drugs with a vaccine. The government already had an anthrax vaccine to inoculate military personnel, but it involved six shots over 18 months, an unusually long course of treatment. While the F.D.A. says it is safe and effective, it can have nasty side effects. There have been reports among military personnel of six deaths and serious complications, including lymphoma and multiple sclerosis. The military stopped mandatory vaccinations in 2004 after some soldiers balked and filed lawsuits.", "url": "https://www.nytimes.com/2006/09/18/washington/18anthrax.html"}