{"authors": ["Douglas Jehl"], "date_download": "2022-10-25 23:44:20", "date_modify": "2022-10-25 23:44:20", "date_publish": "2006-01-16 05:00:00", "description": "Senator Arlen Specter, Republican of Pennsylvania, said Sunday that Republicans would not grant President Bush ''a blank check'' in seeking to determine whether the domestic eavesdropping program that Mr. Bush authorized after the Sept. 11 attacks violated the law. ''Just because we're of the same party doesn't mean we're not going to look at this closely,'' Mr. Specter said in an appearance on ''This Week'' on ABC. Mr. Specter is chairman of the Senate Judiciary Committee, which plans to hold hearings on the matter next month, with witnesses to include Attorney General Alberto R. Gonzales.", "filename": "2006_01_16_politics_specter-vows-a-close-look-at-spy-program_1666741460.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_01_16_politics_specter-vows-a-close-look-at-spy-program_1666741460.html", "title": "Specter Vows a Close Look at Spy Program", "title_page": "Specter Vows a Close Look at Spy Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON, Jan. 15 - Senator Arlen Specter, Republican of Pennsylvania, said Sunday that Republicans would not grant President Bush \"a blank check\" in seeking to determine whether the domestic eavesdropping program that Mr. Bush authorized after the Sept. 11 attacks violated the law.\n\"Just because we're of the same party doesn't mean we're not going to look at this closely,\" Mr. Specter said in an appearance on \"This Week\" on ABC. Mr. Specter is chairman of the Senate Judiciary Committee, which plans to hold hearings on the matter next month, with witnesses to include Attorney General Alberto R. Gonzales.\nThe program authorized by Mr. Bush bypassed a special federal court whose approval is required under the Foreign Intelligence Surveillance Act for domestic eavesdropping operations. Mr. Specter has said he does not agree with the White House view that Congress effectively authorized the surveillance, which was carried out by the National Security Agency, in a resolution passed shortly after the Sept. 11 attacks.\nMr. Specter said Sunday that he was still considering the question of whether a president might possess special powers under wartime that would have allowed Mr. Bush to circumvent the surveillance act. He said that if Mr. Bush were found to have acted illegally, he would most likely face \"a political price\" rather than a more severe sanction, in part because of broad support of the administration's antiterrorism efforts.", "url": "https://www.nytimes.com/2006/01/16/politics/specter-vows-a-close-look-at-spy-program.html"}