{"authors": ["Jim Yardley"], "date_download": "2022-10-25 23:29:57", "date_modify": "2022-10-25 23:29:57", "date_publish": "2006-07-05 04:00:00", "description": "In car-crazy China, a license plate with lucky numbers on it has become almost as much of a status symbol as the car itself.", "filename": "2006_07_05_world_asia_05china_1666740597.html", "image_url": "https://static01.nyt.com/images/2006/07/05/world/05china.large1.jpg?year=2006&h=300&w=600&s=01a73857044b27fdef55b1db368c003d8a697f54ffaba4b43255bb734eb52cd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_07_05_world_asia_05china_1666740597.html", "title": "First Comes the Car, Then the $10,000 License Plate", "title_page": "First Comes the Car, Then the $10,000 License Plate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "No country is more bonkers over cars than China, where achieving the new middle-class dream means owning a shiny new vehicle. But the car is not always enough for those who aspire beyond the middle class. A license plate has become almost as much of a status symbol as the car.\nThe reason is the potent blend of new-money aspirations and Old World superstitions. For centuries, numbers have served as a second language in China. The unluckiest number, 4, or si, which can also mean death in Chinese, is so dreaded that some buildings have no fourth floor. The luckiest number is 8, or ba, which rhymes with fa, the Chinese character for wealth. It is no coincidence that the Summer Olympics in Beijing will open on 8/8/08 at 8 p.m.\nLicense plates are usually issued randomly. But in a country where 100,000 people die annually in traffic accidents, a plate that ends in 4 is considered a very bad omen for a superstitious motorist; it might as well read DEATH. Yet a plate overflowing with 8's portends good fortune.\nNot willing to leave owning a lucky plate merely to luck itself, many people have tried to buy them, whether as a sort of supernatural insurance policy or simply to flaunt wealth. Bribery has risen in several cities as officials have traded favorable plates for stuffed envelopes. Entrepreneurs also have tried to cash in. A man in the city of Hangzhou placed an Internet ad offering to sell his plate , A88888, for about $140,000.\nBut with a wide gap between the rich and poor in China, a status plate can also be an object of resentment. In December 2003, a woman in Harbin ran over and killed a peasant who had scratched her Mercedes with his vegetable cart. When the woman initially escaped charges, witnesses assumed she had government ties because her car had an expensive license plate.", "url": "https://www.nytimes.com/2006/07/05/world/asia/05china.html"}