{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:39:17", "date_modify": "2022-10-25 23:39:17", "date_publish": "2006-03-10 05:00:00", "description": "The state-owned Dubai company seeking to manage some terminal operations at six American ports dropped out of the deal on Thursday, bowing to an unrelenting bipartisan attack in Congress that swept aside President Bush's efforts. The company, DP World, said that at the direction of Dubai's ruler it would ''transfer'' to a still-unnamed American company the leases to manage some of the busiest terminals in the United States, including some in New York, Newark, Baltimore and Miami.", "filename": "2006_03_10_politics_under-pressure-dubai-company-drops-port-deal_1666741157.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_03_10_politics_under-pressure-dubai-company-drops-port-deal_1666741157.html", "title": "Under Pressure, Dubai Company Drops Port Deal", "title_page": "Under Pressure, Dubai Company Drops Port Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company said the decision had been made by the prime minister of the United Arab Emirates, who is also the ruler of Dubai, Sheikh Mohammed bin Rashid al Maktoum.\n\"This was clearly not a business decision made by DP World,\" a senior administration official said. \"It was a strategic decision made by the U.A.E. to avoid further damage.\"\nIn Dubai, a senior political official with intimate knowledge of the deliberations, said: \"A political decision was taken to ask DP World to try and defuse the situation. We have to help our friends.\"\nThe official sought anonymity because he was not authorized to speak for the record. He was referring to Mr. Bush, who backed the initial deal, and several Republican senators who did as well.\nThe company's decision drew sighs of relief from officials in New York and other cities where the imminent transfer had stirred cries of alarm. But the announcement left those officials wondering which American companies might want to buy the American terminal operations. The company that DP World outbid to buy the current operator, Peninsular & Oriental Steam Navigation, a British company, for $6.8 billion, is Singaporean.\n\"If it's a U.S. company, it should alleviate some of the concerns about security which have been talked about over the last few weeks,\" Charles A. Gargano, vice chairman of the Port Authority of New York and New Jersey, said. \"I don't know how successful they'll be.\"\nThe Port Authority owns terminals in the New York metropolitan region.\nForeign companies have long dominated the business of loading and unloading cargo ships, and few American operators remain. \"This is a case where we were arguing about the wrong part of the problem,\" said Stephen Flynn, a former Coast Guard officer and port security expert who has argued that the nationality of the port operations manager has little to do with the gaping holes in security. \"Americans were shocked to learn that the vast majority of port operations in this country are handled by foreign firms. But transportation is a global network, and we're not going to own all of it.\"", "url": "https://www.nytimes.com/2006/03/10/politics/under-pressure-dubai-company-drops-port-deal.html"}