{"authors": ["Adrian Wooldridge"], "date_download": "2022-10-25 23:35:19", "date_modify": "2022-10-25 23:35:19", "date_publish": "2006-01-29 05:00:00", "description": "Adrian Wooldridge reviews book President Reagan: The Triumph of Imagination by Richard Reeves; photos (M)", "filename": "2006_01_29_books_review_the-great-delegator_1666740919.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_01_29_books_review_the-great-delegator_1666740919.html", "title": "The Great Delegator", "title_page": "The Great Delegator - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet the man who presided over such dramatic changes was frequently out to lunch. He was never exactly a Stakhanovite: he started his day with the comics and took frequent time for naps, sometimes in cabinet meetings. But as his presidency wore on, his mind began to fail, the victim, as it turned out, of incipient dementia.\nThe other reason he is so elusive is the contrast between his geniality and his remoteness. Reagan had the gift of likability, always ready with a smile and a joke. Yet he didn't really need people. He was perfectly content with his own company -- reading conservative publications or watching old movies -- and he tended to treat people as either hired help or an audience. Martin Anderson, an adviser, described him as \"the most warmly ruthless man I've ever seen.\" \"You can get just so far to Ronnie, and then something happens,\" said Nancy, who was probably the only person who really got close to him.\nNow Reeves brings a biographical technique that he has honed in two previous books -- on Kennedy and Nixon -- to the Reagan enigma. The essence of this technique is to focus on the goals that his subjects set for themselves and then immerse the reader in a river of narrative. \"I have tried to show what it was like for each of these men to be president,\" he explains. This makes for refreshingly nonjudgmental books (though Reeves is clearly no fan of Reagan's economic policies); it also makes for highly readable ones, with the president's goals providing a spine but never getting in the way of the unfolding story.\nReeves is unlikely to displace Lou Cannon as the Virgil of Reaganland. He spends too much time reciting the daily headlines; he sometimes loses sight of his central characters in the rush of events; the whole effect is of a story written from a distance rather than with insider's knowledge. Still, for all these faults, \"President Reagan\" is a compelling read, fast-paced and scrupulously fair. The account of the Iran-contra affair is particularly gripping. Anybody who is interested in Reagan's extraordinary presidency needs to reckon with Reeves.\nReeves argues that Reagan was a master of both imagination and delegation. He stuck firmly to a small number of clear goals -- reducing the size of government, restoring America's power and pride, and facing down Communism -- and then delegated implementation to the \"fellas.\" He did not so much do things as persuade others to do them for him. But his preference for delegation should not be confused with passivity. He insisted on using the phrase \"tear down this wall\" against the advice of his underlings, for example. The arms control deals that crowned his administration would have been impossible without his mixture of sci-fi fantasy and idealism. A Russian note taker who watched him carefully at two summit meetings likened him to an aged lion. If the prey was 10 feet away, he couldn't be bothered to move; but when it wandered to within 8 feet, he suddenly came to life -- and Reagan the negotiator dominated the room.", "url": "https://www.nytimes.com/2006/01/29/books/review/the-great-delegator.html"}