{"authors": ["Janet Maslin"], "date_download": "2022-10-25 23:32:07", "date_modify": "2022-10-25 23:32:07", "date_publish": "2006-03-27 05:00:00", "description": "Stealin", "filename": "2006_03_27_books_stealing-to-settle-a-score-with-life_1666740727.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_03_27_books_stealing-to-settle-a-score-with-life_1666740727.html", "title": "Stealing to Settle a Score With Life", "title_page": "Stealing to Settle a Score With Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Book Thief By Markus Zusak Illustrated. 552 pages. Alfred A. Knopf. $16.95.\nMarkus Zusak has not really written \"Harry Potter and the Holocaust.\" It just feels that way. \"The Book Thief\" is perched on the cusp between grown-up and young-adult fiction, and it is loaded with librarian appeal. It deplores human misery. It celebrates the power of language. It may encourage adolescents to read. It has an element of the fanciful. And it's a book that bestows a self-congratulatory glow upon anyone willing to grapple with it.\n\"The Book Thief\" resembles other, better novels that have been widely popular. Its roundabout approach to the Holocaust suggests \"Everything Is Illuminated\" Lite. Its embattled, feisty young heroine has a Potterish appeal as she makes her way through a mystifying adult world. There is a Vonnegut whimsy to the mordant turns of fate here. And Mr. Zusak's narrator offers constant manipulative asides, as in the clever Lemony Snicket books, although in this case wit is not much of an option. The narrator is Death.\nHow can a tale told by Death be mistaken for young-adult storytelling? Easily: because this book's narrator is sorry for what he has to do. \"To me, war is like the new boss who expects the impossible,\" he confides, on one of many occasions when he campaigns to win readers' approval. \"You see?\" he says, about the demise of one of the book's best-liked characters. \"Even death has a heart.\"\nThe youthful sensibility of \"The Book Thief\" also contributes to a wider innocence. While it is set in Germany during World War II and is not immune to bloodshed, most of this story is figurative: it unfolds as symbolic or metaphorical abstraction. The dominoes lined up on its cover are compared to falling bodies. The book thief of the title is a schoolgirl named Liesel Meminger, and the meaning of her stealing is not left unexplained. She has been robbed of a brother, who dies at the start of the book. Her mother disappears, and then Liesel is left in foster care. A great deal has been taken away from her. She steals books to settle the score.", "url": "https://www.nytimes.com/2006/03/27/books/stealing-to-settle-a-score-with-life.html"}