{"authors": ["Carlotta Gall", "Douglas Jehl"], "date_download": "2022-10-25 23:44:20", "date_modify": "2022-10-25 23:44:20", "date_publish": "2006-01-16 05:00:00", "description": "Rallies around the country continued fitfully on Sunday to protest the United States airstrike on a Pakistani village that was intended to kill Ayman al-Zawahiri, the No. 2 leader of Al Qaeda, but instead killed at least 18 civilians, even as American counterterrorism officials said they were not ready to rule out the prospect that Mr. Zawahiri might have been killed in the Friday strike. Officials in Pakistan, who have examined bodies found at the scene, have said they were confident that Mr. Zawahiri was not killed in the attack. But the American officials have said they had not seen solid indications of his death or his survival.", "filename": "2006_01_16_world_asia_strike-aimed-at-qaeda-figure-stirs-more-pakistan-protests_1666741460.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_01_16_world_asia_strike-aimed-at-qaeda-figure-stirs-more-pakistan-protests_1666741460.html", "title": "Strike Aimed at Qaeda Figure Stirs More Pakistan Protests", "title_page": "Strike Aimed at Qaeda Figure Stirs More Pakistan Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the past, failed attacks on senior Qaeda officials have been followed by triumphant statements from the group calling attention to the failure, while news about the death of Qaeda members tends to circulate in channels monitored by American intelligence. \"If Zawahiri was indeed killed, it would be very hard for them to keep that under wraps for a long period of time,\" one official said.\nFor more than a year, Mr. Zawahiri has served as the principal public face of Al Qaeda, during a period in which Osama bin Laden, the leader of Al Qaeda, has not been seen or heard from. The last audiotapes from Mr. bin Laden were made public in December 2004; in the first three years after the 2001 attacks, he was seen and heard from more often. American intelligence agencies believe that Mr. bin Laden is still alive, but has adopted a low profile to avoid giving away clues that might allow the C.I.A. to identify his location.\nIn Pakistan, it has become standard for political parties to call for protest rallies after incidents of perceived American interference here, and politicians both in the government and in the opposition took the chance to criticize the Musharraf government and its policy of supporting the United States campaign against terrorism. Yet most commentators did not expect lasting trouble for Mr. Musharraf.\nThe pro-Taliban religious alliance, Muttahida Majlis-e-Amal, known as M.M.A., which has wide support in the regions bordering Afghanistan, organized some of the demonstrations and called for an end to the alliance with the United States. Its leader, Ghafoor Haidri, called on the government in a speech in Karachi to \"stop using Pakistani soldiers to kill Pakistanis in tribal areas.\"\nAnother member called for American forces to leave Pakistan and Afghanistan. Fewer than 100 American soldiers are present in Pakistan, assisting with the earthquake relief in Kashmir, and some 18,000 United States troops are in Afghanistan, largely fighting an insurgency in the south and east of the country, in areas bordering Pakistan.\nAfghan Car Bomb Kills Diplomat\nKABUL, Afghanistan, Jan. 15 (AP) -- A suicide car bomb hit a Canadian military convoy on Sunday in southern Afghanistan, killing three civilians, including a Canadian diplomat, officials said.\nA man who represented himself as a spokesman for the Taliban, Qari Mohammed Yousaf, claimed responsibility for the attack, which also wounded three Canadian soldiers and 10 other people. Afghanistan has been hit by about 25 suicide bombings in the past four months -- a relatively new tactic for militants here and one that has reinforced fears that the country may see more assaults modeled on those in Iraq.", "url": "https://www.nytimes.com/2006/01/16/world/asia/strike-aimed-at-qaeda-figure-stirs-more-pakistan-protests.html"}