{"authors": ["Jascha Hoffman"], "date_download": "2022-10-25 23:46:06", "date_modify": "2022-10-25 23:46:06", "date_publish": "2006-12-10 05:00:00", "description": "Surveillance, from the French for “watching over,” refers to the monitoring of people by some higher authority — the police, for instance. Now there’s sousveillance, or “watching from below.” It refers to the reverse tactic: the monitoring of authorities (Tony Blair, for instance) by informal networks of regular people, equipped with little more than cellphone cameras, video blogs and the desire to remain vigilant against the excesses of the powers that be.", "filename": "2006_12_10_magazine_10section3b.t-3_1666741566.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_12_10_magazine_10section3b.t-3_1666741566.html", "title": "The New York Times", "title_page": "Sousveillance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Surveillance, from the French for “watching over,” refers to the monitoring of people by some higher authority — the police, for instance. Now there’s sousveillance, or “watching from below.” It refers to the reverse tactic: the monitoring of authorities (Tony Blair, for instance) by informal networks of regular people, equipped with little more than cellphone cameras, video blogs and the desire to remain vigilant against the excesses of the powers that be.\nIn a primitive form, sousveillance can be traced to 1991, when footage from a home video camera exposed the Los Angeles police officers who beat Rodney King. Today, with the spread of cheap, lightweight cameras and the rise of Web video sites like YouTube, sousveillance has proliferated. The Internet overflows with civilian footage of police abuse in Malaysia, gay-bashing in Latvia and union-busting in Zimbabwe. The Web site HollaBackNYC.com encourages women to post a photo of any man who tries to harass them.\nA British newspaper even tried to harness the power of sousveillance to better cover the recent political campaign in Britain. Concerned that the Labor Party was insulating Blair from media coverage, The Guardian’s Web site asked its readers for help in keeping track of him. “Limited access means we need your help to keep up with Mr. Blair,” the paper announced. “So today we announce the Blair Watch Project, where we ask you to send us your photos of the P.M. on the campaign trail.”", "url": "https://www.nytimes.com/2006/12/10/magazine/10section3b.t-3.html"}