{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:24", "date_modify": "2022-10-25 23:37:24", "date_publish": "2006-03-28 05:00:00", "description": "If you put on a production of Wagner's monumental ''Ring'' cycle, you'd better have a novel concept. That's accepted wisdom in the opera world. We have had industrial age ''Rings,'' an environmentally green ''Ring,'' and several cosmic ''Rings'' with mystical lighting and abstract scenery. On Saturday night the Washington National Opera introduced its new production of ''Das Rheingold,'' the first installment of its first complete ''Ring'' cycle (a co-production with the San Francisco Opera), which will unfold over the next three seasons at the Kennedy Center. For months, the director Francesca Zambello's staging had been touted as a provocatively American ''Ring'' steeped in American mythology and iconography.", "filename": "2006_03_28_arts_music_national-opera-molds-wagners-ring-to-fit-american-myths_1666741044.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_03_28_arts_music_national-opera-molds-wagners-ring-to-fit-american-myths_1666741044.html", "title": "National Opera Molds Wagner's 'Ring' to Fit American Myths", "title_page": "National Opera Molds Wagner's 'Ring' to Fit American Myths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the visual imagery that really gives this scene its impact is the depiction of the pristine river. Rushing water is suggested through swirling video projections by Jan Hartley. When the magic gold glows from the river bed, the Rhine Maidens do a celebratory dance with a billowing silken sheet atop this abstract river's sleek, clear plastic surface. Shafts of golden light (courtesy of the lighting designer Mark McCullough) fill the stage. None of this would matter, though, without the powerful singing of the baritone Gordon Hawkins as Alberich, who nearly stole the show all evening.\nThe giants Fasolt and Fafner (the bass-baritones John Marcus Bindel and Jeffrey Wells), having just finished building Wotan's castle Valhalla, first appear sitting on a steel beam as it is lowered from an unseen crane. They are blue-collar laborers in matching overalls with elongated legs and huge clodhopper feet. If they look a little like Gumby giants, the cartoonish humor seems intentional. Ms. Zambello is refreshingly attentive to the whimsical side of Wagner's mythological tale. The audience, sensing it was O.K. to laugh, did.\nWotan and the gods are portrayed as entitled 1920's characters out of \"The Great Gatsby,\" arrayed in white summer suits and dresses. Loge, the god of fire, is a wily lawyer in a tailored overcoat (the tenor Robin Leggate). Still, there is nothing especially American about his look, which has a hint of Inspector Clouseau. The rich-voiced mezzo-soprano Elizabeth Bishop is excellent as a matronly and prideful Fricka, the long-suffering wife to the inconstant Wotan.\nWith his goatee and fedora, the sturdy bass-baritone Robert Hale makes an unusually lanky and disdainful Wotan. Still, in the scene when he descends to the lower world to wrest the magic ring from Alberich, he seems too aloof for the job. Mr. Hawkins's booming and husky Alberich looks as if he could take down the surly god -- no problem.\nThe Americanization concept turns political when the all-knowing earth goddess Erda (the tremulous-voiced mezzo-soprano Elena Zaremba) appears with her ominous warning for Wotan. She is costumed as a Native American princess, and looks as if she had wandered in from Buffalo Bill's Wild West Show.", "url": "https://www.nytimes.com/2006/03/28/arts/music/national-opera-molds-wagners-ring-to-fit-american-myths.html"}