{"authors": ["Alan Cowell"], "date_download": "2022-10-25 22:59:48", "date_modify": "2022-10-25 22:59:48", "date_publish": "2006-03-10 05:00:00", "description": "John Profumo's career ended in a Cold War scandal that gave way to a lifetime of atonement. He was 91.", "filename": "2006_03_10_international_europe_john-profumo-british-minister-ruined-by-sex-scandal_1666738788.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_03_10_international_europe_john-profumo-british-minister-ruined-by-sex-scandal_1666738788.html", "title": "John Profumo, British Minister Ruined by Sex Scandal, Dies", "title_page": "John Profumo, British Minister Ruined by Sex Scandal, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But there was another side of the story: redemption. By working in the East End, washing dishes, tending alcoholics, Mr. Profumo's friends said, he paid his dues. Lord Deedes, a friend, told the BBC today: \"He atoned for his mistakes and I think will, on death, receive his reward for that.\"\nHis wife, Ms. Hobson, stood by him throughout the scandal until her death in 1998.\nMr. Profumo was secretary of war in the government of Harold Macmillan in 1963 when rumors began to build of sexual romps among the nation's elite.\nIn March 1963, he went before Parliament to deny any \"impropriety whatever\" with Ms. Keeler. But just three months later, he was forced to resign as details of the relationship began to emerge and he admitted he had lied to Parliament.\nStephen Ward, an osteopath accused of running what the newspapers called a \"top people's vice ring\" was said to have introduced Mr. Profumo to Ms. Keeler in 1961 at a party at Cliveden, Lord Astor's country home in Berkshire. She was 19. He was 48. As the story went, he first caught sight of her climbing naked out of a swimming pool.\nSome people thought the relationship might have remained secret, but it was much too explosive to stay hidden as rumors swirled.\nMost dramatically, Ms. Keeler's other clients included Cmdr. Eugene Ivanov, the assistant naval attachÃ© in the Soviet Embassy in London, whom she had also met through Mr. Ward. Government figures, and MI5, the domestic intelligence agency, feared a grave security breach.\nMs. Keeler sold her story to newspapers but, at first, they refrained from publishing the details.\nA third figure in the plot was Johnny Edgecombe, described as a petty criminal who was also sleeping with Ms. Keeler. When he became jealous and fired seven shots outside Mr. Ward's home, where she was staying, the story broke, opening a floodgate of reports about sexual misbehavior in high places involving Ms. Keeler and a colleague, Mandy Rice-Davies. Mr. Ward later took his own life after being charged with living on immoral earnings.", "url": "https://www.nytimes.com/2006/03/10/international/europe/john-profumo-british-minister-ruined-by-sex-scandal.html"}