{"authors": ["Jennifer Dunning"], "date_download": "2022-10-25 23:51:15", "date_modify": "2022-10-25 23:51:15", "date_publish": "2006-12-16 05:00:00", "description": "Liz Gerring’s new collaboration with the video artist Burt Barr, performed at the Danspace Project on Thursday night, had promising elements, but the whole was disturbingly bloodless.", "filename": "2006_12_16_arts_dance_16gerr_1666741875.html", "image_url": "https://static01.nyt.com/images/2006/12/16/arts/16gerr.600.jpg?year=2006&h=280&w=600&s=3836a4f1eec57bf2fec1b2bb4e4d0becfbb57b4221b13da13265e5aa9d3b5c44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_12_16_arts_dance_16gerr_1666741875.html", "title": "The New York Times", "title_page": "Liz Gerring - Dance - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The elements were promising in Liz Gerring’s new “when you lose something you can’t replace,” a collaboration with the video artist Burt Barr that was performed on Thursday night at the Danspace Project at St. Mark’s Church. But the whole was disturbingly bloodless, given Ms. Gerring’s apparent youth.\nMr. Barr’s video, projected on two large screens over the performance space, eerily depicted a woman (Jodi Melnick) stretching and curling, shot as if underwater from below what seemed to be a glass floor. Deanna Berg’s trim dance clothes were casually elegant, and Carol Mullins’s lighting worked with Douglas Henderson’s droning, pushing score for cello and drums to create much-needed atmosphere.\nBut Ms. Gerring’s strong dancers (Miguel Anaya, Robbie Cook, Mandy Kirschner, Rosalynde LeBlanc and Emma Stein) looked like agile robots in this spilling-out of handsomely dispersed patterns. Though tightly constructed, the moves and gestures, which puzzlingly included hopscotch travel, never looked inevitable and did not build into something more. And the only correspondence between Mr. Barr’s video and Ms. Gerring’s movement seemed to be that both depicted broken-angled bodies, languid and mysterious on the video and propulsive on the stage. “Lose” was only 42 minutes long, but 42 minutes has seldom passed so slowly.", "url": "https://www.nytimes.com/2006/12/16/arts/dance/16gerr.html"}