{"authors": ["Carlotta Gall"], "date_download": "2022-10-25 23:44:20", "date_modify": "2022-10-25 23:44:20", "date_publish": "2006-01-15 05:00:00", "description": "Pakistani Foreign Ministry condemns loss of life as result of American airstrike on village of Damadola in Bajaur district of northwestern tribal region; delivers note of protest to American Embassy; local officials say 18 civilians were killed, including six children, but Information Min Sheik Rashid Ahmed says toll is higher; senior Pakistani security official says he is confident that Ayman al-Zawahiri, targeted No. 2 Al Qaeda leader, was not in village when it was hit by remotely piloted Predator aircraft armed with missiles; map; photo (L)", "filename": "2006_01_15_world_asia_airstrike-by-us-draws-protests-from-pakistanis_1666741460.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_01_15_world_asia_airstrike-by-us-draws-protests-from-pakistanis_1666741460.html", "title": "Airstrike by U.S. Draws Protests From Pakistanis", "title_page": "Airstrike by U.S. Draws Protests From Pakistanis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After the airstrike, Mr. Liaqat was again at the scene, and he had the bodies of the Arab militants pulled from the rubble and taken away, the security official said. A second cleric, Maulavi Atta Muhammad, took away the Pakistani militants, he said.\nA second American official who acknowledged that Mr. Zawahiri had been the target of the strike said it was probably too soon to know for certain whether he had been at the scene. The American official acknowledged that intelligence was often imperfect, and said that American operations in the Afghanistan-Pakistan border region reflected a continuing, intensive effort to track down Mr. Zawahiri, Osama bin Laden and their followers.\nIn a radio interview last month, Vice Adm. John Scott Redd, retired, head of the National Counterterrorism Center, declined to discuss the raids in detail but said \"there's an awful lot of pressure\" on senior Qaeda leaders. \"Whenever there's pressure, which means the more you talk, the more you move, the more you do anything, the more vulnerable you become,\" he said.\nAdmiral Redd also pointed out in the interview that Mr. bin Laden had not made a public statement in more than a year and said \"there are a lot of theories\" as to what that might mean. He declined to elaborate.\nPakistan has not granted American forces in Afghanistan the right to cross the border, even in pursuit of militants. President Musharraf has made a point of highlighting Pakistani security efforts to hunt down militant figures taking shelter in the lawless northwestern tribal region, but American officials have expressed frustration with a lack of progress.\nPakistan's government announced a potentially huge victory in the effort in March 2004, saying Mr. Zawahiri had been surrounded in a battle between Pakistani soldiers and militants in the tribal region. But the government later backed away from the statement, and within days there was a new taped message said to be from Mr. Zawahiri, calling for President Musharraf's ouster.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe hunt for Mr. Zawahiri has heated up again during the past six months and has been focused on the Bajaur district, the senior Pakistani official said. Unlike Mr. bin Laden, who has stayed out of public view, Mr. Zawahiri has been vocal, releasing several videotapes and audiotapes with messages for his followers and containing threats of further attacks on Western interests. He is also thought by intelligence officials to move around the region more than Mr. bin Laden does, making him somewhat less difficult to track.", "url": "https://www.nytimes.com/2006/01/15/world/asia/airstrike-by-us-draws-protests-from-pakistanis.html"}