{"authors": ["Carol Vogel"], "date_download": "2022-10-25 23:36:35", "date_modify": "2022-10-25 23:36:35", "date_publish": "2006-06-19 04:00:00", "description": "Cosmetics magnate Ronald S. Lauder paid the highest sum ever for a painting for Gustav Klimt's 1907 portrait \"Adele Bloch-Bauer I.\"", "filename": "2006_06_19_arts_design_19klim.html_pagewanted=all_1666740995.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_06_19_arts_design_19klim.html_pagewanted=all_1666740995.html", "title": "Lauder Pays $135 Million, a Record, for a Klimt Portrait", "title_page": "Lauder Pays $135 Million, a Record, for a Klimt Portrait - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mrs. Altmann said he had felt especially receptive to Mr. Lauder because throughout all the years the family was struggling to reclaim the art, he consistently kept in touch with her, offering to help in any way he could. \"He was incredibly generous and constantly supportive,\" she said.\nIn April Mrs. Altmann and her heirs lent the paintings to the Los Angeles County Museum of Art, where they remain on view through June 30. Then the five works will travel to the Neue Galerie, where \"Gustav Klimt: Five Paintings From the Collection of Ferdinand and Adele Bloch-Bauer\" will be on view from July 13 through Sept. 18.\nMrs. Altmann said that when the gold portrait of her aunt finally hangs in the Neue Galerie, she will feel that it is finally where it belongs. The painting, which took Klimt three years to create, shows her aunt regally posed, with a mysterious gaze, sensuous red lips and her hands twisted near her face to conceal a deformed finger. He used gold throughout the richly painted background and in the glistening fabric of Adele's patterned gown. Art historians and chroniclers of Vienna society in the early 20th century have suggested that the artist and Ms. Bloch-Bauer were lovers.\n\"I never saw her smile,\" Mrs. Altmann recalled in Friday in the interview. \"She was always very serious and wore flowing white dresses and carried a gold cigarette holder when it was very unusual for women to smoke. She would have loved to have been a woman of today, to go to university and to get involved in government.\"\nMrs. Bloch-Bauer was known for giving frequent parties and surrounding herself with many of the great artists, politicians and intellectuals of the day, among them the composer Richard Strauss. \"She didn't have teas for ladies like my mother,\" Ms. Altmann said. That wasn't down her alley.\"\nShe said although Adele was very close to Mrs. Altmann's mother, Therese, she also seemed to resent her at times because Therese had a house full of healthy children and Adele had endured three tragic births. (One child died three days after it was born, and two others died within hours.)", "url": "https://www.nytimes.com/2006/06/19/arts/design/19klim.html?pagewanted=all"}