{"authors": ["Eric Pfanner"], "date_download": "2022-10-25 23:52:08", "date_modify": "2022-10-25 23:52:08", "date_publish": "2006-04-17 05:00:00", "description": "He has duped England's soccer coach, members of the royal family and a procession of philandering athletes and petty criminals, getting them to commit indiscretions that were then splashed as scoops on the front page of one of Britain's most rambunctious tabloids, News of the World. But Mazher Mahmood, a reporter whose modus operandi is to dress up as a wealthy Arab businessman and secretly record conversations with his unwitting victims, recently met his match in George Galloway, a member of the British Parliament and frequent critic of Israel and the United States.", "filename": "2006_04_17_business_media_gotcha-master-tastes-his-own-medicine_1666741928.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_04_17_business_media_gotcha-master-tastes-his-own-medicine_1666741928.html", "title": "'Gotcha' Master Tastes His Own Medicine", "title_page": "'Gotcha' Master Tastes His Own Medicine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON - He has duped England's soccer coach, members of the royal family and a procession of philandering athletes and petty criminals, getting them to commit indiscretions that were then splashed as scoops on the front page of one of Britain's most rambunctious tabloids, News of the World.\nBut Mazher Mahmood, a reporter whose modus operandi is to dress up as a wealthy Arab businessman and secretly record conversations with his unwitting victims, recently met his match in George Galloway, a member of the British Parliament and frequent critic of Israel and the United States.\nMr. Galloway, who represents a heavily Muslim area of East London, \"outed\" the reporter by publishing photos of him on the Internet after a court battle with News of the World. The pictures went up on georgegalloway.com, Mr. Galloway's Web site, this month after a meeting in which Mr. Galloway contended that Mr. Mahmood tried to goad him into making anti-Semitic remarks and to accept improper political contributions.\nThe incident has raised new questions about the lengths to which Fleet Street will go to expose public figures' drug habits, corruption and sexual peccadilloes. While undercover reporting is not unheard of elsewhere, Britain's celebrity-obsessed tabloids often push the limits. With nearly a dozen national newspapers jostling for attention at the newsstand, the competition for hot news is sometimes fueled by cold cash.", "url": "https://www.nytimes.com/2006/04/17/business/media/gotcha-master-tastes-his-own-medicine.html"}