{"authors": ["Richard Sandomir"], "date_download": "2022-10-25 23:35:15", "date_modify": "2022-10-25 23:35:15", "date_publish": "2006-09-08 04:00:00", "description": "ESPN is paying $1.1 billion a year for \"Monday Night Football,\" 83 percent more than it paid for Sunday nights.", "filename": "2006_09_08_sports_football_08sandomir_1666740915.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_09_08_sports_football_08sandomir_1666740915.html", "title": "N.F.L. Learns Its Worth and Makes ESPN Pay", "title_page": "N.F.L. Learns Its Worth and Makes ESPN Pay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You might have noticed that ESPN now carries “Monday Night Football” and will start with a Minnesota-Washington/San Diego-Oakland doubleheader next week. “Is It Monday Yet?” an ESPN campaign asks. Calm down. There are still three days till Tony Kornheiser.\nWhy isn’t ESPN using “Monday, Monday” to promote its shift from Sunday night games? Don’t be silly. That song by the Mamas and the Papas warns that “whenever Monday comes, you can find me cryin’ all of the time.”\nESPN is doing anything but weeping, even if it is paying $1.1 billion a year, 83 percent more than it paid for Sunday nights, and far more than any other network or DirecTV is spending. Yet for all of ESPN’s cash, it is carrying no more than what it used to televise on Sundays: no playoff games, no chance at a Super Bowl, no late-season flexible schedule. Those are NBC’s for $600 million, a relative bargain, in its Sunday night package.\n“Our company is positioned to use a product like the N.F.L. in ways that stretch 24/7, around the world, 365 days across 11 businesses,” George Bodenheimer, the president of ESPN, said yesterday by telephone. “It’s odd in print to keep score with the rights fees because we’re in a different space.”", "url": "https://www.nytimes.com/2006/09/08/sports/football/08sandomir.html"}