{"authors": ["Charles V Bagli"], "date_download": "2022-10-25 23:55:52", "date_modify": "2022-10-25 23:55:52", "date_publish": "2006-02-22 05:00:00", "description": "Silvercup Studios unveils designs for $1 billion complex with soundstages, commercial space and housing along East River in Long Island City, Queens; six-acre project will be called Silvercup West and, if approved, will be largest production house on East Coast; architect is Lord Richard Rogers; rendering (M)", "filename": "2006_02_22_nyregion_silvercup-studios-sets-1-billion-complex_1666742152.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2006", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2006_02_22_nyregion_silvercup-studios-sets-1-billion-complex_1666742152.html", "title": "Silvercup Studios Sets $1 Billion Complex", "title_page": "Silvercup Studios Sets $1 Billion Complex - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With New York City suddenly awash in film and television productions, Silvercup Studios has unveiled plans for a version of Hollywood on the East River, a $1 billion complex with soundstages, commercial space and housing on the Queens waterfront south of the Queensboro Bridge.\nThe six-acre project in Long Island City, which formally began wending its way through the city's land use review process yesterday, is called Silvercup West, an expansion of Silvercup's existing operation six blocks to the east, the home studio for television shows like \"The Sopranos\" and \"Hope & Faith\" and where many movies have been filmed.\nIf it is approved, the expansion would include eight soundstages, production and studio support space, offices for media and entertainment companies, stores, 1,000 apartments in high-rise towers, a catering hall and a yet-to-be-named cultural institution. Silvercup would easily be the largest production house on the East Coast, although Steiner Studios in Brooklyn has the largest single soundstage.\n\"With added studio space, more productions that may have been filmed elsewhere will now take advantage of all the benefits of filming in New York City,\" said Stuart Match Suna, who together with his brother Alan formed Silvercup in 1983. \"In addition, we are creating a 24/7 live, work and leisure community.\"", "url": "https://www.nytimes.com/2006/02/22/nyregion/silvercup-studios-sets-1-billion-complex.html"}