{"authors": ["Matt Richtel"], "date_download": "2022-10-25 23:29:24", "date_modify": "2022-10-25 23:29:24", "date_publish": "2007-12-14 05:00:00", "description": "Nintendo has been unable to keep up with demand for the Wii, its intensely popular video game machine, costing the company hundreds of millions of dollars in potential sales.", "filename": "2007_12_14_technology_14wii_1666740564.html", "image_url": "https://static01.nyt.com/images/2007/12/14/business/14wii.600.jpg?year=2007&h=337&w=600&s=5638a774047bde0c0f4103a12e8bd84c9a6108538dca11edee4ea07dacc716c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_12_14_technology_14wii_1666740564.html", "title": "A Year Later, the Same Scene: Long Lines for the Elusive Wii", "title_page": "A Year Later, the Same Scene: Long Lines for the Elusive Wii - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At least one of those competitors is pleased with Nintendo’s supply problems.\n“I’m happy that the Wii seems to be running out of hardware,” Howard Stringer, chief executive of Sony, said at a news conference in Tokyo this week. He noted that in November, the PlayStation 3 from Sony outsold the Wii in Japan for the first time.\nSony and Microsoft, which sells the Xbox 360, have both been caught off guard by the popularity of Nintendo’s console, which is less powerful and complex than their machines. The Sony and Microsoft consoles are widely available, while buyers tend to wipe out supplies of the Wii in a hurry.\nNintendo sold 981,000 Wiis in the United States in November, its best month yet, while Microsoft sold 770,000 Xbox 360s, and Sony sold 466,000 PlayStation 3 consoles, the market research firm NPD Group said Thursday.\nAt the Nintendo World store in Manhattan, which receives daily shipments, shoppers line up on the sidewalk every morning for their shot at buying a Wii. There is a vibrant secondary market, with scalpers reselling consoles in store parking lots and online.\nAnd while some people say they will keep searching for a Wii, others are giving up.\n“I’m frustrated and I’m not going to try anymore,” said Betty Sapien, a San Francisco homemaker, who recently visited a handful of stores, including Best Buy and GameStop, to buy a system for her 9-year-old daughter. “They should have it well supplied. They know it’s going to be a big Christmas present, and it’s been a year” since it went on sale, she said.\nAnother shopper, Yvette Marchand, a Bay Area elementary school teacher, said, “I’m not proud of this, spending two hours running from store to store.” She spoke as she was standing last week outside of a GameStop. She said she had been to several stores, like Best Buy, where she arrived at 7 a.m. on a Sunday  too late to get a console, because others had lined up at 5 a.m.", "url": "https://www.nytimes.com/2007/12/14/technology/14wii.html"}