{"authors": ["Jeff Zeleny", "Maria Newman"], "date_download": "2022-10-25 23:27:08", "date_modify": "2022-10-25 23:27:08", "date_publish": "2007-12-06 05:00:00", "description": "Officials today gave a more detailed chronology of what took place in an Omaha mall in the few minutes it took Robert Hawkins to kill eight people.", "filename": "2007_12_06_us_06cnd-shoot_1666740428.html", "image_url": "https://static01.nyt.com/images/2007/12/06/us/06omaha.2-600.jpg?year=2007&h=330&w=600&s=b2417b0dba5e5d9e8c89f92028971009bf39c0f95a37219702e0656b81b3d331&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_12_06_us_06cnd-shoot_1666740428.html", "title": "Details of Omaha Shooting Emerge", "title_page": "Details of Omaha Shooting Emerge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The shooting victims were randomly selected,” the chief said. Mr. Hawkins’s motives are not completely understood yet, the chief said, but he appeared determined to harm as many people as possible.\nImage Shoppers filed out of the Westroads Mall in Omaha after the shooting. Credit... Kiley Cruse/Omaha World-Herald, via Associated Press\n“We have not been able to determine why he chose that location, other than the fact that it was a very busy mall, a public place, “ the chief said. “Obviously we’re in the midst of a very busy shopping season. If you were looking to engage in mass casualty type of incident, you would choose a public place “ The governor said that Mr. Hawkins had been a ward of the state from 2002 to 2006 and had previous run-ins with the law, but had not been associated with violence.\nLater in the day, Todd Landry, director of the state’s department of Children and Family Services, said that the state provided Mr. Hawkins with stays at residential centers and in-patient facilities and also at a hospital. The facilities provided him with addiction counseling, mental-health counseling and behavioral counseling, among other services, but he said federal and state privacy laws prevented him from being more specific about Mr. Hawkins’ problems.\nMr. Landry said in a news conference that one of the treatment periods came after Mr. Hawkins had threatened to kill his stepmother.\nCourt records showed that Mr. Hawkins had a felony drug conviction and that several misdemeanor charges had been filed against him, The Associated Press reported. Most recently, he had been charged with having alcohol as a minor, and he was due to appear in court in two weeks.\nFor the last year, Mr. Hawkins had been living with Debora Maruca-Kovac, whose son was a friend of his. It was Ms. Maruca-Kovac who shared with the authorities a note that Mr. Hawkins’s left her family.\n“He basically said how sorry he was for everything,” she told CNN about the note. “He didn’t want to be a burden to people.”", "url": "https://www.nytimes.com/2007/12/06/us/06cnd-shoot.html"}