{"authors": ["Roberta Smith"], "date_download": "2022-10-25 23:36:30", "date_modify": "2022-10-25 23:36:30", "date_publish": "2007-08-13 04:00:00", "description": "Elizabeth Murray was a New York painter who reshaped Modernist abstraction into a high-spirited, cartoon-based language of form.", "filename": "2007_08_13_arts_design_13murray_1666740990.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_08_13_arts_design_13murray_1666740990.html", "title": "Elizabeth Murray, 66, Artist of Vivid Forms, Dies", "title_page": "Elizabeth Murray, 66, Artist of Vivid Forms, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Both tendencies enabled her to be one of a small group of painters  including Philip Guston, Frank Stella and Brice Marden  who during the 1970s rebuilt the medium from scratch, recomplicating and expanding its parameters and proving that it was still ripe for innovation, in part because of its rich history. Her sources ranged from Cézanne, Picasso, Gris and Miró to Stuart Davis, Al Held and Agnes Martin. As she remarked in the 1987 catalog to her first big museum show, which traveled to the Whitney in 1988: “Everything has been done a million times. Sometimes you use it and it’s yours; another time you do it and it’s still theirs.”\nImage Elizabeth Murray in 1998 with one of her New York subway murals, at the 59th Street and Lexington Avenue station in Manhattan. Credit... G. Paul Burnett/The New York Times\nIn Ms. Murray’s mature work, eccentrically shaped or multipanel canvases fused Cubism’s shattered forms and Surrealism’s suggestive biomorphism with the scale and some of the angst of Abstract Expressionism and more than a touch of Disneyesque humor and motion. Her semi-abstract shapes resolved into bouncing coffee cups, flying tables or Gumby-like silhouettes with attenuated arms and legs that careered across surfaces like thin, unfurling ribbons. Her preferred spatial effect often seemed to be a swirling vortex, with the illusion of motion both countered and underscored by weighty colors and thick surfaces subdued with the active workings of a palette knife. The overall impression was of some inchoate yet invigorating crisis of the heart or hearth, as intimated by titles like “More Than You Know,” “Quake Shoe” and “What Is Love?”\nBorn in Chicago in 1940, Ms. Murray had a hardscrabble childhood that included bouts of homelessness caused in part by the ill health of her father. Ms. Murray traced her interest in art to watching a nursery-school teacher cover a sheet of paper with thick red crayon, an experience that she said gave her an indelible sense of the physicality of color. She drew constantly from an early age, inspired mostly by newspaper comic strips, and once sent a sketchbook to Walt Disney asking for a job as his secretary. By the fifth grade she was selling erotic drawings to classmates for a quarter.\nIn 1958, she entered the School of the Art Institute of Chicago. Her goal, to become a commercial artist, was derailed by a Cézanne still life she passed regularly on the way to classes. She later said that the painting was “the first in which I lost myself looking,” and added, “I just realized I could be a painter if I wanted to try.”", "url": "https://www.nytimes.com/2007/08/13/arts/design/13murray.html"}