{"authors": ["Douglas Martin"], "date_download": "2022-10-25 23:33:41", "date_modify": "2022-10-25 23:33:41", "date_publish": "2007-02-09 05:00:00", "description": "Nelson W. Polsby marshaled intellectual rigor, lucid writing and a knack for drawing striking lessons from real-life observation in his enduring studies of Congress and the presidency.", "filename": "2007_02_09_obituaries_09polsby.html__r=0_1666740821.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_02_09_obituaries_09polsby.html__r=0_1666740821.html", "title": "Nelson W. Polsby, 72, Author and a Scholar of Politics, Dies", "title_page": "Nelson W. Polsby, 72, Author and a Scholar of Politics, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nelson W. Polsby, who marshaled intellectual rigor, lucid writing and a knack for drawing striking lessons from real-life observation in his enduring studies of Congress and the presidency, died on Tuesday at his home in Berkeley, Calif. He was 72.\nThe cause was complications of congestive heart failure, his daughter Emily Polsby said.\nMr. Polsby, a political scientist, wrote or edited at least 15 books and scores of articles and edited The American Political Science Review, the most prestigious political science journal. He was especially known for his studies of Congress, the presidency, political parties, policy making and the media.\nIn an interview with Harry Kreisler of the Institute for International Studies at the University of California, Berkeley, in 2002, Mr. Polsby said it was all so much fun that he at first had trouble believing “people paid you American money to study this stuff.”\nAs a youth, he gobbled up newspapers, newscasts and family talk about politics. Then , as a college student he eagerly pursued his fascination with how Senator Joseph R. McCarthy, the anti-Communist crusader, managed “to scare the daylights” out of Washington power brokers.", "url": "https://www.nytimes.com/2007/02/09/obituaries/09polsby.html?_r=0"}