{"authors": ["Reviewed Nellie Mckay", "Nellie Mckay"], "date_download": "2022-10-25 23:37:27", "date_modify": "2022-10-25 23:37:27", "date_publish": "2007-06-03 04:00:00", "description": "A biography looks at the multifaceted career of Doris Day.", "filename": "2007_06_03_books_review_McKay-t_1666741047.html", "image_url": "https://static01.nyt.com/images/2007/06/03/books/mcka600span.jpg?year=2007&h=340&w=600&s=0aa6dcd142d9c45d92b9f745b3af1b12e38df080e64c440e79e6eb5964275993&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_06_03_books_review_McKay-t_1666741047.html", "title": "The New York Times", "title_page": "Considering Doris Day - Tom Santopietro - Books - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Day’s later career choices reflected a skepticism of new mores. As Clarke remarks: “The widespread use of and public respectability for ‘the Pill’ by the late ’60s put a new pressure on women. Far from ‘sexual freedom’ the Pill was a gun placed at any woman’s head: as if the threat of pregnancy was the only reason a woman might have wished to say no to sex.” Day evinced “distaste for the new ‘permissiveness,’ which she perceptively saw to be oppressive rather than liberating.”\nHer pictures feature meat diets, carriage rides, careers in the cattle industry; they depict chicken-truck accidents as hilarious. In “Do Not Disturb,” she saves a fox but sports a fur. Day is an inexhaustible animal advocate today, but these plotlines dismay because, as Tom Santopietro notes in “Considering Doris Day,” “she functioned as a role model through whom thousands of women worldwide lived vicariously.” Day herself has mentioned projects she refused or changes she insisted on: she declined the role of Mrs. Robinson in “The Graduate” (finding it exploitative) and had vulgarities removed from “Lover Come Back.” She demanded proper care and feeding of the animals involved in the Alfred Hitchcock film “The Man Who Knew Too Much,” which was shot partly in Morocco.\nWhat Day refuses to tolerate is relevant because while her performances were a product of their era, sales of her albums seem to double or triple with each passing year, and DVDs of her movies are increasingly popular. She may not have pursued a political image, but her effect is more intimate, and more powerful, than that of many politicians. A testament to this power is that the organizations founded in her name have attracted more than 180,000 members, continuing to draw attention to the issue of animal rights, which has been called the most progressive cause of our time.\nIn 1977, she founded the Doris Day Pet Foundation (now the Doris Day Animal Foundation), and 10 years later the Doris Day Animal League, which focuses on lobbying Washington for pro-animal legislation, like bills ending the slaughter of horses for human consumption and creating a federal entity to review and approve alternatives to animal testing. The Animal League has also initiated a program called the Vicious Circle, which explores the connection between violence against animals and violence against people. (Santopietro repeatedly refers to Day as an “animal lover,” a common misnomer. One doesn’t have to love animals to respect them. “Animal lover” can’t help carrying a note of condescension, often used by those wishing to dismiss the larger issues at stake; it is similar to calling a white person who fights for civil rights a “Negro lover.” Day cares for her companion animals, but what she has achieved through her organizations and lifestyle goes beyond affection: she’s pursuing a change in the mind-set that allows human beings to treat other species as objects.) In 2006, the Animal League joined forces with the Humane Society of the United States, the largest animal protection organization in America.\nDay’s personal life is best covered in her autobiography; perhaps realizing this, Santopietro concentrates on her multifaceted career. He is sympathetic to women and knowledgeable about his subject, and his respect for her is refreshing — he obviously enjoys her work and refrains from sensationalism. Less astute are his positive comments about the “period dress” in “Love Me or Leave Me” (historical accuracy not being a Hollywood strength); overuse of phrases like “right on the money” and “first-rate”; and comparisons with Judy Garland and Barbra Streisand. (He is also the author of “The Importance of Being Barbra.”) Still, “Considering Doris Day” includes a comprehensive filmography, a selected discography and many photographs, and covers ground less traveled by traditional biographies. It’s an easy read, at times illuminating — as when Santopietro discusses the “three-stage cycle” of “mass popularity, widespread derision and, years later, a nostalgic embrace of fondly recalled cultural touchstones that evolves into a cultural reassessment.”", "url": "https://www.nytimes.com/2007/06/03/books/review/McKay-t.html"}