{"authors": ["Randall Stross"], "date_download": "2022-10-25 23:31:18", "date_modify": "2022-10-25 23:31:18", "date_publish": "2007-10-14 04:00:00", "description": "“Lifecasters” keep the camera rolling, even in life’s dullest times.", "filename": "2007_10_14_technology_14digi_1666740678.html", "image_url": "https://static01.nyt.com/images/2007/10/14/business/14digi.xlarge1.jpg?year=2007&h=350&w=600&s=6bfc6b5fd97b452fe2b3e0b93dbfd2a8d053dfa667a92778acc58cb16b30c364&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_10_14_technology_14digi_1666740678.html", "title": "A Site Warhol Would Relish", "title_page": "A Site Warhol Would Relish - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With a cost structure that makes video streaming all but free, they thought, they surely could follow YouTube’s example, letting the Crowd supply the programming and the Crowd figure out what’s good. If only it were so easy. YouTube traffics in very short entertainments; lifecasting does not. The Crowd, wise though it may be, probably does not have infinite patience to watch thousands of hours of lifecasting chaff to find a single grain of wheat.\nThis month, after seven months of beta-phase broadcasting, Justin.tv formally declared that it was open for business to one and all. In its first five days, the company said, it created 18,500 hours of video and pulled in 500,000 unique visitors. What those statistics do not show is how long anyone stuck around. In a sampling I did last week during a weekday, only 44 viewers, on average, could be found at each of the eight most heavily visited channels.\nBefore Justin.tv began, other live video sites like Stickam and Ustream.tv, had appeared, hosting live shows supplied by anyone wishing to broadcast longer-form video, unconstrained by YouTube’s 10-minute limit. But no other video site had ventured to make lifecasting the centerpiece of its branding.\nLifecasting — as a form of conceptual art — has been around for quite a while. Jennifer K. Ringley’s JenniCam ran for seven pioneering years, from 1996 to 2003; Ms. Ringley was willing to allow the Webcam to stay on, even during times of intimacy. Once the boundary was crossed separating the private and the public, however, lifecasters who followed couldn’t hold an audience’s attention just by crossing the same line — it’s been done. Justin.tv has decided to adopt a PG-13 version of lifecasting: nudity is deemed “unacceptable.”\nTo start Justin.tv, Justin Kan, one of the co-founders, began his own lifecasting last March. (Whether in the office or at home in bed, he seems to spend an awful lot of time staring at a computer.) Justine Ezarik, Justin.tv’s second volunteer and an attractive young woman, has become one of the site’s most popular lifecasters. When Ms. Ezarik explains to the world every nuance of her just-completed purchase of a sandwich at an airport shop — or when she invites us to watch her watch television for hours in a hotel room — she left me wondering whether her show was a parody of lifecasting and whether she, like Stephen Colbert, never breaks character.", "url": "https://www.nytimes.com/2007/10/14/technology/14digi.html"}