{"authors": ["David W. Chen"], "date_download": "2022-10-25 23:52:04", "date_modify": "2022-10-25 23:52:04", "date_publish": "2007-10-25 04:00:00", "description": "Donald T. DiFrancesco has been accused of sexual harassment by a former partner at his law firm, according to a lawsuit filed Wednesday.", "filename": "2007_10_25_nyregion_25donald_1666741924.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_10_25_nyregion_25donald_1666741924.html", "title": "Former Acting Governor of New Jersey Is Accused of Harassing a Colleague", "title_page": "Former Acting Governor of New Jersey Is Accused of Harassing a Colleague - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TRENTON, Oct. 24 — Donald T. DiFrancesco, a former acting governor of New Jersey who was also president of the State Senate for nearly a decade, has been accused of sexual harassment by a former partner at his law firm, according to a lawsuit filed Wednesday.\nThe suit, filed by Michele D’Onofrio, 48, a former partner in the law firm DiFrancesco, Bateman, Coley, Yospin, Kunzman, Davis & Lehrer, contends that she “was regularly subjected to unwelcome and sexist comments and advances” by Mr. DiFrancesco. The suit also contends that she was wrongfully dismissed.\nIn particular, the suit says that in November 2002, at a convention in Atlantic City, Mr. DiFrancesco asked Ms. D’Onofrio “to stay an extra night in his suite and to attend a Beach Boys concert with him.” She said she refused.\nAccording to the suit, Mr. DiFrancesco, 62, also made what Ms. D’Onofrio said were lewd comments in connection with her plans to have reconstructive surgery after breast cancer. And the lawsuit claims that other female employees have complained of “unwelcome comments and touching” by Mr. DiFrancesco.", "url": "https://www.nytimes.com/2007/10/25/nyregion/25donald.html"}