{"authors": ["James Risen"], "date_download": "2022-10-25 23:50:18", "date_modify": "2022-10-25 23:50:18", "date_publish": "2007-02-02 05:00:00", "description": "The pitfalls of the using informants with questionable backgrounds are seen the case of an Afghan drug lord.", "filename": "2007_02_02_world_asia_02afghan.html_scp=4&sq=Haji%20Bashir%20Noorzai&st=cse_1666741818.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_02_02_world_asia_02afghan.html_scp=4&sq=Haji%20Bashir%20Noorzai&st=cse_1666741818.html", "title": "An Afghan’s Path From U.S. Ally to Drug Suspect", "title_page": "An Afghan’s Path From U.S. Ally to Drug Suspect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal prosecutors in New York handling Mr. Noorzai’s case refused to comment for this article, as did spokesmen for the Drug Enforcement Administration, Central Intelligence Agency and United States Central Command.\nMr. Noorzai, who has been held in a New York jail for nearly two years, has pleaded not guilty to charges that he smuggled heroin into New York and denies any involvement in drug trafficking. His New York lawyer, Ivan Fisher, argues that the arrest hurt the government’s ability to gain information about the escalating Taliban insurgency.\n“Haji Bashir has been making efforts to reach working agreements with the Americans in Afghanistan since the 1990s,” Mr. Fisher said.\nSeveral intelligence, counterterrorism and law enforcement officials confirm that American officials met repeatedly with Mr. Noorzai over the years. Because they provided few details about the substance of the talks, it is difficult to determine how useful Mr. Noorzai’s cooperation proved to be. He was not paid for his information, and the relationship was considered more informal, the officials said.\nAt times, there was confusion within the government about what to do with Mr. Noorzai. In 2002, while he was talking to the American officials in Afghanistan, a team at C.I.A. headquarters assigned to identify targets to capture or kill in Afghanistan wanted to put him on its list, one former intelligence official said. Like others, he would only speak on condition of anonymity because such discussions were classified.\nThe C.I.A. team was blocked, the former official recalled. Although he never received an explanation, the former official said that the Defense Department officials and American military commanders viewed counternarcotics efforts in Afghanistan at the time as a form of “mission creep” that would distract from the fight against terrorism.\nImage Haji Bashir Noorzai has dealt on and off with the United States since 1990, his lawyer said. Credit... United States Drug Enforcement Administration\nMr. Noorzai, a wealthy tribal leader in his mid-40s who lived with three wives and 13 children in Quetta, Pakistan, and also owns homes in Afghanistan and the United Arab Emirates, is from the same region that helped produce the Taliban. A native of Kandahar Province, he was a mujahedeen commander fighting the Soviet occupation of Afghanistan in the 1980s. In 1990, according to his lawyer, he agreed to help track down Stinger missiles provided to the Afghan resistance by the C.I.A.; agency officials were worried about their possible use by terrorists.", "url": "https://www.nytimes.com/2007/02/02/world/asia/02afghan.html?scp=4&sq=Haji%20Bashir%20Noorzai&st=cse"}