{"authors": ["Simon Romero"], "date_download": "2022-10-25 22:59:07", "date_modify": "2022-10-25 22:59:07", "date_publish": "2007-09-18 04:00:00", "description": "President Evo Morales of Bolivia knows a thing or two about unrest, having organized protests for years as the leader of the country’s coca cultivators.", "filename": "2007_09_18_world_americas_18morales_1666738747.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_09_18_world_americas_18morales_1666738747.html", "title": "A Radical Gives Bolivia Some Stability", "title_page": "A Radical Gives Bolivia Some Stability - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "COCHABAMBA, Bolivia, Sept. 14 — Evening newscasts speak of a country on the verge of balkanization. La Paz and Sucre dispute which city should be the capital. Santa Cruz, in the east, clamors for autonomy. The governor of the province encompassing this bustling city in the Andes has called on President Evo Morales to resign.\nBut Mr. Morales, the first Indian to govern Bolivia since the Spanish conquest almost five centuries ago, knows a thing or two about unrest, having organized protests for years as the leader of the country’s cocaleros, or coca cultivators, who fiercely resist American efforts to eradicate their crops.\n“Step into my office,” said Mr. Morales, at the start of an interview at 5:45 a.m. on a Friday. He opened the door to a barren room in a decaying building here that houses the Federación del Trópico, which represents coca-leaf growers from the jungles of central Bolivia. When in Cochabamba, where he also keeps a modest home, he conducts presidential affairs from this office.\nMr. Morales’s work habits, inspired by the coca farmer’s custom of rising before dawn, have not changed since he became president in 2006. The sport-utility vehicles of the president’s motorcade sit on the curb. A BMW, one of three he uses around Bolivia, is parked nearby. So is his private jet.", "url": "https://www.nytimes.com/2007/09/18/world/americas/18morales.html"}