{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:23:50", "date_modify": "2022-10-25 23:23:50", "date_publish": "2007-09-20 04:00:00", "description": "The bill is expected to give federal drug regulators significantly more money and power to ensure the safety of the nation’s drug supply.", "filename": "2007_09_20_washington_20fda_1666740230.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_09_20_washington_20fda_1666740230.html", "title": "House Passes Bill Giving More Power to the F.D.A.", "title_page": "House Passes Bill Giving More Power to the F.D.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Just Tuesday, cancer patients marched outside F.D.A. offices to protest the agency’s decision not to approve Provenge, a drug for prostate cancer. The legislation passed Wednesday does nothing to address calls by some patient advocacy groups for the agency to allow the sale of some drugs while they are still being researched.\nNor does the bill do much about concern over the safety of imported foods beyond creating a registry of adulterated foods and a statement that Congress “should work to develop a comprehensive response to the issue of food safety.”\nFollowers of the drug agency’s activities said the bill was so complicated that it would take time to sort through it.\n“It’s a Christmas tree with more moving parts than you can imagine,” said Peter Barton Hutt, a former F.D.A. general counsel.\nThe House vote, 405 to 7 for approval, came after an all-night negotiating session over a few sticking points, and it came almost exactly three years after the withdrawal from the market of Vioxx, a pain pill that was found to increase the risk of heart attacks and strokes.\nThe Vioxx withdrawal kicked off an intense period of scrutiny for the drug agency that resulted in development of many of the bill’s most important provisions. One of those is a projected increase to $400 million — up about 25 percent — that drug makers must pay to finance agency operations. Fees for makers of medical devices will also increase. The bill would expand the scope of what the agency can do with that money.\nDrug makers would be required to post publicly the results of all clinical trials involving approved medicines. This provision is in response to controversy about a set of clinical trials kept secret by the industry that revealed that antidepressants increased the risks of suicide in teenagers while doing little to treat their depression.", "url": "https://www.nytimes.com/2007/09/20/washington/20fda.html"}