{"authors": [], "date_download": "2022-10-25 23:32:47", "date_modify": "2022-10-25 23:32:47", "date_publish": "2007-04-12 05:00:00", "description": null, "filename": "2007_04_12_world_americas_12iht-abuse.1.5246758_1666740767.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_04_12_world_americas_12iht-abuse.1.5246758_1666740767.html", "title": "Confusion and discord in U.S. compensation to civilian victims of war", "title_page": "Confusion and discord in U.S. compensation to civilian victims of war - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW YORK — Under the glare of an U.S. Army helicopter spotlight, a pair of Tigris River fishermen in Tikrit, a city north of Baghdad rife with Sunni Arab insurgents, seemed eager to show they were friendly.\nBut army documents describing how one of them was killed by American forces a little more than a year ago, and how the army later dealt with questions of compensation stemming from the case, suggest that both the tragedies of war and the military's attempts to mitigate them can play out almost randomly.\nThe case was one among about 500 described in claims from Iraq and Afghanistan that the army recently disclosed to the American Civil Liberties Union, in response to a Freedom of Information Act request. Though the documents represent a small fraction of all claims filed by civilians in those two war zones, the paperwork, examined by The New York Times, provides unusually detailed accounts of how bystanders to the conflict have been killed, injured or had their homes or possessions destroyed.\n\"They held up the fish in the air and shouted 'Fish! Fish!' to show they meant no harm,\" said an army report on the February 2006 incident involving the fishermen. When an American shore patrol drove up, \"the deceased bent over to turn the motor off of the boat, but the C.F. shot him in the head as he bent down,\" the report said, using shorthand for coalition forces, in this case for members of the 101st Airborne Division.", "url": "https://www.nytimes.com/2007/04/12/world/americas/12iht-abuse.1.5246758.html"}