{"authors": ["Peter Applebome"], "date_download": "2022-10-25 23:47:49", "date_modify": "2022-10-25 23:47:49", "date_publish": "2007-05-16 04:00:00", "description": "The preacher helped bring the language and passions of religious conservatives into American politics.", "filename": "2007_05_16_obituaries_16falwell_1666741669.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_05_16_obituaries_16falwell_1666741669.html", "title": "Jerry Falwell, Moral Majority Founder, Dies at 73", "title_page": "Jerry Falwell, Moral Majority Founder, Dies at 73 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Rev. Jerry Falwell, the fundamentalist preacher who founded the Moral Majority and brought the language and passions of religious conservatives into the hurly-burly of American politics, died yesterday in Lynchburg, Va. He was 73.\nHis death was announced by Liberty University, in Lynchburg, where Mr. Falwell, its founder, was chancellor. The university said the cause had not been determined, adding that he died in a hospital after being found unconscious yesterday morning in his university office.\nMr. Falwell went from a Baptist preacher in Lynchburg to a powerful force in electoral politics, at home in both the millennial world of fundamentalist Christianity and the earthly blood sport of the political arena. As much as anyone, he helped create the religious right as a political force, defined the issues that would energize it for decades and cemented its ties to the Republican Party.\nHe came to prominence first as a religious broadcaster through his “Old-Time Gospel Hour” and then, in 1979, as the leader of the Moral Majority, an organization whose very name drew a vivid line in the sand of American politics. After the organization disbanded a decade later, he remained a familiar and powerful figure, supporting Republicans like George W. Bush, mobilizing conservatives and finding his way into a thicket of controversies. And he built institutions and groomed leaders — including his two sons, who will succeed him in two important positions.", "url": "https://www.nytimes.com/2007/05/16/obituaries/16falwell.html"}