{"authors": ["Alan Riding"], "date_download": "2022-10-25 23:55:12", "date_modify": "2022-10-25 23:55:12", "date_publish": "2007-01-13 05:00:00", "description": "The United Arab Emirates will pay $800 million to $1 billion to build a Middle Eastern version of the famous French museum.", "filename": "2007_01_13_arts_design_13louv_1666742112.html", "image_url": "https://static01.nyt.com/images/2007/01/13/arts/13louv_CA0600.jpg?year=2007&h=280&w=600&s=5f59774d18b8482fcec21383b72b2b7d60a47138a74a54922852b576f1e395a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_01_13_arts_design_13louv_1666742112.html", "title": "Abu Dhabi Is to Gain a Louvre of Its Own", "title_page": "Abu Dhabi Is to Gain a Louvre of Its Own - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS, Jan. 12 — After months of rumors and a week of protests, the French government has finally confirmed that in exchange for a sum said to be $800 million to $1 billion, it will rent the name, art treasures and expertise of the Louvre to a new museum to be built in Abu Dhabi, the capital of the United Arab Emirates.\nA formal agreement is expected to be signed later this month, with the new “Louvre” — one of five museums planned for a multibillion-dollar tourist development on Saadiyat Island, off Abu Dhabi — to open in 2012.\nCritics of the plan — some 2,400 signers of a petition accusing France of “selling its soul” in hopes of scuttling the deal — have been dismissed as “grumpy spirits” by the French culture minister, Renaud Donnedieu de Vabres. The decision, he said, has been made.\nSuch is the power of the French government. It owns most major French museums and, by all accounts, President Jacques Chirac has concluded that this is one global market where France can compete effectively. On matters of state, the Louvre’s opinion, reportedly unenthusiastic in this case, carries little weight.", "url": "https://www.nytimes.com/2007/01/13/arts/design/13louv.html"}