{"authors": ["William Glaberson"], "date_download": "2022-10-25 23:50:20", "date_modify": "2022-10-25 23:50:20", "date_publish": "2007-08-09 04:00:00", "description": "The effort to reduce the population at the detention center has been hampered by a number of diplomatic, legal and political challenges, officials say.", "filename": "2007_08_09_washington_09gitmo_1666741820.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_08_09_washington_09gitmo_1666741820.html", "title": "Hurdles Frustrate Effort to Shrink Guantánamo", "title_page": "Hurdles Frustrate Effort to Shrink Guantánamo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Many countries just are not moving very quickly” to accept detainees, Sandra Hodgkinson, the deputy assistant secretary of defense for detainee affairs said in an interview on Wednesday. “In some instances, they don’t want them back. In some instances, they are not willing to cooperate with us to find a solution to Guantánamo.”\nBut critics say the United States has complicated the situation by making stringent demands about how the released detainees be handled. In the case of the British detainees, American officials wanted some of them to be jailed for a period of time and closely monitored upon release, including having their communications intercepted, according to documents in a lawsuit in England.\nIn some instances, detainees have been quickly freed by their home countries and have become public figures, adding to the chorus of criticism about Guantánamo. In addition, the Pentagon has recently asserted that some 30 former such detainees have “returned to the fight,” including one who blew himself up last month as Pakistani forces closed in on him.\nPractical considerations have also made progress slow. The transfer of scores of Afghans has been delayed while a new prison has been readied for them in Afghanistan.\n“You can’t just ‘close Guantánamo,’ ” said Bobby Chesney, a national security law expert at Wake Forest University School of Law who has written about the legal issues involved in transfers.\n“It is a time-consuming and elaborate process, and I don’t see any reason why it is going to get quicker,” Mr. Chesney said.\nIf and when the Pentagon reaches its stated goal of transferring as many as 150 detainees, the remaining Guantánamo population would fall into two categories, military officials said. They estimate that they might have sufficient evidence on as many as 80 to try them for war crimes.", "url": "https://www.nytimes.com/2007/08/09/washington/09gitmo.html"}