{"authors": ["James F. Clarity", "Eric Pace"], "date_download": "2022-10-25 22:59:53", "date_modify": "2022-10-25 22:59:53", "date_publish": "2007-09-23 05:00:00", "description": null, "filename": "2007_09_23_world_europe_23iht-obits.4.7610374_1666738793.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_09_23_world_europe_23iht-obits.4.7610374_1666738793.html", "title": "Marcel Marceau, renowned French mime, dies at 84", "title_page": "Marcel Marceau, renowned French mime, dies at 84 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Marcel Marceau, the wiry French mime who did much to revive the art of pantomime, performing as Bip, his chalk-faced character in a stovepipe hat adorned with a red flower, died Saturday. He was 84 years old and lived in France.\nHis death was announced on French radio by Marceau's former assistant, Emmanuel Vacca.\nSince 1945, when he began his silent career, Marceau performed an average of 200 shows a year, most of them abroad, where he was more highly praised than in his native France. His repertory changed little over the decades, but he played to full houses in the United States, Germany and other European countries, Australia and Japan, where he was deemed \"a national treasure.\"\n\"At a time when generations of mime artists have rebelled against his brand of classical mime,\" Anna Kisselgoff wrote in The New York Times in 1999, \"Mr. Marceau remains a model not a fossil. Anyone who has never seen the staples of the repertory with which Mr. Marceau has toured the United States since 1955 should beat a path to his performances.\"\nHis acts included \"Creation,\" in which the start of the world began with a fluttering of his long fingers as fish and birds, and ended with Adam and Eve skulking out of Eden. In \"Youth, Maturity, Old Age and Death,\" he depicted in four minutes the joy and pathos of life more succinctly and dramatically than many novelists and playwrights were able to do in hundreds of pages. He began folded into himself, an embryo, then strutted boldly, then crumpled and knotted himself into shrunken death.", "url": "https://www.nytimes.com/2007/09/23/world/europe/23iht-obits.4.7610374.html"}