{"authors": ["Robin Pogrebin"], "date_download": "2022-10-25 23:29:57", "date_modify": "2022-10-25 23:29:57", "date_publish": "2007-02-05 05:00:00", "description": "Costas Kondylis is a successful architect who also happens to be the designer of some of New York City’s most polarizing projects.", "filename": "2007_02_05_arts_design_05arch_1666740597.html", "image_url": "https://static01.nyt.com/images/2007/02/05/arts/Costas600.jpg?year=2007&h=346&w=600&s=440563b62bde3fe82149d73854caa65089005b9fc76200991f77eaab65a069c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_02_05_arts_design_05arch_1666740597.html", "title": "The New York Times", "title_page": "Costas Kondylis - Architecture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet he acknowledged that he doesn’t like everything Mr. Trump demands. “He wanted a gold building — gold this and gold that,” Mr. Kondylis said of Trump World Tower, which ended up bronze (Mr. Kondylis’s preference). “The only compromise was the way the canopy had to incorporate bronze and the Trump name,” he added. “The way I justify it for myself, it’s the branding of the building. That’s something sometimes you have to deal with. Like designing for Gucci, it’s maintaining a brand.”\nLarry A. Silverstein, the developer of the World Trade Center site, enlisted Mr. Kondylis for two buildings on the far West Side. The first, called Riverplace I, on West 42nd Street between 11th and 12th Avenues, has about 900 apartments and was completed in 2001. The other, on 11th Avenue between 41st and 42nd Streets, is under way. In the same neighborhood, for the Moinian Group, Mr. Kondylis designed the Atelier at 635 West 42nd Street and a high-rise tower now being built at 605 West 42nd Street.\n“He designs an attractive, buildable, functional building,” Mr. Silverstein said. “If I’m going to do a residential building in New York, the most natural thing in the world is to pick up the phone and call Costas.”\nAt a time when many high-profile architects are challenging the city’s skyline with unorthodox designs, Mr. Kondylis’s more conventional style can seem like a throwback. But there is still a market for it. “He brings a level of sophistication and elegance to middle-class aspirations,” said Fredric M. Bell, executive director of the New York chapter of the American Institute of Architects. “He’s a compromiser. He’s someone who takes the realities of the marketplace and tries to work around the edges.”\nDespite Mr. Kondylis’s financial success, his architecture is often ignored by the critics. An exception was Herbert Muschamp’s review of Trump World Tower in The New York Times: “It punches through the morbid notion that the Midtown skyline should be forever dominated by two Art Deco skyscrapers, the Empire State and Chrysler buildings, as if these cherished icons couldn’t stand the competition.”\nMr. Kondylis remains unfazed by the lack of approbation. “Of course I care,” he said. “I’m very interested in what architects think of my work. But that’s not what guides me. There is a suspicion among developers when you care too much. They think you’re designing for the cover of an architecture magazine.”", "url": "https://www.nytimes.com/2007/02/05/arts/design/05arch.html"}