{"authors": ["Sara Dickerman"], "date_download": "2022-10-25 23:29:12", "date_modify": "2022-10-25 23:29:12", "date_publish": "2007-01-14 05:00:00", "description": "The restaurateur Danny Meyer offers businesses advice on hospitality.", "filename": "2007_01_14_books_review_Dickerman.t_1666740552.html", "image_url": "https://static01.nyt.com/images/2007/01/08/books/dicker600span.jpg?year=2007&h=340&w=600&s=3a8e8f5d38b8333a537dcdda7ff3619c0599417e7e0d1d10876313542e6247fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_01_14_books_review_Dickerman.t_1666740552.html", "title": "Setting the Table: The Transforming Power of Hospitality in Business. By Danny Meyer", "title_page": "Setting the Table: The Transforming Power of Hospitality in Business. By Danny Meyer - Books - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Four decades ago in The New Yorker, Joseph Wechsberg profiled Henri Soulé, the impeccable host and owner of two of the last century’s great society restaurants, Le Pavillon and La Côte Basque. A soft-spoken authoritarian, Soulé could deploy generosity like a weapon. When he waived the bill of one fuming customer, Wechsberg wrote, “the unexpected display of noblesse oblige so upset the angry customer that he insisted on paying the bill. He was permitted to do so, but it is doubtful that he will get a desirable table in the future.”\nWechsberg’s profile is a relative rarity: compared with the chef, who has inspired piles of confessionals and biographies, the great restaurant host is an underexamined creature. Perhaps that’s because discretion is a restaurateur’s asset — to dish untowardly would be bad for business. It’s too bad, though, because as much as we cooks hate to admit it, the work at the front of the house is complex, dramatic and critical to a restaurant’s well-being.\nDanny Meyer, one of the country’s most successful restaurateurs, could surely write a great dining room tell-all, but he is far too prudent. Instead he has delivered a memoir-cum-business-manual that mixes common-sense object lessons in hospitality (hire people who are not only skilled but inherently upbeat and thoughtful; listen and respond to feedback from customers and reviewers) with diplomatic bits of autobiography.\nMeyer is a New York restaurateur of a different sort from Soulé — a kinder one, to start. Nevertheless, he too knows the value of comped food, using kitchen freebies, heartfelt apologies and often a follow-up note, to turn inevitable restaurant snafus like soggy onion rings or an overly long wait into customer loyalty. This kind of generosity has become Meyer’s core business philosophy — the hospitality of the book’s title has the power of the potlatch: largesse brings power. In Meyer’s world, that means devoted customers of the influential sort. “Generosity,” he observes, “is clearly in our self-interest.”", "url": "https://www.nytimes.com/2007/01/14/books/review/Dickerman.t.html"}