{"authors": ["Randy Kennedy"], "date_download": "2022-10-25 23:36:15", "date_modify": "2022-10-25 23:36:15", "date_publish": "2007-10-21 04:00:00", "description": "How Lawrence Weiner\ntransforms text into\nworks of art.", "filename": "2007_10_21_arts_design_21kenn_1666740975.html", "image_url": "https://static01.nyt.com/images/2007/10/21/arts/kenn_3_600.jpg?year=2007&h=257&w=600&s=44e1650427e8ac1d46c265ffe60f0f2184c8c69028ef8b2be71f925d97b49269&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_10_21_arts_design_21kenn_1666740975.html", "title": "Language as Sculpture, Words as Clay", "title_page": "Language as Sculpture, Words as Clay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Younger generations of artists have admired him not only because of his radical break with most art traditions but also because of the principled way he has gone about it, spending many years of his life with little money. (In Amsterdam, where he and his wife have lived off and on and raised a daughter, they had no electricity for 18 years on their modest houseboat. “That was not easy and not fun,” he said.)\nHe grew up in the Bronx, the son of a candy-store owner, and though he was working on the docks by the age of 12, he managed to graduate from Stuyvesant High School at 16 and began to study philosophy. He came of age in the city during the ascendancies of the Abstract Expressionist and Beat movements and lived both, making expressionist paintings (which were destroyed, thankfully, he says) and hitchhiking across the country.\nIn 1960, on a trip to California, he made his first big stride away from painting, gathering a few friends, buying some dynamite and blasting a number of craters in a state park just north of San Francisco. He thought of the craters, at the time, as anti-statues of a sort, voids in the earth instead of additions to it. (He did not make many such voids before the authorities arrived and threatened to arrest him if he kept it up.)\nBut the seminal moment for Mr. Weiner, who had already started thinking of words as sculptural material, was a 1968 exhibition at Windham College in Putney, Vt., with his fellow emerging artists Carl Andre and Robert Barry. Mr. Weiner made a simple work in which he formed a grid with 34 wooden stakes on a grassy field and then connected the stakes with twine. It turned out, though, that the field was used for touch-football games, and the players had no patience for minimalism they could trip over; they soon cut the twine. When Mr. Weiner saw it, as he later said, “it didn’t seem as if the philistines had done the work any particular harm.” In his mind the description of the work suddenly became sufficient.\n“And that was it,” he said. “It certainly didn’t constitute a reason to go out and beat somebody up.”\nThe Whitney and Los Angeles shows will include some of Mr. Weiner’s earlier, more traditional work, like a series of paintings he made in the early 1960s usually called the propeller paintings, based on the form of a test pattern on late-night television. He also made monochromatic rectangular paintings in which, foreshadowing his later work, he asked the recipient of the painting to tell him what color the canvas should be and then which corner of the rectangle should be removed.", "url": "https://www.nytimes.com/2007/10/21/arts/design/21kenn.html"}