{"authors": ["Roberta Smith"], "date_download": "2022-10-25 23:36:15", "date_modify": "2022-10-25 23:36:15", "date_publish": "2007-11-16 05:00:00", "description": "Lawrence Weiner’s mind-stretching 40-year retrospective at the Whitney Museum should be required viewing for anyone interested in today’s art.", "filename": "2007_11_16_arts_design_16wein_1666740975.html", "image_url": "https://static01.nyt.com/images/2007/11/15/arts/16wein-600.jpg?year=2007&h=330&w=600&s=e88c66fcc154376798087ff8d2b5833f8812178f775dfbc06d61bc5220f60db1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_11_16_arts_design_16wein_1666740975.html", "title": "Lawrence Weiner: As Far as the Eye Can See", "title_page": "Lawrence Weiner: As Far as the Eye Can See - Art - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 1969 Mr. Weiner issued a well-known statement of intent describing the three conditions in which his works could exist: they could be constructed by him, fabricated by someone else or not built at all. The Whitney show includes several executions of blunt early efforts that deploy different materials and actions, not all of which should be tried at home. Exhibit A is “A Wall Cratered by a Single Shotgun Blast” (carried out at very close range), as well as “Two Minutes of Spray Paint Directly Upon the Floor From a Standard Aerosol Spray Can,” exceptionally beautiful in hot pink. One of my favorites, spelled out but not executed, is “A Square Removal From a Rug in Use.”\nMr. Weiner’s works are made for each situation as it arises. Most at the Whitney are presented in their unbuilt state, as language writ large or small on architectural surfaces of all kinds, or printed in books and catalogs or on matchbook covers, exhibition cards and posters.\nIt is clear even before you enter the museum that they can revive tired colloquialisms or lean toward obscurity. Stretched across the top of the Whitney’s facade you’ll see an optimistic incitement to look, only look, given a new exultant vantage point: “As Far as the Eye Can See,” the show’s title, in huge yellow letters outlined in red. Considerably lower, in the sidewalk, a cast-iron manhole cover offers “In Direct Line With Another & The Next.” It is one of 19 manhole covers that permanently insinuate a bit of geometric order around Union Square, and has been brought uptown for the show.\nLater works have a haiku-type specificity, like “Drops of Blue Water Forced Over the Rim of a Pot Made of Clay” (1986), seen here in large orange letters outlined in blue. Politics is often part of the package, like the global tragedy (and responsibility) implied in “A Glacier Vandalized.” A work seen in drawings sharply addresses the present: “We Are Ships at Sea Not Ducks on a Pond.” Its first manifestation was in large wood letters attached to two pontoons floating in the harbor of Hamburg, Germany, in 1989.\nSometimes there is a strong erotic undercurrent, something that is more explicit in Mr. Weiner’s films. Fittingly the 1994 work “Stretched as Tightly as Possible/ (Satin) & (Petroleum Jelly)” is placed across from several storyboards. Here it appears in large letters cut into a broad strip of shiny black vinyl, full of innuendo, but also sounding oddly like a recipe for a painting by Ed Ruscha, whose involvement with language is one of the precedents for Mr. Weiner’s.\nBecause Mr. Weiner’s words are mutable, appearing in one state and then another, they are not only continually remade but also renewed. In this way he subverts the notion of linear development and reflects a desire that his work not be — as one piece puts it — “Distorted by the Assumption of a Direction.” The visual nature of his art has changed with his ideas about scale, typeface and punctuation, and the addition of balletic loops, like the one that suggests the trajectory of a leaping fish in “Taken to as Deep as the Sea Can Be.”", "url": "https://www.nytimes.com/2007/11/16/arts/design/16wein.html"}