{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:36:57", "date_modify": "2022-10-25 23:36:57", "date_publish": "2007-06-29 04:00:00", "description": "Displaying the usual meticulousness associated with the Pixar brand, Ratatouille is a nearly flawless piece of popular art.", "filename": "2007_06_29_movies_29rata_1666741017.html", "image_url": "https://static01.nyt.com/images/2007/06/28/arts/29rat600.1.jpg?year=2007&h=300&w=600&s=04eb3234c14fe8ee157f35342f2fbedd747240bc0356761eef4be29644742907&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_06_29_movies_29rata_1666741017.html", "title": "The New York Times", "title_page": "Ratatouille - Movies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What Remy discovers is that anyone, including his uncultured brother, can be taught to appreciate intense and unusual flavors. (How to translate the reactions of the nose and tongue by means of sound and image is a more daunting challenge, one that the filmmakers, including Michael Giacchino, author of the marvelous musical score, meet with effortless ingenuity.) Remy’s budding culinary vocation sets him on a lonely course, separating him from his clannish, philistine family and sending him off, like so many young men from the provinces before him, to seek his fortune in Paris. That city, from cobblestones to rooftops, is brilliantly imagined by the animators.\nAnd, as usual in a Pixar movie, a whole new realm of physical texture and sensory detail has been conquered for animation. “Finding Nemo” found warmth in the cold-blooded, scaly creatures of the deep; “Cars” brought inert metal to life. At first glance, “Ratatouille” may look less groundbreaking, since talking furry rodents are hardly a novelty in cartoons. But the innovations are nonetheless there, in the fine grain of every image: in the matted look of wet rat fur and the bright scratches in the patina of well-used copper pots, in the beads of moisture on the surface of cut vegetables and the sauce-stained fabric of cooks’ aprons.\nIndividually, the rats are appealing enough, but the sight of dozens of them swarming through pantries and kitchens is appropriately icky, and Mr. Bird acknowledges that interspecies understanding may have its limits.\nPerhaps because animation, especially the modern computer-assisted variety, is the work of so many hands and the product of so much invested capital, we are used to identifying animated movies with their corporate authors: Disney, DreamWorks, Pixar and so on. But while the visual effects in “Ratatouille” show a recognizable company stamp, the sensibility that governs the story is unmistakably Mr. Bird’s. A veteran of “The Simpsons” and a journeyman writer for movies and television, he has emerged as an original and provocative voice in American filmmaking.\nImage Remy, the rat with the palate, in a scene from Ratatouille. Credit... Disney Enterprises/Pixar Animation Studios\nHe is also, at least implicitly, a severe critic of the laziness and mediocrity that characterize so much popular culture. He criticizes partly by example, by avoiding the usual kid-movie clichés and demonstrating that a clear, accessible story can also be thoughtful and unpredictable. “Ratatouille” features no annoying sidekick and no obtrusive celebrity voice-work, and while Remy is cute, he can also be prickly, demanding and insecure.", "url": "https://www.nytimes.com/2007/06/29/movies/29rata.html"}