{"authors": ["Barry Meier"], "date_download": "2022-10-25 23:22:48", "date_modify": "2022-10-25 23:22:48", "date_publish": "2007-05-10 04:00:00", "description": "Purdue Pharma, its parent company, and three of its top executives today admitted to understating the risks of addiction to the painkiller.", "filename": "2007_05_10_business_11drug-web_1666740168.html", "image_url": "https://static01.nyt.com/images/2007/05/10/business/10cnd_oxycontin.jpg?year=2007&h=260&w=600&s=d6a389695e91c8295c4bbe887e075fac9355886983f6de548a896ed8693ac3ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_05_10_business_11drug-web_1666740168.html", "title": "In Guilty Plea, OxyContin Maker to Pay $600 Million", "title_page": "In Guilty Plea, OxyContin Maker to Pay $600 Million  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That claim became the linchpin of the most aggressive marketing campaign ever undertaken by a pharmaceutical company for a narcotic painkiller. Just a few years after the drug’s introduction in 1996, annual sales reached $1 billion. Purdue Pharma heavily promoted OxyContin to doctors like general practitioners, who had often had little training in the treatment of serious pain or in recognizing signs of drug abuse in patients.\nBut both experienced drug abusers and novices, including teenagers, soon discovered that chewing an OxyContin tablet or crushing one and then snorting the powder or injecting it with a needle produced a high as powerful as heroin. By 2000, parts of the United States, particularly rural areas, began to see skyrocketing rates of addiction and crime related to use of the drug.\nMore details about the plea agreements were expected to be announced at a news conference this afternoon in Roanoke, Va., by John L. Brownlee, the United States attorney for the Western District of Virginia. “Misbranding” is a broad statute that makes it a crime to mislabel a drug, fraudulently promote it or market it for an unapproved use.\nIn a proceeding this morning in United States District Court here, both Purdue Pharma and the three executives acknowledged that the company fraudulently marketed OxyContin for six years as a drug that was less prone to abuse, as well as one that also had fewer narcotic side effects.\nIn a statement, the company said: “Nearly six years and longer ago, some employees made, or told other employees to make, certain statements about OxyContin to some health care professionals that were inconsistent with the F.D.A.-approved prescribing information for OxyContin and the express warnings it contained about risks associated with the medicine. The statements also violated written company policies requiring adherence to the prescribing information.”", "url": "https://www.nytimes.com/2007/05/10/business/11drug-web.html"}