{"authors": ["Lynn Zinser", "Sarah Lyall"], "date_download": "2022-10-25 23:00:03", "date_modify": "2022-10-25 23:00:03", "date_publish": "2007-01-12 05:00:00", "description": "The Los Angeles Galaxy said that David Beckham would make $250 million over the five years of his deal.", "filename": "2007_01_12_sports_soccer_12beckham_1666738803.html", "image_url": "https://static01.nyt.com/images/2007/01/12/sports/12beckham.1.600.jpg?year=2007&h=360&w=600&s=54d80714a34e7cb74ffaf09bb96b2c81bf2edf9584465748df191b63334e10f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_01_12_sports_soccer_12beckham_1666738803.html", "title": "A Soccer Star Heeds Lure of Hollywood", "title_page": "A Soccer Star Heeds Lure of Hollywood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "David Beckham has never been simply a sports star. He is a brand, and one who briefly lived at the spot where fashion, celebrity and soccer met. The soccer component of that equation has eroded, but his star power still reverberates worldwide, so much that Major League Soccer has lured Beckham to Los Angeles.\nBeckham will make the move from Real Madrid, the most glamorous team in Europe, and the United States’ top professional soccer league will try to cash in on his celebrity appeal — and perhaps that of his wife, Victoria, the former Posh Spice of the Spice Girls pop group.\nThe Los Angeles Galaxy announced the move yesterday, saying that Beckham would make $250 million over the five years of his deal, including endorsement income; the team did not release his actual salary from the club. Beckham will join the Galaxy after his contract with Real Madrid expires on June 30, coming to a league that has struggled for 11 years to gain prominence on the American sports landscape.\nFor Beckham, whose time as a world-class midfielder has passed, the move may be a savvy exit strategy from the intense European soccer spotlight. The British news media, ever eager to pounce on weakness, have been particularly savage about Posh and Becks, as they are called in Britain, since his meager performance as England’s captain in the World Cup last summer.", "url": "https://www.nytimes.com/2007/01/12/sports/soccer/12beckham.html"}