{"authors": ["Douglas Martin"], "date_download": "2022-10-25 23:43:33", "date_modify": "2022-10-25 23:43:33", "date_publish": "2007-10-30 04:00:00", "description": "Porter Wagoner was a country singer who mixed rhinestone suits, a towering pompadour and cornball jokes with direct, simple songs over a career best known for his partnership with Dolly Parton.", "filename": "2007_10_30_arts_music_30wagoner_1666741413.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_10_30_arts_music_30wagoner_1666741413.html", "title": "Porter Wagoner, Singer, Dies at 80", "title_page": "Porter Wagoner, Singer, Dies at 80 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Porter Wagoner, a country singer who mixed rhinestone suits, a towering cotton-candy pompadour and cornball jokes with direct, simple songs over a career best known for his partnership with Dolly Parton, died Sunday in Nashville. He was 80 and lived in Nashville.\nHe had been hospitalized with lung cancer, the Grand Ole Opry said in announcing his death.\nMr. Wagoner had 81 singles on the country charts, including 29 Top 10 records. His hits included “Green, Green Grass of Home,” “Skid Row Joe” and “The Cold Hard Facts of Life.” He was famous for capturing straight up the raw emotions of people living tough lives, sometimes using his speaking voice in an old-time country technique called recitation.\nFor 21 years he was the host of “The Porter Wagoner Show,” which was eventually syndicated in 100 markets, reaching 3.5 million viewers a week and giving many of them their first brush with country music.\nMr. Wagoner wrote many of his songs and recorded some of country music’s earliest “concept albums,” in which individual tracks combine in a thematic whole. (One was “Soul of a Convict,” in 1967, which dealt with penitentiary themes.) He won three Grammy awards in the 1960s for gospel recordings he made with the Blackwood Brothers Quartet, among the biggest stars of Southern gospel.", "url": "https://www.nytimes.com/2007/10/30/arts/music/30wagoner.html"}