{"authors": ["Laurie Goodstein"], "date_download": "2022-10-25 23:56:26", "date_modify": "2022-10-25 23:56:26", "date_publish": "2007-09-03 04:00:00", "description": "The nation’s largest Jewish movement is preparing to adopt a new prayer book intended to offer something for everyone, including people who do not believe in God.", "filename": "2007_09_03_us_03prayerbook.html_pagewanted=all_1666742186.html", "image_url": "https://static01.nyt.com/images/2007/09/03/us/03prayerbook.600.jpg?year=2007&h=280&w=600&s=e3ffed836bffabcadccf921c0c9a4e8c091f5667f33541dcfad9011e1be4b4cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_09_03_us_03prayerbook.html_pagewanted=all_1666742186.html", "title": "In New Prayer Book, Signs of Broad Change", "title_page": "In New Prayer Book, Signs of Broad Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is a way of having the best of both worlds,” said Rabbi Peter S. Knobel, president of the Central Conference of American Rabbis, the association of Reform rabbis, which is publishing the book. “You have the possibility of doing, if you want, an entire service in Hebrew, as traditional as you can be within the Reform movement. At the same time, you can do something extremely creative.”\nThe Reform movement, which originated in Germany in the 19th century, claims 1.5 million members in 900 congregations in North America. There are about 5.2 million Jews in the United States, according to the National Jewish Population Survey, conducted from 2000 to 2001.\nSteven M. Cohen, a sociologist of American Jewry and a professor at the Jewish Institute of Religion at Hebrew Union College, said, “Historically the Reform movement has seen itself as the movement most responsive to the changing times,” one of the main reasons that its prayer book is periodically revised.\nMany Reform Jews grew up with the Union Prayer Book that was first published in 1895. The earliest versions of this prayer book “rejected such traditional Jewish notions” as a personal Messiah, the Jews as God’s chosen people, and the desire to return to the land of Israel, according to an article in Reform Judaism magazine by Elliot L. Stevens, associate executive vice president and director of publications for the Central Conference of American Rabbis.\nBut that and other features were changed as the book was updated in 1922 and 1941. When the Reform movement adopted its next prayer book in 1975, “Gates of Prayer,” it reflected Reform’s move toward Zionism and some acceptance of tradition, featuring services for Israeli Independence Day and Holocaust commemoration.\nBut within 10 years, some Reform members were already dissatisfied, saying that “Gates of Prayer” used sexist language and failed to reflect rising interest in spirituality and participatory worship. Some congregations created and photocopied their own makeshift prayer books, and some kept using the old Union Prayer Book.\nSince 1985, committees of rabbis, cantors and laypeople — about 50 people in all — have been involved in developing the new prayer book. Early versions were tested in congregations, which sent in their feedback. Yet the authors are prepared for criticism, Rabbi Frishman said.", "url": "https://www.nytimes.com/2007/09/03/us/03prayerbook.html?pagewanted=all"}