{"authors": ["David Barboza"], "date_download": "2022-10-25 23:52:39", "date_modify": "2022-10-25 23:52:39", "date_publish": "2007-01-16 05:00:00", "description": "Zhang Yin, who may be the richest self-made woman in the world, built her fortune on recycled cardboard.", "filename": "2007_01_16_business_16trash_1666741959.html", "image_url": "https://static01.nyt.com/images/2007/01/16/business/16trash.xlarge1.jpg?year=2007&h=320&w=600&s=812a1e7ae8c36ae6759dffb2d2534dee2cd4159e0d5f2722e0a7f66625567d7b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_01_16_business_16trash_1666741959.html", "title": "Blazing a Paper Trail in China", "title_page": "Blazing a Paper Trail in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Zhang is cagey about how she made her fortune. In a society known for close ties and hidden deals between government officials and business leaders, she says simply, “I’m an honest businesswoman.”\nMs. Zhang was the oldest of eight children born into a military family from northern Heilongjiang Province, near the Russian border. During the brutal Cultural Revolution, which began in 1966, her father was sent to prison, like millions of others who were branded “counterrevolutionaries” or “capitalist roaders.”\nWhen the Cultural Revolution came to a close in 1976, her father was released from prison and “rehabilitated.” She went to work as an accountant.\nAfter China’s economic reforms got under way in the early 1980s, she moved to the southern coastal city of Shenzhen, one of the first areas in China allowed to experiment with capitalism. There she started working for a foreign-Chinese joint venture paper trading company.\nIn 1985, she ventured to Hong Kong, which was then still a British colony.\nNg Weiting, who was her partner in Hong Kong in the 1980s, says Ms. Zhang was driven and tough and had figured out how to get the best performance out of her workers.\n“When her employees asked for a pay raise, she would grant it if it was reasonable,” he recalled. “But when her employees made mistakes, she would criticize them severely. She made it clear when to reward and when to punish.”\nAnalysts say Ms. Zhang’s ebullient personality made her a great saleswoman and a sharp deal maker.\nThere were occasional threats from competitors, yet being a woman was not a problem, she says. \"Actually, I didn’t find it difficult,\" she says. \"I found men respected me.\"", "url": "https://www.nytimes.com/2007/01/16/business/16trash.html"}