{"authors": ["Samuel G. Freedman"], "date_download": "2022-10-25 23:29:34", "date_modify": "2022-10-25 23:29:34", "date_publish": "2007-04-25 04:00:00", "description": "After his first 100 days as a Congressional representative, a lawmaker paid a visit to his old high school, where he had taught geography, coached football, advised seniors and supervised the lunchroom.", "filename": "2007_04_25_education_25education_1666740574.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_04_25_education_25education_1666740574.html", "title": "Congressman, Teacher, Soldier, and He’s Back in Town for a Visit", "title_page": "Congressman, Teacher, Soldier, and He’s Back in Town for a Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANKATO, Minn.\nTim Walz strode eagerly across the tile floor and past the metal lockers, heading toward center hall of Mankato West High School. At the reception desk he borrowed a walkie-talkie and put a call out for Wayne Johnson, the janitor. Half a minute later, the custodian bounded down the stairs, broom and dustpan in hand, and the reunions began.\nEvery time Mr. Walz moved a few steps, he bumped into a familiar face and a memory. He asked one girl from the track team about her best time this season in the 800 meters. A boy, just admitted to Northwestern, thanked Mr. Walz for the recommendation letter. A couple of teachers recalled when, stuck in the basement during a tornado, they sang those endless rounds of “Row, Row, Row Your Boat.”\nAfter his first 100 days as a Congressional representative, Mr. Walz was home. He was back in his district, a vast swath of southern Minnesota, but more important, on this April morning he was back at his old high school. Here he had taught geography, coached football, advised seniors and supervised the lunchroom.\nHis return to Mankato West, though, was more than nostalgic. Of the 535 members of Congress, Mr. Walz, 43, is the only active schoolteacher, still a tenured faculty member here. As the federal government has grown deeply enmeshed in public education, exemplified by the No Child Left Behind law now up for reauthorization, only Mr. Walz among his colleagues has experienced its effects in his own classroom.", "url": "https://www.nytimes.com/2007/04/25/education/25education.html"}