{"authors": ["Randal C. Archibold"], "date_download": "2022-10-25 23:29:24", "date_modify": "2022-10-25 23:29:24", "date_publish": "2007-10-10 04:00:00", "description": "A report said that poor training and a variety of errors by police commanders led officers to turn on demonstrators and journalists at a pro-immigration rally in Los Angeles in May.", "filename": "2007_10_10_us_10lapd_1666740564.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_10_10_us_10lapd_1666740564.html", "title": "Police Blame Themselves for Melee at May Rally", "title_page": "Police Blame Themselves for Melee at May Rally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES, Oct. 9  Poor training and a variety of errors by police commanders led officers to turn on demonstrators and journalists at a pro-immigration rally here in May, the Los Angeles Police Department concluded in a report issued Tuesday.\nThe report said the Metropolitan Division, the department’s de facto riot police, had received no crowd-control training in the 18 months leading up to the rally, that officers and commanders at the rally had not been sure who was in charge, that orders to disperse had been given only in English despite the fact that the crowd was largely Spanish-speaking and that radioed requests for guidance from superiors had been met with silence.\n“There were a number of instances where the events paused long enough so that what was happening in the park could have been stopped,” the report said of developments spinning rapidly out of control in MacArthur Park. “Instead, the failing leadership, breakdown in supervision and breakdown in personal discipline” caused ill-informed commanders to “take action without understanding how their decision might affect the final outcome.”\nThat outcome included reports by 246 people of injuries ranging from bruises to broken bones after officers, flummoxed by a group of up to 50 provocateurs who threw bottles, rocks and food at them, fired rubber bullets and swung batons even as demonstrators were trying to disperse. Scenes of officers trampling journalists who were covering the rally, which had been called to urge Congress to grant legal status to illegal immigrants, were played repeatedly on local and national television.", "url": "https://www.nytimes.com/2007/10/10/us/10lapd.html"}