{"authors": ["David Lague", "Donald Greenlees"], "date_download": "2022-10-25 23:45:46", "date_modify": "2022-10-25 23:45:46", "date_publish": "2007-01-18 05:00:00", "description": null, "filename": "2007_01_18_world_asia_18iht-north.4255039_1666741546.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_01_18_world_asia_18iht-north.4255039_1666741546.html", "title": "Squeeze on Banco Delta Asia hit North Korea where it hurt", "title_page": "Squeeze on Banco Delta Asia hit North Korea where it hurt - Asia - Pacific - International Herald Tribune - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "\"As a consequence of both these direct and indirect effects,\" he said, \"North Korea has encountered increasing difficulty executing international financial transactions.\"\nThese financial restrictions have since become a sticking point at six-nation talks aimed at dismantling North Korea's nuclear weapons. Christopher Hill, a U.S. assistant secretary of state and the chief U.S. negotiator at the talks, and his North Korean counterpart, Kim Kye Gwan, met in Berlin for two days of discussions this week.\nU.S. officials later described the Berlin meeting as preparation for future six-party talks. No date has been set for the next round.\nThe move against Banco Delta Asia demonstrates the power of financial tools that the United States can use to exert pressure on regimes it accuses of weapons proliferation or of sponsoring terror. The bank promptly cut its ties with North Korea, and, with encouragement from senior U.S. officials, other leading international lenders have also opted to shun the North rather than risk Washington's anger.\nIn contrast to difficulties the United States has faced in securing international backing for tough sanctions against North Korea, foreign banks have proved to be far more cooperative when faced with the prospect of losing access to the world's most important economy.\nTo target Banco Delta Asia, Washington has relied on Section 311 of the USA Patriot Act. This allows the secretary of the treasury, in consultation with other government agencies, to rule that foreign banks, jurisdictions, transactions or accounts are of \"primary money laundering concern\" and require American financial institutions to take protective measures, including cutting ties with these entities.\nIn financial terms, North Korea has proved to be a soft target. The United States has tried to apply similar pressure on Iran in recent years without as much success. The size of Iranian oil exports and the country's deeper integration into the international financial system make it much more difficult to isolate.", "url": "https://www.nytimes.com/2007/01/18/world/asia/18iht-north.4255039.html"}