{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:22", "date_modify": "2022-10-25 23:37:22", "date_publish": "2007-10-09 04:00:00", "description": "This production, insightfully and urgently conducted by Donald Runnicles and featuring the impressive German tenor Peter Seiffert in the title role, bodes well for David Gockley’s tenure.", "filename": "2007_10_09_arts_music_09wagn_1666741042.html", "image_url": "https://static01.nyt.com/images/2007/10/09/arts/tannspan.jpg?year=2007&h=280&w=600&s=d4e8596623b5affeeac066eaa3032474f9ef60837bd74c20ef858c1df8bfa285&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_10_09_arts_music_09wagn_1666741042.html", "title": "The New York Times", "title_page": "Tannhäuser - San Francisco - Opera - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO, Oct. 8 — After 33 years as the general director of the Houston Grand Opera, David Gockley was hardly an unknown presence in the field when he took charge of the San Francisco Opera in January 2006. Still, those who have been wondering what artistic vision he will bring to this important company have learned a lot recently.\nOn Friday night he presented his first premiere here, “Appomattox,” by Philip Glass. On Sunday afternoon I caught up with the first new production of a standard repertory work in the Gockley era, the veteran English director Graham Vick’s staging of Wagner’s “Tannhäuser,” introduced last month. The production, insightfully and urgently conducted by Donald Runnicles and featuring the impressive German tenor Peter Seiffert in the title role, bodes well for Mr. Gockley’s tenure.\nIn a program note Mr. Vick states that it is just too comfortable a choice when productions depict the German minstrel knight Tannhäuser as a vulnerable man torn between two women: the voluptuous goddess Venus, who has lured him to her pleasure palace in the subterranean Venusberg, and the virtuous young Elisabeth, who lives in the courtly Christian world of the Wartburg and loves Tannhäuser dearly.\nTo emphasize that Tannhäuser creates his own problems, that he is struggling to reconcile conflicting aspects of himself, Mr. Vick has blurred the distinctions between the erotic realm of Venus and the upstanding society of Elisabeth. All the action takes place in a unit set (by Paul Brown). It’s a large, simple and stately room with grayish-white wood walls, a curved ceiling and tall, shuttered windows. The floor is incongruously covered with clay-textured dirt, suggesting the “primal slime” of life, as Mr. Vick puts it.", "url": "https://www.nytimes.com/2007/10/09/arts/music/09wagn.html"}