{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:54:32", "date_modify": "2022-10-25 23:54:32", "date_publish": "2007-03-24 04:00:00", "description": "As sectarian violence in Iraq grows, Kanan Makiya, who was the leading intellectual voice calling for the ouster of Saddam Hussein, is questioning what went wrong.", "filename": "2007_03_24_world_middleeast_24makiya_1666742072.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_03_24_world_middleeast_24makiya_1666742072.html", "title": "Critic of Hussein Grapples With Horrors of Post-Invasion Iraq", "title_page": "Critic of Hussein Grapples With Horrors of Post-Invasion Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Until the American invasion in March 2003, Mr. Makiya, an Iraqi-American born in Baghdad in 1949, was the leading intellectual voice crying out for Western and Arab nations to topple Mr. Hussein. He was a close friend of the Pentagon darling Ahmad Chalabi, and had the attention of neoconservatives. Vice President Dick Cheney praised him on “Meet the Press,” and Mr. Makiya was one of three Iraqi-Americans who met with President Bush in the winter of 2003.\nThose were simpler days indeed, before the endless waves of car bombings, before the thousands of Iraqi and American deaths, before the descent into chaos and sectarian violence that has driven liberal idealists like Mr. Makiya into bouts of hand-wringing over a single inescapable question: what went wrong?\nWhich brings us to Mr. Makiya’s next book.\n“I want to look into myself, look at myself, delve into the assumptions I had going into the war,” he said. “Now it seems necessary to reflect on the society that has gotten itself into this mess. A question that looms more and more for me is: just what did 30 years of dictatorship do to 25 million people?”\n“It’s not like I didn’t think about this,” he continued. “But nonetheless I allowed myself as an activist to put it aside in the hope that it could be worked through, or managed, or exorcised in a way that’s not as violent as is the case now. That did not work out.”\nHERE in this two-story Victorian house on a quiet lane south of Porter Square, the thing that “did not work out” seemed very far away. Mr. Makiya was awaiting the arrival for dinner of a former student of his at Brandeis University, where Mr. Makiya is a professor of Islamic and Middle Eastern studies. While musing about Iraq, he admitted his inability to foresee the manifold shortcomings in the American project.", "url": "https://www.nytimes.com/2007/03/24/world/middleeast/24makiya.html"}