{"authors": ["Thom Shanker", "Mark Landler"], "date_download": "2022-10-25 23:39:01", "date_modify": "2022-10-25 23:39:01", "date_publish": "2007-02-11 05:00:00", "description": "President Vladimir V. Putin of Russia accused the United States of provoking a new nuclear arms race.", "filename": "2007_02_11_world_europe_11munich_1666741141.html", "image_url": "https://static01.nyt.com/images/2007/02/11/world/11munich.600.jpg?year=2007&h=280&w=600&s=b5243c900e74c73890709122ac15fbcd302fc2cdcfe269226810cf4a4b0c242f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_02_11_world_europe_11munich_1666741141.html", "title": "Putin Says U.S. Is Undermining Global Stability", "title_page": "Putin Says U.S. Is Undermining Global Stability - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It has nothing in common with democracy, of course,” he added. “Today we are witnessing an almost uncontained hyper use of force in international relations — military force.”\n“Primarily the United States has overstepped its national borders, and in every area,” said Mr. Putin, who increasingly has tried to re-establish Russia’s once broad Soviet-era influence, using Russia’s natural resources as leverage and defending nations at odds with the United States, including Iran.\nAmerican military actions, which he termed “unilateral” and “illegitimate,” also “have not been able to resolve any matters at all,” and, he said, have created only more instability and danger.\n“They bring us to the abyss of one conflict after another,” he said. “Political solutions are becoming impossible.”\nThe comments irritated some European leaders and prompted sharp criticism from the Americans in attendance. Senator John McCain, the Arizona Republican widely expected to make a bid for the White House, made a rebuttal that began, “In today’s multipolar world, there is no place for needless confrontation.” He said that the United States won the cold war in partnership with powerful nations of Western Europe, and that “there are power centers on every continent today.”\nMr. McCain then hit back at Mr. Putin more directly. “Will Russia’s autocratic turn become more pronounced, its foreign policy more opposed to the principles of the Western democracies and its energy policy used as a tool of intimidation?” he asked. “Moscow must understand that it cannot enjoy a genuine partnership with the West so long as its actions, at home and abroad, conflict fundamentally with the core values of the Euro-Atlantic democracies.”\nIn Washington, Gordon D. Johndroe, a White House spokesman, said in a statement: “We are surprised and disappointed with President Putin’s comments. His accusations are wrong. We expect to continue cooperation with Russia in areas important to the international community such as counterterrorism and reducing the spread and threat of weapons of mass destruction.”", "url": "https://www.nytimes.com/2007/02/11/world/europe/11munich.html"}