{"authors": ["Salman Masood", "Carlotta Gall"], "date_download": "2022-10-25 23:46:09", "date_modify": "2022-10-25 23:46:09", "date_publish": "2007-11-15 05:00:00", "description": "The opposition politician Imran Khan, who emerged from hiding on Wednesday, was seized by hard-line students and turned over to the police, witnesses said.", "filename": "2007_11_15_world_asia_15pakistan_1666741569.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_11_15_world_asia_15pakistan_1666741569.html", "title": "A Top Rival in Pakistan Is Carted Off by the Police", "title_page": "A Top Rival in Pakistan Is Carted Off by the Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Bhutto, who is under house arrest in Lahore, has contacted the main opposition parties, her party spokeswoman, Sherry Rehman, said, and has received an initial, favorable response.\nImage Imran Khan, a rival of Gen. Pervez Musharraf, at a rally Wednesday at a university in Lahore. Credit... Reuters\n“She wants a one-point agenda — the restoration of democracy,” Ms. Rehman said.\nThe move is an attempt to create a united front against General Musharraf and increase pressure on him to end emergency rule, under which the Constitution has been suspended and thousands of people placed under detention or house arrest.\n“This is a logical reaction to the events of the last week and the brutal behavior of the state,” Ms. Rehman said. “They have locked up not only her, but thousands of party workers. The whole central leadership is under house arrest.”\nMs. Bhutto returned to Pakistan in October — at the encouragement of American and British officials — hoping to run in elections that might make her prime minister while lending a democratic face to General Musharraf’s increasingly unpopular military government. But that arrangement seems near collapse.\nOn Tuesday, Ms. Bhutto called for General Musharraf to resign from both his posts of chief of the army staff and president and restore democratic rule, and demanded that the international community stop backing the general. It was her strongest language since his emergency decree on Nov. 3.", "url": "https://www.nytimes.com/2007/11/15/world/asia/15pakistan.html"}