{"authors": ["Danny Hakim", "Nicholas Confessore"], "date_download": "2022-10-25 23:01:50", "date_modify": "2022-10-25 23:01:50", "date_publish": "2007-08-23 04:00:00", "description": "The consultant, Roger J. Stone Jr., was forced to resign after allegations that he left a threatening telephone message at the office of Gov. Eliot Spitzer’s father.", "filename": "2007_08_23_nyregion_23stone_1666738910.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_08_23_nyregion_23stone_1666738910.html", "title": "Political Consultant Resigns After Allegations of Threatening Spitzer’s Father", "title_page": "Political Consultant Resigns After Allegations of Threatening Spitzer’s Father - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Stone had an unlikely political relationship with the Rev. Al Sharpton during his 2004 run for the presidency, and some of Mr. Sharpton’s aides said Mr. Stone played a central role in the campaign. But Mr. Stone says his role has been greatly overstated.\nMr. Stone, who mostly does corporate consulting work now, has also been an adviser to the real estate developer Donald J. Trump, especially during Mr. Trump’s efforts in the late 1990s to prevent the expansion of gambling in New York. In 2000, Mr. Stone and Mr. Trump were fined by state lobbying regulators after an investigation revealed that the developer had secretly financed newspaper ads opposing Mr. Pataki’s plans to approve new casinos in the Catskills.\nMr. Stone’s reputation for hard-edged political tactics appeared to be a selling point for the Senate Republicans, who after Mr. Spitzer’s election last fall were facing an aggressive Democratic governor eager to wipe out the state’s last redoubt of Republican strength.\nMr. Stone was hired near the end of the legislative session in June and was paid $20,000 a month. In a closed-door meeting last month, Mr. Stone presented a road map for aggressively defending and rebuilding the party.\n“When you’re in kind of a war posture or an under-attack posture, that’s certainly appealing,” said a senior Republican aide in the Senate. The aide said that Mr. Stone had had little contact with rank-and-file members, aside from the July meeting, and that opinion about his presentation had been mixed.\nThe Senate Republicans appeared newly emboldened in the weeks after Mr. Stone’s arrival, which coincided with the emergence of more aggressive Web-based activity opposing Mr. Spitzer. Reporters and others around the capital began receiving e-mail messages from addresses like SpitzerFile.com and NYFacts.net, most of them reprinting newspaper stories critical of Mr. Spitzer or containing political cartoons attacking him. Those two services are run by Michael Caputo, a Buffalo-area Republican who has worked with Mr. Stone in the past but who has said he is working on his own now.\nThe phone message left at the office of Bernard Spitzer, who is suffering from Parkinson’s disease, said that Mr. Spitzer, a wealthy real estate developer, would be “compelled by the Senate sergeant-at-arms” to testify about “shady campaign loans” he made to his son during his unsuccessful campaign for attorney general in 1994. (Senate Republicans have said they might investigate those loans.)", "url": "https://www.nytimes.com/2007/08/23/nyregion/23stone.html"}