{"authors": ["Nassim Nicholas Taleb"], "date_download": "2022-10-25 23:42:18", "date_modify": "2022-10-25 23:42:18", "date_publish": "2007-04-22 06:29:00", "description": "“The central idea of this book concerns our blindness with respect to randomness, particularly the large deviations . . . ”", "filename": "2007_04_22_books_chapters_0422-1st-tale_1666741338.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_04_22_books_chapters_0422-1st-tale_1666741338.html", "title": "‘The Black Swan: The Impact of the Highly Improbable’", "title_page": "‘The Black Swan: The Impact of the Highly Improbable’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Learning to Learn\nAnother related human impediment comes from excessive focus on what we do know: we tend to learn the precise, not the general.\nWhat did people learn from the 9/11 episode? Did they learn that some events, owing to their dynamics, stand largely outside the realm of the predictable? No. Did they learn the built-in defect of conventional wisdom? No. What did they figure out? They learned precise rules for avoiding Islamic prototerrorists and tall buildings. Many keep reminding me that it is important for us to be practical and take tangible steps rather than to \"theorize\" about knowledge. The story of the Maginot Line shows how we are conditioned to be specific. The French, after the Great War, built a wall along the previous German invasion route to prevent reinvasion-Hitler just (almost) effortlessly went around it. The French had been excellent students of history; they just learned with too much precision. They were too practical and exceedingly focused for their own safety.\nWe do not spontaneously learn that we don't learn that we don't learn. The problem lies in the structure of our minds: we don't learn rules, just facts, and only facts. Metarules (such as the rule that we have a tendency to not learn rules) we don't seem to be good at getting. We scorn the abstract; we scorn it with passion.\nWhy? It is necessary here, as it is my agenda in the rest of this book, both to stand conventional wisdom on its head and to show how inapplicable it is to our modern, complex, and increasingly recursive environment.\nBut there is a deeper question: What are our minds made for? It looks as if we have the wrong user's manual. Our minds do not seem made to think and introspect; if they were, things would be easier for us today, but then we would not be here today and I would not have been here to talk about it-my counterfactual, introspective, and hard-thinking ancestor would have been eaten by a tiger while his nonthinking, but faster-reacting cousin would have run for cover. Consider that thinking is time-consuming and generally a great waste of energy, that our predecessors spent more than a hundred million years as nonthinking mammals and that in the blip in our history during which we have used our brain we have used it on subjects too peripheral to matter. Evidence shows that we do much less thinking than we believe we do-except, of course, when we think about it.\nA NEW KIND OF INGRATITUDE\nIt is quite saddening to think of those people who have been mistreated by history. There were the poËtes maudits, like Edgar Allan Poe or Arthur Rimbaud, scorned by society and later worshipped and force-fed to schoolchildren. (There are even schools named after high school dropouts). Alas, this recognition came a little too late for the poet to get a serotonin kick out of it, or to prop up his romantic life on earth. But there are even more mistreated heroes-the very sad category of those who we do not know were heroes, who saved our lives, who helped us avoid disasters. They left no traces and did not even know that they were making a contribution. We remember the martyrs who died for a cause that we knew about, never those no less effective in their contribution but whose cause we were never aware-precisely because they were successful. Our ingratitude towards the poËtes maudits fades completely in front of this other type of thanklessness. This is a far more vicious kind of ingratitude: the feeling of uselessness on the part of the silent hero. I will illustrate with the following thought experiment.\nAssume that a legislator with courage, influence, intellect, vision, and perseverance manages to enact a law that goes into universal effect and employment on September 10, 2001; it imposes the continuously locked bulletproof doors in every cockpit (at high costs to the struggling airlines)-just in case terrorists decide to use planes to attack the World Trade Center in New York City. I know this is lunacy, but it is just a thought experiment (I am aware that there may be no such thing as a legislator with intellect, courage, vision, and perseverance; this is the point of the thought experiment). The legislation is not a popular measure among the airline personnel, as it complicates their lives. But it would certainly have prevented 9/11.", "url": "https://www.nytimes.com/2007/04/22/books/chapters/0422-1st-tale.html"}