{"authors": ["Amelia Gentleman"], "date_download": "2022-10-25 23:53:04", "date_modify": "2022-10-25 23:53:04", "date_publish": "2007-04-13 04:00:00", "description": "The government estimates that 60 percent of New Delhi’s inhabitants live in slums, unauthorized developments or unplanned and unsafe buildings - a planner’s nightmare.", "filename": "2007_04_13_world_asia_13delhi_1666741984.html", "image_url": "https://static01.nyt.com/images/2007/04/13/world/13delhi-600.jpg?year=2007&h=300&w=600&s=44c111b4ae547aaf6fcf4d787cb01c38fa7477a4b64f86f27893a182746492d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_04_13_world_asia_13delhi_1666741984.html", "title": "A Plan to Tame the Architectural Chaos of India’s Capital", "title_page": "A Plan to Tame the Architectural Chaos of India’s Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since these were unplanned settlements, no good roads were ever built for them. Now their inhabitants, who are growing richer with India’s economic boom, are trading in their bicycles for motorbikes, or upgrading their motorbikes for cars. Last year, car sales rose across India by 24 percent. Traffic in the capital is growing thicker and more perilous.\nImage Delhi's main streets and bazaars are choked by traffic. Credit... J. Adam Huggins for The International Herald Tribune\nThe new plan legalizes the houses of around three and a half million people, who have until now lived in fear of seeing their homes knocked down. Areas deemed dangerous will be redeveloped, and the city’s roughly two million slum dwellers will be rehoused, many of them in the new, tall, developments.\nSince the 1950s, successive governments have restricted housing construction to one state body, the Delhi Development Authority. Mr. Maken has said that the state-backed system has proved disastrous, and the new plan (the third drawn up since 1962) allows private developers into the housing market for the first time.\nTo give these developers an incentive, the plan abolishes restrictions on tall construction, in all but a few historic areas. Building upward is a radical solution for a city where height restrictions keep most buildings at tree level. But since the government has been unable to stop the annual arrival of half a million migrants driven by rural poverty, it now says radical action is necessary.\nUnder the new plan, developers will be able to approach residents, who mostly live in three-story buildings, with a plan to provide them with an equal-size apartment in a 15-story block and a cash bonus of, say, 2.5 million rupees, or $56,500. The plan stipulates that 35 percent of the housing be developed for poor residents, and that green space be left between the tall buildings.\nUnsurprisingly, the plan is highly controversial. K. T. Ravindran, dean of the Delhi School of Planning and Architecture, has warned that the slum demolition scheme risks following the discredited Paris model of urban planning, where poor communities were relocated into areas that fast became ghettoes.\nThe author of Delhi’s first Master Plan, Jagmohan, a retired politician who uses only one name, was also scathing, remarking that the proposal would turn Delhi into a world-class city only if one equated high-rise apartment blocks with sophistication. “And what message are you giving by legalizing illegal settlements?” he asked. “You’re saying that anyone who has infringed the law will now stand to gain.”", "url": "https://www.nytimes.com/2007/04/13/world/asia/13delhi.html"}