{"authors": [], "date_download": "2022-10-25 23:37:23", "date_modify": "2022-10-25 23:37:23", "date_publish": "2007-07-22 04:00:00", "description": "A history of black players, and an autobiography by one who’s still competing at the game’s highest levels.", "filename": "2007_07_22_books_review_Toure-t_1666741043.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_07_22_books_review_Toure-t_1666741043.html", "title": "Books on Black Tennis Players", "title_page": "Books on Black Tennis Players - Books - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The problem with memoirs by active athletes is that guys still in the locker room feel bound to keep that world a secret, and Blake is no different. I longed for a few stories from behind the scenes about Andy Roddick, Rafael Nadal, even that rascal Vince Spadea, but no. Blake says: “The ATP Tour is like a kind of traveling neverland, where no one forces you to grow up. So a lot of the guys are indistinguishable from overgrown adolescents.” But he never elaborates. Early in his career, during a tough match at the United States Open, his opponent, Lleyton Hewitt, suggested that a black linesman was making calls in favor of Blake because of their shared race. I was hoping for a fuller story from Blake, but no.\nImage Venus Williams Credit... Toby Melville/Reuters (2007)\nCuriously, Blake gives the slightly fuller telling of that story to Cecil Harris and Larryette Kyle-DeBose for their history of black tennis, “Charging the Net.” Blake tells them: “We talked about it in the locker room, and he did apologize. ... He said he didn’t mean for it to come out the way it did. ... I knew we would both be on the tour for a long time, and I told him that if he said anything like that again, I wouldn’t be so kind.”\n“Charging the Net” is a wide-ranging history, built on more than 65 interviews, that tells in-depth stories about the lives of black tennis stars like Venus and Serena; Arthur Ashe; Althea Gibson, the Wimbledon champ from Harlem who ended up broke, reclusive and bitter; and Zina Garrison, the Wimbledon finalist who, during her career, was dragged down by bulimia and a husband who, she says, encouraged her to stay on the tour so he could continue his affair with one of her friends. The authors cover the tennis diaspora, discussing famous umpires like Cecil Hollins, who feels he was kept from advancement by racism; legendary coaches like Dr. Robert Johnson, who molded Ashe; and the French stars Yannick Noah and Gael Monfils. There are some strange choices — they barely mention two Africans now on the tour, Hicham Arazi and Younes el-Aynaoui, both from Morocco, but give several pages to the Wimbledon winner Evonne Goolagong, an Australian aborigine. Aborigines may be oppressed and darker-skinned, but does that make them black? The original Australians are no blacker than, say, Vijay Amritraj of India, who played in the ’70s and ’80s and acted opposite Roger Moore in “Octopussy.” Alas, he’s not in the book. The authors claim that a black man named Edgar Brown “is credited by some with introducing topspin” around 1900. The International Tennis Hall of Fame and serious tennis historians recognize Herbert Lawford, Wimbledon champ in 1887, as the introducer of topspin, but maybe they’re just racist.\nWhereas Blake glosses over the subject of race, Harris, a sportswriter, and Kyle-DeBose, an author and photojournalist, make racism a recurring theme, arguing that it has dealt a devastating blow to black tennis dreams. They write, “The unspoken but persistent vibe that you are not welcome, that others would be happier if you went away, a vibe that black tennis players have sensed on the main tour for decades, makes it difficult to find the rhythm and comfort zone needed to perform at your best.” Leslie Allen, who played on the women’s tour in the ’80s, when players frequently stayed with host families rather than in hotels, says housing was often hard to find: “I’d go to a tournament where the family wanted to house the No. 1 seed. But when that family found out that the No. 1 seed was me, then suddenly the housing disappeared.” The great coach John Wilkerson, who taught Garrison, says black players (in the authors’ words) “have not won more major championships because too many of them believe deep down that they don’t belong in the sport.” Apparently, the feeling that’s held Blake back has held back many.", "url": "https://www.nytimes.com/2007/07/22/books/review/Toure-t.html"}