{"authors": ["Melena Ryzik"], "date_download": "2022-10-25 23:36:38", "date_modify": "2022-10-25 23:36:38", "date_publish": "2007-05-05 04:00:00", "description": "Judith Malina, the 80-year-old avant-garde theater doyenne, has a new space for her invention, The Living Theater, on the Lower East Side.", "filename": "2007_05_05_theater_05malina_1666740998.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2007", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2007_05_05_theater_05malina_1666740998.html", "title": "The New York Times", "title_page": "Judith Malina - Living Theater - Theater - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’ve always felt I belonged on the Lower East Side,” the 80-year-old avant-garde theater doyenne Judith Malina said recently as she sat on the terrace of her new apartment on Clinton Street. Several floors below, a half-dozen volunteers were putting the finishing touches on the 100-seat basement space that is the newest incarnation of her baby, the Living Theater. The opening night of “The Brig,” the first show there, was just hours away, but Ms. Malina made time to reminisce.\n“The only time I lived down here,” she said, “was when I spent 30 days in the Women’s House of Detention.” That incarceration, for refusing to take shelter during an air-raid drill in 1957, was the second of many in a career that made her a pillar of the leftist cultural movement. Now, she said, “I really feel, finally, I’m where I’m supposed to be.”\nAnd it took only a half-century. In 1947 Ms. Malina and her husband, the painter Julian Beck (she still refers to him by his full name, guru-like, though they were married for nearly 40 years), founded the Living Theater, an ensemble dedicated to challenging artistic and political conventions. For two decades they performed avant-garde and activist classics (Gertrude Stein, Lorca, Brecht) and naturalistic quasi-happenings. Audience interaction was the point, and confrontations, nudity, onstage and offstage sex and frequent police intervention were as much the marks of a good show as an ovation. (Ms. Malina, trained as an actress, did much of her best work with her arresting officers, she said.)\nBut the company was plagued with administrative and logistical problems. In 1963 its 14th Street theater was closed mid-run for tax evasion. Though the charge was eventually dropped, the couple’s antics at the trial, which they treated as an opportunity for anarchist performance, earned them a jail sentence for contempt of court.", "url": "https://www.nytimes.com/2007/05/05/theater/05malina.html"}