{"authors": ["Lawrence K. Altman", "Jeff Zeleny"], "date_download": "2022-10-25 23:41:59", "date_modify": "2022-10-25 23:41:59", "date_publish": "2008-05-30 04:00:00", "description": "Senator Barack Obama was in excellent health at the time of his last examination more than a year ago, according to a letter by his physician.", "filename": "2008_05_30_us_politics_30obama_1666741319.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_05_30_us_politics_30obama_1666741319.html", "title": "Obama’s Doctor, Praising His Health, Sees No Obstacles to Service", "title_page": "Obama’s Doctor, Praising His Health, Sees No Obstacles to Service - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Barack Obama, 46, was in “excellent health” at the time of his last examination more than a year ago and has no known medical problems that would affect his ability to serve as president, according to a letter by his physician released on Thursday.\nThe letter is the first publicly released information about Mr. Obama’s medical history or current condition. The six-paragraph, one-page statement summarized the senator’s health for the last 21 years and was signed by Dr. David L. Scheiner, who said he has been Mr. Obama’s primary care physician since March 23, 1987.\nThe undated letter was released less than a week after Senator John McCain of Arizona, the presumptive Republican nominee, released his medical records.\nOn May 23, Mr. McCain, who has had extensive surgery for a malignant melanoma on his face, allowed a small number of reporters to sift through more than 1,100 pages of records from the Mayo Clinic for three hours. His doctors answered a limited number of questions in a teleconference in which they said his health was robust.", "url": "https://www.nytimes.com/2008/05/30/us/politics/30obama.html"}