{"authors": ["Linda Greenhouse"], "date_download": "2022-10-25 23:29:45", "date_modify": "2022-10-25 23:29:45", "date_publish": "2008-04-17 04:00:00", "description": "The Supreme Court upheld Kentucky’s method of execution by lethal injection, rejecting the claim that its protocol posed an unconstitutional risk.", "filename": "2008_04_17_washington_17scotus_1666740585.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_04_17_washington_17scotus_1666740585.html", "title": "Justices Uphold Lethal Injection in Kentucky Case", "title_page": "Justices Uphold Lethal Injection in Kentucky Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The court issued its decision on the same morning that it heard arguments in another closely watched death penalty case, a challenge to Louisiana’s application of capital punishment for the crime of child rape. The two men on Louisiana’s death row for raping young girls are the only two people in the country who have been sentenced to death for a crime in which death did not result.\nIn the Kentucky case, there was considerably less agreement among the justices than the vote of 7 to 2 might indicate. Six of the seven justices in the majority wrote separate opinions. The chief justice’s opinion was signed by only two others, Justices Anthony M. Kennedy and Samuel A. Alito Jr. Justice Kennedy was the only member of the majority who did not write separately.\nJustice Alito wrote a separate opinion suggesting that he regarded the chief justice’s opinion as insufficiently conclusive and therefore open to “misinterpretation” by those who might see it as an invitation to “litigation gridlock.” Justice Alito said that because ethics rules bar most medical professionals from taking part in executions, challenges based on the absence of doctors and nurses from the execution chamber must fail because an alternative protocol that would require their participation “cannot be regarded as ‘feasible’ or readily available.”\nAnother member of the majority, Justice John Paul Stevens, said in his separate opinion that he felt bound by the court’s precedents to uphold the constitutionality of the Kentucky protocol. But he went on to call for abolishing the death penalty, both as a matter of policy and of Eighth Amendment jurisprudence. “State-sanctioned killing,” Justice Stevens said, was “becoming more and more anachronistic.”\nJustice Stevens voted with the majority that restored capital punishment in 1976, his first year on the court. But he said he had changed his mind, based on “my own experience” in seeing how the death penalty is actually carried out in a changing climate. Among the factors he singled out was a series of decisions that he said had “endorsed procedures that provide less protections to capital defendants than to ordinary offenders.”\nThe set of opinions in this case, Baze v. Rees, No. 07-5439, put the personalities and priorities of the individual justices on display as much as any case in recent years.\nThere was Chief Justice Roberts, including in his opinion a discourse on the need for courts to step aside. The Kentucky inmates’ proposed approach, he said, “would embroil the courts in ongoing scientific controversies beyond their expertise and would substantially intrude on the role of state legislatures in implementing their execution procedures.”", "url": "https://www.nytimes.com/2008/04/17/washington/17scotus.html"}