{"authors": ["Dan Bilefsky"], "date_download": "2022-10-25 23:46:50", "date_modify": "2022-10-25 23:46:50", "date_publish": "2008-02-18 05:00:00", "description": "Greeted with euphoria by ethnic Albanians, the move brings to a climax a showdown with Serbia and Russia.", "filename": "2008_02_18_world_europe_18kosovo_1666741610.html", "image_url": "https://static01.nyt.com/images/2008/02/18/world/18kosovo-spanA1-600.jpg?year=2008&h=311&w=600&s=4128a10df38d2f41fd853b830817a2a9473a73aa3a0b98bc4950122bf71e8849&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_02_18_world_europe_18kosovo_1666741610.html", "title": "Kosovo Declares Its Independence From Serbia", "title_page": "Kosovo Declares Its Independence From Serbia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PRISTINA, Kosovo  The province of Kosovo declared independence from Serbia on Sunday, sending tens of thousands of ethnic Albanians streaming through the streets to celebrate what they hoped was the end of a long and bloody struggle for national self-determination.\nKosovo’s bid to be recognized as Europe’s newest country  after a civil war that killed 10,000 people a decade ago and then years of limbo under United Nations rule  was the latest episode in the dismemberment of the former Yugoslavia, 17 years after its dissolution began.\nIt brings to a climax a showdown between the West, which argues that Serbia’s brutal subjugation of Kosovo’s ethnic Albanian majority cost it any right to rule the territory, and the Serbian government and its allies in the Kremlin. They counter that Kosovo’s independence is a reckless breach of international law that will spur other secessionist movements across the world.\nAs Albanians danced in the streets and fired guns in the air in the capital, Pristina, international reaction was sharply divided, suggesting that the clash between the principles of sovereignty and self-determination was far from resolved.", "url": "https://www.nytimes.com/2008/02/18/world/europe/18kosovo.html"}