{"authors": ["Tamar Lewin"], "date_download": "2022-10-25 23:38:35", "date_modify": "2022-10-25 23:38:35", "date_publish": "2008-05-09 04:00:00", "description": "Several highly selective colleges are offering admission to an unusually large number of students from their wait lists, which will probably lead others to do the same.", "filename": "2008_05_09_education_09admissions.html_oref=slogin&oref=slogin_1666741115.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_05_09_education_09admissions.html_oref=slogin&oref=slogin_1666741115.html", "title": "Top Colleges Dig Deeper in Wait Lists for Students", "title_page": "Top Colleges Dig Deeper in Wait Lists for Students - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In what may be a happy surprise for thousands of high school seniors, Harvard plans to offer admission to 150 to 175 students on its waiting list, and Princeton and the University of Pennsylvania each expect to take 90, creating ripples that will send other highly selective colleges deeper into their waiting lists as well.\n“This year has been less predictable than any recent year,” said Eric J. Kaplan, interim dean of admissions at Penn, adding that when one college in the top tier goes deep into its wait list, others are affected. “We all need to fill our classes and replace students who have been taken off wait lists at other institutions. The wait-list activity could extend for a significant time.”\nAlthough colleges turn to wait lists to fill out their classes, it is unusual for the most selective to go so deep, college officials say.\nFor high-school students graduating in an unusually large class and for colleges trying to shape a freshman class, this has been an unusually challenging year, with the changes in early-admissions programs and the broad expansion of financial aid at many elite universities.", "url": "https://www.nytimes.com/2008/05/09/education/09admissions.html?oref=slogin&oref=slogin"}