{"authors": ["Craig R. Whitney"], "date_download": "2022-10-25 22:59:59", "date_modify": "2022-10-25 22:59:59", "date_publish": "2008-10-17 23:29:05", "description": "This month is the 25th anniversary of “Pipedreams,” a weekly national public radio show devoted to organ music.", "filename": "2008_10_18_arts_music_18pipe_1666738799.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_10_18_arts_music_18pipe_1666738799.html", "title": "‘Pipedreams’ Keeps Radio Safe for Lovers of Organ Music", "title_page": "‘Pipedreams’ Keeps Radio Safe for Lovers of Organ Music - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Among his regular listeners is Alan Koole, a truck driver from Wyoming, Mich., who until he retired in May used to record “Pipedreams” on Sunday mornings and then play it over and over on the road in his tractor-trailer rig. “Traveling, I really appreciated what he’s doing,” Mr. Koole said in a telephone interview. “I had no idea there was so much music specifically for organ.”\nNeither did Mr. Barone before his early teens, when he began listening to recordings of organ music and then playing at his Presbyterian church in Kingston, Pa. He was encouraged by a friend there, Robert Wech, who later attended Oberlin College and persuaded Mr. Barone to follow in 1964.\n“He suggested it would be a good place for me, even though he knew I wasn’t going to go into music as a profession, because of the limits of my executive skill as a player,” Mr. Barone said. He went on to earn a degree in music history at Oberlin and took courses at the conservatory there, but it was by working at the 10-watt student-run radio station that he stumbled into his profession.\n“When I realized I was going to get out after four years, I thought maybe I could announce classical music,” he said. He was offered the job of music director at a new radio station at St. John’s University in Collegeville, Minn., after answering an advertisement, and drove from Ohio to take a look.\n“So on the 20th of August, 1968, I showed up, and I believe my intent was to work for a year or two, pay back some of my student loans, take a deep breath and jump on the academic bandwagon again,” he recalled. “Forty years later, I’m still here, trying to figure out what I’ll do when I grow up.”\nSt. John’s University Radio eventually became Minnesota Public Radio, a nonprofit private corporation that, as American Public Media, also distributes “A Prairie Home Companion,” among other programs.", "url": "https://www.nytimes.com/2008/10/18/arts/music/18pipe.html"}