{"authors": ["Al Baker"], "date_download": "2022-10-25 23:29:59", "date_modify": "2022-10-25 23:29:59", "date_publish": "2008-01-23 05:00:00", "description": "A continuing corruption investigation in Brooklyn offers a striking example of police officers who appeared to have gone too far to make arrests.", "filename": "2008_01_23_nyregion_23arrest.html__r=1_1666740599.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_01_23_nyregion_23arrest.html__r=1_1666740599.html", "title": "Drugs-for-Information Scandal Shakes Up New York Police Narcotics Force", "title_page": "Drugs-for-Information Scandal Shakes Up New York Police Narcotics Force - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the world of urban policing, few relationships are as fraught with peril as those between narcotics officers and confidential informants. These informants  C.I.’s in police parlance  are often small-time criminals who are paid or get criminal charges dropped in return for information about other, theoretically more dangerous criminals.\nNow four police officers in Brooklyn are under arrest in a case that involves paying informants not with cash or leniency but with the very drugs they craved, taken from the dealers who were arrested after the informants pointed them out. Two of the officers were charged in an internal sting last week after another was caught on a department audio tape bragging about the practice in September, officials said.\nProsecutors have moved to dismiss more than 80 criminal cases because the officers caught in the scandal were considered critical to successful prosecutions, law enforcement officials said, and the office of the Brooklyn district attorney is analyzing about 100 more potentially tainted cases.\nThree additional officers have been suspended without pay and stripped of their guns and badges; two others have been placed on modified assignment  they lose their guns and badges but still receive paychecks  and about a dozen more have been switched to desk duty. They will be barred from taking enforcement action, like making drug arrests, until the scope of the wrongdoing is determined, officials said.", "url": "https://www.nytimes.com/2008/01/23/nyregion/23arrest.html?_r=1"}