{"authors": ["Lawrence K. Altman"], "date_download": "2022-10-25 23:41:59", "date_modify": "2022-10-25 23:41:59", "date_publish": "2008-10-20 01:49:05", "description": "The limited information provided by the candidates is a departure from recent, more forthcoming, campaigns.", "filename": "2008_10_20_us_politics_20health_1666741319.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_10_20_us_politics_20health_1666741319.html", "title": "Many Holes in Disclosure of Nominees’ Health", "title_page": "Many Holes in Disclosure of Nominees’ Health - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I am a physician who has covered the health of presidential candidates for 36 years. Since 1980, The Times has made it a practice to question nominees for president and other high political offices and, with their permission, their doctors about their health.\nThe Times has requested such interviews with Mr. Obama since last spring and with Mr. McCain and his doctors since March 2007. None were granted. More recently, The Times sent letters to all four nominees requesting interviews about their health with them and their doctors. None agreed.\nThe candidates’ health has drawn little attention for most of this long campaign season despite the importance of the issue. But since Mr. McCain selected Ms. Palin as his running mate in August, questions about his health have intensified. In recent weeks, more than 2,700 physicians have signed a petition that ran as an advertisement demanding that Mr. McCain fully release his health records; the petition is sponsored by Brave New Films, the company led by Robert Greenwald, a Hollywood filmmaker who has contributed $2,250 to Democratic candidates and has made a number of anti-McCain videos. Beyond the advertisement, Mr. McCain’s health has become the subject of both speculation and distortion on the Internet and other media.\nThe following is a summary of the publicly known medical information about all four nominees and the outstanding questions about each.\nJohn McCain\nMr. McCain’s difficulty raising his arms and his sometimes awkward gait are remnants of severe, untreated injuries he suffered in Vietnam. Mr. McCain, a Navy pilot, broke both arms and his right knee when his jet was shot down over North Vietnam in 1967. He experienced additional wounds while being tortured during his five and a half years as a prisoner of war. Mr. McCain may eventually need joint replacements, according to his doctor at the Mayo Clinic in Scottsdale, Ariz.\nMr. McCain has released more details about his health than the other three nominees, though he has done so in a phased way and has apparently not agreed to any extensive interviews about his health. A handful of reporters were allowed to view his records during his bid for the 2000 Republican presidential nomination. Another group of reporters were permitted to see newer records last May. By not allowing reporters to interview him or his doctors extensively about his entire medical history, he has made it impossible to get a complete picture of his diagnoses and treatment.\nIn 1999, early in his first run for the presidency, Mr. McCain allowed a small number of reporters, including me, to review an estimated 1,500 pages of his medical records without photocopying or recording the information.", "url": "https://www.nytimes.com/2008/10/20/us/politics/20health.html"}