{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:29:32", "date_modify": "2022-10-25 23:29:32", "date_publish": "2008-10-01 01:52:01", "description": "Politics is as much about marketing as anything else, and from the beginning, the plan often came across as a taxpayer-financed parachute for high-flying tycoons.", "filename": "2008_10_01_business_01capital_1666740572.html", "image_url": "https://static01.nyt.com/images/2008/10/01/business/01capital.600.jpg?year=2008&h=350&w=600&s=1847f9dc44f7b504982d838026cc59c993bd81ae32c0e4d8d8799c5d835b04cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_10_01_business_01capital_1666740572.html", "title": "Labeled as a Bailout, Plan Was Hard to Sell to a Skeptical Public", "title_page": "Labeled as a Bailout, Plan Was Hard to Sell to a Skeptical Public - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The messaging was about as wooden and wonkish as it could be,” said Patrick Griffin, a former White House lobbyist for President Bill Clinton. “Poor Paulson  that was not his forte. And they started behind the eight ball. I never understood why they took so long to have the president engage.”\nPeter H. Wehner, a former Bush White House aide, said he doubted the terminology made the difference. “If someone could have called it a rescue plan the first day instead of bailout, do we really think that would have changed anything in a fundamental way?” he asked. “I don’t think so. I think the public viewed this from the beginning as a bailout of Wall Street and I don’t think moving around the deck chairs would have changed that.”\nIf there was blame to be apportioned for the marketing failure, it cut across party lines. The final leadership message delivered on the House floor as the vote drew near came from Nancy Pelosi, the House speaker, who rather than sticking to the bipartisan script, delivered a scathing attack on Mr. Bush. Whether or not it cost Republican votes, as some argued, it poisoned the atmosphere.\n“It would have been given by the shrillest, most insignificant back bencher, but never, never should have been delivered by a speaker attempting to pass a difficult but critical measure,” said Karl Rove, the former deputy White House chief of staff. “This was a time that called for being a big leader, not a small and petty partisan.”\nEither way, the administration fell behind from the beginning. When it wants to roll out a major new economic initiative, it traditionally lines up allies in the business community, organizes surrogates to speak and develops a vocabulary for presenting the idea in the most appealing light. In this case, the plan came together heading into a weekend and the usual allies were not rallied until the following Monday.\n“We had less time for that than normally,” said Michele Davis, assistant secretary for public affairs at the Treasury, who help devise communications strategies. “The situation that Wednesday and Thursday in the credit markets was so horrific, and with the short Congressional schedule ahead of us, we had to get out fast.”\nFor economic issues, the administration typically reaches out to two particularly influential opinion leaders whose views carry great weight with Congressional conservatives  Paul Gigot, editor of The Wall Street Journal editorial pages, and Lawrence Kudlow, the syndicated columnist and CNBC host. In this case, both men embraced the plan, but for once they did not sway other conservatives.", "url": "https://www.nytimes.com/2008/10/01/business/01capital.html"}