{"authors": ["Robert Pear"], "date_download": "2022-10-25 23:24:31", "date_modify": "2022-10-25 23:24:31", "date_publish": "2008-09-20 21:55:45", "description": "Senators John McCain and Barack Obama are quietly planning their transitions, so they will be ready to take up the reins of government.", "filename": "2008_09_21_us_politics_21transition_1666740271.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_09_21_us_politics_21transition_1666740271.html", "title": "Behind the Scenes, Teams for Both Candidates Plan for a Presidential Transition", "title_page": "Behind the Scenes, Teams for Both Candidates Plan for a Presidential Transition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  Though they hate to discuss it, Senators John McCain and Barack Obama are quietly planning what to do in the frenetic 77-day period from the presidential election to Inauguration Day, so they will be ready to take up the reins of government.\nDemocrats said that John D. Podesta, a former chief of staff to President Bill Clinton, was leading the transition preparations for Mr. Obama. Mr. Podesta, who founded a lobbying firm with his brother in 1988, is president of the Center for American Progress, a sort of government-in-exile waiting for Democrats to regain power. At the McCain campaign, Republicans said, transition work is being coordinated by William E. Timmons, a longtime Washington lobbyist whose clients have included the American Petroleum Institute and the mortgage company Freddie Mac.\nIf Mr. McCain wins, Republicans said, his transition team will probably be led by Mr. Timmons and John F. Lehman, a McCain fund-raiser who was secretary of the Navy under President Ronald Reagan.\nBoth campaigns refused to discuss their transition plans, saying they did not want to jinx their chances or appear too cocky. The Obama campaign was stung in July when Republicans called Mr. Obama presumptuous for lining up transition advisers.", "url": "https://www.nytimes.com/2008/09/21/us/politics/21transition.html"}