{"authors": ["Dan Levin"], "date_download": "2022-10-25 23:55:21", "date_modify": "2022-10-25 23:55:21", "date_publish": "2008-07-24 04:00:00", "description": "Some of Beijing’s traditional courtyard homes are being refurbished with a mix of modern sensibility and respect for original detail.", "filename": "2008_07_24_garden_24beijing.html_pagewanted=all_1666742121.html", "image_url": "https://static01.nyt.com/images/2008/07/24/garden/24beijing-600.jpg?year=2008&h=330&w=600&s=d372acb8e7f717d041dd91221684303e00c10b910379473f689ee4b6ed8232aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_07_24_garden_24beijing.html_pagewanted=all_1666742121.html", "title": "In Beijing’s Ancient Alleys, Modern Comforts", "title_page": "In Beijing’s Ancient Alleys, Modern Comforts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Beijing\nA STROLL through one of this city’s labyrinthine hutongs  alleys lined with courtyard houses that wind away from the boulevards and public squares  offers glimpses of a back street life mostly hidden behind the gray walls on either side: chain-smoking old men sitting at a checkerboard, a workman intent on a lunch of steamed dumplings, a cobbler hunched over a pair of worn canvas shoes. Occasionally an open door reveals a warren of cramped passageways or a courtyard packed with battered bicycles, caged songbirds and clothes hung out to dry in the hazy sunlight.\nJust as on the main streets, the air is filled with construction dust and the din of car horns and of wood being cut. But when Liu Heung Shing, a Pulitzer Prize-winning photojournalist, slips through the red doors of his siheyuan, or traditional one-story courtyard home, off a hutong just north of the Forbidden City, the cacophony ceases. Inside the house  which Mr. Liu spent two years and more than $1 million buying and restoring  the frenzy of the new Beijing gives way to the peace of the central courtyard. Here, the smog seems to have lifted, and all that can be heard is the breeze in the two 130-year-old pomegranate trees above.\n“Chinese believe that in a siheyuan you can feel the spirit of the earth,” he said on a recent afternoon, “because unlike in a high-rise apartment, you step on it every day.”\nIn fact, though, Mr. Liu is one of many siheyuan owners in Beijing who are not Chinese, at least officially. He was born in Hong Kong and is an American citizen. He and his wife, Karen Smith, an English art historian, are among a growing number of foreigners who have invested in the houses in recent years, refurbishing them with the mix of modern sensibility and respect for original detail one expects of a high-end renovation in Brooklyn or East London. At a time when the siheyuans, some of them centuries old, have been disappearing at an alarming rate, these renovators, along with some newly moneyed Chinese ones, are emerging as the city’s best hope for holding on to what’s left of the old hutongs, even as they transform dwellings that once housed dozens of people into private homes for their own small families, and provoke many of the same anxieties that gentrifiers do in the West.", "url": "https://www.nytimes.com/2008/07/24/garden/24beijing.html?pagewanted=all"}