{"authors": ["Ian Urbina"], "date_download": "2022-10-25 23:52:01", "date_modify": "2022-10-25 23:52:01", "date_publish": "2008-01-22 05:00:00", "description": "Accusations of favoritism toward Gov. Joe Manchin III’s daughter have created a controversy that could cast a shadow of cronyism over West Virginia University.", "filename": "2008_01_22_us_22heather_1666741921.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_01_22_us_22heather_1666741921.html", "title": "University Investigates Whether Governor’s Daughter Earned Degree", "title_page": "University Investigates Whether Governor’s Daughter Earned Degree - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MORGANTOWN, W.Va.  It started with a phone call from a newspaper reporter in October seeking to verify the academic credentials of Gov. Joe Manchin III’s daughter Heather Bresch. But in less than three months, the inquiry has mushroomed into a controversy that risks casting a shadow of cronyism over this state’s flagship university.\nOfficials at the college, West Virginia University, have been accused of rewriting records last fall to document that Ms. Bresch had earned an executive master of business administration degree in 1998. An investigation by The Pittsburgh Post-Gazette concluded that she had completed only 22 of the required 48 credit hours.\nThe university has begun an investigation of its own into the matter.\nMs. Bresch, 38, works for Mylan Inc., the world’s third-largest generic drug company, which employs 2,000 people in Morgantown. The company’s chairman, Milan Puskar, is a major campaign contributor to Governor Manchin, a Democrat, and is the university’s largest donor, having given it $20 million in 2003. Ms. Bresch has insisted that she earned her degree, and university officials have blamed a failure to transfer records for nearly half of her course work to the appropriate office for the situation, as documents were moved to electronic format from paper. But so far, the university and Ms. Bresch have not produced copies of her transcripts, receipts or other proof of her having paid for course work, or documents from the courses where grades seemed to have been entered years after “incompletes” were given.\n“This is really about the university’s credibility, and that affects the degrees we are trying to get,” said David Ryan, a senior and the opinion page editor for the student newspaper, The Daily Athenaeum. Mr. Ryan said he had received several letters a day from alumni, almost all of them saying the university should investigate the matter aggressively and as quickly as possible.", "url": "https://www.nytimes.com/2008/01/22/us/22heather.html"}