{"authors": ["Chris Colin"], "date_download": "2022-10-25 23:46:59", "date_modify": "2022-10-25 23:46:59", "date_publish": "2008-09-12 01:17:21", "description": "Prosperity hasn’t sapped the Mission District of its eclecticism. With a population that is about half Latino, a third white and an estimated 11 percent Asian, it’s still a wonderful mishmash.", "filename": "2008_09_14_travel_14hours.html_pagewanted=all_1666741619.html", "image_url": "https://static01.nyt.com/images/2008/09/14/travel/14hours600.jpg?year=2008&h=330&w=600&s=69fe79ceedd497c2e4388b432fee2c798197bb7fa7c820ef9b6f42eab53f4d96&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_09_14_travel_14hours.html_pagewanted=all_1666741619.html", "title": "36 Hours in San Francisco", "title_page": "36 Hours in San Francisco’s Mission District - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FOR much of the 1990s, San Francisco’s Mission District maintained a precarious balance between its colorful Latino roots and a gritty bohemian subculture. Then came the overfed dot-com years. Rising real estate prices not only threatened the Mission’s working-class enclave, but also its status as the city’s center of all things edgy and artsy. Sleek bars moved next door to divey taquerias. Boutiquey knick-knack shops came in alongside fusty dollar stores. But prosperity did not sap the district of its cultural eclecticism. With a population that is about half Latino, a third white and an estimated 11 percent Asian, the Mission still remains a wonderful mishmash. Where else can you find epicurean vegan cafes, feisty nonprofits and a Central American butcher shop that, for a memorable time, anyway, had women’s undergarments in the window?\nFriday\n4 p.m.\n1) ILLICIT TEA\nIt’s one thing to operate a pirate radio station, with foul-mouthed D.J.’s hopping from rooftop to rooftop to hide the transmitter. But the ever-defiant Pirate Cat Radio went and opened a cafe (2781 21st Street; 415-341-1199; www.piratecatradio.com). Now you can stick it to the man over a spot of tea or vegan donuts. The grungy décor and sparse offerings are true to pirate form — the fun lies in watching the illicit broadcasts through the smudged window.\n6:30 p.m.\n2) EAT WITH THE FISHES\nDon’t let the trendiness fool you: the food at Weird Fish (2193 Mission Street; 415-863-4744; www.weirdfishsf.com) is actually terrific. Situated on chaotic Mission Street, this guppy-sized spot serves inspired dishes like sweet-and-spicy rainbow trout ($8), sautéed tilapia ($8) and something called the Suspicious Fish Dish (varies). Even the blackened catfish ($8), novel enough on its own in these parts, gets a bright makeover with fruit salsa. There are excellent vegan options, too, from yam, avocado and spinach tacos ($5) to pea shoots with ginger and soy sauce ($4). There’s often a line, but you can wait outside on the street, enjoying that singular pleasure of sipping wine beside a bus stop, which serves as Weird Fish’s de facto lounge.\n8 p.m.\n3) ACTING OUT\nOn a good Friday night, the neighborhood is theatrical in its own right. For more distilled drama, catch a performance at the Marsh (1062 Valencia Street; 415-826-5750; www.themarsh.org), a small theater devoted to small stagings. Award-winning productions have included “Squeezebox” and “Tings Dey Happen,” a one-man show about Nigerian oil politics. Seating is first come, first served, so buy tickets in advance ($8 to $50) and arrive early.", "url": "https://www.nytimes.com/2008/09/14/travel/14hours.html?pagewanted=all"}