{"authors": ["Eric Lipton", "Raymond Hernandez"], "date_download": "2022-10-25 23:48:15", "date_modify": "2022-10-25 23:48:15", "date_publish": "2008-12-13 18:47:59", "description": "In Washington, Senator Charles E. Schumer is beneficiary, advocate and overseer of an industry that is his hometown’s most important business.", "filename": "2008_12_14_business_14schumer_1666741695.html", "image_url": "https://static01.nyt.com/images/2008/12/14/business/14schumer_600.jpg?year=2008&h=320&w=600&s=3809218ae4f98383d941af41be3772b2f1b07f855ff6ef14bbc82c816fa1fedd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_12_14_business_14schumer_1666741695.html", "title": "A Champion of Wall Street Reaps the Benefits", "title_page": "A Champion of Wall Street Reaps the Benefits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image JOHN A. KANAS Once head of North Fork Bank, he described Mr. Schumer as attentive. Credit... Stephen Chernin/Bloomberg News\n“Don’t take someone to task simply because a group has supported him politically and now he supports legislation that helps them,” Mr. D’Amato said. “The question is, is the legislation good or bad? With Chuck, it is clear he tries to do what is best for the state and city as a whole.”\nDoling Out Criticism\nFor Mr. Schumer, Wall Street’s crisis has been especially painful to watch. “It is horrible, just awful,” he said in the interview. “And it affects everybody.”\nAnd he has already begun identifying those he faults for the devastation. Subprime lenders top the list, but he has lashed out with particular fury at the credit-rating industry, which he once defended but now says misled him and the investing public.\n“The work at these ratings firms was severely compromised, and the companies were some of the biggest contributors to the current financial crisis,” Mr. Schumer said earlier this month in response to an S.E.C. move that same day to tighten control over the agencies. “The lesson from this is that the three major firms’ stranglehold on the ratings industry must be loosened.” Mr. Schumer has also blamed the Bush administration for its push to ease rules. “After eight years of deregulatory zeal by the Bush administration, an attitude of ‘the market can do no wrong’ has led it down a short path to economic recession,” Mr. Schumer said on the Senate floor in September.\nHe has not assigned responsibility to himself or fellow Democrats, saying he had no way of knowing of the misdeeds going on on Wall Street. “I wish I was omniscient,” he said. “I’m not.”\nSince the economy began to fall apart, Mr. Schumer has joined others in calling for new regulations to combat abuses. He has proposed tougher rules for credit-rating agencies, even changing the way they are paid so they are compensated by investors, not by the companies they are evaluating. He has said he is open to imposing regulations on hedge funds, which currently operate with limited government oversight.", "url": "https://www.nytimes.com/2008/12/14/business/14schumer.html"}