{"authors": ["Pir Zubair Shah", "Eric Schmitt", "Jane Perlez"], "date_download": "2022-10-26 00:11:56", "date_modify": "2022-10-26 00:11:56", "date_publish": "2008-09-03 09:44:16", "description": "Coalition forces opened fire in a village near the Afghan border, killing seven people, the Pakistani military said.", "filename": "2008_09_04_world_asia_04attack_1666743116.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_09_04_world_asia_04attack_1666743116.html", "title": "American Forces Attack Militants on Pakistani Soil", "title_page": "American Forces Attack Militants on Pakistani Soil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This article is by Pir Zubair Shah, Eric Schmitt and Jane Perlez.\nDERA ISMAIL KHAN, Pakistan — Helicopter-borne American Special Operations forces attacked Qaeda militants in a Pakistani village near the border with Afghanistan early Wednesday in the first publicly acknowledged case of United States forces conducting a ground raid on Pakistani soil, American officials said.\nUntil now, allied forces in Afghanistan have occasionally carried out airstrikes and artillery attacks in the border region of Pakistan against militants hiding there, and American forces in “hot pursuit” of militants have had some latitude to chase them across the border.\nBut the commando raid by the American forces signaled what top American officials said could be the opening salvo in a much broader campaign by Special Operations forces against the Taliban and Al Qaeda inside Pakistan, a secret plan that Defense Secretary Robert M. Gates has been advocating for months within President Bush’s war council.\nIt also seemed likely to complicate relations with Pakistan, where the already unstable political situation worsened after the resignation last month of President Pervez Musharraf, a longtime American ally.", "url": "https://www.nytimes.com/2008/09/04/world/asia/04attack.html"}