{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:46:34", "date_modify": "2022-10-25 23:46:34", "date_publish": "2008-07-18 04:00:00", "description": "Pitched at the divide between art and industry, poetry and entertainment, “The Dark Knight” goes darker and deeper than any Hollywood movie of its comic-book kind.", "filename": "2008_07_18_movies_18knig_1666741594.html", "image_url": "https://static01.nyt.com/images/2008/07/18/movies/18knight.xlarge1.jpg?year=2008&h=255&w=600&s=da1f62858c37c769b9b11576f17d61915f0620308c7d592768600ca7df796dd3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_07_18_movies_18knig_1666741594.html", "title": "Showdown in Gotham Town", "title_page": "‘The Dark Knight’: Showdown in Gotham Town - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A self-described agent of chaos, the Joker arrives in Gotham abruptly, as if he’d been hiding up someone’s sleeve. He quickly seizes control of the city’s crime syndicate and Batman’s attention with no rhyme and less reason. Mr. Ledger, his body tightly wound but limbs jangling, all but disappears under the character’s white mask and red leer. Licking and chewing his sloppy, smeared lips, his tongue darting in and out of his mouth like a jittery animal, he turns the Joker into a tease who taunts criminals (Eric Roberts’s bad guy, among them) and the police (Gary Oldman’s good cop), giggling while he-he-he (ha-ha-ha) tries to burn the world down. He isn’t fighting for anything or anyone. He isn’t a terrorist, just terrifying.\nMr. Nolan is playing with fire here, but partly because he’s a showman. Even before the Joker goes wild, the director lets loose with some comic horror that owes something to Michael Mann’s “Heat,” something to Cirque de Soleil, and quickly sets a tense, coiled mood that he sustains for two fast-moving hours of freakish mischief, vigilante justice, philosophical asides and the usual trinkets and toys, before a final half-hour pileup of gunfire and explosions. This big-bang finish  which includes a topsy-turvy image that poignantly suggests the world has been turned on its axis for good  is sloppy, at times visually incoherent, yet touching. Mr. Nolan, you learn, likes to linger in the dark, but he doesn’t want to live there.\nThough entranced by the Joker, Mr. Nolan, working from a script he wrote with his brother Jonathan Nolan, does make room for romance and tears and even an occasional (nonlethal) joke. There are several new characters, notably Harvey Dent (a charismatic Aaron Eckhart), a crusading district attorney and Bruce Wayne’s rival for the affection of his longtime friend, Rachel Dawes (Maggie Gyllenhaal, a happy improvement over Katie Holmes). Like almost every other character in the film, Batman and Bruce included, Harvey and Rachel live and work in (literal) glass houses. The Gotham they inhabit is shinier and brighter than the antiqued dystopia of “Batman Begins”: theirs is the emblematic modern megalopolis (in truth, a cleverly disguised Chicago), soulless, anonymous, a city of distorting and shattering mirrors.\nFrom certain angles, the city the Joker threatens looks like New York, but it would be reductive to read the film too directly through the prism of 9/11 and its aftermath. You may flash on that day when a building collapses here in a cloud of dust, or when firemen douse some flames, but those resemblances belong more rightly to our memories than to what we see unfolding on screen. Like any number of small- and big-screen thrillers, the film’s engagement with 9/11 is diffuse, more a matter of inference and ideas (chaos, fear, death) than of direct assertion. Still, that a spectacle like this even glances in that direction confirms that American movies have entered a new era of ambivalence when it comes to their heroes  or maybe just superness.\nIn and out of his black carapace and on the restless move, Batman remains, perhaps not surprisingly then, a recessive, almost elusive figure. Part of this has to do with the costume, which has created complications for every actor who wears it. With his eyes dimmed and voice technologically obscured, Mr. Bale, who’s suited up from the start, doesn’t have access to an actor’s most expressive tools. (There are only so many ways to eyeball an enemy.) Mr. Nolan, having already told Batman’s origin story in the first film, initially doesn’t appear motivated to advance the character. Yet by giving him rivals in love and war, he has also shifted Batman’s demons from inside his head to the outside world.", "url": "https://www.nytimes.com/2008/07/18/movies/18knig.html"}