{"authors": ["John Markoff", "Laura M. Holson"], "date_download": "2022-10-25 23:40:56", "date_modify": "2022-10-25 23:40:56", "date_publish": "2008-07-10 04:00:00", "description": "The App Store for iPhone software is the first step in an attempt to dominate the next generation of computing.", "filename": "2008_07_10_technology_personaltech_10apps_1666741256.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_07_10_technology_personaltech_10apps_1666741256.html", "title": "In the iPhone App Store, Developers’ Playground With Apple as Referee", "title_page": "In the iPhone App Store, Developers’ Playground With Apple as Referee - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Matt Murphy, a partner in a fund set up by Kleiner Perkins Caufield & Byers to invest in iPhone apps, ascribes the intense interest to the consumer demand for the iPhone, as well as the unfettered distribution promised by the App Store: it limits the phone company’s role as a gatekeeper.\nImage The App Store will let iPhone users download applications like games. One program offers baseball highlights.\n“A lot of the best entrepreneurs haven’t wanted to start anything because the carriers had to bless you,” he said. “There were a lot of unknowns.” For instance, there was no standard deal for what carriers would be paid. Carriers also rejected some applications and, Mr. Murphy said, “No one wanted to fall on their face.”\nOne indication of how much the iPhone changes the scene is Mr. Murphy’s fund, the iFund, which plans to invest $100 million in new iPhone-related software firms. In the last four months, the Kleiner fund has received 2,000 financing requests from developers, 85 percent of them intended for consumers.\nMr. Murphy said that Kleiner was serious about 100 of those ideas. The fund expects games, health care, social networking, mobile commerce and location-based services to be the most popular types of software. An application that would allow Bay Area surfers to check tides and network with other surfers failed to past muster.\nInstead, Kleiner is backing, among others, iControl Networks, which is creating an application to let homeowners turn off their lights and alarms at home, as well as monitor security cameras, via their iPhones.\nStill, Apple could end up at odds with some developers  particularly creators or distributors of content and media  who offer applications that compete directly with iTunes. Rajeev Raman, chief executive of Mywaves, an ad-sponsored free mobile video service available on millions of handsets, including Nokia and BlackBerry smartphones, said he would like to offer Mywaves in the App Store.\nBut he has made little headway in his discussions with Apple, he said: “We have a reverse conflict because they are not providing video for free, but we are. We are interested, but we don’t want to jump into anything that will have our hands tied behind our backs.“", "url": "https://www.nytimes.com/2008/07/10/technology/personaltech/10apps.html"}