{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:06", "date_modify": "2022-10-25 23:46:06", "date_publish": "2008-11-24 01:24:08", "description": "Reporting on what cannot be reported is something in which the British have much more experience.", "filename": "2008_11_24_technology_internet_24link_1666741566.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_11_24_technology_internet_24link_1666741566.html", "title": "In Britain, Outwitting Strict Laws Against Libel", "title_page": "In Britain, Outwitting Strict Laws Against Libel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A SMALL computer file appeared on the Internet last week, purporting to list the 13,000 members of the racist, far-right British National Party. The text file contained not just the names of the party’s supporters, but their home addresses, home phone numbers and, in some cases, hobbies (including a fair sampling of model airplane and train collectors) and professions (including a few lawyers, doctors and teachers).\nAnd all the queen’s horses and all the queen’s men haven’t managed to make that list disappear.\nMake no mistake, the Web sites of the large newspapers, frequent victims of strict libel laws in Britain, have done their part. Reporting on what cannot be reported is something in which the British have much more experience.\n“In the U.S., the starting point is that you have the right of freedom of expression,” said James Edelman, a law professor at Oxford. “There are ways it can be curtailed, but that is the starting point. It is almost the opposite in the U.K.”\n\nRaising the stakes, on Friday there was a suspected firebomb attack on a car parked outside the home of one of the people named on the list (but unnamed in the papers), though the police stressed that the connection to the party was only one line of investigation.", "url": "https://www.nytimes.com/2008/11/24/technology/internet/24link.html"}