{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:50:46", "date_modify": "2022-10-25 23:50:46", "date_publish": "2008-07-07 04:00:00", "description": "Hundreds of tons of waste still languish on the grounds of a pesticide factory in India, the site of a notorious disaster.", "filename": "2008_07_07_world_asia_07bhopal_1666741846.html", "image_url": "https://static01.nyt.com/images/2008/07/07/world/asia/600-bhopal-span2.jpg?year=2008&h=400&w=600&s=7a437789f27c21755cab7374dd4c3c3564a1ec11ff80ac5456731ffd0ca8804e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_07_07_world_asia_07bhopal_1666741846.html", "title": "25 Years Later, Toxic Waste Torments Bhopal", "title_page": "25 Years Later, Toxic Waste Torments  Bhopal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BHOPAL, India — Hundreds of tons of waste still languish inside a tin-roofed warehouse in a corner of the old grounds of the Union Carbide pesticide factory here, nearly a quarter-century after a poison gas leak killed thousands and turned this ancient city into a notorious symbol of industrial disaster.\nThe toxic remains have yet to be carted away. No one has examined to what extent, over more than two decades, they have seeped into the soil and water, except in desultory checks by a state environmental agency, which turned up pesticide residues in the neighborhood wells far exceeding permissible levels.\nNor has anyone bothered to address the concerns of those who have drunk that water and tended kitchen gardens on this soil and who now present a wide range of ailments, including cleft palates and mental retardation, among their children as evidence of a second generation of Bhopal victims, though it is impossible to say with any certainty what is the source of the afflictions.\nWhy it has taken so long to deal with the disaster is an epic tale of the ineffectiveness and seeming apathy of India’s bureaucracy and of the government’s failure to make the factory owners do anything about the mess they left. But the question of who will pay for the cleanup of the 11-acre site has assumed new urgency in a country that today is increasingly keen to attract foreign investment.", "url": "https://www.nytimes.com/2008/07/07/world/asia/07bhopal.html"}