{"authors": ["Dexter Filkins"], "date_download": "2022-10-26 00:12:00", "date_modify": "2022-10-26 00:12:00", "date_publish": "2008-09-05 17:21:27", "description": "The Taliban and Al Qaeda have established a haven in Pakistan’s tribal areas along the Afghan border. This is where the war on terror will be fought — and possibly lost.", "filename": "2008_09_07_magazine_07pakistan-t_1666743120.html", "image_url": "https://static01.nyt.com/images/2008/09/07/magazine/07pakistan-600.jpg?year=2008&h=359&w=600&s=ad49ed11b4352d68bb965b33d8b2cfd6d7007a2ca60ef8333b80a47850c27f0c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_09_07_magazine_07pakistan-t_1666743120.html", "title": "Right at the Edge", "title_page": "Right at the Edge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What happened? A draft of the peace agreement struck between the army and Mehsud may help explain. The agreement itself, which has not been officially released, provides a look into the Pakistani government’s new strategy toward the militants. According to the agreement, members of the Mehsud tribe agreed to refrain from attacking the Pakistani state and from setting up a parallel government. They agreed to accept the rule of law.\nBut sending fighters into Afghanistan? About that, the agreement says nothing at all.\nAnd that appears to be the essence of the new Pakistani game. As long as the militants refrain from attacking the state, they are free to do what they want inside the tribal areas  and across the border in Afghanistan. While peace has largely prevailed between the government and the militants inside Pakistan since earlier this year, the infiltration of Taliban fighters from the tribal areas into Afghanistan has risen sharply. Even the current Pakistani offensive, according to Maj. Gen. Jeffrey J. Schloesser, the top American commander in eastern Afghanistan, has failed to slow the influx.\nIn short, the chaos has been redirected.\nThis must have been why Namdar told me with such confidence that “fighting the jihad” insulated him from the Pakistani government. The real purpose of the government’s Khyber operation became clear: to tame Manghal Bagh, the warlord who does not send men into Afghanistan and who was encroaching on Peshawar. Indeed, after more than a week of enduring the brunt of the army’s assault, Bagh agreed to respect the Pakistani state. Namdar had been left alone by government troops all the while.\nIf channeling the Taliban into Afghanistan and against NATO and the Americans is indeed the new Pakistani game, then one more thing is also clear: the leaders of the Pakistan Army and the ISI must still be confident they can manage the militants. And it is certainly the military and ISI officers who are doing the managing  not the country’s elected leaders. When I asked Jan, the tribal elder, about the negotiations that Ghani had described for me  talks between the country’s new civilian leaders and FATA’s tribal elders  Jan laughed. “The only negotiations are between the army and the Taliban, between the army and Baitullah Mehsud,” he said. “There are no government officials taking part in any negotiations. There are no tribal elders taking part. I’m a tribal elder. I think I would know.”\nWestern officials agreed that the influence of Pakistan’s new civilian leaders over strategy in the tribal areas was close to nil. “Until the civilians get their act together, the military will play the dominant role,” a Western analyst in Pakistan, speaking on the condition of anonymity, told me. The parliamentary coalition cobbled together earlier this year is already falling apart.\n“It’s a very close relationship,” Jan said, describing the meetings between the Pakistan Army and the Taliban. “The army and the Taliban are friends. Whenever a Taliban fighter is killed, army officers go to his funeral. They bring money to the family.”\nIndeed, American officials said in July that the ISI helped Jalaluddin Haqqani’s fighters bomb the Indian Embassy in Kabul. The attack killed 54, including an Indian defense attaché. American officials said the evidence of the ISI’s involvement was overwhelming. “It was sort of this ‘aha’ moment,” one of them said.", "url": "https://www.nytimes.com/2008/09/07/magazine/07pakistan-t.html"}