{"authors": ["Carlotta Gall"], "date_download": "2022-10-26 00:11:54", "date_modify": "2022-10-26 00:11:54", "date_publish": "2008-06-17 04:00:00", "description": "An attack has revealed the way former mujahedeen leaders combine forces with foreign terrorist groups.", "filename": "2008_06_17_world_asia_17warlord_1666743114.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_06_17_world_asia_17warlord_1666743114.html", "title": "Old-Line Taliban Commander Is Face of Rising Afghan Threat", "title_page": "Old-Line Taliban Commander Is Face of Rising Afghan Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan  The attack was little reported at the time. A suicide bombing on March 3 killed two NATO soldiers and two Afghan civilians and wounded 19 others in an American military base.\nIt was only weeks later, when Taliban militants put out a propaganda DVD, that the implications of the attack became clear. The DVD shows an enormous explosion, with shock waves rippling out far beyond the base. As a thick cloud of dust rises, the face of Maulavi Jalaluddin Haqqani, a Taliban commander who presents one of the biggest threats to NATO and United States forces, appears. He taunts his opponents and derides rumors of his demise.\n“Now as you see I am still alive,” he says.\nThe deadly attack demonstrates the persistence of the Afghan insurgency and the way former mujahedeen leaders, like Maulavi Haqqani, combine tactics and forces with Al Qaeda and other foreign terrorist groups.\nAs a renewed sense of crisis grips the war here, fueled by reports on Monday that Taliban had overrun districts in southern Afghanistan after a huge jailbreak last week, these new networks have given the insurgents a broader pool of recruits and added power and sophistication to their attacks, American military officials say.", "url": "https://www.nytimes.com/2008/06/17/world/asia/17warlord.html"}