{"authors": ["Christopher Drew", "Mike Mcintire"], "date_download": "2022-10-25 23:52:58", "date_modify": "2022-10-25 23:52:58", "date_publish": "2008-08-25 02:14:20", "description": "Campaign officials acknowledged the connection between the Bidens and MBNA, the enormous financial services company based in Delaware.", "filename": "2008_08_25_us_politics_25biden_1666741978.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_08_25_us_politics_25biden_1666741978.html", "title": "Obama Aides Defend Bank’s Pay to Biden Son", "title_page": "Obama Aides Defend Bank’s Pay to Biden Son - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During the years that Senator Joseph R. Biden Jr. was helping the credit card industry win passage of a law making it harder for consumers to file for bankruptcy protection, his son had a consulting agreement that lasted five years with one of the largest companies pushing for the changes, aides to Senator Barack Obama’s presidential campaign acknowledged Sunday.\nMr. Biden’s son, Hunter, received consulting fees from the MBNA Corporation from 2001 to 2005 for work on online banking issues. Aides to Mr. Obama, who chose Mr. Biden as his vice-presidential running mate on Saturday, would not say how much the younger Mr. Biden, who works as both a lawyer and lobbyist in Washington, had received, though a company official had once described him as having a $100,000 a year retainer. But Obama aides said he had never lobbied for MBNA and that there was nothing improper about the payments.\nCampaign officials acknowledged that the connection between the Bidens and MBNA, the enormous financial services company then based in their home state of Delaware, was one of the most sensitive issues they examined while vetting the senator for a spot on the ticket.\nMr. Biden’s support for the bankruptcy changes, which were signed into law in 2005, puts him at odds with Mr. Obama of Illinois, who opposed the bill and has criticized the presumptive Republican nominee, Senator John McCain of Arizona, for supporting it. Consumer advocates and other Democratic allies remain sharply critical of Mr. Biden’s actions, saying in recent days that they could hamper the campaign’s efforts to attack the Republicans over their handling of the nation’s credit crisis.", "url": "https://www.nytimes.com/2008/08/25/us/politics/25biden.html"}