{"authors": ["Michael S. Schmidt"], "date_download": "2022-10-25 22:59:37", "date_modify": "2022-10-25 22:59:37", "date_publish": "2008-10-02 14:58:01", "description": "An internal investigation by the N.B.A. refuted a claim by the lawyers of former referee Tim Donaghy saying others were involved in betting on and manipulating the outcome of games.", "filename": "2008_10_03_sports_basketball_03refs.html_scp=3&sq=pedowitz%20nba&st=cse_1666738777.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_10_03_sports_basketball_03refs.html_scp=3&sq=pedowitz%20nba&st=cse_1666738777.html", "title": "League Finds Donaghy Was Sole Referee Culprit", "title_page": "League Finds Donaghy Was Sole Referee Culprit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The N.B.A.’s 14-month investigation into allegations of gambling among its referees concluded that no referee other than Tim Donaghy had bet on games, provided inside information to gamblers or had manipulated or altered the outcomes of games.\nHowever, the investigation found that several referees had violated the N.B.A.’s rules on gambling by making wagers on the golf course with friends or playing cards at casinos. The rules have recently been relaxed.\nDonaghy began serving a 15-month prison term Sept. 23 for his involvement in a betting scheme, in which he was paid to pick the winners of N.B.A. games and provide gamblers with inside information.\nCommissioner David Stern appointed Lawrence B. Pedowitz, a former federal prosecutor, to conduct an investigation into the allegations. Pedowitz and his investigators looked into each accusation and, like federal prosecutors, could not substantiate any Donaghy claim about game fixing.", "url": "https://www.nytimes.com/2008/10/03/sports/basketball/03refs.html?scp=3&sq=pedowitz%20nba&st=cse"}