{"authors": ["Pete Thamel"], "date_download": "2022-10-25 23:35:11", "date_modify": "2022-10-25 23:35:11", "date_publish": "2008-08-15 12:27:39", "description": "With his hair, smile and swagger, the Spanish guard Ricky Rubio has made a basketball buzz at these Games.", "filename": "2008_08_16_sports_olympics_16rubio_1666740911.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_08_16_sports_olympics_16rubio_1666740911.html", "title": "In a Young Spaniard, N.B.A. Sees Next Maravich", "title_page": "In a Young Spaniard, N.B.A. Sees Next Maravich - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING  With his floppy hair, incandescent smile and palpable swagger, the Spanish guard Ricky Rubio has created the biggest basketball buzz at these Olympics. Rubio, 17, is seen as the top point guard prospect in the 2009 N.B.A. draft, and he has received significant playing time on a Spanish team stocked with N.B.A.-tested guards.\nBut what separates Rubio from the dozens of European players who have invaded N.B.A. rosters the last two decades is that he has become a global icon by his senior year of high school. He is brash enough to wear a game jersey that is simply labeled “Ricky” on the back and flashy enough to be a YouTube sensation. At least six of the nearly 500 Rubio clips that come up on the site have been hit on more than 100,000 times, and comparisons to Pete Maravich have arisen because of his looks and ability.\n“He’s big time,” said Steve Wojciechowski, one of Team USA’s scouts and an assistant coach at Duke University. “He’s going to be drafted very, very high as soon as he’s able to be drafted. If he were in the States, he’d be someone that people would be drooling over.”\nWhen Spain, the defending world champion, plays the United States on Saturday in a matchup of the two most talented men’s basketball teams here, the eyes of the world will be on Rubio. It is not something new to Rubio, who first played in Spain’s top professional league at 14 and has been on the N.B.A.’s radar ever since.", "url": "https://www.nytimes.com/2008/08/16/sports/olympics/16rubio.html?hp"}