{"authors": ["Alissa J. Rubin", "Stephen Farrell"], "date_download": "2022-10-25 23:22:54", "date_modify": "2022-10-25 23:22:54", "date_publish": "2008-04-19 04:00:00", "description": "Moktada al-Sadr’s political bloc offered on Friday to negotiate with the Iraqi government to end fighting in the area while his Mahdi Army fighters planted homemade bombs.", "filename": "2008_04_19_world_middleeast_19iraq_1666740174.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_04_19_world_middleeast_19iraq_1666740174.html", "title": "Sadr City Fighters Lay Defenses Amid Latest Official Efforts at Calm", "title_page": "Sadr City Fighters Lay Defenses Amid Latest Official Efforts at Calm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD  As the cleric Moktada al-Sadr’s Mahdi Army fighters squatted in the Sadr City district’s main highways on Friday, planting homemade bombs less than a mile from Iraqi and American troops, his political bloc offered on Friday to negotiate with the Iraqi government to end fighting in the area.\nPosing as municipal workers in fluorescent orange and yellow vests, three militia members  one masked with a checkered head scarf  dug holes in one main thoroughfare while wary drivers skirted around them and loose wires trailed across the street every few yards. Nearby, some of the heaviest fighting in weeks broke out late Friday night.\nThe mixed messages, at once conciliatory and threatening, are a hallmark of the Sadr movement, which appears to be gearing up to confront the government both with bullets and at the ballot box in provincial elections this fall.\nAs thousands of Shiites gathered for Friday Prayer, United States and Iraqi troops continued to ring Sadr City, the east Baghdad neighborhood that is Mr. Sadr’s Baghdad redoubt.", "url": "https://www.nytimes.com/2008/04/19/world/middleeast/19iraq.html"}