{"authors": ["Elissa Gootman"], "date_download": "2022-10-25 22:56:26", "date_modify": "2022-10-25 22:56:26", "date_publish": "2008-08-20 01:14:12", "description": "A program offering up to $1,000 for scoring well on Advanced Placement exams yielded relatively flat results, adding fuel to the debate over how to motivate students.", "filename": "2008_08_20_education_20cash_1666738586.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_08_20_education_20cash_1666738586.html", "title": "Mixed Results on Paying City Students to Pass Tests", "title_page": "Mixed Results on Paying City Students to Pass Tests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Offered up to $1,000 for scoring well on Advanced Placement exams, students at 31 New York City high schools took 345 more of the tests this year than last. But the number who passed declined slightly, raising questions about the effectiveness of increasingly popular pay-for-performance programs in schools here and across the country.\nStudents involved in the program, financed with $2 million in private donations and aimed at closing a racial gap in Advanced Placement results, posted more 5’s, the highest possible score. That rise, however, was overshadowed by a decline in the number of 4’s and 3’s. Three is the minimum passing score.\nThe effort to reward city students for passing Advanced Placement tests is part of a growing trend nationally and internationally, and one of several new programs in New York, to experiment with using financial incentives to lift attendance and achievement.\nThe results, scheduled to be formally announced on Wednesday, are likely to be closely examined by both enthusiasts who herald such programs as groundbreaking innovation and detractors who deride them as short-sighted bribes that threaten broader educational progress.", "url": "https://www.nytimes.com/2008/08/20/education/20cash.html"}