{"authors": ["J. Hoberman"], "date_download": "2022-10-25 23:36:49", "date_modify": "2022-10-25 23:36:49", "date_publish": "2008-10-31 19:36:44", "description": "H. G. Wells predicted it in 1898. But for Hollywood, 1951 was the year that the saucers landed in “The Day the Earth Stood Still.” A remake is set for this holiday season.", "filename": "2008_11_02_movies_moviesspecial_02hobe_1666741009.html", "image_url": "https://static01.nyt.com/images/2008/11/02/arts/02hobe_600.JPG?year=2008&h=330&w=600&s=cda99a78a9295c8539a3144787dfcdb5063c03b90ad3debeec075994db5a6eaa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_11_02_movies_moviesspecial_02hobe_1666741009.html", "title": "The Cold War Sci-Fi Parable That Fell to Earth", "title_page": "‘The Day the Earth Stood Still’: The Cold War Sci-Fi Parable That Fell to Earth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Moments later, Klaatu is shot down by a nervous soldier. As Gort vaporizes all handy earthling weapons, his master is rushed to the Walter Reed Army Medical Center. Miraculously recovered, Klaatu continues his peace mission incognito, seeking refuge in a Washington rooming house whose tenants include an attractive war widow (Patricia Neal) and her young son (Billy Gray, soon of “Father Knows Best”). Eventually the alien will entrust them with his identity and the words that can deactivate Gort: Klaatu barada nikto, carefully committed to memory by youngsters across America. In the meantime, Klaatu makes contact with Dr. Barnhardt, the smartest man on earth, played by a wide-eyed, wild-haired Sam Jaffe as an obvious stand-in for Albert Einstein.\nThis was not an innocent choice. America’s most famous brain was a proponent of world government and opponent of loyalty oaths, reviled as a Communist fellow-traveler for being a co-sponsor of the Cultural and Scientific Conference for World Peace held at the Waldorf-Astoria in 1949. Encouraged by Klaatu, Dr. Barnhardt organizes an international peace conference similar to the Waldorf conclave  a gathering frequently invoked during the House Un-American Activities Committee hearings on Hollywood that took place while “The Day the Earth Stood Still” was shooting second-unit scenes on the Mall. (The name of Jaffe, a liberal activist in Actors Equity, came up as well; subsequently blacklisted, he would not appear in another movie until 1958.)\nObviously and unfashionably progressive, “The Day the Earth Stood Still” was the brainchild of the producer Julian Blaustein, whose first film was the 1950 brotherhood western “Broken Arrow.” As with “Broken Arrow,” which opened while “The Day the Earth Stood Still” was in pre-production (a few months into the Korean War), Blaustein had a purpose; the movie, he told the press, was an argument in favor of a “strong United Nations.” While the film’s director, Wise, was also politically liberal (years later, he described himself as a left-wing sympathizer who had not joined enough front groups to come under government scrutiny), his main contributions were stylistic. Wise had directed two low-key atmospheric chillers for the producer Val Lewton and before that served as Orson Welles’s editor. “The Day the Earth Stood Still” shows the influence of both: the movie’s relative naturalism is accentuated by adroit location work and, in some scenes, real radio reporters. The premise, of course, was Wellesian, and Wise recruited Welles’s brilliant composer Bernard Herrmann to provide a moody, theremin-enriched score.\nVariety would praise the locations that gave “The Day the Earth Stood Still” “an almost documentary flavor,” but Wise was documenting something more than Washington landmarks. The movie exudes topical hysteria; paranoia is palpable, and the spectacle of the nation’s capital under martial law seems all too probable. The movie’s Christian allegory  in which, using the name John Carpenter, Klaatu is twice put to death and resurrected  was not part of the Harry Bates story on which the film was based, but was added by its screenwriter, Edmund H. North.\nAccording to North, neither Blaustein nor Wise got his “private little joke”; it was recognized only by the industry watchdogs who insisted on a line asserting Klaatu’s recognition that not Gort but only the Almighty could bring someone back to life.", "url": "https://www.nytimes.com/2008/11/02/movies/moviesspecial/02hobe.html"}