{"authors": ["Jim Yardley"], "date_download": "2022-10-25 23:24:08", "date_modify": "2022-10-25 23:24:08", "date_publish": "2008-05-25 04:00:00", "description": "A staggering number of students died as schools collapsed in the May 12 earthquake, and grieving parents are speaking out about shoddy construction.", "filename": "2008_05_25_world_asia_25schools_1666740248.html", "image_url": "https://static01.nyt.com/images/2008/05/25/world/25schools-span-600.jpg?year=2008&h=321&w=600&s=c487a0de91b91fa4cdfdd4c383dfb5863a1a0957bc8b38743d57a6da94203fd8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_05_25_world_asia_25schools_1666740248.html", "title": "Chinese Are Left to Ask Why Schools Crumbled", "title_page": "Chinese Are Left to Ask Why Schools Crumbled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the aftermath of the quake, a handful of bricklayers and builders have visited Xinjian Primary School out of professional curiosity. A builder from nearby Meishan City recognized the faulty columns and flooring problems. Then he picked up a chunk of concrete from the rubble and rubbed it in his hands.\n“The ratio of sand and concrete isn’t right,” he said. “It fell down because of cheap materials.”\nIn Search of Justice\nThe parents of Xinjian Primary School posted an online petition last Wednesday. They demanded justice for their children. Local police officials have promised an investigation, but the parents are not satisfied. They intend to protest again.\nSchool represents hope in China. The parents do not express it exactly like that, but they saw education as their children’s only chance. The cement factory that employed many parents  and provided cement for the school  went bankrupt in 2002. They now collect small welfare payments and hold down odd jobs to support their families.\nLiao Minhui had aspirations for his daughter. He knew that Xinjian was considered inferior and that a better school might help her find a better life. So he tried to wheedle her into Beijie, the elite school. He said he offered thousands of yuan to gain her admission, to no avail. She died in the Xinjian rubble.\n“I tried very hard,” Mr. Liao said. “I tried to get help from every well-connected friend I have. Everything there is the best. The teachers are the best. The facilities are the best.”\nJiang Xuezheng, 41, is a small, wiry man whose simple manner betrays his country upbringing in a village about 200 miles away. He has sold fruit in Dujiangyan for nearly a decade to support his family back in the village. But to do this, he lived apart from his son for eight years.", "url": "https://www.nytimes.com/2008/05/25/world/asia/25schools.html"}