{"authors": ["Keith Bradsher", "David Jolly"], "date_download": "2022-10-25 23:44:27", "date_modify": "2022-10-25 23:44:27", "date_publish": "2008-01-22 05:00:00", "description": "The Federal Reserve, responding to an international stock sell-off and the likelihood of a sharp drop in the U.S., cut its benchmark interest rate by three-quarters of a percentage point.", "filename": "2008_01_22_business_worldbusiness_23cnd-asiastox_1666741467.html", "image_url": "https://static01.nyt.com/images/2008/01/22/business/22stox3-600.jpg?year=2008&h=330&w=600&s=c870b6cdb56bbc121d8b3269dbe34c9f695026d4dbcfbf686beebacbb3cc7880&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_01_22_business_worldbusiness_23cnd-asiastox_1666741467.html", "title": "Fed Makes Emergency 0.75% Rate Cut", "title_page": "Fed Makes Emergency 0.75% Rate Cut - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Heavy selling hit each Asian and European stock market as soon as it opened. Some of Asia’s easternmost exchanges, which had closed on Monday before the sharpest declines occurred in India and then Europe, suffered particularly steep drops.\nImage Investors at a securities company in Wuhan in China's Hubei Province. Credit... China Photos/Getty Images\nThe Japanese stock market dropped 5.7 percent, for the worst two-day loss in 17 years, while the Australian stock market tumbled 7.1 percent, its worst single-day loss in nearly two decades. The Shanghai market lost 7.2 percent while the Hang Seng index in Hong Kong plummeted 8.7 percent.\n“At this stage, you can say there is panic selling in the market,” said Kwong Man Bun, the chief operating officer of KGI Asia Ltd., a large Asian futures broker. “We don’t think the Hang Seng index has found its bottom yet; the index will continue to go down and will only find its bottom when external markets  namely, the U.S. market  stabilize.”\nJane Coffey, head of equities at Royal London Asset Management in London, said there was some sense that the sell-off in global markets might have been overdone on Monday. She said the partial recovery in Europe in the late morning had been in part fueled by the possibility that the Federal Reserve could act to cut interest rates, perhaps before the open on Wall Street, and that prediction was borne out. One of the biggest losers on Monday and again on Tuesday was India. Trading on the Bombay Stock Exchange was halted for an hour on Tuesday after the Sensex index dropped 11.5 percent shortly after the opening.\nFinance Minister P. Chidambaram of India tried to soothe markets with a news conference. “My advice to investors is to stay calm,” he said, adding that India’s economy was slated to grow 9 percent this year and 8.5 percent next year.\nInvestors did not immediately heed his words, though, and when the market reopened the Sensex fell to more than 12 percent below Monday’s close. But the market rebounded sharply in the afternoon to show a loss of 5 percent.\nAcross the Asian region, government officials and economists alike blamed the selling on worries about the United States economy, while expressing lingering hopes that the region’s economies would not suffer quite as much in the months ahead as the American economy. Markets in the United States were closed on Monday for the observance of Martin Luther King’s Birthday, but will open Tuesday morning.", "url": "https://www.nytimes.com/2008/01/22/business/worldbusiness/23cnd-asiastox.html"}