{"authors": ["Taylor Branch"], "date_download": "2022-10-25 23:48:11", "date_modify": "2022-10-25 23:48:11", "date_publish": "2008-04-06 04:00:00", "description": "Dr. King challenged everyone to find a Lazarus somewhere. That quest in common becomes the spark of social movements, and is therefore the engine of hope.", "filename": "2008_04_06_opinion_06branch_1666741691.html", "image_url": "https://static01.nyt.com/images/2008/04/06/opinion/06opart1.600.jpg?year=2008&h=260&w=600&s=b445332b3d1ee6dde310921e90ed36b78080381e3adf9d83497255411145cc1f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_04_06_opinion_06branch_1666741691.html", "title": "The Last Wish of Martin Luther King", "title_page": "Opinion | The Last Wish of Martin Luther King - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We must reclaim the full range of blessings from his movement. For Dr. King, race was in most things, but defined nothing alone. His appeal was rooted in the larger context of nonviolence. His stated purpose was always to redeem the soul of America. He put one foot in the Constitution and the other in scripture. “We will win our freedom,” he said many times, “because the heritage of our nation and the eternal will of God are embodied in our echoing demands.” To see Dr. King and his colleagues as anything less than modern founders of democracy  even as racial healers and reconcilers  is to diminish them under the spell of myth.\nDr. King said the movement would liberate not only segregated black people but also the white South. Surely this is true. You never heard of the Sun Belt when the South was segregated. The movement spread prosperity in a region previously unfit even for professional sports teams. My mayor in Atlanta during the civil rights era, Ivan Allen Jr., said that as soon as the civil rights bill was signed in 1964, we built a baseball stadium on land we didn’t own, with money we didn’t have, for a team we hadn’t found, and quickly lured the Milwaukee Braves. Miami organized a football team called the Dolphins.\nThe movement also de-stigmatized white Southern politics, creating two-party competition. It opened doors for the disabled, and began to lift fear from homosexuals before the modern notion of “gay” was in use. Not for 2,000 years of rabbinic Judaism had there been much thought of female rabbis, but the first ordination took place soon after the movement shed its fresh light on the meaning of equal souls. Now we think nothing of female rabbis and cantors and, yes, female Episcopal priests and bishops, with their colleagues of every background. Parents now take for granted opportunities their children inherit from the Montgomery bus boycott.\nIt is both right and politic for all people, including millions who are benign or indifferent toward the civil rights movement, or churlish and resentful, to see that they, too, and their heirs, stand with us on the shoulders of Rosa Parks, Medgar Evers and Fannie Lou Hamer.\nDr. King showed most profoundly that in an interdependent world, lasting power grows against the grain of violence, not with it. Both the cold war and South African apartheid ended to the strains of “We Shall Overcome,” defying all preparations for Armageddon. The civil rights movement remains a model for new democracy, sadly neglected in its own birthplace. In Iraq today, we are stuck on the Vietnam model instead. There is no more salient or neglected field of study than the relationship between power and violence.\nWe recoil from nonviolence at our peril. Dr. King rightly saw it at the heart of democracy. Our nation is a great cathedral of votes  votes not only for Congress and for president, but also votes on Supreme Court decisions and on countless juries. Votes govern the boards of great corporations and tiny charities alike. Visibly and invisibly, everything runs on votes. And every vote is nothing but a piece of nonviolence.\nSO what should we do, now that 40 years have passed? How do we restore our political culture from spin to movement, from muddle to purpose? We must take leaps, ask questions, study nonviolence, reclaim our history.", "url": "https://www.nytimes.com/2008/04/06/opinion/06branch.html"}