{"authors": ["Farhad Manjoo"], "date_download": "2022-10-25 23:38:29", "date_modify": "2022-10-25 23:38:29", "date_publish": "2008-03-16 04:00:00", "description": "Why Internet-spread innuendo is so hard to rebut.", "filename": "2008_03_16_magazine_16wwln-idealab-t_1666741109.html", "image_url": "https://static01.nyt.com/images/2008/03/16/magazine/16idea-600.jpg?year=2008&h=340&w=600&s=0139e94805db0a9db73bd97d8bf707f8c1796dbed2eb24a8c743e7bf95fe498d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_03_16_magazine_16wwln-idealab-t_1666741109.html", "title": "The New York Times", "title_page": "Rumor’s Reasons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The psychologists expected that seniors would mistakenly remember some false statements as true. What was remarkable, though, was which claims they most often got wrong  the ones they had been exposed to multiple times. In other words, the more that researchers had stressed that a given warning was false, the more likely seniors were to eventually come to believe it was true. (College students in the study did not make the same mistakes.)\nTo understand this turnabout, says Norbert Schwarz, a psychologist at the University of Michigan who worked with Skurnik on the study, it helps to know how our brains suss out truth from fiction. To determine the veracity of a given statement, we often look to society’s collective assessment of it. But it is difficult to measure social consensus very precisely, and our brains rely, instead, upon a sensation of familiarity with an idea. You use a rule of thumb: if something seems familiar, you must have heard it before, and if you’ve heard it before, it must be true.\nThe rule obviously invites many opportunities for error. The seniors in Skurnik’s study couldn’t remember the context in which they had heard the health claims (research shows that we are quick to forget “negation tags,” like whether something is said to be false or a lie), so they relied, instead, on a vague sense of familiarity, which steered them astray. Repetition, psychologists have shown, easily tricks us. Kimberlee Weaver of Virginia Tech recently found that if one person tells you that something is true many times, you are likely to conclude that the opinion is widely held, even if no one else said a thing about it.\nIs myth busting a lost cause? Nicholas DiFonzo, a psychologist at the Rochester Institute of Technology, gives Obama high marks on his handling of the Muslim rumor, particularly a refutation Obama offered during an interview late in January with the Christian Broadcasting Network. Obama offered a clear, point-by-point rebuttal to every argument in the chain e-mail, and he provided an important alternative story  “dirty tricks.”\nBut Obama’s well-executed refutation didn’t kill the rumor. One problem is that rumors are rarely static. “You will see them mutate,” says Bill Adair of Politifact.com. “They’ll pick up new pieces, while some pieces drop off. There’s a line that appears in one version now: ‘I checked this out on Snopes, and it’s true.’ ” At some point, it seems, someone added a line like that as a kind of defense mechanism. There’s an arms race between truth and fiction, and at the moment, the truth doesn’t appear to be winning.", "url": "https://www.nytimes.com/2008/03/16/magazine/16wwln-idealab-t.html"}