{"authors": ["Alan Finder"], "date_download": "2022-10-25 23:49:17", "date_modify": "2022-10-25 23:49:17", "date_publish": "2008-04-01 04:00:00", "description": "The already crazed competition for admission to the nation’s most prestigious universities and colleges became even more intense this year.", "filename": "2008_04_01_education_01admission_1666741757.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_04_01_education_01admission_1666741757.html", "title": "Elite Colleges Reporting Record Lows in Admission", "title_page": "Elite Colleges Reporting Record Lows in Admission - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some colleges said they placed more students on their waiting lists than in recent years, in part because of uncertainty over how many admitted students would decide to enroll. Harvard and Princeton stopped accepting students through early admission this academic year; that meant that more than 1,500 students who would have been admitted in December were likely to have applied to many elite schools in the regular round.\nMany factors contributed to the tightening of the competition at the most selective colleges, admissions deans and high school counselors said, among them demographics. The number of high school graduates in the nation has grown each year over the last decade and a half, though demographers project that the figure will peak this year or next, which might reduce the competition a little.\nOther factors were the ease of online applications, expanded financial aid packages, aggressive recruiting of a broader range of young people, and ambitious students’ applying to ever more colleges.\nThe eight Ivy League colleges mailed acceptance and rejection letters on Monday to tens of thousands of applicants. Students could learn the fate of their applications online beginning at 5 p.m. on Monday, so three of the colleges said they were not ready to make public their admissions data. But the expectation was that they would also turn out to have been more competitive than ever.\n“For the schools that are perceived to have the most competitive admissions processes, there has been this persistent rise in applications,” said Jeffrey Brenzel, dean of undergraduate admissions at Yale.", "url": "https://www.nytimes.com/2008/04/01/education/01admission.html"}