{"authors": ["Robert F. Worth", "Nada Bakri"], "date_download": "2022-10-25 23:54:26", "date_modify": "2022-10-25 23:54:26", "date_publish": "2008-05-10 04:00:00", "description": "Heavily armed Hezbollah fighters patrolled deserted streets in a raw show of force that underscored the militia’s refusal to back down.", "filename": "2008_05_10_world_middleeast_10lebanon_1666742066.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_05_10_world_middleeast_10lebanon_1666742066.html", "title": "Hezbollah Seizes Swath of Beirut From U.S.-Backed Lebanon Government", "title_page": "Hezbollah Seizes Swath of Beirut From U.S.-Backed Lebanon Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon  Heavily armed Hezbollah fighters seized control of much of western Beirut on Friday, patrolling the deserted streets in a raw show of force that underscored the militia’s refusal to back down in its escalating confrontation with the American-backed government.\nHezbollah allies also forced a government-allied satellite television station off the air and burned the offices of its newspaper affiliate, as Sunni fighters loyal to the government largely melted away after three days of the worst sectarian clashes Lebanon has seen since its 15-year civil war.\nThose humiliating blows made clearer than ever the power and determination of Hezbollah, a Shiite group backed by Iran and Syria, and its allies. By Friday afternoon, armed Shiite fighters were riding joyfully through west Beirut in a long column of trucks, cars and scooters, shouting and firing their weapons into the air in a raucous victory celebration.\nImage Gunmen backing the government were blindfolded Friday after losing a battle in Beirut. Credit... Issam Kobeisy/Reuters\nThe government majority issued an urgent appeal for help from other nations on Friday evening, calling Hezbollah’s actions an “armed coup” against Lebanon and its democratic system using “weapons sent by Tehran.” Some government lawmakers, including the Druse leader, Walid Jumblatt, and Saad Hariri, the son of the assassinated former prime minister Rafiq Hariri, spent the day holed up in their compounds, protected by Lebanese Army contingents and the police.", "url": "https://www.nytimes.com/2008/05/10/world/middleeast/10lebanon.html"}