{"authors": ["Linda Greenhouse"], "date_download": "2022-10-25 23:36:25", "date_modify": "2022-10-25 23:36:25", "date_publish": "2008-06-26 04:00:00", "description": "The death penalty is unconstitutional as a punishment for the rape of a child, a divided Supreme Court ruled.", "filename": "2008_06_26_washington_26scotus_1666740985.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_06_26_washington_26scotus_1666740985.html", "title": "Justices Bar Death Penalty for the Rape of a Child", "title_page": "Justices Bar Death Penalty for the Rape of a Child - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The court on Wednesday treated the issue of capital punishment for child rape as a fresh question, not governed by any existing precedent. As a matter of constitutional analysis, the question in the case was whether the death penalty was so disproportionate to the offense as to amount to cruel and unusual punishment, in violation of the Eighth Amendment. The court’s modern precedents interpret the Eighth Amendment according to “the evolving standards of decency that mark the progress of a maturing society.”\nUsing that benchmark, Justice Kennedy said the majority had reached its conclusion based on “our own independent judgment” about the implications of extending the death penalty to child rape as well as on the fact that the great majority of states have declined to do so.\nThe Louisiana law extending the death penalty to the rape of children under the age of 12 dates to 1995. The states that followed were Georgia, Montana, Oklahoma, South Carolina and Texas. Unlike Louisiana, those states all require that a defendant have a previous rape conviction or some other aggravating factor in order to be subject to the death penalty, and no one has yet been sentenced to death under any of the laws.\nJustice Kennedy said there was thus a national consensus against applying capital punishment for the crime.\nIn a dissenting opinion, Justice Samuel A. Alito Jr. sharply disputed this conclusion. He said that because many judges and lawyers had interpreted the 1977 Coker decision as barring capital punishment for any rape, state legislatures “have operated under the ominous shadow” of that decision “and thus have not been free to express their own understanding of our society’s standards of decency.”\nThe fact that six states in modern times have nonetheless enacted such laws, Justice Alito said, “might represent the beginning of a new evolutionary line” that “would not be out of step with changes in our society’s thinking since Coker was decided.” He said there were abundant indications that society had become more aware of and concerned about sex crimes against children.\nThose who voted with Justice Kennedy in the majority were Justice Stevens and Justices David H. Souter, Ruth Bader Ginsburg and Stephen G. Breyer. Chief Justice John G. Roberts Jr. joined the dissent, along with Justices Antonin Scalia and Clarence Thomas.", "url": "https://www.nytimes.com/2008/06/26/washington/26scotus.html"}