{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:50:49", "date_modify": "2022-10-25 23:50:49", "date_publish": "2008-02-22 05:00:00", "description": "This glorious revival uses 21st-century technology to convey the vision of a 19th-century Pointillist to truly enchanting effect.", "filename": "2008_02_22_theater_reviews_22geor_1666741849.html", "image_url": "https://static01.nyt.com/images/2008/02/22/theater/Sunday1600.jpg?year=2008&h=301&w=600&s=df136533ff76c6d20f04a7bdfc34003669e6b80ba132675f2af381637ba476a3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_02_22_theater_reviews_22geor_1666741849.html", "title": "Sunday in the Park With George", "title_page": "Sunday in the Park With George - Theater - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This means not only connecting the dots, as it were, that turn disparate sensations into art. It also means building the bridges that, however briefly, allow someone else to see as you do.\nImage Jenna Russell and Daniel Evans in a revival of the Sondheim-Lapine musical Sunday in the Park With George at Studio 54. Credit... Sara Krulwich/The New York Times\nThe Georges are as isolatingly obsessive as ever about their work. But Mr. Evans’s performance in both roles brings out the heat of empathy and exertion that comes from artists looking outside themselves (or inside themselves, to see outside). As his Seurat moves awkwardly and self-consciously among the conventional Parisians of the 1880s, he clearly lacks the traditional skills of social intercourse. But what’s especially evident in Mr. Evans’s performance, which suggests the angry longing of an autistic child to play nicely with others, is that he does connect to people through reimagining them in his painting.\nThat his art comes to immediate and fluid life lends the show a physical seamlessness  as if talent were a sixth sense  as well as a childlike wonder. The technical team here includes David Farley (set and costumes), Ken Billington (lighting) and Timothy Bird and the Knifedge Creative Network (projection design). While the 1984 production used three-dimensional cut-outs to replicate Seurat’s paintings, this one appears to draw those works  literally  into existence\nThis approach allows the audience to envision the world as the George of the first act sees it, with landscapes and people, projected on scrims and small canvases, that alter as he sketches them on the island of La Grande Jatte, the scene of his most famous painting. (The animated dogs, in particular, are delightful.)\nPerspectives and colors alter with George’s moods and the seasons. (When autumn arrives, a pointillist shower of color falls from the sky.) The look of the show feels like thought made visible, just as Mr. Sondheim’s ravishing score, performed with gleaming delicacy by a five-member ensemble, seems made of painterly flecks of light and color.\nThat the vision in Act I is largely Seurat’s does not mean that those around him have only marginal existence. On the contrary, I’ve never seen a supporting cast for this show that presents such finely individuated characterizations, including those of Michael Cumpsty and Jessica Molaskey (as a rival artist and his wife), and Santino Fontana as a young soldier.", "url": "https://www.nytimes.com/2008/02/22/theater/reviews/22geor.html"}