{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:24:34", "date_modify": "2022-10-25 23:24:34", "date_publish": "2008-07-14 04:00:00", "description": "The $52 billion sale would create the world’s largest brewer, uniting American and Belgian beer giants.", "filename": "2008_07_14_business_worldbusiness_14beer_1666740274.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_07_14_business_worldbusiness_14beer_1666740274.html", "title": "Anheuser-Busch Agrees to Be Sold to InBev", "title_page": "Anheuser-Busch Agrees to Be Sold to InBev - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anheuser-Busch agreed on Sunday night to sell itself to the Belgian brewer InBev for about $52 billion, people briefed on the matter said, putting control of the nation’s largest beer maker and a fixture of American culture into a European rival’s hands.\nThe all-cash deal, for $70 a share, would create the world’s largest brewer, uniting the maker of Budweiser and Michelob with the producer of Stella Artois, Bass and Brahma. Together, the two companies would have sales of more than $36 billion a year, surpassing the current No. 1 brewer, SABMiller of London.\nThe combined company is expected to be named Anheuser-Busch InBev, fulfilling a promise by the Belgian company to include the Anheuser name in the new brewer’s title, people briefed on the matter said. Anheuser will be given two seats on the board, including one for August A. Busch IV, the company’s chief executive and a scion of its controlling family.\nFor millions, Budweiser is synonymous with American beer. Because of Anheuser’s huge advertising budget and strong distribution network, few brands are as omnipresent in daily life as Budweiser and its more popular sibling, Bud Light.", "url": "https://www.nytimes.com/2008/07/14/business/worldbusiness/14beer.html"}