{"authors": ["William Grimes"], "date_download": "2022-10-25 23:55:58", "date_modify": "2022-10-25 23:55:58", "date_publish": "2008-12-05 01:11:39", "description": "Rabbi Rackman was the spiritual leader of the prominent Fifth Avenue Synagogue in Manhattan and an outspoken advocate of a more inclusive, intellectually open Orthodox Judaism.", "filename": "2008_12_05_nyregion_05rackman_1666742158.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2008", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_12_05_nyregion_05rackman_1666742158.html", "title": "Emanuel Rackman, Prominent Rabbi, Dies at 98", "title_page": "Emanuel Rackman, Prominent Rabbi, Dies at 98 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Emanuel Rackman, the spiritual leader of the prominent Fifth Avenue Synagogue in Manhattan and an outspoken advocate of a more inclusive, intellectually open Orthodox Judaism, died Monday at his home in Manhattan. He was 98.\nThe death was confirmed by his granddaughter Jessica Rackman.\nA lawyer and a Talmudist by training, Rabbi Rackman argued for a more flexible interpretation of Orthodoxy and the relevance of traditional Jewish law to modern life.\n“Perhaps, like Socrates, I corrupt youth, but I do teach that Judaism encourages doubt, even as it enjoins faith and commitment,” he wrote in Commentary in 1966. “A Jew dare not live with absolute certainty not only because certainty is the hallmark of the fanatic and Judaism abhors fanaticism, but also because doubt is good for the human soul, its humility, and consequently its greater potential ultimately to discover its Creator.”\nRabbi Rackman was born in Albany, the son of a businessman and Talmudist who was descended from six generations of rabbis. He studied at the Talmudical Academy in New York, the high school affiliate of Rabbi Isaac Elchanan Theological Seminary, where he continued his Talmudic studies while attending Columbia University, which awarded him a law degree in 1933 and a doctorate in public law in 1952. In 1934 he was ordained a rabbi.", "url": "https://www.nytimes.com/2008/12/05/nyregion/05rackman.html"}