{"authors": ["James Angelos"], "date_download": "2022-10-25 22:56:24", "date_modify": "2022-10-25 22:56:24", "date_publish": "2008-04-06 04:00:00", "description": "Just hours before it was to be reduced to rubble, St. Saviour’s was granted a stay of execution.", "filename": "2008_04_06_nyregion_thecity_06savi_1666738584.html", "image_url": "https://static01.nyt.com/images/2008/04/06/nyregion/church600.jpg?year=2008&h=280&w=600&s=a4ac825a8d0a7b2f8da44293c1b031d49a7f04b3518844673388e68a95b76eb9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_04_06_nyregion_thecity_06savi_1666738584.html", "title": "For a Church Bathed in History, a Last-Minute Miracle", "title_page": "For a Church Bathed in History, a Last-Minute Miracle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FOR the past few weeks, a large excavator with tanklike wheels has stood a few ominous feet from St. Saviour’s, an old Gothic-style church atop a small hill in Maspeth, Queens. At 11 a.m. on March 24, the machine was just hours from turning the rickety structure, built in 1847 for the Episcopal Church, to rubble.\nBut St. Saviour’s got a stay of execution, thanks to a last-minute agreement between the developer of the property and Robert Holden, president of the Juniper Park Civic Association. The church was designed by Richard Upjohn, the architect who designed Trinity Church in Manhattan.\n“Saint Saviour’s Church will be saved,” Mr. Holden announced last Monday at a news conference outside the church. Mr. Holden, whose group represents local residents, said the developer had given him about a month to move the church from the property. The plan is to restore the building and relocate it to All Faiths Cemetery in nearby Middle Village.\nThe church, in a neighborhood dotted with warehouses and aluminum-sided homes, has become a symbol of what many residents feel is Queens’s often-neglected history. But for a single lamppost, there are no designated landmarks in Maspeth, a sore subject for some residents. Those trying to preserve the church are dismayed that the city’s Landmarks Preservation Commission, which reviewed the church on three occasions, never took action toward designating the building. The church was damaged by fire in 1970, and Lisi de Bourbon, a spokeswoman for the commission, said the commission had determined that “the original fabric of the complex was too altered.”", "url": "https://www.nytimes.com/2008/04/06/nyregion/thecity/06savi.html"}