{"authors": ["David Kocieniewski", "Danny Hakim"], "date_download": "2022-10-25 23:25:24", "date_modify": "2022-10-25 23:25:24", "date_publish": "2008-03-13 04:00:00", "description": "Eliot Spitzer became the first New York governor to leave office amid scandal in nearly a century.", "filename": "2008_03_13_nyregion_13spitzer_1666740324.html", "image_url": "https://static01.nyt.com/images/2008/03/12/us/13spitzer06_600.jpg?year=2008&h=280&w=600&s=83ff8bf5f39e8916c2d7b4a46fd1b769383134d7cc2cd4d2ce495624101082d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_03_13_nyregion_13spitzer_1666740324.html", "title": "Felled by Scandal, Spitzer Says Focus Is on His Family", "title_page": "Felled by Scandal, Spitzer Says Focus Is on His Family - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m going to leave it to the governor and his family to sort out how they deal with present circumstances and the future,” Mr. Bruno said at a morning news conference. “And frankly, I have them in my prayers.”\nMany Democrats on the floor of the Assembly seemed almost jovial in the hours after Mr. Spitzer resigned. Some admitted privately that they were happy that the contentious and sometimes scolding governor was being replaced by Mr. Paterson, a likable lawmaker comfortable with the customs of Albany. Mr. Paterson will have to adjust quickly: The deadline for passing next year’s budget is March 31.\nMr. Spitzer had never seemed completely at ease in the hallways of the Capitol, and as this week’s crisis engulfed him, few in the state’s political establishment came forward to offer support. And since Monday, the governor had disappeared from public view, retreating to his Fifth Avenue apartment for what associates described as agonizing deliberations with his wife, lawyers and a handful of close friends.\nThe son of a wealthy real estate investor, Mr. Spitzer was educated at Princeton University and Harvard Law School and worked as a prosecutor in the Manhattan district attorney’s office before being elected New York’s attorney general in 1998.\nIt was there that Mr. Spitzer built a reputation as a prosecutorial avenger, bringing some of Wall Street’s biggest names to heel and pressuring banks, insurance companies and brokerage houses to pay defrauded investors huge settlements and to adopt tighter regulations.\nThe audacity of Mr. Spitzer’s vision and his combative style made him a reviled figure on Wall Street. But to millions of Americans who felt swindled in an age when executive salaries and the income gap between rich and middle class were rapidly growing, Mr. Spitzer was viewed as a guardian against corporate excess.\nHe was so successful at using the relatively limited office of the state attorney general to redress the regulatory failures of the federal Securities and Exchange Commission that he was swept into the governor’s office in a landslide. Some of Mr. Spitzer’s admirers mused that he might one day be the first Jewish president.", "url": "https://www.nytimes.com/2008/03/13/nyregion/13spitzer.html"}