{"authors": ["Michael Kimmelman"], "date_download": "2022-10-25 23:36:18", "date_modify": "2022-10-25 23:36:18", "date_publish": "2008-05-14 04:00:00", "description": "Mr. Rauschenberg, who time and again reshaped art in the 20th century, defied the traditional idea that an artist stick to one medium or style.", "filename": "2008_05_14_arts_design_14rauschenberg_1666740978.html", "image_url": "https://static01.nyt.com/images/2008/05/13/arts/13Rausch-600.jpg?year=2008&h=330&w=600&s=2b2060c5e7ac3c2b7095ad683c18ddda1744aa6252371f5c2083b890aef97353&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2008_05_14_arts_design_14rauschenberg_1666740978.html", "title": "Robert Rauschenberg, American Artist, Dies at 82", "title_page": "Robert Rauschenberg, American Artist, Dies at 82 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His association with theater and dance had already begun by the 1950s, when he began designing sets and costumes for Mr. Cunningham, Paul Taylor and Trisha Brown and for his own productions. In 1963 he choreographed “Pelican,” in which he performed on roller skates while wearing a parachute and helmet of his design to the accompaniment of a taped collage of sound. This fascination with collaboration and with mixing art and technologies dovetailed with yet another endeavor. With Billy Klüver, an engineer at Bell Telephone Laboratories, and others, he started Experiments in Art and Technology, a nonprofit foundation to foster joint projects by artists and scientists.\nA World of Praise\nIn 1964 he toured Europe and Asia with the Merce Cunningham Dance Company, the same year he exhibited at the Whitechapel Gallery in London and the Venice Biennale as the United States representative. That sealed his international renown. The Sunday Telegraph in London hailed him as “the most important American artist since Jackson Pollock.” He walked off with the international grand prize in Venice, the first modern American to win it. Mr. Rauschenberg had, almost despite himself, become an institution.\nMajor exhibitions followed every decade after that, including one at the Pompidou Center in Paris in 1981, another at the Guggenheim in 1997 and yet another at the Los Angeles Museum of Contemporary Art that landed at the Metropolitan Museum in 2005.\nWhen he wasn’t traveling in later years, he was on Captiva, living at first in a modest beach house and working out of a small studio. In time he became that Gulf Coast island’s biggest residential landowner while also maintaining a town house in Greenwich Village in New York. He acquired the land in Captiva by buying adjacent properties from elderly neighbors whom he let live rent-free in their houses, which he maintained for them. He accumulated 35 acres, 1,000 feet of beach front and nine houses and studios, including a 17,000-square-foot two-story studio overlooking a swimming pool. He owned almost all that remained of tropical jungle on the island.\nAfter a stroke in 2002 that left his right side paralyzed, Mr. Rauschenberg learned to work more with his left hand and, with a troupe of assistants, remained prolific for several years in his giant studio.\n“I usually work in a direction until I know how to do it, then I stop,” he said in an interview there. “At the time that I am bored or understand  I use those words interchangeably  another appetite has formed. A lot of people try to think up ideas. I’m not one. I’d rather accept the irresistible possibilities of what I can’t ignore.”\nHe added: “Anything you do will be an abuse of somebody else’s aesthetics. I think you’re born an artist or not. I couldn’t have learned it. And I hope I never do because knowing more only encourages your limitations.”", "url": "https://www.nytimes.com/2008/05/14/arts/design/14rauschenberg.html"}