{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:50:14", "date_modify": "2022-10-25 23:50:14", "date_publish": "2009-05-01 04:13:39", "description": "Haji Bashir Noorzai, a tribal leader who was convicted for international drug trafficking, said he had cooperated with American officials.", "filename": "2009_05_01_nyregion_01sentence_1666741814.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_05_01_nyregion_01sentence_1666741814.html", "title": "Haji Bashir Noorzai, Taliban-Linked Afghan, Gets Life in Drug Case", "title_page": "Haji Bashir Noorzai, Taliban-Linked Afghan, Gets Life in Drug Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An Afghan tribal leader convicted in an international narcotics trafficking conspiracy was sentenced to life in prison on Thursday by a judge in New York who rejected pleas for leniency based on the man’s cooperation with the American authorities.\nThe tribal leader, Haji Bashir Noorzai, whose case drew wide attention because of his prominent role in the drug trade and his ties to Mullah Mohammad Omar, the fugitive leader of the Taliban, was found guilty last fall of taking part in a conspiracy that sent millions of dollars’ worth of heroin around the world, including into the United States.\nHe came to New York in 2005 to meet with American officials, lured, he said, by two government contractors who said the Americans wanted to talk with him about terrorism financing, and promised him safe passage home. Instead, after 11 days of talks with federal agents, he was arrested.\nSpeaking through a Pashto interpreter on Thursday, Mr. Noorzai told the judge emphatically, “In all my life, I never did anything against the United States government, against the United States people and against the United States legal system.”", "url": "https://www.nytimes.com/2009/05/01/nyregion/01sentence.html"}