{"authors": ["Dan Bilefsky"], "date_download": "2022-10-25 23:43:12", "date_modify": "2022-10-25 23:43:12", "date_publish": "2009-11-17 14:48:08", "description": "The uprising against communism that began 20 years ago in Czechoslovakia was sparked by a false rumor that remains a mystery.", "filename": "2009_11_18_world_europe_18czech_1666741392.html", "image_url": "https://static01.nyt.com/images/2009/11/17/world/17cnd_czech_337-395/articleLarge.jpg?year=2009&h=350&w=600&s=da1bf3bb56d0f2c82e410523047d0bbcabed7502e840e3b45f3f36fba73a749d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_11_18_world_europe_18czech_1666741392.html", "title": "Celebrating Revolution With Roots in a Rumor", "title_page": "Celebrating Revolution With Roots in a Rumor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PRAGUE  It was a revolution that began with a lie.\nVaclav Havel, the dissident who led the Velvet Revolution that overthrew Communism in Czechoslovakia, once declared that “truth and love must triumph over lies and hatred.” Yet the revolution  its name a reference to the clenched fist in the velvet glove  was set off by a false rumor that remains a mystery 20 years later.\nOn Tuesday, thousands of Czechs marched through the streets here, to the sound of wailing sirens and the growls of police dogs, eerily replicating a nonviolent student march on Nov. 17, 1989, in which the police rounded on demonstrators and rumors spread that a 19-year-old university student named Martin Smid had been brutally killed. Scores had indeed been violently beaten. But no one, in fact, had died.\nJan Urban, a dissident leader and journalist who helped to disseminate the lie that he, like many others, believed to be true at the time, recalled in an interview that news of the alleged death had spread quickly, helping to wake a nation out of its collective apathy and lighting the spark  eight days after the fall of the Berlin Wall  for the peaceful rebellion that culminated in the regime’s demise.\n“Until that day, there had been a deal between the Communist regime and the people: ‘You shut up and we will take care of you,’ ” he said. “But the moment people had the impression that their kids were being killed, the deal was off. As a journalist, I am ashamed of the lie because it was a professional blunder. But I have no regrets because it helped bring four decades of Communism to an end.”", "url": "https://www.nytimes.com/2009/11/18/world/europe/18czech.html"}