{"authors": ["Andrew C. Revkin"], "date_download": "2022-10-25 23:36:28", "date_modify": "2022-10-25 23:36:28", "date_publish": "2009-11-20 22:30:02", "description": "Private messages hacked from a British university are causing a stir among global warming skeptics.", "filename": "2009_11_21_science_earth_21climate_1666740988.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_11_21_science_earth_21climate_1666740988.html", "title": "Hacked E-Mail Is New Fodder for Climate Dispute", "title_page": "Hacked E-Mail Is New Fodder for Climate Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But several scientists and others contacted by The New York Times confirmed that they were the authors or recipients of specific e-mail messages included in the file. The revelations are bound to inflame the public debate as hundreds of negotiators prepare to negotiate an international climate accord at meetings in Copenhagen next month, and at least one scientist speculated that the timing was not coincidental.\nDr. Trenberth said Friday that he was appalled at the release of the e-mail messages.\nBut he added that he thought the revelations might backfire against climate skeptics. He said that he thought that the messages showed “the integrity of scientists.” Still, some of the comments might lend themselves to being interpreted as sinister.\nIn a 1999 e-mail exchange about charts showing climate patterns over the last two millenniums, Phil Jones, a longtime climate researcher at the East Anglia Climate Research Unit, said he had used a “trick” employed by another scientist, Michael Mann, to “hide the decline” in temperatures.\nDr. Mann, a professor at Pennsylvania State University, confirmed in an interview that the e-mail message was real. He said the choice of words by his colleague was poor but noted that scientists often used the word “trick” to refer to a good way to solve a problem, “and not something secret.”\nAt issue were sets of data, both employed in two studies. One data set showed long-term temperature effects on tree rings; the other, thermometer readings for the past 100 years.\nThrough the last century, tree rings and thermometers show a consistent rise in temperature until 1960, when some tree rings, for unknown reasons, no longer show that rise, while the thermometers continue to do so until the present.\nDr. Mann explained that the reliability of the tree-ring data was called into question, so they were no longer used to track temperature fluctuations. But he said dropping the use of the tree rings was never something that was hidden, and had been in the scientific literature for more than a decade. “It sounds incriminating, but when you look at what you’re talking about, there’s nothing there,” Dr. Mann said.", "url": "https://www.nytimes.com/2009/11/21/science/earth/21climate.html"}