{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:16", "date_modify": "2022-10-25 23:37:16", "date_publish": "2009-04-11 01:57:42", "description": "On Thursday night Esa-Pekka Salonen conducted his next-to-last program as the music director of the Los Angeles Philharmonic.", "filename": "2009_04_11_arts_music_11salo.html__r=0_1666741036.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_04_11_arts_music_11salo.html__r=0_1666741036.html", "title": "Salonen’s Legacy Echoes at Walt Disney Concert Hall", "title_page": "Salonen’s Legacy Echoes at Walt Disney Concert Hall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES  On Thursday night Esa-Pekka Salonen conducted his next-to-last program as the music director of the Los Angeles Philharmonic. And the most tangible manifestation of his galvanizing 17-year tenure with the orchestra may be the place the program was performed: Walt Disney Concert Hall, the Los Angeles Philharmonic’s home since 2003.\nWithin a few years of taking charge, Mr. Salonen was advancing the case that the orchestra needed a contemporary hall to match the adventurous spirit that he was generating with the musicians. This move would enable the Philharmonic, he said, not only to realize its full potential as an orchestra but also to become a cultural and educational force in the city. At the time, it was sharing the Dorothy Chandler Pavilion, a 1964 auditorium that was well appointed but too big and acoustically drab for the innovative ensemble that the Los Angeles Philharmonic was becoming under Mr. Salonen.\nBoard members, patrons, civic officials and corporate sponsors eventually agreed. When Disney Hall, one of Frank Gehry’s most inspired creations, opened, it immediately became America’s coolest concert hall, with an auditorium that seats 2,265 but feels much more intimate. Audiences surround the orchestra, and the acoustics are ideal. Building the hall was a vote of confidence by the city, signaling that a symphony orchestra could excite the public and revitalize a downtown Los Angeles neighborhood.\nWith a $95 million operating budget, the largest of any American orchestra, the Philharmonic seems to be thriving. Even during the economic downturn, concerts have had a 92 percent attendance rate, according to Deborah Borda, the orchestra’s president and chief executive.", "url": "https://www.nytimes.com/2009/04/11/arts/music/11salo.html?_r=0"}