{"authors": ["Robert F. Worth"], "date_download": "2022-10-25 23:54:47", "date_modify": "2022-10-25 23:54:47", "date_publish": "2009-06-08 00:13:50", "description": "The presidential campaign, in its final week, has reached a level of passion and acrimony almost unheard-of in Iran.", "filename": "2009_06_08_world_middleeast_08iran_1666742087.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_08_world_middleeast_08iran_1666742087.html", "title": "In Iran, Harsh Talk as Election Nears", "title_page": "In Iran, Harsh Talk as Election Nears - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TEHRAN  The leading candidates are accusing each other of corruption, bribery and torture. The wife of the strongest challenger to President Mahmoud Ahmadinejad has threatened to sue him for defaming her. And every night, parts of the capital become a screaming, honking bacchanal, with thousands of young men dancing and brawling in the streets until dawn.\nThe presidential campaign, now in its final week, has reached a level of passion and acrimony almost unheard-of in Iran.\nIn part, that appears to be because of a surge of energy in the campaign of Mir Hussein Moussavi, a reformist who is the leading contender to defeat Mr. Ahmadinejad in the election, set for Friday. Rallies for Mr. Moussavi have drawn tens of thousands of people in recent days, and a new unofficial poll suggests his support has markedly increased, with 54 percent of respondents saying they would vote for him compared with 39 percent for Mr. Ahmadinejad.\nBut many Iranians say the campaign’s raucous tone is due largely to Mr. Ahmadinejad’s unexpectedly fierce rhetorical attacks, which have infuriated his rivals and their supporters, and drawn some blistering ripostes.", "url": "https://www.nytimes.com/2009/06/08/world/middleeast/08iran.html"}