{"authors": ["Robert F. Worth"], "date_download": "2022-10-25 23:41:45", "date_modify": "2022-10-25 23:41:45", "date_publish": "2009-10-24 15:53:37", "description": "As Yemen fights rebels, many analysts believe that the conflict is less about controlling terrain than the president’s struggle to reassert his power.", "filename": "2009_10_25_world_middleeast_25yemen_1666741305.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_10_25_world_middleeast_25yemen_1666741305.html", "title": "In Yemen, War Centers on Authority, Not Terrain", "title_page": "In Yemen, War Centers on Authority, Not Terrain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Much about the war remains uncertain, because the Yemeni government has strictly barred journalists and independent observers from entering Saada Province, the center of the fighting.\nYet it is clear that the conflict has spread across much of Yemen’s lawless north, swamping the few aid groups operating there. As many as 150,000 people are now homeless, according to the United Nations refugee agency. Many more remain trapped in Saada, where aid groups have no access at all, and supplies of food, water and fuel are growing scarcer. The area is also flooded with weapons, which are so uncontrollable that the government used a major arms dealer as an intermediary with the Houthis.\nThose who have escaped the war zone say the crisis is worsening.\n“If we had not fled our house, we would have been finished,” said Mr. Abdullah, a lame and beaten-looking 60-year-old who left his home in late September. “The house was in the middle of the fighting. We came with the clothes on our backs, nothing else.”\nOn the road south, Mr. Abdullah and others said, they were surrounded by other desperate families seeking safety. Some are staying in temporary camps where aid groups are supplying food and water, but even those camps are being rapidly overwhelmed. Many donors have been reluctant to give money, in part because of concerns about poor access and government corruption, according to aid officials in Sana, the capital.\nIt also seems clear that the Houthis’ influence has steadily grown since the conflict first broke out in 2004, largely because of the government’s mistakes. The Houthis began as a small band of mountain insurgents loyal to Hussein al-Houthi, a former member of the Yemeni Parliament. They belong to a quasi-aristocratic subgroup of Zaydis who claim to be descendants of the Prophet Muhammad and who ruled the country for much of the past thousand years until 1962.\nImage Yemen has been fighting Houthi rebels in the north. Credit... The New York Times\nThe government’s bombing raids, and its use of thuggish tribesman as a proxy force, infuriated the local population in Saada. They began fighting alongside the Houthis after Mr. Houthi was killed in 2004, and the battlefield extended to neighboring provinces. Even more civilians have been killed in the latest round of fighting. An airstrike last month left more than 80 people dead in the Harf Sufyan area, most of them reportedly women and children.", "url": "https://www.nytimes.com/2009/10/25/world/middleeast/25yemen.html"}