{"authors": ["Simon Romero", "Clifford Krauss"], "date_download": "2022-10-25 23:50:12", "date_modify": "2022-10-25 23:50:12", "date_publish": "2009-05-15 02:34:16", "description": "Chevron acquired Texaco, and with it the former oil fields that some say made them ill.", "filename": "2009_05_15_business_global_15chevron_1666741812.html", "image_url": "https://static01.nyt.com/images/2009/05/15/business/global/15chevron_span.jpg?year=2009&h=330&w=600&s=032e11455de8e385c53d4920fbe55644198aa78e32d86750edcf4ac97e99034a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_05_15_business_global_15chevron_1666741812.html", "title": "In Ecuador, Resentment Oozes Long After an Oil Company Departs", "title_page": "In Ecuador, Resentment Oozes Long After an Oil Company Departs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SHUSHUFINDI, Ecuador  Mention to Anita Ruíz the name of the giant oil company Chevron, and she trembles with rage. At her wooden hut here in the Amazon forest, where oil-project flares illuminate the night sky, she points to a portrait of her youngest son, who died seven years ago of leukemia at age 16.\n“We believe the American oilmen created the pollution that killed my son,” said Ms. Ruíz, 58, who lives in a clearing where Texaco, the American oil company that Chevron acquired in 2001, once poured oil waste into pits used decades ago for drilling wells.\nTexaco’s roughnecks are long gone, but black gunk from the pits seeps to the topsoil here and in dozens of other spots in Ecuador’s northeastern jungle. These days the only Chevron employees who visit the former oil fields, in a region where resentment against the company runs high, do so escorted by bodyguards toting guns.\nThey represent one side in a bitter fight that is developing into the world’s largest environmental lawsuit, with $27 billion in potential damages.", "url": "https://www.nytimes.com/2009/05/15/business/global/15chevron.html"}