{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:43:29", "date_modify": "2022-10-25 23:43:29", "date_publish": "2009-05-23 16:57:37", "description": "In a suicide note, former President Roh Moo-hyun of South Korea said he did not want to be a burden to others.", "filename": "2009_05_24_world_asia_24roh_1666741409.html", "image_url": "https://static01.nyt.com/images/2009/05/24/world/24roh.600.jpg?year=2009&h=330&w=600&s=2f23c8eb333583b203ce329ea3ec2f281a6a19fb9e57d440d7f42673dd46c0d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_05_24_world_asia_24roh_1666741409.html", "title": "Former President Roh Moo-hyun of South Korea, Embroiled in Bribery Scandal, Was Overwhelmed by Despair", "title_page": "Former President Roh Moo-hyun of South Korea, Embroiled in Bribery Scandal, Was Overwhelmed by Despair - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Roh, who was president from 2003 to 2008, devoted much of that time  and abundant foreign aid  to nurturing warmer relations with North Korea. But after South Koreans grew frustrated with the North’s recalcitrance, especially regarding its nuclear weapons program, they turned to a conservative leader, Lee Myung-bak, who promised to take a tougher stance.\nSince Mr. Lee’s election, the North has lashed out, recently launching a long-range rocket despite objections from the West, quitting talks aimed at getting it to dismantle its nuclear facilities and threatening to close one of the clearest symbols of North-South progress: the industrial complex in Kaesong where South Korean companies employ North Korean workers.\nThose who were close to Mr. Roh said the charges of corruption, which his allies say were politically motivated, were especially painful because he had made his name as a “clean” politician refusing to follow in the path of his predecessors; every former South Korean president since the 1980s has faced corruption accusations or gone to prison on such charges after his term was over.\nIn recent weeks, Mr. Roh acknowledged that a businessman who supported him had given more than $6 million to his wife and son and his brother’s son-in-law while he was in office, but he denied the payments were bribes. He said that he did not know about the transactions until he left office and that the money for his wife went to pay a debt.\nThe news of Mr. Roh’s death came as a shock to the nation, which, unlike Japan, does not have a strong history of political leaders and other notables committing suicide to take responsibility for real or alleged offenses.", "url": "https://www.nytimes.com/2009/05/24/world/asia/24roh.html"}