{"authors": ["Eric Schmitt", "Thom Shanker"], "date_download": "2022-10-26 00:12:01", "date_modify": "2022-10-26 00:12:01", "date_publish": "2009-09-21 03:58:17", "description": "Gen. Stanley A. McChrystal warned in a confidential assessment that he needed additional troops by next year or the conflict “will likely result in failure.”", "filename": "2009_09_21_world_asia_21afghan_1666743121.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_21_world_asia_21afghan_1666743121.html", "title": "General McChrystal Asks Obama for More Troops", "title_page": "General McChrystal Asks Obama for More Troops - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "General McChrystal’s strategic assessment could well fuel the public anxiety over the war that has been fast increasing in recent weeks as American casualties have risen, allied commanders have expressed surprise at the Taliban’s fighting prowess, and allegations of ballot fraud Afghanistan’s recent presidential elections have escalated.\nIn a series of interviews on the Sunday morning talk shows, Mr. Obama expressed skepticism about sending more American troops to Afghanistan until he was sure his administration had the right strategy to succeed.\n“Right now, the question is, the first question is, are we doing the right thing? Are we pursuing the right strategy?” Mr. Obama said on CNN. “When we have clarity on that, then the question is, O.K., how do we resource it?”\nMr. Obama said that he and his top advisers had not delayed any request for additional troops from General McChrystal because of the political delicacy of the issue or other domestic priorities.\n“No, no, no, no,” Mr. Obama said when asked on CNN’s “State of the Union” whether General McChrystal had been told to sit on his request.\nMr. Obama said his decision “is not going to be driven by the politics of the moment.”\nIn an interview on CBS’s “Face the Nation,” Mr. Obama said his top priority was to protect the United States against attacks from Al Qaeda and other terrorist groups.\n“Whatever decisions I make are going to be based first on a strategy to keep us safe, then we’ll figure out how to resource it,” the president said. “We’re not going to put the cart before the horse and just think by sending more troops we’re automatically going to make Americans safe,” he said.", "url": "https://www.nytimes.com/2009/09/21/world/asia/21afghan.html"}