{"authors": ["Danielle Belopotosky"], "date_download": "2022-10-25 23:46:30", "date_modify": "2022-10-25 23:46:30", "date_publish": "2009-12-03 01:39:51", "description": "Tools for tracking activity levels are as close as the belt around your waist.", "filename": "2009_12_03_technology_personaltech_03FITNESSGEAR_1666741590.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_12_03_technology_personaltech_03FITNESSGEAR_1666741590.html", "title": "Wearable High-Tech Devices Monitor Fitness", "title_page": "Wearable High-Tech Devices Monitor Fitness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Philips’s DirectLife monitor takes a different approach, with a membership program that includes a personal coach. After the device is registered and the software downloaded, the user wears it for eight days to assess normal activity levels. Then, the data is uploaded through a USB drive, and you visit your personal Web page where a 12-week activity plan is suggested. Over time, the goals set for you become more ambitious. The Web site also shows your activities hour-by-hour. Philips assigns fitness and health psychology experts to each client, and they will provide nudges by e-mail, as well as provide support and advice.\nDirectLife’s monitor cannot clip on clothes, but it is small enough to fit in a pocket or a bra. It can also be worn on an included black necklace, and because it is waterproof can be used while swimming. Philips is selling a starter package for $79 (normally $99), which includes a four-month membership. The monthly fee is then $12.50. The device can be bought online at directlife.philips.com.\nImage PERSONAL COACH The DirectLife monitor from Philips comes with a personal coach who will nudge users if they fail to check in online.\nWATCHES\nMio, a Canadian company, has developed a series of sports watches that can monitor one’s heart rate without the traditional chest strap. The Mio Drive Heart Rate watch, $80, also tracks calories burned.\nSet up the watch by entering personal information (weight, gender, age) and establish a resting heart rate by placing two fingers on the sensors on the sides of the watch. A calorie countdown program sets a goal of burning 3,500 calories a week, which should typically produce a one-pound loss of weight. As you exercise, the Mio subtracts calories burned and displays how many more need to be burned to reach the goal. The heart rate monitoring is not continuous; the sensors need to be touched periodically (as with a machine at the gym) to get a reading. The more readings taken, the greater the overall accuracy.", "url": "https://www.nytimes.com/2009/12/03/technology/personaltech/03FITNESSGEAR.html"}