{"authors": ["Eric Schmitt", "Mark Mazzetti"], "date_download": "2022-10-26 00:11:50", "date_modify": "2022-10-26 00:11:50", "date_publish": "2009-09-24 01:42:21", "description": "The Taliban’s expansion into regions of Afghanistan over which they once had little influence comes as the Obama administration is reassessing its military strategy in the nation.", "filename": "2009_09_24_world_asia_24military_1666743110.html", "image_url": "https://static01.nyt.com/images/2009/09/24/world/24military_600.jpg?year=2009&h=331&w=600&s=ef11c0891606a8f3d507b67b47d3c2c2ccaddb8e0ff185ad3cb45dc959f0cc1c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_24_world_asia_24military_1666743110.html", "title": "Taliban Widen Afghan Attacks From Base in Pakistan", "title_page": "Taliban Widen Afghan Attacks From Base in Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  Senior Taliban leaders, showing a surprising level of sophistication and organization, are using their sanctuary in Pakistan to stoke a widening campaign of violence in northern and western Afghanistan, senior American military and intelligence officials say.\nThe Taliban’s expansion into parts of Afghanistan that it once had little influence over comes as the Obama administration is struggling to settle on a new military strategy for Afghanistan, and as the White House renews its efforts to get Pakistan’s government to be more aggressive about killing or capturing Taliban leaders inside Pakistan.\nAmerican military and intelligence officials, who insisted on anonymity because they were discussing classified information, said the Taliban’s leadership council, led by Mullah Muhammad Omar and operating around the southern Pakistani city of Quetta, was directly responsible for a wave of violence in once relatively placid parts of northern and western Afghanistan. A recent string of attacks killed troops from Italy and Germany, pivotal American allies that are facing strong opposition to the Afghan war at home.\nThese assessments echo a recent report by Gen. Stanley A. McChrystal, the top military commander in Afghanistan, in portraying the Taliban as an increasingly sophisticated shadow government that sees itself on the cusp of victory in the war-ravaged nation.", "url": "https://www.nytimes.com/2009/09/24/world/asia/24military.html"}