{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:40:30", "date_modify": "2022-10-25 23:40:30", "date_publish": "2009-12-30 00:44:00", "description": "The amnesty angered civic groups that claimed business tycoons like Lee Kun-hee, convicted of embezzlement and tax evasion, were treated leniently.", "filename": "2009_12_30_business_global_30samsung.html__r=1_1666741230.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_12_30_business_global_30samsung.html__r=1_1666741230.html", "title": "S. Korean President Pardons Lee Kun-hee, Ex-Chairman of Samsung", "title_page": "S. Korean President Pardons Lee Kun-hee, Ex-Chairman of Samsung - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea  Lee Kun-hee, the former chairman of Samsung who was convicted of embezzlement and tax evasion, was pardoned by President Lee Myung-bak on Tuesday. The move drew criticism from civic groups that said it was another example of leniency for South Korean tycoons guilty of serious crimes.\nThe president said he decided to grant a special amnesty to Mr. Lee, who was not imprisoned, so that the businessman could retain his membership at the International Olympic Committee and lead a campaign by the South Korean city of PyeongChang to host the 2018 Winter Olympics.\nIn a Supreme Court ruling this year, Mr. Lee, 67, received a suspended three-year prison sentence for evading tens of millions of dollars in taxes and embezzling corporate money.\nThe court case stemmed from allegations from civic groups and Samsung’s former chief legal counsel that Mr. Lee had managed a vast sum of illegal funds and helped his son, Lee Jae-yong, an executive at Samsung Electronics, buy shares of subsidiaries at unfairly low prices in a scheme to hand over control of the conglomerate to the son. Lee Kun-hee resigned as Samsung chairman in April 2008 after he was charged with tax evasion and breach of trust.", "url": "https://www.nytimes.com/2009/12/30/business/global/30samsung.html?_r=1"}