{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:52:04", "date_modify": "2022-10-25 23:52:04", "date_publish": "2009-12-17 19:10:27", "description": "With “Avatar” James Cameron has turned one man’s dream of the movies into a trippy joy ride about the end of life as we know it.", "filename": "2009_12_18_movies_18avatar.html_action=click&pgtype=Article&state=default&module=styln-avatar&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666741924.html", "image_url": "https://static01.nyt.com/images/2009/12/18/movies/18avatarspan/articleLarge.jpg?year=2009&h=330&w=600&s=c57ccea494a64ca8296217cb1be5333af35a32886ac12536c16aadac4c31624c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_12_18_movies_18avatar.html_action=click&pgtype=Article&state=default&module=styln-avatar&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc_1666741924.html", "title": "James Cameron Creates a New World, Both Cosmic and Cinematic", "title_page": "James Cameron Creates a New World, Both Cosmic and Cinematic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It doesn’t take Jake long to feel the good vibes. Like Neo, the savior-hero of the “Matrix” series played by Keanu Reeves, Jake is himself an avatar because he’s both a special being and an embodiment of an idea, namely that of the hero’s journey. What initially makes Jake unusual is that he has been tapped to inhabit a part-alien, part-human body that he controls, like a puppeteer, from its head to its prehensile tail. Like the rest of the human visitors who’ve made camp on Pandora, he has signed on with a corporation that’s intent on extracting a valuable if mysterious substance from the moon called unobtainium, a great whatsit that is an emblem of humanity’s greed and folly. With his avatar, Jake will look just like one of the natives, the Na’vi, a new identity that gives the movie its plot turns and politics.\nThe director James Cameron takes us back to the world of Pandora for the sequel “Avatar: The Way of Water.” What to Know: The sequel opens on Dec. 16, 13 years after “Avatar” shattered box office records. If you remember little about the original movie, The sequel opens on Dec. 16, 13 years after “Avatar” shattered box office records. If you remember little about the original movie, here is a refresher\nHolding Their Breath: Cameron and the sequel’s cast discussed what it took to get the new “Avatar” made and to bring it to life in a changed world.\nBack to the Theater : To help reacquaint audiences with the 3-D filmmaking that dazzled audiences in 2009, the first movie To help reacquaint audiences with the 3-D filmmaking that dazzled audiences in 2009, the first movie was rereleased in theaters on Sept. 23\nFrom the Archives: Cameron “hasn’t changed cinema, but with blue people and pink blooms he has confirmed its wonder,” Cameron “hasn’t changed cinema, but with blue people and pink blooms he has confirmed its wonder,” our critic wrote after the release of “Avatar” in 2009.\nThe first part of Jake’s voyage  for this is, above all, a boy’s rocking adventure, if one populated by the usual tough Cameron chicks  takes him from a wheelchair into a 10-foot, blue-skinned Na’vi body. At once familiar and pleasingly exotic, the humanoid Na’vi come with supermodel dimensions (slender hips, a miniature-apple rear); long articulated digits, the better to grip with; and the slanted eyes and twitchy ears of a cat. (The gently curved stripes that line their blue skin, the color of twilight, bring to mind the markings on mackerel tabby cats.) For Jake his avatar, which he hooks into through sensors while lying in a remote pod in a semiconscious state, is at first a giddy novelty and then a means to liberation.\nPlugging into the avatar gives Jake an instant high, allowing him to run, leap and sift dirt through his toes, and freeing him from the constraints of his body. Although physically emancipated, he remains bound, contractually and existentially, to the base camp, where he works for the corporation’s top scientist, Dr. Grace Augustine (Sigourney Weaver, amused and amusing), even while taking orders from its head of security, Col. Miles Quaritch (Stephen Lang), a military man turned warrior for hire. A cartoon of masculinity, Quaritch strides around barking orders like some intransigent representation of American military might (or a bossy movie director). It’s a favorite Cameron type, and Mr. Lang, who until this year had long been grievously underemployed, tears into the role like a starved man gorging on steak.\nMr. Cameron lays out the fundamentals of the narrative efficiently, grabbing you at once with one eye-popping detail after another and on occasion almost losing you with some of the comically broad dialogue. He’s a masterly storyteller if a rather less nimble prose writer. (He has sole script credit: this is personal filmmaking on an industrial scale.) Some of the clunkier lines (“Yeah, who’s bad,” Jake taunts a rhinolike creature he encounters) seem to have been written to placate those members of the Michael Bay demographic who might find themselves squirming at the story’s touchier, feelier elements, its ardent environmentalism and sincere love story, all of which kick in once Jake meets Neytiri, a female Na’vi (Zoë Saldana, seen only in slinky Na’vi form).\nMr. Cameron has said that he started thinking about the alien universe that became Pandora and its galactic environs in “Avatar” back in the 1970s. He wrote a treatment in 1996, but the technologies he needed to turn his ideas into images didn’t exist until recently. New digital technologies gave him the necessary tools, including performance capture, which translates an actor’s physical movements into a computer-generated image (CGI). Until now, by far the most plausible character created in this manner has been slithery Gollum from Peter Jackson’s “Lord of the Rings” cycle. The exotic creatures in “Avatar,” which include an astonishment of undulating, flying, twitching and galloping organisms, don’t just crawl through the underbrush; they thunder and shriek, yip and hiss, pointy teeth gleaming.", "url": "https://www.nytimes.com/2009/12/18/movies/18avatar.html?action=click&pgtype=Article&state=default&module=styln-avatar&variant=show&region=MAIN_CONTENT_1&block=storyline_top_links_recirc"}