{"authors": ["Dexter Filkins", "Alissa J. Rubin"], "date_download": "2022-10-25 23:28:51", "date_modify": "2022-10-25 23:28:51", "date_publish": "2009-10-31 15:17:08", "description": "Abdullah Abdullah’s decision to withdraw from the Afghan election would effectively hand a new term to President Hamid Karzai but potentially damage the government’s credibility.", "filename": "2009_11_01_world_middleeast_01afghan_1666740531.html", "image_url": "https://static01.nyt.com/images/2009/11/01/world/01abdullah_span/articleLarge.jpg?year=2009&h=361&w=600&s=69f097a57af627c305d8228b5f78f8eb2aef26d8a52e4291c41b0406c896ca21&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_11_01_world_middleeast_01afghan_1666740531.html", "title": "Karzai Rival Said to Be Planning to Quit Runoff", "title_page": "Karzai Rival Said to Be Planning to Quit Runoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The election deadlock, now in its ninth week, has highlighted the Afghan state’s fragility, as well as showing deep and growing divisions among Afghans. And it has, like so many other recent events here, posed a worsening problem for American and other Western leaders, who have found themselves stuck with a leader who has lost the support of large numbers of Afghans, and whose government is widely regarded as corrupt. An Obama administration official said Saturday that the White House had not spoken to Mr. Abdullah and that it had no immediate plans to do so.\nImage Afghans on Saturday walked by a campaign event for President Hamid Karzai in Herat. The runoff vote was scheduled for Nov. 7. Credit... Jalil Rezayee/European Pressphoto Agency\nSecretary of State Hillary Rodham Clinton, traveling in Abu Dhabi, gave the administration’s only comment. “We see that happen in our own country where, for whatever combination of reasons, one of the candidates decides not to go forward,” she said. “I don’t think it has anything to do with the legitimacy of the election. It’s a personal choice which may or may not be made.”\nThe concern among diplomats here on Saturday was that Mr. Abdullah would denounce Mr. Karzai even as he bowed out of the race, possibly causing greater anger, and even violence, among his followers. American and Western diplomats were leaning on Mr. Abdullah to pull out with little rancor and to urge his supporters to accept the fact that Mr. Karzai would be president.\nMr. Karzai’s supporters are also hoping Mr. Abdullah will choose that course. Over the past month, as the evidence of vote stealing piled up, Mr. Karzai’s ministers carried on with extraordinary self-confidence, portraying the fraud, and the runoff itself, as a nuisance that, once overcome, would allow them to get on with their jobs.\n“Either he will do it gracefully or not,” Hanif Atmar, the interior minister said, referring to Mr. Abdullah. Mr. Atmar is a supporter of Mr. Karzai, and Mr. Abdullah has accused him of helping to orchestrate much of the fraud.\nOne option that Mr. Abdullah has been pressing for is to delay a new presidential vote until after the winter. Mr. Karzai has resisted, and in that he appears have the support of American and other Western officials. The Afghan election has already been extended once  past its May deadline  and Western officials fear that further delays would cut even more into Mr. Karzai’s legitimacy.\nAgainst this backdrop of bargaining and diplomatic activity, Mr. Karzai has stayed silent publicly. Only last month, Mr. Karzai succumbed to pressure from American and other Western officials, agreeing to accept the verdict of a United Nations-backed commission that put his vote total at under 50 percent.", "url": "https://www.nytimes.com/2009/11/01/world/middleeast/01afghan.html"}