{"authors": ["David Brooks"], "date_download": "2022-10-25 23:38:28", "date_modify": "2022-10-25 23:38:28", "date_publish": "2009-01-30 04:15:17", "description": "The Democrats have created a stimulus package that is a sprawling, undisciplined smorgasbord. By trying to do everything all it once, the bill does nothing well.", "filename": "2009_01_30_opinion_30brooks_1666741108.html", "image_url": "https://static01.nyt.com/images/2018/04/03/opinion/david-brooks/david-brooks-facebookJumbo-v2.png?year=2009&h=550&w=1050&s=b29e0a62b62f862e7151a153b273ebc28f128e88e6bacf059c943bd450d0625a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_01_30_opinion_30brooks_1666741108.html", "title": "Cleaner and Faster", "title_page": "Opinion | Cleaner and Faster - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Third, the muddle assures ideological confrontation. A stimulus package was always going to be controversial, because economists differ widely about whether or how a stimulus can work. But this bill also permanently alters the role of the federal government, thus guaranteeing a polarizing brawl at the very start of the Obama presidency.\nFourth, Summers’s warnings about deficits have been put aside. There is no fiscal exit strategy. Instead, permanent spending commitments are entailed with no permanent funding stream to pay for them.\nFifth, new government expenditures on complex matters are being designed on a hasty, reckless timetable. As readers may know, the policy I am most passionate about is pre-K education. Yet I fervently hope that the Head Start expansion is dropped from this bill. A slapdash and shambolic expansion could discredit the whole idea.\nWise heads are now trying to restore structure and safeguards to the enterprise. In testimony this week, Alice Rivlin, Bill Clinton’s former budget director, raised the possibility of separating the temporary from the permanent measures and focusing independently on each. “A long-term investment program should not be put together hastily and lumped in with the anti-recession package,” Rivlin testified. “The elements of the investment program must be carefully planned and will not create many jobs right away.”\nThe best course is to return to the original Summers parameters  temporary, targeted and timely  thus making the stimulus cleaner and faster.\nStrip out the permanent government programs. Many of them are worthy, but we can have that debate another day. Make the short-term stimulus bigger. Many liberal economists have been complaining it is too small, so replace the permanent programs with something like a big payroll tax cut, which would help the working class.\nAdd in a fiscal exit strategy so the whole thing is budget neutral over the medium term. Finally, coordinate the stimulus package with plans to shore up the housing and financial markets. Until those come to life, no amount of stimulus will do any good.\nThis recession is scary and complicated. It’s insane to try to tackle it and dozens of other complicated problems, all in one piece of legislation. Leadership involves prioritizing. Those who try to do everything at once will end up with a sprawling, lobbyist-driven mess that does nothing well.", "url": "https://www.nytimes.com/2009/01/30/opinion/30brooks.html"}