{"authors": ["Eric Lichtblau"], "date_download": "2022-10-25 23:37:57", "date_modify": "2022-10-25 23:37:57", "date_publish": "2009-01-05 05:00:00", "description": null, "filename": "2009_01_15_world_americas_15iht-15fisa.19390748_1666741077.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_01_15_world_americas_15iht-15fisa.19390748_1666741077.html", "title": "Intelligence court rules wiretapping program legal", "title_page": "Intelligence court rules wiretapping program legal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A federal intelligence court, in a rare public opinion, is expected to issue a major ruling validating the power of the president and Congress to wiretap international phone calls and intercept e-mail messages without a court order, even when Americans' private communications may be involved.\nThe court decision is expected to be disclosed as early as Thursday in an unclassified, redacted form. It was made in December by the Foreign Intelligence Surveillance Court of Review, which has issued only two prior rulings in its 30-year history.\nThe decision marks the first time since the disclosure of the National Security Agency's warrantless eavesdropping program three years ago that an appellate court has addressed the constitutionality of the federal government's wiretapping powers. In validating the government's wide authority to collect foreign intelligence, it may offer legal credence to the Bush administration's repeated assertions that the president has constitutional authority to act without specific court approval in ordering national security eavesdropping.\nThe appeals court is expected to uphold a secret ruling issued last year by the intelligence court that it oversees, known as the Foreign Intelligence Surveillance, or FISA, court. In that initial opinion, the secret court found that Congress had acted within its authority in August of 2007 when it passed a hotly debated law known as the Protect America Act, which gave the executive branch broad power to eavesdrop on international communications, according to someone familiar with the ruling.", "url": "https://www.nytimes.com/2009/01/15/world/americas/15iht-15fisa.19390748.html"}