{"authors": ["Sam Tanenhaus"], "date_download": "2022-10-25 23:37:23", "date_modify": "2022-10-25 23:37:23", "date_publish": "2009-11-20 16:17:11", "description": "Bracingly devoid of triumphalist homily, Andre Agassi’s is one of the most passionately anti-sports books ever written by a superstar athlete.", "filename": "2009_11_22_books_review_Tanenhaus-t.html_action=click&contentCollection=Books&module=RelatedCoverage&region=Marginalia&pgtype=article_1666741043.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_11_22_books_review_Tanenhaus-t.html_action=click&contentCollection=Books&module=RelatedCoverage&region=Marginalia&pgtype=article_1666741043.html", "title": "'Open: An Autobiography,' by Andre Agassi - The New York Times", "title_page": "Book Review | 'Open: An Autobiography,' by Andre Agassi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even those not convinced that Andre Agassi was the best tennis player of his time will readily admit he outdid all others in attracting attention, beginning in the 1980s, when he was a teenage phenom from Las Vegas who blazed onto the pro tour in flamboyant, Nike-­sponsored plumage — stone-washed denim, skintight “Hot Lava” compression shorts, midnight-at-the-roulette-wheel shades — that blinded many to the granite consistency of his game: the compact, bludgeoning ground strokes, the lethal service return, the lightning reflexes.\nNow, three years into his retirement, Agassi’s sterling accomplishments are again being obscured, this time by pre-publication revelations from his autobiography, “Open,” especially his admission that during one low period he found solace in crystal methamphetamine, supplied by his “assistant,” and later lied about it to tennis officials, thus avoiding a three-month suspension.\nGiven the current scandals involving steroids and human growth hormone, Agassi’s infraction seems minor, even quaint, characterized as it was by late-night binges that more likely retarded rather than “enhanced” his match-day performances.\nImage Andre Agassi at the French Open in 1991 ... Credit... Patrick Kovarik/Agence France-Presse — Getty Images\nThe more arresting news is that “Open” is one of the most passionately anti-sports books ever written by a superstar athlete — bracingly devoid of triumphalist homily and star-spangled gratitude. Agassi’s announced theme is that the game he mastered was a prison he spent some 30 years trying to escape. His first cell was the backyard court his immigrant father, Mike, built behind the family’s ramshackle house in the parched outskirts of Las Vegas. Armenian, raised poor in Iran and employed as a “captain,” or usher, at a casino on the Strip, Mike Agassi was determined to groom a champion and subjected all four of his children to abusive training, yanking them out of school for extra practice time. The three eldest all crumbled under the pressure. The jackpot came with the fourth, who was blessed with preternatural hand-eye coordination, honed in daily sessions in which he swatted as many as 2,500 balls belched forth by a machine at speeds of up to 110 miles per hour, at angles so acute the 7-year-old Andre had to swing the instant the ball landed, lest it bounce over his head — the trick of hitting “on the rise” that eventually would freeze opponents, helpless as even their most blistering shots came screaming back.", "url": "https://www.nytimes.com/2009/11/22/books/review/Tanenhaus-t.html?action=click&contentCollection=Books&module=RelatedCoverage&region=Marginalia&pgtype=article"}