{"authors": ["Alessandra Stanley"], "date_download": "2022-10-25 23:31:58", "date_modify": "2022-10-25 23:31:58", "date_publish": "2009-09-16 19:50:07", "description": "“Community” is a mercilessly snarky and also bracingly funny NBC comedy that purports to send up community college, but mostly skewers many of the clichés of movies and television.", "filename": "2009_09_17_arts_television_17community.html__r=1&scp=4&sq=community%20television%20nbc&st=cse_1666740718.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_17_arts_television_17community.html__r=1&scp=4&sq=community%20television%20nbc&st=cse_1666740718.html", "title": "A Wink at Colleges and a Nod to Clichés", "title_page": "A Wink at Colleges and a Nod to Clichés on NBC - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s a delicate two-step that makes the makers’ pedigree and provenance all the more important. Dan Harmon, an executive producer and writer on “The Sarah Silverman Program,” is the creator of “Community,” and Joe and Anthony Russo, “Arrested Development” alumni, are its directors.\nImage Chevy Chase, right, and Joel McHale in Community. Credit... Chris Haston/NBC\n“Community” is a classic culture-clash comedy. Familiar archetypes — a snooty girl; a spindly nerd; a brash, heavyset black woman; a cocky former high school jock; a neurotic drop-out; an eccentric retiree — are forced to interact in a Spanish study group in the tradition of “The Breakfast Club.” That debt to that John Hughes movie is presented as a running joke at the expense of Abed (Danny Pudi), who is a voluble half-Palestinian nerd who lives and breathes pop culture and, in an awkward moment in study group, begins quoting lines delivered by Judd Nelson’s character. (“No, Dad, what about you?”) Mr. McHale, who has honed his sarcasm as the host of “The Soup,” E!’s irreverent commentary on entertainment, is well cast as a glib, unscrupulous lawyer who is obliged to enroll in community college after the state bar discovers his college degree is bogus. (He explains he got it from Colombia, not Columbia.)\nJeff has the kind of sardonic repartee and slapdash nonchalance that the comedian Chevy Chase had when he was the young star of the “Fletch” movies. Even that is an inside casting joke: Mr. Chase, who is farcically loopy and delightful in the pilot, plays Pierce, a bewildered but good-natured former entrepreneur (he developed an award-winning brand of moist towelette) who takes courses at the college to combat loneliness. A college administrator puts it less charitably, saying that he is one of those “old people keeping their minds active as they circle the drain of eternity.”\nGillian Jacobs is Britta, the sexy but studious blonde for whom Jeff invents the study group. In yet another elbow nudge, Britta is repeatedly told that she looks like Elisabeth Shue, an actress who was the It Girl of the late 1980s and 1990s after starring in “Cocktail” and the two sequels to “Back to the Future.” Britta is aloof and disdainful, but the absurd juxtapositions in her résumé echo the kind of jokes that enlivened “Arrested Development.” Britta, rattling off her past occupations, says she worked in the Peace Corps and did a bit of foot modeling.", "url": "https://www.nytimes.com/2009/09/17/arts/television/17community.html?_r=1&scp=4&sq=community%20television%20nbc&st=cse"}