{"authors": ["Steve Lohr"], "date_download": "2022-10-25 23:46:37", "date_modify": "2022-10-25 23:46:37", "date_publish": "2009-07-29 12:04:01", "description": "Microsoft and Yahoo announced that they had agreed to collaborate on Internet search and advertising in a bid to challenge Google.", "filename": "2009_07_30_technology_companies_30soft_1666741597.html", "image_url": "https://static01.nyt.com/images/2009/07/30/technology/30soft1.600.jpg?year=2009&h=330&w=600&s=3e0f770fdc9a24e77bebddb2f55f992ef56876c3ba9f43dea72ff6ff7fb0681a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_07_30_technology_companies_30soft_1666741597.html", "title": "Microsoft and Yahoo Are Linked Up. Now What?", "title_page": "Microsoft and Yahoo Are Linked Up. Now What? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now, Yahoo’s financial fate will be inextricably linked with Microsoft for years. “My sense is that Yahoo will regret making this move,” Mr. Chervitz said.\nIf the deal is completed next year as planned, and after the partnership is fully in place in three years, Yahoo estimates that its operating income will increase by $500 million a year, based on the anticipated higher search traffic and ad revenue, and a substantial drop in its investment in technology development.\nSteven A. Ballmer, Microsoft’s chief executive, said in an interview that Ms. Bartz had driven a hard bargain. “Look,” he said, “she got 88 percent of the revenue and none of the cost.”\nStill, Mr. Ballmer added that he won something he badly wanted as well: “I got an opportunity to swing for the fences in search.”\nThe crucial issue for the partnership, analysts say, is its ability to stop and reverse the advance of Google, which has steadily gained in search and search ad share in the last few years while Yahoo and Microsoft have kept on fading. Reversing the trend, they say, would give the partnership newfound credibility with advertisers and publishers.\n“If Microsoft and Yahoo are 30 percent and growing in search, then the dynamics of the market can shift,” said David B. Yoffie, a professor at the Harvard Business School.\nMr. Fader of Wharton said he was not sure the partners would be able to shake up the business. “Microsoft is buying some market share, but there is no evidence they are going to change the game in any fundamental way,” he said. “What the Microsoft-Yahoo partnership needs is real breakthroughs to deliver disruptive innovation in search.”", "url": "https://www.nytimes.com/2009/07/30/technology/companies/30soft.html"}