{"authors": ["Taghreed El-Khodary"], "date_download": "2022-10-25 23:00:27", "date_modify": "2022-10-25 23:00:27", "date_publish": "2009-01-07 05:00:00", "description": null, "filename": "2009_01_07_world_africa_07iht-scene.4.19165905.html_pagewanted=all&module=Search&mabReward=relbias%3Ar%2C%7B%221%22%3A%22RI%3A5%22%7D_1666738827.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_01_07_world_africa_07iht-scene.4.19165905.html_pagewanted=all&module=Search&mabReward=relbias%3Ar%2C%7B%221%22%3A%22RI%3A5%22%7D_1666738827.html", "title": "Directed to run, Palestinians flee into the line of fire", "title_page": "Directed to run, Palestinians flee into the line of fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ging spoke at the school during a three-hour lull in the fighting on Wednesday. The lull, which Israel's Foreign Ministry announced would take place every other day, is to allow humanitarian organizations to deliver supplies and Gazans to emerge from their houses and shelters to shop.\nBut while there is food in the city, Gazans are running out of cash to buy it, with banks shut and ATM's empty and nonfunctional because of a lack of electricity.\nThe lull was also used for funerals, and a senior Hamas official, Mushir al-Masri, emerged from hiding to congratulate those he called martyrs. Some parents shook his hand; some stared at him coldly. On a loudspeaker, a man praised the dead and said: \"What Israel is doing is bringing us unity again! We are all together!\"\nThat idea appeared to explain the willingness of Hamas to have Fatah flags in such evidence.\nHalfway along the row of bodies — uncountable in the press of the mourning crowd — Huda Deed was weeping. She lost nine members of her extended family, ages 3 to 25. \"Look, they've lined them up like a ruler!\" she said, inconsolable. But when asked for an interview by Al Aksa television, the Hamas channel, which is back on the air, she refused.\nIsrael blames Hamas for civilian casualties, saying the militants knowingly endangered civilians by operating among them. Asked later about the presence of Hamas fighters in the streets around the school, Deed avoided a direct answer, but implied that her heart was not with Hamas. \"We want to live like everyone else in the world,\" she said.\nInside the school, Shaaban Hasouni, 47, said he came three days ago from Beit Lahiya with eight members of his family between 2 and 29 years old. The Israelis had told them to evacuate, first in calls to their cellphones and then with leaflets and loudspeaker announcements, he said. They were supposed to hold up white sheets as they evacuated. But he said he and his family left their home only when Israeli forces fired some sort of gas into it. \"I couldn't see, I didn't know what it was, but we escaped,\" he said.\nHasouni was able to make a quick trip home on Wednesday morning and came back with mattresses and blankets, saying that it was so cold, even with 40 people in every classroom, that his children could not stand it without blankets.", "url": "https://www.nytimes.com/2009/01/07/world/africa/07iht-scene.4.19165905.html?pagewanted=all&module=Search&mabReward=relbias%3Ar%2C%7B%221%22%3A%22RI%3A5%22%7D"}