{"authors": ["Richard A. Oppel Jr.", "Rachel Donadio"], "date_download": "2022-10-26 00:11:55", "date_modify": "2022-10-26 00:11:55", "date_publish": "2009-09-17 07:34:53", "description": "After a bomb killed six Italian soldiers, Italy’s prime minister declared that his nation needed to “bring our young men home as soon as possible.”", "filename": "2009_09_18_world_asia_18afghan_1666743115.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_18_world_asia_18afghan_1666743115.html", "title": "Italy Looks at Afghan Pullout After Deadly Blast", "title_page": "Italy Looks at Afghan Pullout After Deadly Blast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Prime Minister Silvio Berlusconi, in Brussels on Thursday, was quoted by Reuters as saying: We are all anxious and hopeful to bring our boys home as soon as possible. Credit... Georges Gobet/Agence France-Presse — Getty Images\nA number of Western diplomats are convinced that if all fraudulent ballots were discarded, Mr. Karzai would be left with less than 50 percent of the vote, forcing him into a runoff with Mr. Abdullah. If a runoff were ordered, the harsh winter weather here could prevent it from taking place until April, deepening the leadership vacuum for months.\nOn Thursday, Mr. Abdullah said that he would not join in any coalition government with Mr. Karzai, and that no one from his camp had held any discussions with Karzai officials about forming a coalition. “Illegitimate rule in itself is a recipe for instability,” he said, urging that fraud investigations be pursued to the end.\nThe dispute over the election risks leaving the country with a government widely seen as illegitimate and undermining efforts to bolster commitments for troops and other resources from Western countries.\nIf Mr. Berlusconi does remove Italian troops from Afghanistan quickly, it will not be the first time he has reconsidered a military commitment. Although he supported the war in Iraq from the outset, in 2006 he decided to begin withdrawing troops from Iraq; that war had become deeply unpopular with Italians, and Mr. Berlusconi was facing a national election, in which he was eventually defeated.\nImage An Afghan doctor treated an boy injured during a suicide bomb blast in Kabul on Thursday. Credit... Omar Sobhani/Reuters\nRe-elected in 2008, Mr. Berlusconi has maintained strong support for the NATO-led coalition in Afghanistan. Yet after a summer of sex scandals, his grip has been loosening over his center-right coalition, which includes parties that advocate staying in Afghanistan and others demanding withdrawal.", "url": "https://www.nytimes.com/2009/09/18/world/asia/18afghan.html"}