{"authors": ["Rich Oppel"], "date_download": "2022-10-25 23:28:08", "date_modify": "2022-10-25 23:28:08", "date_publish": "2009-07-18 01:50:07", "description": "Responding to an article in The New York Times, the Afghan warlord said it was “unimaginable” that forces allied with him were responsible for the mass deaths in November 2001.", "filename": "2009_07_18_world_asia_18dostum_1666740488.html", "image_url": "https://static01.nyt.com/images/2009/07/18/world/18dostum_600.jpg?year=2009&h=394&w=600&s=1c34349ee407babcd47ffc555334e05301a182e84e6897df020802a2c0789288&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_07_18_world_asia_18dostum_1666740488.html", "title": "Afghan Warlord Denies Links to ’01 Killings", "title_page": "Afghan Warlord Denies Links to ’01 Killings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I had given very clear orders for all of our troops in the Northern United Front to treat prisoners well,” General Dostum wrote. He added: “The massacre of prisoners of war to the extent that has been claimed is against the principles of intelligence gathering and security. From a military point of view, it is unimaginable.”\nThe column drew sharp criticism from human rights groups who have investigated the mass deaths. Physicians for Human Rights, the Boston group that in 2002 discovered the site of the mass grave where the prisoners’ bodies were said to have been buried, accused General Dostum of trying to distract from the “substantial documentation” of the mass deaths.\nThe group described “clear indications of evidence tampering” at the mass grave site and said that at least four witnesses had been killed, tortured, or had disappeared. The group called for a full investigation into both the mass deaths and evidence the Bush administration squelched efforts to investigate the episode.\nThe Times article emphasized that accounts of the killings had been previously reported. The mass deaths occurred in November 2001, after thousands of Taliban fighters surrendered to General Dostum’s forces in Kunduz and were transported to a prison run by his forces near Shibarghan.\nSurvivors and witnesses later told The Times and Newsweek that prisoners were stuffed into closed metal shipping containers and suffocated, or were killed when guards shot into the containers.", "url": "https://www.nytimes.com/2009/07/18/world/asia/18dostum.html"}