{"authors": ["Danny Hakim", "Jeremy W. Peters"], "date_download": "2022-10-25 23:49:21", "date_modify": "2022-10-25 23:49:21", "date_publish": "2009-06-08 22:19:25", "description": "Republicans won support from two dissident Democrats in a surprise deal that upended the agenda in Albany.", "filename": "2009_06_09_nyregion_09switch.html_pagewanted=all_1666741761.html", "image_url": "https://static01.nyt.com/images/2009/06/08/nyregion/switch_600.jpg?year=2009&h=376&w=600&s=bf9e57a5697b25cf1ec102226a82fb00ccd5f1f52edd11d6928913a63fbacd94&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_09_nyregion_09switch.html_pagewanted=all_1666741761.html", "title": "G.O.P. Regains Control of New York State Senate", "title_page": "G.O.P. Regains Control of New York State Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY  The Democrats’ tenuous control of the New York State Senate abruptly collapsed on Monday, throwing the Legislature into chaos with just two weeks remaining in its session.\nTwo dissident Democrats, who had been secretly strategizing with Republicans for weeks, bucked their party’s leaders and joined with 30 Republican senators to form what they said would be a bipartisan power-sharing deal. But the arrangement effectively re-establishes Republican control.\nThe change upends the agenda in Albany, where Democrats had assumed power in the Senate in January, with 32 seats, after more than 40 years in the minority. Democrats were pushing bills to give tenants more rights, strengthen abortion rights and legalize same-sex marriage this session. And the move underscores the continuing tumult of New York politics, where there have been three governors in less than three years and four Senate presidents since last summer.\nDemocratic leaders were caught off guard as the Republicans and the two Democratic dissidents, Pedro Espada Jr. of the Bronx and Hiram Monserrate of Queens, moved to topple them, and at one point became so flustered that they turned out the lights in the Senate chamber to try to prevent Republicans from installing new leaders.", "url": "https://www.nytimes.com/2009/06/09/nyregion/09switch.html?pagewanted=all"}