{"authors": ["Peter Baker", "Dexter Filkins"], "date_download": "2022-10-26 00:12:09", "date_modify": "2022-10-26 00:12:09", "date_publish": "2009-08-31 16:17:58", "description": "Gen. Stanley McChrystal’s revised strategy would invest the U.S. extensively in stabilizing Afghanistan.", "filename": "2009_09_01_world_asia_01military_1666743129.html", "image_url": "https://static01.nyt.com/images/2009/09/01/world/01militaryspan.600.jpg?year=2009&h=355&w=600&s=49504912ee548a9616b6c2e6761e77cc7a33901a733222451716769a2b8b013f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_01_world_asia_01military_1666743129.html", "title": "Obama to Weigh Buildup Option in Afghan War", "title_page": "Obama to Weigh Buildup Option in Afghan War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  A new report by the top commander in Afghanistan detailing the deteriorating situation there confronts President Obama with the politically perilous decision of whether to deepen American involvement in the eight-year-old war amid shrinking public support at home.\nThe classified assessment submitted Monday by Gen. Stanley A. McChrystal, who took over American and NATO forces in Afghanistan in June, did not request additional American troops, American officials said, but they added that it effectively laid the groundwork for such a request in coming weeks.\nWhile details of the report remained secret, the revised strategy articulated by General McChrystal in recent public comments would invest the United States more extensively in Afghanistan than it has been since American forces helped topple the Taliban government following the attacks of Sept. 11, 2001. Taking a page from the 2007 strategy shift in Iraq, he has emphasized protecting civilians over just engaging insurgents.\nFor Mr. Obama, who already ordered an additional 21,000 troops to Afghanistan this year, the prospect of a still larger deployment would test his commitment to a war he did not launch even as it grows more violent by the month.", "url": "https://www.nytimes.com/2009/09/01/world/asia/01military.html"}