{"authors": ["Brian Knowlton"], "date_download": "2022-10-26 00:12:07", "date_modify": "2022-10-26 00:12:07", "date_publish": "2009-09-20 19:42:48", "description": "With the administration reviewing its military strategy, President Obama would not tip his hand on whether he would approve sending more troops to Afghanistan.", "filename": "2009_09_21_world_asia_21prexy_1666743127.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_21_world_asia_21prexy_1666743127.html", "title": "Obama Won’t Say if More Troops to Be Sent to Afghanistan", "title_page": "Obama Won’t Say if More Troops to Be Sent to Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  With the administration intensively reviewing its military strategy, President Obama on Sunday would not tip his hand on whether he would approve sending more troops to Afghanistan.\nIn an interview on CNN’s “State of the Union,” one of five that Mr. Obama taped for the Sunday morning talk shows, the president was asked about a report that said General Stanley A. McChrystal, the commander in Afghanistan, had been told to delay any specific troop request.\n“No, no, no, no,” Mr. Obama replied. He said that he had inherited a strategy on Afghanistan that was “somewhat adrift,” and wanted to restore a sharp focus on defeating the al-Qaeda threat.\n“We lost that focus for a while and you started seeing a classic case of mission creep,” he said.\nHe added: “I don’t want to put the resource question before the strategy question.” But at a time of waning public support for the war  but a sense of urgency among some commanders in Afghanistan  he made clear in his interviews that there was no presumption that more troops would be the best answer.", "url": "https://www.nytimes.com/2009/09/21/world/asia/21prexy.html"}