{"authors": ["David Brooks"], "date_download": "2022-10-25 23:38:28", "date_modify": "2022-10-25 23:38:28", "date_publish": "2009-01-23 03:50:14", "description": "President Obama must prove that he meant what he said about bringing change to Washington by not signing whatever bills the Old Bulls put on his desk.", "filename": "2009_01_23_opinion_23brooks_1666741108.html", "image_url": "https://static01.nyt.com/images/2018/04/03/opinion/david-brooks/david-brooks-facebookJumbo-v2.png?year=2009&h=550&w=1050&s=b29e0a62b62f862e7151a153b273ebc28f128e88e6bacf059c943bd450d0625a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_01_23_opinion_23brooks_1666741108.html", "title": "The First Test - The New York Times", "title_page": "Opinion | The First Test - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is a strong case to be made for a short, sharp stimulus package to restrain the collapse of the American economy. This would involve big, simple programs with immediate impact  a temporary cut in the payroll tax, big aid to the states, expanded unemployment insurance and food stamps.\nThere’s also a very strong case to be made for long-term government reform. America could fundamentally rethink its infrastructure policies  create a new model adapted to new modes of community-building. It could fundamentally rethink human capital policies  create a lifelong menu of learning options, from pre-K programs to service opportunities for the elderly.\nBut the stimulus bill emerging in the House of Representatives does neither of these things. The bill marked up Wednesday in the Appropriations Committee is a muddled mixture of short-term stimulus haste and long-term spending commitments. It is an unholy marriage that manages to combine the worst of each approach  rushed short-term planning with expensive long-term fiscal impact.\nThe bill has three essential failings. First, it lacks any strategic vision. This $825 billion bill has to be passed within weeks. There’s no time for fundamental rethinking or new approaches. Instead, there’s a sloppy profusion of 152 different appropriations  off-the-shelf ideas that mostly create costlier versions of the status quo.", "url": "https://www.nytimes.com/2009/01/23/opinion/23brooks.html"}