{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:50:18", "date_modify": "2022-10-25 23:50:18", "date_publish": "2009-11-23 02:07:32", "description": "Ahmed Khalfan Ghailani’s case in Manhattan could be important in a future trial of Khalid Shaikh Mohammed, accused of planning 9/11.", "filename": "2009_11_23_nyregion_23ghailani_1666741818.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_11_23_nyregion_23ghailani_1666741818.html", "title": "Ghailani’s New York Trial Is Key Test for Other Terror Cases", "title_page": "Ghailani’s New York Trial Is Key Test for Other Terror Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ahmed Khalfan Ghailani, suspected of being a Qaeda terrorist, was captured in Pakistan in 2004, held in secret prisons run by the C.I.A. and then moved to the naval base at Guantánamo Bay. During about five years of detention, he says, he was confined in harsh conditions, abused during interrogation and denied a lawyer.\nSince the spring, Mr. Ghailani has also been a defendant in federal court in Manhattan, the first Guantánamo detainee to be moved to the civilian courts.\nFrom the moment the Obama administration announced that it would seek to try Khalid Shaikh Mohammed, the professed planner of 9/11, and other Guantánamo detainees in the same federal court, the wisdom of the decision has been debated. Critics of the move have worried that government secrets will leak, that evidence won through harsh tactics could lead to dismissals, or that a trial would be used as a platform to spew hate.\nThere is much that distinguishes a potential trial of Mr. Mohammed from that of Mr. Ghailani. Mr. Mohammed is a much higher-profile defendant, he could face the death penalty, and he has said he wants to represent himself. But the prosecution of Mr. Ghailani, a Tanzanian accused of aiding the bombing of American Embassies in Africa in 1998, could hold important meaning for prosecutors and defense lawyers alike.", "url": "https://www.nytimes.com/2009/11/23/nyregion/23ghailani.html"}