{"authors": ["Neil A. Lewis"], "date_download": "2022-10-25 23:48:20", "date_modify": "2022-10-25 23:48:20", "date_publish": "2009-12-05 05:00:00", "description": null, "filename": "2009_02_25_world_americas_25iht-25aipac.20417436_1666741700.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_02_25_world_americas_25iht-25aipac.20417436_1666741700.html", "title": "Ex-lobbyists in U.S. case of espionage win a round", "title_page": "Ex-lobbyists in U.S. case of espionage win a round - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A U.S. appeals court on Tuesday ruled in favor of two former lobbyists for a pro-Israeli advocacy group in deciding how much classified information they may use in their defense on espionage charges.\nA three-judge panel of the United States Court of Appeals for the Fourth Circuit, based in Richmond, Virginia, ruled against the government and in favor of the defendants, Steven Rosen and Keith Weissman, whose trial is now scheduled for April. The appeals court also refused to entertain the government's objections to a series of formidable hurdles to a conviction put in place by the trial judge.\nThe defendants, former officials of the American Israel Public Affairs Committee, were charged with violating the World War I-era Espionage Act for sharing information they learned from foreign policy officials in the Bush administration with journalists, Israeli government officials and fellow Aipac employees.\nThe case has received an extraordinary amount of attention for many reasons, including its inevitable connection to the ways some American-Jewish supporters of Israel try to influence government policy. Supporters of Rosen and Weissman have asserted that they were unfairly singled out and were involved in only the kind of free trade in information that is a regular and protected part of policy making.", "url": "https://www.nytimes.com/2009/02/25/world/americas/25iht-25aipac.20417436.html"}