{"authors": ["Larry Rohter"], "date_download": "2022-10-25 22:59:07", "date_modify": "2022-10-25 22:59:07", "date_publish": "2009-04-11 21:11:24", "description": "The weeklong Passion Play in Iztapalapa is one of the largest and most fervent in the world, attracting more than two million people annually.", "filename": "2009_04_12_world_americas_12mexico_1666738747.html", "image_url": "https://static01.nyt.com/images/2009/04/11/world/americas/12mexico-span.jpg?year=2009&h=400&w=600&s=59d1cee4e7c1d566d8899cc22b88d33e3c2d0a3420617a10dac69ce92c0c6103&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_04_12_world_americas_12mexico_1666738747.html", "title": "A Mexican Tradition Runs on Pageantry and Faith", "title_page": "A Mexican Tradition Runs on Pageantry and Faith - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Unlike many other Passion Plays staged in Latin America during Holy Week, the presentation here dates not to Spanish colonial times, but to 1843, when a deadly cholera epidemic that had devastated the local population came to an end. In gratitude, residents wrote and staged their own account of the Passion of Christ, beginning a tradition that withstood even the anti-clerical zeal of the Mexican Revolution and its aftermath.\nImage The weeklong play attracts more than two million people annually. Credit... Adriana Zehbrauskas for The New York Times\nThe play has a cast of thousands, including those playing the Roman Praetorian Guard, but many of the 50 or so main parts tend to remain within local families, almost as heirlooms, a tendency that has generated some discontent as more people want to participate. Miguel Guerra, who is 55 and plays the high priest Caiaphas, said that he was the fifth generation of his family to be in the pageant and that he regarded it as his duty to uphold the “values inculcated in us by our parents and grandparents.”\nThe requirements of those who wish to play Jesus or Mary are especially strict. To assure a proper state of purity, tradition demands that neither be allowed to date, drink, smoke, or go to parties once they get the role. In recent years, two new restrictions have been added: no tattoos or piercings. Candidates must also show that they have sufficient economic means to pay for the resplendent costumes they wear.\nNevertheless, competition for the roles is intense, and those chosen approach their task with great seriousness. When Mr. Villagrán, an 18-year-old high school student, was chosen in January to play Jesus, he immediately embarked on an accelerated fitness program to prepare himself because he felt that “it was God and not the committee that picked me.”\nHe was already an athlete  he plays American football  which is one of the reasons he was chosen for a role that is so demanding. Whoever plays Jesus must be able to bear a ritual whipping in the square, then carry a cross weighing more than 200 pounds three miles, the remaining Stations of the Cross, and up a steep hill, where he has to endure a brief but real crucifixion in which he is bound to the cross for about 20 minutes.", "url": "https://www.nytimes.com/2009/04/12/world/americas/12mexico.html"}