{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:26", "date_modify": "2022-10-25 23:56:26", "date_publish": "2009-12-22 01:13:21", "description": "A group of women who meet for prayers at the Western Wall is challenging the Orthodox religious establishment, which operates the holy site.", "filename": "2009_12_22_world_middleeast_22jerusalem.html__r=1&_1666742186.html", "image_url": "https://static01.nyt.com/images/2009/12/22/world/22jerusalem_CA0_337-span/articleLarge.jpg?year=2009&h=330&w=600&s=68bc2c3d7c964c86697f3eb3ece58adaa20520aa71927d5acb1af0d4ea331086&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_12_22_world_middleeast_22jerusalem.html__r=1&_1666742186.html", "title": "Challenging Traditions at the Heart of Judaism", "title_page": "Challenging Traditions at the Heart of Judaism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Traditional Orthodox women pray individually, and quietly, by the Kotel’s massive beige stones, a remnant of the retaining wall of the mount revered by Jews as the site where their ancient temples once stood. Al Aksa mosque now sits on the top of the mount.\nCritics of the Women of the Wall say that their practices  like holding organized prayers, singing out loud, carrying a Torah scroll and wearing prayer shawls  offend the more traditional worshipers at the site.\nImage Some women wore prayer shawls openly outside the Western Wall; doing so at the Wall can incur a fine or prison time. Credit... Rina Castelnuovo for The New York Times\nTwenty years ago, having suffered verbal and physical abuse as they prayed, the Women of the Wall petitioned the Supreme Court to have their right to religious freedom recognized, on grounds that the Kotel does not belong to the Orthodox establishment alone.\nAfter a lengthy legal battle, the court ultimately ruled against the women in the interest of public order. Consequently, it is illegal for them to read aloud from the Torah or to wear prayer shawls openly by the wall. Instead, the authorities have allocated them a special area where they can conduct services in their own fashion, in an archaeological garden tucked around a corner, out of sight.\n“These women come here like a persecuted group,” said David Barhoum, a criminal lawyer there on behalf of the Women of the Wall. If anything, he said on Friday, the criminal behavior seemed to be coming from the other side.\nAcross a partition, in the men’s section of the Kotel, a group of ultra-Orthodox men gathered to harass the women as they sang and prayed. The men shouted “Gevalt!”  expressing their revulsion in Yiddish  and called the women’s prayer an abomination. One or two threw objects and spat at them. In the women’s section, some Orthodox female worshipers joined in the insults.", "url": "https://www.nytimes.com/2009/12/22/world/middleeast/22jerusalem.html?_r=1&"}