{"authors": ["William J. Broad", "David E. Sanger"], "date_download": "2022-10-25 23:27:19", "date_modify": "2022-10-25 23:27:19", "date_publish": "2009-07-04 18:52:35", "description": "President Obama is pushing for new global rules, treaties and alliances to establish a nuclear-free world, a vision he developed as a college student.", "filename": "2009_07_05_world_05nuclear_1666740439.html", "image_url": "https://static01.nyt.com/images/2009/07/05/world/05nuclear.600.jpg?year=2009&h=398&w=600&s=09b27be4ae287e0f0e433e9701e010eebd7cd85b411f5d2422910e58eea2492b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_07_05_world_05nuclear_1666740439.html", "title": "Obama’s Youth Shaped His Nuclear-Free Vision", "title_page": "Obama’s Youth Shaped His Nuclear-Free Vision - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Another focus of activity early this year was the Comprehensive Nuclear-Test-Ban Treaty. Its ratification faces a tough Senate fight. But his aides are already building a case that advanced technologies obviate the need to detonate weapons as tests of the American arsenal and can verify that other countries also refrain.\nCritics argue that the North Koreas of the world will simply defy the ban  and that the international community will fail to punish offenders.\n“If the implications were not so serious, the discrepancy between Mr. Obama’s plans and real-world conditions would be hilarious,” said Frank J. Gaffney Jr., a Reagan-era Pentagon official who directs the Center for Security Policy, a private group in Washington. “There is only one country on earth that Team Obama can absolutely, positively denuclearize: Ours.”\nEven more ambitious, Mr. Obama wants a Fissile Material Cutoff Treaty, which would bar all nations that sign it from making fuel for their atom bombs. But when asked how Mr. Obama would sell the idea to America’s allies  primarily Pakistan, India and Israel  administration officials grow silent.\nAll this is supposed to culminate, next year, in an American effort to rewrite crucial provisions of the 1968 Nuclear Nonproliferation Treaty. Mr. Obama wants to strengthen inspection provisions and close the loophole that makes it easy for countries to drop out, as North Korea did in 2003.\nEach of those steps would require building a global consensus. It would also mean persuading countries to give up the coveted freedom to make fuel for reactors  and instead, probably, buy it from an international fuel bank.\nMost of all, Mr. Obama and like-minded leaders will have to establish a new global order that will truly restrain rogue states and terrorist groups from moving ahead with nuclear projects.\n“I don’t think I was that unique at that time,” the president said of his Columbia days, “and I don’t think I’m that unique today in thinking that if we could put the genie back in the bottle, in some sense, that there would be less danger  not just to the United States but to people around the world.”", "url": "https://www.nytimes.com/2009/07/05/world/05nuclear.html"}