{"authors": ["Howard Beck"], "date_download": "2022-10-25 22:59:29", "date_modify": "2022-10-25 22:59:29", "date_publish": "2009-10-30 03:16:33", "description": "The N.B.A. will investigate its officiating crew after allegations by Tim Donaghy, who was sentenced to a 15-month prison term for conspiring with gamblers.", "filename": "2009_10_30_sports_basketball_30refs_1666738769.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_10_30_sports_basketball_30refs_1666738769.html", "title": "Tim Donaghy Again Forces an N.B.A. Investigation of Referees", "title_page": "Tim Donaghy Again Forces an N.B.A. Investigation of Referees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the second time in two years, the N.B.A. is being forced to investigate the conduct of its officiating staff because of provocative allegations made by a disgraced former referee.\nIn an unpublished book, the former referee Tim Donaghy accuses his former colleagues of manipulating games and allowing friendships and grudges to dictate calls. Donaghy charges that the N.B.A. subtly influences its officiating staff to protect star players and marquee teams.\nThe latest accusations come via the sports blog Deadspin, which on Wednesday posted excerpts from Donaghy’s “Blowing the Whistle: The Culture of Fraud in the NBA.” They are old allegations and new stories; Donaghy made similar charges in court filings in the spring of 2008 before he was sentenced to a 15-month prison term for conspiring with gamblers. A league investigation, conducted last year by Lawrence Pedowitz, a former federal prosecutor, concluded that the charges were unfounded.\nThe N.B.A. announced on Thursday that it would forward Donaghy’s latest allegations to Pedowitz “for a complete review.” In its statement, the league again noted that the F.B.I. and federal prosecutors had investigated Donaghy’s claims and found no other criminal conduct.", "url": "https://www.nytimes.com/2009/10/30/sports/basketball/30refs.html"}