{"authors": ["Isabel Kershner"], "date_download": "2022-10-26 00:11:31", "date_modify": "2022-10-26 00:11:31", "date_publish": "2009-11-14 23:05:28", "description": "Israeli and Palestinian experts, seeking to promote understanding, collaborated on a new book about the holy site known as the Temple Mount and as Haram al-Sharif .", "filename": "2009_11_15_world_middleeast_15mount_1666743091.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_11_15_world_middleeast_15mount_1666743091.html", "title": "Unusual Partners Study Divisive Jerusalem Site", "title_page": "Unusual Partners Study Divisive Jerusalem Site - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM  At the heart of this contested city, the holy site known to Jews as the Temple Mount and to Muslims as Haram al-Sharif, or Noble Sanctuary, has become, for many, the epicenter of the conflict between Israel, the Palestinians and the wider Muslim world.\nThe mere mention of the place stirs passions and memories of centuries of bloodshed. Its alternative names evoke the depth of religious devotion and the competing claims.\nMany of those contradictions are encapsulated in a new book, “Where Heaven and Earth Meet: Jerusalem’s Sacred Esplanade,” to be published here on Monday. The book is a collection of essays by renowned scholars on the history, archaeology, aesthetics and politics of the place that Jews revere as the location of their two ancient temples, and that now houses the Al Aksa Mosque, the third holiest site in Islam.\nThe illustrated 400-page book, in English, appears at a time of heightened tensions over the coveted site. Most extraordinarily, its authors and co-sponsors include Israeli and Palestinian experts and institutions, giving an unfettered platform to Muslims, Christians and Jews.", "url": "https://www.nytimes.com/2009/11/15/world/middleeast/15mount.html"}