{"authors": ["Jon Gertner"], "date_download": "2022-10-25 23:24:40", "date_modify": "2022-10-25 23:24:40", "date_publish": "2009-04-16 18:41:31", "description": "Decision scientists are trying to figure out why it’s so hard for us to get into a green mind-set. Their answers may be more crucial than any technological advance in combating environmental challenges.", "filename": "2009_04_19_magazine_19Science-t_1666740280.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_04_19_magazine_19Science-t_1666740280.html", "title": "Why Isn’t the Brain Green?", "title_page": "Why Isn’t the Brain Green? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Leiserowitz and Weber spend a fair amount of time talking to scientists and policy makers about how to translate their insights into possible frames and nudges. In Weber’s view, CRED was established because the traditional model of using decision research — in which physical scientists doing a study might seek the input of psychologists at the end to help them frame their findings — seemed both backward and ineffective. “By then it’s too late,” Weber said, “because you haven’t explored all the initial options that would have been more beneficial.” In other words, Weber says she believes decision science isn’t only about structuring choices or finding the right frame to get a better outcome; it’s about identifying useful information that can be used for innovative products, policies and scientific studies. At the National Research Council, Paul Stern offered the example of a climatologist who had been discussing climate change with cherry farmers in several Michigan counties. The farmers didn’t care about future temperatures as much as the date of the last spring frost. “No one has been interested in trying to predict the date of the last spring frost,” Stern told me, but maybe they should be. “They’ve been trying to predict average temperature and heat waves.” Weber likewise envisioned a similar application in technology or government policy. “Whatever you design as the most cost-effective or technologically feasible solution might not be palatable to the end users or might encounter political oppositions,” she said. Behavioral research could have helped you see such hurdles ahead of time. “You could have designed a way to implement it better. Or you could have thought about another solution.”\nOver the winter, the Obama administration began working on regulations for carbon-dioxide emissions, arguably the most important climate-related policy ever undertaken. While many economists favor the simplicity of a carbon tax, it seemed every person of influence in the United States government agreed that a cap-and-trade policy — in which carbon emissions are capped and firms can buy and sell credits — was preferable. Perhaps this was understandable: the poisonous associations of the word “tax” appear to doom it as a pol­icy. And yet this assumption can obscure what actually happens in the minds of Americans on this issue. Not long ago, David Hardisty, a student of Weber’s, led an experiment in which a 2 percent fee added to an airline ticket was described to various subjects as either a carbon “tax” or a carbon “offset.” The subjects were told the fee would finance alternative-energy and carbon-reduction technologies. Hardisty predicted he would get different results from Democrats and Republicans, and that was indeed the case. Democrats were willing to pay a fee for an offset or a tax; Republicans were willing to pay for an offset but not a tax. Clearly, the tax frame affected the outcome — very much so for Republicans.\nA more interesting part of the experiment came next. Hardisty asked his subjects to write down their thoughts, in order, as they decided whether to pay the tax or the offset. Why should this matter? We’ve long understood that many of us find the word “tax” repellent, but we don’t know precisely how it repels us. For the past few years, Weber and her husband, Eric Johnson, a professor at Columbia’s business school, have been looking at how we construct our preferences when making a choice; they theorize that we “query” ourselves, mustering evidence pro and con from memory as we clear a path to a decision. The order of the thoughts matters — early thoughts seem to sway our opinion, biasing subsequent thoughts to support the early position. For Republicans in the experiment who considered a carbon tax, their early thoughts were strongly negative (“I will be old and dead by the time this world has an energy crisis”) and thus led to conclusions that were overwhelmingly negative, too. That’s why they rejected the tax. Yet for the same group, the word “offset” actually changed the way subjects proc­essed their choice. In their thinking, they considered the positive aspects of the offset first — the financing of clean en­ergy — and found the overall evidence positive and acceptable. Indeed, in a follow-up study by Hardisty, merely asking people to list their thoughts about the fee in one order or another (pros first or cons first) affected their preference, regardless of whether they were Democrats or Republicans.\nSo in terms of policy, it may not be the actual tax mechanism that some people object to; it’s the way a “trivial semantic difference,” as Hardisty put it, can lead a group to muster powerful negative associations before they have a chance to consider any benefits. Baruch Fischhoff, a professor at Carnegie Mellon and a kind of elder statesman among decision scientists, told me he’s fairly convinced a carbon tax could be made superior to cap and trade in terms of human palatability. “I think there’s an attractive version of the carbon tax if somebody thought about its design,” Fischhoff told me, adding that it’s a fundamental principle of decision research that if you’re going to get people to pay a cost, it’s better to do it in a simple manner (like a tax) than a complex one (like in cap and trade). Fischhoff sketched out for me a possible research endeavor — the careful design of a tax instrument and the sophisticated collection of behavioral responses to it — that he thought would be necessary for a tax proposal to gather support. “But I don’t think the politicians are that informed about the realm of the possible,” he added. “Opinion polls are not all that one needs.”\nOne objection to potential nudges, whether on carbon taxes or household energy use, is that they can seem insidious. “They empower government to maneuver people in its preferred directions,” Thaler and Sunstein note in their book, “and at the same time provide officials with excellent tools by which to accomplish that task.” Thaler and Sunstein conclude that a crucial principle is to always preserve choice as an option (nudging people with a home energy meter, for instance, is fine as long as they can opt out of using it). Weber and David Krantz, two of the co-directors of CRED, have given the matter a good deal of thought, too. “People need some guidance over what the right thing to do is,” Krantz told me. But he said that he was doubtful that you could actually deceive people with decision science into acting in ways that they don’t believe are right. “Remember when New York tried to enforce its jaywalking laws?” he asked. “You can’t enforce stuff that people don’t believe should be done.”\nWhen I raised the issue of possible ethical dilemmas with Weber, she countered by claiming that government constantly tries to instill behaviors that are considered to be in society’s best interest. “There’s no way around it,” she told me. “We’re always trying to push some agenda.” Take the decision to allow certain kinds of mortgages and securities to be sold that are now considered disastrous. In doing so, according to Weber, “we were privileging certain people, and certain institutions. And for a long time we were pushing the idea that everyone should own a house.” As for the question of manipulation, Weber contended that there is no neutral, “value-free way” of presenting people with information. “I think you have to take it as a given that whatever we do, whether it’s what we currently do or what we plan to do,” she said, “has some value judgment built into it.” The crucial question, at least to her, is whether (and when) we want to use the tools of decision science to try and steer people toward better choices. If our preferences aren’t fixed the way we think they are — if, as Weber has argued, they’re sometimes merely constructed on the spot in response to a choice we face — why not try new methods (ordering options, choosing strategic words, creating group effects and so forth) to elicit preferences aligned with our long-term interest? That has to be better, in Weber’s opinion, than having people blunder unconsciously into an environmental catastrophe.\nIn fact, any potential climate disasters, at least to a behaviorist like Weber, would likely signal the start of an intriguing but ultimately dismal chain of events. A few years ago Weber wrote a paper for the journal Climatic Change that detailed the psychological reasons that global warming doesn’t yet scare us; in it, she concluded that the difficulties of getting humans to act are inherently self-correcting. “Increasing personal evidence of global warming and its potentially devastating consequences can be counted on to be an extremely effective teacher and motivator,” she wrote, pointing to how emotional and experiential feelings of risk are superb drivers of action. “Unfortunately, such lessons may arrive too late for corrective action.”", "url": "https://www.nytimes.com/2009/04/19/magazine/19Science-t.html"}