{"authors": ["Richard A. Oppel Jr.", "Archie Tse"], "date_download": "2022-10-26 00:12:02", "date_modify": "2022-10-26 00:12:02", "date_publish": "2009-09-21 02:21:23", "description": "Thousands of polling stations are subject to a fraud review, according to an analysis by The New York Times.", "filename": "2009_09_21_world_asia_21kabul_1666743122.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_21_world_asia_21kabul_1666743122.html", "title": "One in 4 Afghan Ballots Face Check for Fraud", "title_page": "One in 4 Afghan Ballots Face Check for Fraud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan  Nearly one in four votes in last month’s Afghan presidential elections were cast at polling stations now subject to a recount and audit for possible fraud, a huge number that underscores the possibility that President Hamid Karzai could face a runoff, according to an analysis of Afghan national election commission data by The New York Times.\nAbout a third of Mr. Karzai’s 3.1 million votes were cast at polling stations that face a recount and audit of ballot boxes, according to The Times’s analysis of data released by the country’s Independent Election Commission.\nThe analysis suggests that the magnitude of the fraud review is far greater than what has generally been understood. Last week, election officials said about 10 percent of polling stations would be subject to an examination ordered by the Electoral Complaints Commission, a United Nations-backed organization that is the ultimate arbiter of election results.\nBut that figure vastly understates the scope of the fraud review, the Times analysis found.\nBased on the criteria set by the Electoral Complaints Commission, almost 3,000 of the 23,000 polling stations would be subject to the fraud review. Moreover, those polling stations account for a large proportion of ballots, some 1.35 million of 5.66 million total votes, the analysis showed.", "url": "https://www.nytimes.com/2009/09/21/world/asia/21kabul.html"}