{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:46", "date_modify": "2022-10-25 23:39:46", "date_publish": "2009-09-03 22:52:38", "description": "Relations between China and India have soured over a patch of border land that has a Tibetan cultural heritage.", "filename": "2009_09_04_world_asia_04chinaindia.html_pagewanted=all&_r=0_1666741186.html", "image_url": "https://static01.nyt.com/images/2009/09/03/world/04chinaindia_600.jpg?year=2009&h=331&w=600&s=5c3e0f03a666a668fb6883e1cfab896bfb2859cfa4024f680caff272c2f5bb3e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_04_world_asia_04chinaindia.html_pagewanted=all&_r=0_1666741186.html", "title": "China and India Dispute Enclave on Edge of Tibet", "title_page": "China and India Dispute Enclave on Edge of Tibet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tawang is a thickly forested area of white stupas and steep, terraced hillsides that is home to the Monpa people, who practice Tibetan Buddhism, speak a language similar to Tibetan and once paid tribute to rulers in Lhasa. The Sixth Dalai Lama was born here in the 17th century. The Chinese Army occupied Tawang briefly in 1962, during a war with India fought over this and other territories along the 2,521-mile border.\nMore than 3,100 Indian soldiers and 700 Chinese soldiers were killed and thousands wounded in the border war. Memorials here highlighting Chinese aggression in Tawang are big draws for Indian tourists.\n“The entire border is disputed,” said Ma Jiali, an India scholar at the China Institutes of Contemporary International Relations, a government-supported research group in Beijing. “This problem hasn’t been solved, and it’s a huge barrier to China-India relations.”\nIn some ways, Tawang has become a proxy battleground, too, between China and the Dalai Lama, the exiled spiritual leader of the Tibetans, who passed through this valley when he fled into exile in 1959. From his home in the distant Indian hill town of Dharamsala, he wields enormous influence over Tawang. He appoints the abbot of the powerful monastery and gives financial support to institutions throughout the area. Last year, the Dalai Lama announced for the first time that Tawang is a part of India, bolstering the India’s territorial claims and infuriating China.\nTraditional Tibetan culture runs strong in Tawang. One morning in June, the monastery held a religious festival that drew hundreds from the nearby villages. As red-robed monks chanted sutras, blew horns and swung incense braziers in the monastery courtyard, the villagers jostled each other to be blessed by the senior lamas.\nAt the monastery, an important center of Tibetan learning, monks express rage over Chinese rule in Tibet, which the Chinese Army seized in 1951.\n“I hate the Chinese government,” said Gombu Tsering, 70, a senior monk who watches over the monastery’s museum. “Tibet wasn’t even a part of China. Lhasa wasn’t a part of China.”", "url": "https://www.nytimes.com/2009/09/04/world/asia/04chinaindia.html?pagewanted=all&_r=0"}