{"authors": [], "date_download": "2022-10-25 23:50:39", "date_modify": "2022-10-25 23:50:39", "date_publish": "2009-05-21 14:28:00", "description": "The following is a text of President Obama’s speech on Thursday on national security issues, as released by the White House.", "filename": "2009_05_21_us_politics_21obama.text.html_scp=1&sq=We%20must%20have%20clear,%20defensible%20and%20lawful%20standards%20for%20those%20who%20fall%20in%20this%20category&st=cse_1666741839.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_05_21_us_politics_21obama.text.html_scp=1&sq=We%20must%20have%20clear,%20defensible%20and%20lawful%20standards%20for%20those%20who%20fall%20in%20this%20category&st=cse_1666741839.html", "title": "Text: Obama’s Speech on National Security", "title_page": "Text: Obama’s Speech on National Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On all these matters related to the disclosure of sensitive information, I wish I could say that there was some simple formula out there to be had. There is not. These often involve tough calls, involve competing concerns, and they require a surgical approach. But the common thread that runs through all of my decisions is simple: We will safeguard what we must to protect the American people, but we will also ensure the accountability and oversight that is the hallmark of our constitutional system. I will never hide the truth because it's uncomfortable. I will deal with Congress and the courts as co-equal branches of government. I will tell the American people what I know and don't know, and when I release something publicly or keep something secret, I will tell you why. (Applause.)\nNow, in all the areas that I've discussed today, the policies that I've proposed represent a new direction from the last eight years. To protect the American people and our values, we've banned enhanced interrogation techniques. We are closing the prison at Guantanamo. We are reforming military commissions, and we will pursue a new legal regime to detain terrorists. We are declassifying more information and embracing more oversight of our actions, and we're narrowing our use of the state secrets privilege. These are dramatic changes that will put our approach to national security on a surer, safer, and more sustainable footing. Their implementation will take time, but they will get done.\nThere's a core principle that we will apply to all of our actions. Even as we clean up the mess at Guantanamo, we will constantly reevaluate our approach, subject our decisions to review from other branches of government, as well as the public. We seek the strongest and most sustainable legal framework for addressing these issues in the long term -- not to serve immediate politics, but to do what's right over the long term. By doing that we can leave behind a legacy that outlasts my administration, my presidency, that endures for the next President and the President after that -- a legacy that protects the American people and enjoys a broad legitimacy at home and abroad.\nNow, this is what I mean when I say that we need to focus on the future. I recognize that many still have a strong desire to focus on the past. When it comes to actions of the last eight years, passions are high. Some Americans are angry; others want to re-fight debates that have been settled, in some cases debates that they have lost. I know that these debates lead directly, in some cases, to a call for a fuller accounting, perhaps through an independent commission.\nI've opposed the creation of such a commission because I believe that our existing democratic institutions are strong enough to deliver accountability. The Congress can review abuses of our values, and there are ongoing inquiries by the Congress into matters like enhanced interrogation techniques. The Department of Justice and our courts can work through and punish any violations of our laws or miscarriages of justice.\nIt's no secret there is a tendency in Washington to spend our time pointing fingers at one another. And it's no secret that our media culture feeds the impulse that lead to a good fight and good copy. But nothing will contribute more than that than a extended relitigation of the last eight years. Already, we've seen how that kind of effort only leads those in Washington to different sides to laying blame. It can distract us from focusing our time, our efforts, and our politics on the challenges of the future.\nWe see that, above all, in the recent debate -- how the recent debate has obscured the truth and sends people into opposite and absolutist ends. On the one side of the spectrum, there are those who make little allowance for the unique challenges posed by terrorism, and would almost never put national security over transparency. And on the other end of the spectrum, there are those who embrace a view that can be summarized in two words: \"Anything goes.\" Their arguments suggest that the ends of fighting terrorism can be used to justify any means, and that the President should have blanket authority to do whatever he wants -- provided it is a President with whom they agree.", "url": "https://www.nytimes.com/2009/05/21/us/politics/21obama.text.html?scp=1&sq=We%20must%20have%20clear,%20defensible%20and%20lawful%20standards%20for%20those%20who%20fall%20in%20this%20category&st=cse"}