{"authors": ["Erik Eckholm"], "date_download": "2022-10-25 23:53:50", "date_modify": "2022-10-25 23:53:50", "date_publish": "2009-06-15 00:34:24", "description": "Marveling at the serene beauty of the tidy, postcard island, the four men expressed wonder at their good fortune after a captivity that included more than a year in solitary confinement.", "filename": "2009_06_15_world_americas_15uighur_1666742030.html", "image_url": "https://static01.nyt.com/images/2009/06/15/world/15uigher.xlarge1.jpg?year=2009&h=360&w=600&s=124183f20dab00bbf7049a90c48b9096584fe4f3ff91b2be8a0a6bd44754df88&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_15_world_americas_15uighur_1666742030.html", "title": "Out of Guantánamo, Uighurs Bask in Bermuda", "title_page": "Out of Guantánamo, Uighurs Bask in Bermuda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While two of the men speak some English, all spoke in Uighur, aided by a Uighur woman who has translated at Guantánamo for them and for their lawyers.\nImage ONCE DETAINEES, NOW TOURISTS The four freed Uighurs toured the historic district of St. George in Bermuda on Sunday. They have been greeted with hospitality by the islands residents. Credit... Justin Maxon/The New York Times\nTheir resettlement on this British colony, known for yachting and pastel buildings, is a small step toward the administration’s aim of closing down Guantánamo by January. It has created a political tempest for the premier of Bermuda, who some say acted in an autocratic manner, and angered Britain’s Foreign Office, which is in charge of foreign policy and says it was not properly consulted.\nBut most objections voiced here concerned the secrecy of the deal rather than fears of having former terrorist suspects at large, as some have expressed in the United States. No quid pro quo has become public.\nWhile some less affluent residents said they felt it was unfair to offer jobs and citizenship to men the United States itself would not take, many others shrugged and expressed pride at Bermudan hospitality. As the men venture from the seaside cottage where they temporarily live until they get jobs and figure out next steps, people often come up to shake their hands and wish them well, and the men said they were deeply touched.\nTheir homeland of Xinjiang, a largely Muslim region in western China where many residents chafe under Chinese rule, is landlocked, and many of the Uighur detainees saw an ocean  still a distant, mysterious presence  for the first time ever through fences at Guantánamo.\nNow they can play in the waters. Khaleel Mamut, 31, said he went fishing on a boat on Saturday and caught his first fish ever. “I was so excited,” he said. “You just drop the hook in the water and you get a fish.” Hearing that fishing did not always bring such quick results, one of the other men quipped that perhaps the fish were joining in Bermuda’s welcome.\nThey have been promised work visas and, in perhaps a year or so, possible citizenship, their American lawyers said. That would give them passports and a right to travel.", "url": "https://www.nytimes.com/2009/06/15/world/americas/15uighur.html"}