{"authors": ["Bruce Lambert"], "date_download": "2022-10-25 23:43:46", "date_modify": "2022-10-25 23:43:46", "date_publish": "2009-01-30 20:05:34", "description": "A comprehensive study finds that despite spending inequities, public schools can fall short in both wealthy and poor districts.", "filename": "2009_02_01_nyregion_long-island_01schoolsli_1666741426.html", "image_url": "https://static01.nyt.com/images/2009/02/01/nyregion/01schools.li.span.jpg?year=2009&h=304&w=600&s=00fa4509c545cad987ec3f909d4d203ce1800024ddfc3d0be2770fe6c98cf71a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_02_01_nyregion_long-island_01schoolsli_1666741426.html", "title": "Long Island’s Schools Fail to Educate All Students, Study Says", "title_page": "Long Island’s Schools Fail to Educate All Students, Study Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It could be an extraordinary catalyst for change,” Mr. Halpin said. “Our schools are not nearly as good as we think they are, they cost way too much and the education could be much better for the kids if the schools were organized differently.\n“We’re not getting the value we should, even in districts that are expending extraordinary amounts per student. And in high-needs areas, kids are literally trapped in districts that doom them to an inferior education. How many potential Barack Obamas are stuck out there?”\nThe study found that as of 2005, the latest year for which data was compiled, wealthier districts on Long Island spent $25,708 annually per student, while poor ones spent $17,747. That gap produces disparities in class sizes, the number of computers and other resources.\nYet taxes are often highest in beleaguered districts because of large enrollments and lower property values. With little commercial property in Roosevelt, for example, homeowners pay 90 percent of school taxes. In adjacent Uniondale, with a big chunk of the Roosevelt Field shopping mall, residents shoulder only 29 percent of their district’s taxes.\n“It’s very clear there has been an inequity in the financing of education on Long Island and throughout New York State,” Roosevelt’s school superintendent, Robert-Wayne Harris, said. “Unfortunately, in communities like Roosevelt, taxpayers have to bear the brunt.” He said he doubted that the Island was ready to merge districts.\nThe study examined how much a typical annual tax bill would rise to enable a spending increase of $250 per student. For Fire Island, Amagansett, Bridgehampton and Quogue, it would be only a few dollars. But for Brentwood, Wyandanch, Hempstead and Roosevelt, it would come to more than $300.\nImage In Uniondale, adjacent to Roosevelt, homeowners pay 29 percent of their property taxes to support local school. Credit... Phil Marino for The New York Times\nState aid adjustments have failed to equalize the financing, the report said. Poor districts also have greater needs, like the growing number of immigrant children requiring help with English. That figure jumped to one in four students in 2007, from one in seven in 2001, the report said.", "url": "https://www.nytimes.com/2009/02/01/nyregion/long-island/01schoolsli.html"}