{"authors": ["Robert F. Worth"], "date_download": "2022-10-25 23:50:09", "date_modify": "2022-10-25 23:50:09", "date_publish": "2009-04-10 23:37:31", "description": "Sheik Adil Kalbani became the first black man to lead prayers in Mecca after being chosen by King Abdullah of Saudi Arabia.", "filename": "2009_04_11_world_middleeast_11saudi_1666741809.html", "image_url": "https://static01.nyt.com/images/2009/04/11/world/11saudi.xlarge1.jpg?year=2009&h=360&w=600&s=80becd01302fd5a11eb117a27a12fb5f5d9261394f5e99f47f53390e27492d61&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_04_11_world_middleeast_11saudi_1666741809.html", "title": "A Black Imam Breaks Ground in Mecca", "title_page": "A Black Imam Breaks Ground in Mecca - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But slavery was practiced here too, and was abolished only in 1962. Many traditional Arabs from Nejd, the central Saudi heartland, used to refer to all outsiders as “tarsh al bahr” — vomit from the sea. People of African descent still face some discrimination, as do most immigrants, even from other Arab countries. Many Saudis complain that the kingdom is still far too dominated by Nejd, the homeland of the royal family. There are nonracial forms of discrimination too, and many Shiite Muslims, a substantial minority, say they are not treated fairly.\n“The prophet told us that social classes will remain, because of human nature,” Sheik Adil said gravely. “These are part of the pre-Islamic practices that persist.”\nBLACK skin is not the only social obstacle Sheik Adil has overcome. His father came to Saudi Arabia in the 1950s from Ras al Khaima, in what is now the United Arab Emirates, and obtained a job as a low-level government clerk. The family had little money, and after finishing high school, Adil took a job with Saudi Arabian Airlines while attending night classes at King Saud University.\nOnly later did he study religion, laboriously memorizing the Koran and studying Islamic jurisprudence. In 1984 he passed the government exam to become an imam, and worked briefly at the mosque in the Riyadh airport. Four years later he won a more prominent position as the imam of the King Khalid mosque, a tall white building that is not far from one of the Intelligence Ministry’s offices.\nTheologically, Sheik Adil reflects the general evolution of Saudi thinking over the last two decades. During the 1980s he met Osama bin Laden and Abdullah Azzam, a leader of the jihad against the Soviets in Afghanistan. He initially sympathized with their radical position and anger toward the West. Later, he said, he began to find their views narrow, especially after the terrorist attacks of Sept. 11, 2001.\nNow he speaks warmly of King Abdullah’s new initiatives, which include efforts to moderate the power of the hard-line religious establishment and to modernize Saudi Arabia’s judiciary and educational establishment. He reads Al Watan, a liberal newspaper.\n“Some people in this country want everyone to be a carbon copy,” Sheik Adil said. “This is not my way of thinking. You can learn from the person who is willing to criticize, to give a different point of view.”", "url": "https://www.nytimes.com/2009/04/11/world/middleeast/11saudi.html"}