{"authors": ["Peter Baker", "Elisabeth Bumiller"], "date_download": "2022-10-26 00:11:55", "date_modify": "2022-10-26 00:11:55", "date_publish": "2009-09-23 02:14:23", "description": "A plan advocated by Vice President Joseph R. Biden Jr. would scale back American forces and focus more on Al Qaeda than on the Taliban, officials said.", "filename": "2009_09_23_world_asia_23policy_1666743115.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_23_world_asia_23policy_1666743115.html", "title": "Obama Considers Strategy Shift in Afghan War", "title_page": "Obama Considers Strategy Shift in Afghan War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Obama rejected Mr. Biden’s approach in March, and it is not clear that it has more traction this time. But the fact that it is on the table again speaks to the breadth of the administration’s review and the evolving views inside the White House of what has worked in the region and what has not. In recent days, officials have expressed satisfaction with the results of their cooperation with Pakistan in hunting down Qaeda figures in the unforgiving border lands.\nA shift from a counterinsurgency strategy to a focus on counterterrorism would turn the administration’s current theory on its head. The strategy Mr. Obama adopted in March concluded that to defeat Al Qaeda, the United States needed to keep the Taliban from returning to power in Afghanistan and making it a haven once again for Osama bin Laden’s network. Mr. Biden’s position questions that assumption.\nMrs. Clinton, who opposed Mr. Biden in March, appeared to refer to this debate in an interview on Monday night on PBS. “Some people say, ‘Well, Al Qaeda’s no longer in Afghanistan,’ ” she said. “If Afghanistan were taken over by the Taliban, I can’t tell you how fast Al Qaeda would be back in Afghanistan.”\nAt the time he announced his new approach, Mr. Obama described it as “a stronger, smarter and comprehensive strategy,” and said “to the terrorists who oppose us, my message is the same: We will defeat you.” The administration then fired the commander in Afghanistan, Gen. David D. McKiernan, and replaced him with General McChrystal, empowering him to carry out the new strategy.\nBut the Afghan presidential election, widely marred by allegations of fraud, undermined the administration’s confidence that it had a reliable partner in President Hamid Karzai. Mr. Obama and Mr. Biden already had raised doubts about Mr. Karzai, which were only exacerbated by the fear that even if he emerges from a runoff election, he will have little credibility with his own people.\n“A counterinsurgency strategy can only work if you have a credible and legitimate Afghan partner. That’s in doubt now,” said Bruce O. Riedel, who led the administration’s strategy review of Afghanistan and Pakistan earlier this year. “Part of the reason you are seeing a hesitancy to jump deeper into the pool is that they are looking to see if they can make lemonade out of the lemons we got from the Afghan election.”", "url": "https://www.nytimes.com/2009/09/23/world/asia/23policy.html"}