{"authors": ["Jesse L. Jackson Sr."], "date_download": "2022-10-25 23:48:14", "date_modify": "2022-10-25 23:48:14", "date_publish": "2009-01-19 00:56:50", "description": "What would the Rev. Dr. Martin Luther King Jr., who spent much of his life changing conditions so that African-Americans could vote, think of the rise of the nation’s 44th president?", "filename": "2009_01_19_opinion_19jackson_1666741694.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_01_19_opinion_19jackson_1666741694.html", "title": "Dr. King’s Last Birthday", "title_page": "Opinion | Dr. King’s Last Birthday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FORTY-ONE years ago, I was blessed to spend the Rev. Dr. Martin Luther King Jr.’s last birthday with him, along with Allard Lowenstein and staff members like Andy Young, Hosea Williams, Dorothy Cotton, James Bevel, James Orange and others. I recall vividly how he spent that day  and I mention it now because it’s instructive to all of us if we are to follow Dr. King’s example and not just admire him.\nWhen Barack Obama is sworn in as the nation’s first African-American president, many will view that moment as the culmination of the modern civil rights movement, a struggle most often identified with Dr. King.\nIt is fitting that Mr. Obama will assume the nation’s highest office one day after we celebrate Dr. King’s birthday. What would Dr. King, who spent much of his life changing conditions so that African-Americans could vote without fear of death or intimidation, think of the rise of the nation’s 44th president?\nI can say without reservation that he would be beaming. I am equally confident that he would not let the euphoria of the moment blind us to the unfinished business that lies ahead. And he would spell out those challenges in biblical terms: feed the hungry, clothe the naked and study war no more.", "url": "https://www.nytimes.com/2009/01/19/opinion/19jackson.html"}