{"authors": ["Jonathan D. Glater"], "date_download": "2022-10-25 23:31:00", "date_modify": "2022-10-25 23:31:00", "date_publish": "2008-12-31 22:52:40", "description": "As concern about student debt rises, promotional relationships between schools and banks have sounded alarm bells.", "filename": "2009_01_01_business_01student_1666740660.html", "image_url": "https://static01.nyt.com/images/2008/12/31/business/01student_600.JPG?year=2008&h=331&w=600&s=4acd60d5e439419591afa1da386c1a7b978122ef07a6c084fc7be0a19a03426c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_01_01_business_01student_1666740660.html", "title": "Unspoken Link Between Credit Cards and Colleges", "title_page": "Unspoken Link Between Credit Cards and Colleges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The available credit for undergraduates is capped at $2,500,” said Betty Riess, a spokeswoman for Bank of America. “We want to take a fair and responsible approach to lending because we want to build the foundation for a longer-term banking relationship.”\nMs. Riess said the bank had agreements with about 700 colleges and alumni associations, making it one of the biggest, if not the biggest, card issuer on campuses. She said that only 2 percent of the open accounts under those agreements belonged to students, but also said it was not possible to determine what percentage of program revenue resulted from fees and charges on those student cards.\nStephanie Jacobson, a spokeswoman for JPMorgan Chase, wrote in an e-mail message that the bank had fewer than 25 contracts with colleges or alumni associations and that while some of the contracts gave it the right to ask for and use lists of student names and addresses, the bank had not done so since 2007.\nThat may be because football games present a marketing opportunity that requires no address information. Abigail D. Molina, a second-year law student at the University of Oregon, applied in 2007 for a Chase Visa offered at a tent outside a football game. In exchange, she received a blanket.\n“I mostly wanted the blanket,” Ms. Molina said. She added that this was her second university credit card. In 1994, when she was an undergraduate at the university, she applied for a card at a booth on campus and then accumulated about $30,000 in debt, almost all of it on the card. In 2001 she filed for bankruptcy. Looking back, she said it was “shockingly easy” to get the card, even as a first-year student.\nMr. Muneio, the Michigan State student, said he did not apply for a Bank of America card because he already had two Visa cards. “The last thing I need is another account to keep track of.”\nMany students are unaware of the contracts that universities have with credit card issuers and do not question the presence of marketers on campus or applications in their mailboxes, despite recent protests on a few campuses.", "url": "https://www.nytimes.com/2009/01/01/business/01student.html"}