{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:52:00", "date_modify": "2022-10-25 23:52:00", "date_publish": "2009-09-16 01:27:59", "description": "Some say that the man in charge of the nation’s cancer drug office makes it too hard for drugs to come to market.", "filename": "2009_09_16_health_policy_16cancer_1666741920.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_16_health_policy_16cancer_1666741920.html", "title": "For Many, Drug Regulator’s Standards Are Too High", "title_page": "For Many, Drug Regulator’s Standards Are Too High - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pharmaceutical and biotechnology companies are testing more than 860 new cancer medicines  more than in any other disease category, according to manufacturers. Because patients are desperate and insurers are often forced by law to pay, prices are soaring, making cancer medicines among the best ways for drug makers to make money. But cancer has proven difficult to crack, leading to frustration among executives and advocates who wonder why the Food and Drug Administration is not approving more drugs.\nNo cancer medicines can be sold to or even tested on people without the imprimatur of Dr. Pazdur and his staff of about 150 oncologists, toxicologists and other specialists. But pressure from advocacy groups and cancer researchers frustrated with failure have led the agency to abandon many of the usual approval requirements.\nNew Developments in Cancer Research Card 1 of 6 Progress in the field. In recent years, advancements in research have changed the way cancer is treated. Here are some recent updates: Uterine cancer. Women who use chemical hair straighteners frequently could have a higher risk of developing uterine cancer than women who have never used the products, according to new findings from a national study that has followed nearly 34,000 U.S. women for more than a decade. Cancer vaccines. For a long time, the promise of cancer vaccines that would protect healthy people at high risk of cancer has only dangled in front of researchers. Now, though, encouraging animal data and preliminary studies in human patients are making some doctors feel optimistic. Tumor microbiome. Two new studies have revealed that cancer is rife with bacteria and fungi. This so-called tumor microbiome is proving so distinctive in each type of cancer that some scientists hope to find early signs of hidden tumors by measuring the microbial DNA these microbes shed into the blood. A detection trick. In a surprise discovery, researchers found that cells from some types of cancers escaped destruction by the immune system by hiding inside other cancer cells. The finding may explain why some cancers can be resistant to treatments that should have destroyed them. Rectal cancer. A small trial that saw 18 rectal cancer patients taking the same drug, dostarlimab, appears to have produced an astonishing result: The cancer vanished in every single participant. Experts believe that this study is the first in history to have achieved such results.\nFederal law requires that the agency demand two “well controlled” trials before approving a drug; in cancer, the Food and Drug Administration is often satisfied with just one. With many experimental drugs, the agency demands trials with thousands of patients, while for cancer, it has accepted studies with a few dozen.\nBefore Dr. Pazdur’s arrival, the agency largely insisted that drug makers prove that their products extended life. Companies did this by giving the drug to one group of patients, providing a placebo or an older drug to another group and then seeing which group lived longer. But some cancers take a long time to kill, making survival trials lengthy and expensive.\nSo the drug administration under Dr. Pazdur’s leadership increasingly allowed some studies to track a drug’s effect with X-rays. If scans showed that tumors grew less rapidly, the drug could be approved.\nDr. Pazdur pressed for the changes because, he said, the growing number of approved cancer medicines made determining whether any one delayed death increasingly difficult. Many patients now cycle through several medicines before dying. And some drugs that have not been proven to extend life may delay more serious symptoms and medical interventions, he said.\nFor instance, the drug administration initially rejected oxaliplatin because no trial at the time proved that it delayed death. But the agency finally relented in 2002  years after the drug’s approval in Europe  because scans showed that it postponed tumor growth. Oxaliplatin is now commonly used to combat colorectal cancer.", "url": "https://www.nytimes.com/2009/09/16/health/policy/16cancer.html"}