{"authors": ["John F. Burns"], "date_download": "2022-10-25 23:44:07", "date_modify": "2022-10-25 23:44:07", "date_publish": "2009-09-01 20:40:26", "description": "With anger still boiling over the freeing of the man convicted in the 1988 Lockerbie bombing, the British and Scottish governments released case documents.", "filename": "2009_09_02_world_europe_02lockerbie_1666741447.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_02_world_europe_02lockerbie_1666741447.html", "title": "Documents Released on Decision to Free Libyan", "title_page": "Documents Released on Decision to Free Libyan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The implication that Britain’s Labour government brokered Mr. Megrahi’s freedom in return for oil profits has explosive potential in trans-Atlantic relations, as well as in British politics. The Conservative leader, David Cameron, has leapt on the controversy in his effort to unseat the Brown government in a general election expected next May.\nImage Documents released Tuesday included a handwritten note by Abdel Basset Ali al-Megrahi, the convicted Lockerbie bomber. Credit... Leon Neal/Agence France-Presse — Getty Images\nBut the Straw letter to Mr. Salmond made no mention of oil deals. Instead, Mr. Straw rested his case on the broader drive to improve relations with Libya  specifically, on the successful effort, led by Britain in partnership with the United States after 2003, to get Colonel Qaddafi to abandon his nuclear weapons program and support the fight against Islamic terrorism. Both factors, as well as Western investment in Libya’s rich oil fields, were central to negotiations with Tripoli after the overthrow of Saddam Hussein persuaded the Libyan leader to seek improved relations with the West.\n“You ask what I meant by ‘national interests,’ ” Mr. Straw wrote Mr. Salmond, who had lobbied for Mr. Megrahi not to be included in the prisoner transfer pact Britain ratified in April. “Developing a strong relationship with Libya, and helping it to reintegrate into the international community, is good for the U.K.”\nHe noted that Libya was one of only two countries, with South Africa, to have voluntarily dismantled its nuclear weapons program, and added, “Having sponsored terrorist attacks in the past, it is now an important partner in the fight against terrorism.”\nBritish intelligence officials have said in recent months that Colonel Qaddafi’s government has given valuable help in counterterrorism operations aimed at tracking Islamic groups in North Africa linked to Al Qaeda, and that the United States has also been a beneficiary of Libyan cooperation. But Libyan officials have hinted that the primary factor in Mr. Megrahi’s release, from their standpoint, was Britain’s eagerness for hydrocarbon deals.\nSaif al-Islam el-Qaddafi, the Libyan leader’s second son, said in an interview on the plane carrying Mr. Megrahi home from Scotland that his freedom was “always on the table” in negotiations with Britain on oil and gas deals. Colonel Qaddafi promised, when greeting Mr. Megrahi, that Britain would be rewarded for letting him go.\nIn the end, the release came under a provision in Scottish law that allows Edinburgh to free seriously ill prisoners on compassionate grounds. In the letters released Tuesday, Mr. MacAskill, the Scottish justice secretary, told officials in London that he had decided against approving Mr. Megrahi’s return to Libya under the transfer agreement after senior American officials, including Attorney General Eric H. Holder Jr., told him the United States was assured at the time of his trial that he would serve out any sentence in Scotland.", "url": "https://www.nytimes.com/2009/09/02/world/europe/02lockerbie.html"}