{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:55:23", "date_modify": "2022-10-25 23:55:23", "date_publish": "2009-11-12 22:52:55", "description": "I know what I have against Roland Emmerich, but what does he have against us?", "filename": "2009_11_13_movies_13twentytwelve_1666742123.html", "image_url": "https://static01.nyt.com/images/2009/11/13/arts/13twentytwelve_span_CA0/articleLarge.jpg?year=2009&h=338&w=600&s=095571052a81b4fbd728ba283a00abfc7771fd4451302452d10b7fa52beaee19&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_11_13_movies_13twentytwelve_1666742123.html", "title": "A World Hangs in the Balance and Needs a Reliable Calendar", "title_page": "A World Hangs in the Balance and Needs a Reliable Calendar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I know what I have against Roland Emmerich  “The Patriot,” for starters  but what does he have against us? He’s bombarded Earth with alien death rays, big-footed it with a rampaging reptile and put it into deep freeze. Now in “2012,” his latest apocalyptic folly, he cracks the planet like a nut, splitting its crust, toppling its mountains and cities, and laying its every creeping thing to inevitable tedious waste.\nMaybe he’s angry. (His last movie, “10,000 B.C.,” was widely panned.) To judge from the similarity with which he stages the multiple disaster sequences in “2012”  a limo, a camper, a plane, a bigger plane and some really big boats, by turns, race ahead of the impending doom  he seems exhausted. It’s no wonder. Finding newish ways to cram large-scale carnage into a PG-13 package is tricky. You need enough verisimilitude to hook the audience, but not enough to freak it out: the collapsing high-rises have to look real enough to be plausible, as do the itty-bitty computer-generated figures falling from them. Swirling dust and flying debris serve that commercial purpose, not rivers of blood and body pulp.\nAnd so the dust swirls in “2012,” and debris and bodies fly, though at a careful distance. It all looks fairly convincing and also familiar: if you don’t repeatedly flash on Sept. 11, Mr. Emmerich will surely be disappointed. That gives the movie a cheap frisson, though the larger shivers are supplied by the onslaught of pricey special effects, which have grown predictably snazzier since his last cataclysm. Alas, the clichés of the disaster narrative remain in place. To that ruinous end, the larger catastrophe in “2012” functions as both the trigger and backdrop for a soap opera about a fractured family, standing in for the rest of humanity, which heals as the world falls apart. That’s the idea, anyway.\nIn truth, the central family here is as disposable as the billions of computer-generated humans that soon pile up after disaster hits. Written by Mr. Emmerich and Harald Kloser (they last collaborated on “10,000 B.C.”), “2012” takes its plot points and shifting plates from both science and fiction, and its title from doomsday prophesies, including a myth about the end of days derived from a reading of the Mayan calendar. Though not much is made of the Mayan angle, the most amusing character, a doomsday prophet and radio broadcaster played by Woody Harrelson, seems in hair, beard and interests to have been drawn along the predictive lines of the real author Daniel Pinchbeck (“2012: The Return of Quetzalcoatl”).", "url": "https://www.nytimes.com/2009/11/13/movies/13twentytwelve.html"}