{"authors": ["Helene Cooper"], "date_download": "2022-10-25 23:46:10", "date_modify": "2022-10-25 23:46:10", "date_publish": "2009-08-20 01:40:07", "description": "President Obama’s representatives must defend American foreign policy initiatives in Pakistan in the face of rising anti-American sentiments.", "filename": "2009_08_20_world_asia_20holbrooke_1666741570.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_08_20_world_asia_20holbrooke_1666741570.html", "title": "U.S. Officials Get a Taste of Pakistanis’ Anger at America", "title_page": "U.S. Officials Get a Taste of Pakistanis’ Anger at America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We have made a major turn with our relationship with Pakistan under President Obama,” Mr. Holbrooke told reporters at a news conference in Karachi on Wednesday. Time and again, Mr. Holbrooke tried to delineate the differences between the Obama administration and the Bush era, painting the new administration as one that wants to see a better life and more business opportunities for Pakistanis.\nHe said his very presence in Karachi  Pakistan’s largest city and its commercial capital  demonstrated that drone attacks and the hunt for Al Qaeda were not the only American foreign policy activities in the country.\nTo polite applause, Mr. Holbrooke told local officials at the Governor’s House that the United States Consulate in Karachi would start granting business visas 100 a week  instead of making would-be business travelers to the United States go to Islamabad for the visas, as has been the case.\nHe stopped at a shantytown in the city to chat with schoolboys crowded into three classrooms, and even visited the home of a local resident, to get a feel for how people in Karachi live. On Tuesday, he met with opposition leaders in Islamabad, including Liaqat Baloch, the secretary general of the anti-American political party Jamaat-e-Islami, and Fazlur Rehman, the leader of another anti-American party, Jamiat Ulema-e-Islam, who is sometimes referred to as the spiritual founder of the Taliban.\nIn Karachi on Wednesday, Mr. Holbrooke kept bringing up a trade bill that just passed the House, which would set up so-called reconstruction opportunity zones so that textiles and other goods made in Pakistan’s tribal areas could get preferential access to the United States market. And Ms. McHale, whose job is, in part, to try to repair America’s relations with the Muslim world, strayed from his side only when she ventured out on fence-mending missions of her own, meeting with 17 Pakistani journalists, 8 officials of nongovernmental organizations and members of several political parties, all in an effort to deliver one message: America cares about Pakistan.", "url": "https://www.nytimes.com/2009/08/20/world/asia/20holbrooke.html"}