{"authors": ["Neil A. Lewis"], "date_download": "2022-10-25 23:48:12", "date_modify": "2022-10-25 23:48:12", "date_publish": "2009-06-18 02:19:05", "description": "The White House said that President Obama had dismissed Gerald Walpin because he was incompetent and had behaved bizarrely.", "filename": "2009_06_18_us_politics_18americorps_1666741692.html", "image_url": "https://static01.nyt.com/images/2009/06/18/us/politics/18americorps_span.jpg?year=2009&h=330&w=600&s=1fe39dd010c47371df86187992ce5795d02c2f68036ceb2388efcc7464751fe9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_18_us_politics_18americorps_1666741692.html", "title": "White House Defends Inspector General’s Firing", "title_page": "White House Defends Inspector General’s Firing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Walpin suggested in interviews that his dismissal was connected to two recent reports in which he was critical of programs that received money from AmeriCorps, which provides living allowances and education grants to volunteers for community groups.\nImage Gerald Walpin says he was dismissed because of his critical report about a program once run by Kevin Johnson. Credit... Corporation for National and Community Service, via Associated Press\nOne program in California was run by an Obama supporter, Kevin Johnson, a former N.B.A. star who is now the mayor of Sacramento. The other was run by the City College of New York and involved a teacher-training program.\n“My firing came after we had issued these two very substantial reports,” Mr. Walpin said in an interview. He said the board of the service corporation, whose chairman is Alan Solomont, a major Democratic fund-raiser, was very unhappy about the reports.\nAfter complaints about the dismissal grew, the White House fired back on Wednesday, releasing a letter from a senior counsel to the president sharply criticizing Mr. Walpin’s record. The letter, sent to Senators Joseph I. Lieberman, a Connecticut independent, and Susan Collins, a Maine Republican, justified the dismissal on several grounds, including what it said was Mr. Walpin’s “confused, disoriented” behavior at a meeting of the agency’s board on May 20, when, according to the letter, he was unable to respond to questions.\nThe letter, from Norman L. Eisen, the special counsel to the president who handles ethics matters, also noted that a career federal prosecutor in Sacramento had filed an ethics complaint about Mr. Walpin’s actions in the case involving Mayor Johnson. And the Eisen letter said that Mr. Walpin chose to work in New York, not in Washington, over the board’s objections and that he “had become unduly disruptive to agency operations.”", "url": "https://www.nytimes.com/2009/06/18/us/politics/18americorps.html"}