{"authors": ["Bruce Lambert"], "date_download": "2022-10-25 23:43:46", "date_modify": "2022-10-25 23:43:46", "date_publish": "2009-02-06 21:01:11", "description": "Sales tax collections have plummeted on Long Island, threatening layoffs of county workers and cuts to programs like day care and senior centers.", "filename": "2009_02_08_nyregion_long-island_08budgetli_1666741426.html", "image_url": "https://static01.nyt.com/images/2009/02/08/nyregion/08budgetli.span.jpg?year=2009&h=352&w=600&s=02369d6d0a41fedeeaa2d7e179e39ddefb55a3c3091023e48f7dc4d737a658ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_02_08_nyregion_long-island_08budgetli_1666741426.html", "title": "Suffolk and Nassau Tested by Fiscal Crisis Demand Tough Measures", "title_page": "Suffolk and Nassau Tested by Fiscal Crisis Demand Tough Measures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Things are as bad as they can be,” he said. After cutting fat in prior years, “today we must cut the heart out of county government.”\nAnd Mr. Suozzi replaced the old slogan of “doing more with less” with a new mantra, to “do less with less.” In an interview, he said: “We need help so we don’t have to do all this terrible stuff. I don’t want to do any of this stuff.”\nThe Suffolk County executive, Steve Levy, was also grim. The fiscal crisis dominated his State of the County address at the end of last month, in which he lamented “an economic climate not seen on Long Island in the last 80 years,” since the Great Depression.\n“Many of the options are going to be ugly,” Mr. Levy said in an interview. He ordered a freeze in discretionary spending to save $40 million. He is exploring other measures with county legislators, including privatizing the county nursing home, the John J. Foley Skilled Nursing Facility in Yaphank, a plan they have resisted. Some legislators have suggested suspending the sacrosanct open-space preservation program.\nBoth county executives said they oppose raising property taxes as a solution.\nEach county’s budget is about $2.6 billion. Nassau estimates its budget gap at $130 million. Suffolk has not specified its potential gap, but the number is expected to be similar. County finances have hit bumps before, like the aftermath of the 2001 World Trade Center attacks, but they were nothing like this crisis.", "url": "https://www.nytimes.com/2009/02/08/nyregion/long-island/08budgetli.html"}