{"authors": ["Sabrina Tavernise", "Abdul Waheed Wafa"], "date_download": "2022-10-25 23:28:57", "date_modify": "2022-10-25 23:28:57", "date_publish": "2009-10-11 15:29:55", "description": "The comments by the official, Kai Eide, represent the first public acknowledgment by the United Nations that the August presidential vote was tainted.", "filename": "2009_10_12_world_asia_12afghan_1666740537.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_10_12_world_asia_12afghan_1666740537.html", "title": "U.N. Acknowledges ‘Widespread Fraud’ in Afghan Vote", "title_page": "U.N. Acknowledges ‘Widespread Fraud’ in Afghan Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan  A top United Nations official acknowledged publicly for the first time on Sunday that the country’s presidential election had been marred by “widespread fraud,” but said he has worked to ensure that the irregularities get documented.\nFlanked by the ambassadors to the United States, Britain, France and Germany at a news conference, Kai Eide, the top United Nations official here, affirmed that the Aug. 20 election was tainted but insisted that he had pursued all claims of fraud that he was able to verify\n“There was widespread fraud, but any specific figure would be pure speculation,” he said.\nHis remarks were intended to rebuff allegations by his former deputy that he was covering up fraud to benefit President Hamid Karzai. The deputy, the American diplomat Peter Galbraith, was fired this month after making his accusation public.\nAn initial vote count gave the election to Mr. Karzai, but details emerging unofficially from the audit by the Independent Election Commission suggest that a second round of voting will likely be required to determine the winner.", "url": "https://www.nytimes.com/2009/10/12/world/asia/12afghan.html"}