{"authors": ["Eric Pfanner"], "date_download": "2022-10-25 23:45:54", "date_modify": "2022-10-25 23:45:54", "date_publish": "2009-10-22 16:22:51", "description": "Supporters hope France will set a precedent for other countries to follow, with perhaps the toughest measures yet in the battle against copyright theft.", "filename": "2009_10_23_technology_23net_1666741554.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_10_23_technology_23net_1666741554.html", "title": "France Approves Wide Crackdown on Net Piracy", "title_page": "France Approves Wide Crackdown on Net Piracy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — France thrust itself into the vanguard of the global battle against digital piracy on Thursday, approving a plan to deny Internet access to people who illegally copy music and movies.\nThe country’s highest constitutional court approved a so-called three-strikes law after rejecting the key portions of an earlier version last spring. Supporters say they hope that France, by imposing the toughest measures yet in the battle against copyright theft, will set a precedent for other countries to follow.\nBritain appears set to introduce similar legislation next month.\n“France is acting as a spearhead,” said David El Sayegh, director general of the Syndicat National de l’Édition Phonographique, the French music industry association. “Piracy is not just a French problem, it is a global problem.”\nCritics of the legislation call the sanctions draconian and say they will be ineffective in curbing file-sharing, or in converting pirates into customers of legitimate digital media businesses. They argue that disconnecting Internet accounts is unfair because of the increasing importance of the Web as a venue for commerce and political expression.", "url": "https://www.nytimes.com/2009/10/23/technology/23net.html"}