{"authors": ["Eric Schmitt"], "date_download": "2022-10-25 23:50:32", "date_modify": "2022-10-25 23:50:32", "date_publish": "2009-07-20 00:42:13", "description": "A plan to overhaul the troubled U.S.-run prison at Bagram Air Base and other facilities was prompted by worries about militant recruiting in the prisons.", "filename": "2009_07_20_world_asia_20detain.html_pagewanted=all_1666741832.html", "image_url": "https://static01.nyt.com/images/2009/07/20/world/20detain.600.jpg?year=2009&h=360&w=600&s=bc1bbcf7d066029ad8b884d630a0a46b774e20be6e2e11d2e5d5b26267a3c31b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_07_20_world_asia_20detain.html_pagewanted=all_1666741832.html", "title": "Pentagon Seeks to Overhaul Prisons in Afghanistan", "title_page": "Pentagon Seeks to Overhaul Prisons in Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGRAM AIR BASE, Afghanistan  A sweeping United States military review calls for overhauling the troubled American-run prison here as well as the entire Afghan jail and judicial systems, a reaction to worries that abuses and militant recruiting within the prisons are helping to strengthen the Taliban.\nIn a further sign of high-level concern over detention practices, Adm. Mike Mullen, the chairman of the Joint Chiefs of Staff, sent a confidential message last week to all of the military service chiefs and senior field commanders asking them to redouble their efforts to alert troops to the importance of treating detainees properly.\nThe prison at this air base north of Kabul has become an ominous symbol for Afghans  a place where harsh interrogation methods and sleep deprivation were used routinely in its early years, and where two Afghan detainees died in 2002 after being beaten by American soldiers and hung by their arms from the ceiling of isolation cells.\nBagram also became a holding site for terrorism suspects captured outside Afghanistan and Iraq.\nBut even as treatment at Bagram improved in recent years, conditions worsened in the larger Afghan-run prison network, which houses more than 15,000 detainees at three dozen overcrowded and often violent sites. The country’s deeply flawed judicial system affords prisoners virtually no legal protections, human rights advocates say.", "url": "https://www.nytimes.com/2009/07/20/world/asia/20detain.html?pagewanted=all"}