{"authors": ["Jim Rutenberg", "Jackie Calmes"], "date_download": "2022-10-25 22:56:44", "date_modify": "2022-10-25 22:56:44", "date_publish": "2009-08-14 01:56:31", "description": "Rumors that President Obama’s health care plans would create “death panels” began with some of the same media outlets that helped defeat President Clinton’s health care plan.", "filename": "2009_08_14_health_policy_14panel.html_module=inline_1666738604.html", "image_url": "https://static01.nyt.com/images/2009/08/14/health/policy/14panel_span.jpg?year=2009&h=330&w=600&s=5f72313bef89f64aba194d6282767f215ef5bd1fa4e36f77def6b5ddfc12cc56&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_08_14_health_policy_14panel.html_module=inline_1666738604.html", "title": "False ‘Death Panel’ Rumor Has Some Familiar Roots", "title_page": "False ‘Death Panel’ Rumor Has Some Familiar Roots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is nothing in any of the legislative proposals that would call for the creation of death panels or any other governmental body that would cut off care for the critically ill as a cost-cutting measure. But over the course of the past few months, early, stated fears from anti-abortion conservatives that Mr. Obama would pursue a pro-abortion, pro-euthanasia agenda, combined with twisted accounts of actual legislative proposals that would provide financing for optional consultations with doctors about hospice care and other “end of life” services, fed the rumor to the point where it overcame the debate.\nOn Thursday, Mr. Grassley said in a statement that he and others in the small group of senators that was trying to negotiate a health care plan had dropped any “end of life” proposals from consideration.\nA pending House bill has language authorizing Medicare to finance beneficiaries’ consultations with professionals on whether to authorize aggressive and potentially life-saving interventions later in life. Though the consultations would be voluntary, and a similar provision passed in Congress last year without such a furor, Mr. Grassley said it was being dropped in the Senate “because of the way they could be misinterpreted and implemented incorrectly.”\nThe extent to which it and other provisions have been misinterpreted in recent days, notably by angry speakers at recent town hall meetings but also by Ms. Palin  who popularized the “death panel” phrase  has surprised longtime advocates of changes to the health care system.\n“I guess what surprised me is the ferocity, it’s much stronger than I expected,” said John Rother, the executive vice president of AARP, which is supportive of the health care proposals and has repeatedly declared the “death panel” rumors false. “It’s people who are ideologically opposed to Mr. Obama, and this is the opportunity to weaken the president.”", "url": "https://www.nytimes.com/2009/08/14/health/policy/14panel.html?module=inline"}