{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:27:58", "date_modify": "2022-10-25 23:27:58", "date_publish": "2009-01-10 20:23:31", "description": "President Bush deflected a request by Israel last year for help in an attack on Iran’s main nuclear site and told the Israelis about new covert action against Iran.", "filename": "2009_01_11_washington_11iran_1666740478.html", "image_url": "https://static01.nyt.com/images/2009/01/10/world/11iran1-ready/11iran1-ready-articleLarge.jpg?year=2009&h=403&w=600&s=36f790c32ff8ce3c7ed43b9c9b1888aa4fd351dda05af42bde6f27f4d1b745d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_01_11_washington_11iran_1666740478.html", "title": "U.S. Rejected Aid for Israeli Raid on Iranian Nuclear Site", "title_page": "U.S. Rejected Aid for Israeli Raid on Iranian Nuclear Site - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  President Bush deflected a secret request by Israel last year for specialized bunker-busting bombs it wanted for an attack on Iran’s main nuclear complex and told the Israelis that he had authorized new covert action intended to sabotage Iran’s suspected effort to develop nuclear weapons, according to senior American and foreign officials.\nWhite House officials never conclusively determined whether Israel had decided to go ahead with the strike before the United States protested, or whether Prime Minister Ehud Olmert of Israel was trying to goad the White House into more decisive action before Mr. Bush left office. But the Bush administration was particularly alarmed by an Israeli request to fly over Iraq to reach Iran’s major nuclear complex at Natanz, where the country’s only known uranium enrichment plant is located.\nThe White House denied that request outright, American officials said, and the Israelis backed off their plans, at least temporarily. But the tense exchanges also prompted the White House to step up intelligence-sharing with Israel and brief Israeli officials on new American efforts to subtly sabotage Iran’s nuclear infrastructure, a major covert program that Mr. Bush is about to hand off to President-elect Barack Obama.\nThis account of the expanded American covert program and the Bush administration’s efforts to dissuade Israel from an aerial attack on Iran emerged in interviews over the past 15 months with current and former American officials, outside experts, international nuclear inspectors and European and Israeli officials. None would speak on the record because of the great secrecy surrounding the intelligence developed on Iran.", "url": "https://www.nytimes.com/2009/01/11/washington/11iran.html"}