{"authors": ["Neil A. Lewis"], "date_download": "2022-10-25 23:48:20", "date_modify": "2022-10-25 23:48:20", "date_publish": "2009-12-17 05:10:24", "description": "Mr. Coffin was a former Maine congressman who served for 11 years as the chief judge of the federal appeals court that spans most of New England.", "filename": "2009_12_17_us_17coffin_1666741700.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_12_17_us_17coffin_1666741700.html", "title": "Frank M. Coffin, Chief Judge of a U.S. Appeals Court", "title_page": "Frank M. Coffin, Chief Judge of a U.S. Appeals Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He was first named to the United States Court of Appeals for the First Circuit in 1965 by President Lyndon B. Johnson and served on the bench for 40 years, 11 as chief judge of the court.\nImage Judge Frank M. Coffin Credit... Gordon Chibroski/Portland Press Herald, via Associated Press\nJudge Robert A. Katzmann, a federal appeals court judge in New York City, said Judge Coffin’s two books on judging, “On Appeal” and “The Ways of a Judge,” were classics that he read when he joined the bench in 1999. “Many new judges have used those books as the basic how-to manuals to learn about the decision-making process, even how to deal with colleagues and law clerks,” Judge Katzmann said in an interview.\nIn the mid-1950s, Judge Coffin, then a rising trial lawyer, joined forces with another prominent Maine lawyer, Edmund S. Muskie, to reinvigorate the state’s Democratic Party, said Mr. Nicoll, who was a longtime state political figure.\nJudge Coffin became state party chairman in 1954 and helped engineer Mr. Muskie’s election as governor that year, ending the Republican Party’s decades-long dominance of the state. Judge Coffin was elected to Congress two years later and served two terms.\nHe went on to serve as the deputy administrator of the Agency for International Development and was, for many years, a leading advocate for foreign aid.", "url": "https://www.nytimes.com/2009/12/17/us/17coffin.html"}