{"authors": ["Harvey Araton"], "date_download": "2022-10-25 22:57:16", "date_modify": "2022-10-25 22:57:16", "date_publish": "2009-10-28 22:00:42", "description": "For Terrence Williams, a rookie with the New Jersey Nets who had a childhood defined by poverty and displacement, happiness is a walk-in closet.", "filename": "2009_10_29_garden_29williams.html_pagewanted=all_1666738636.html", "image_url": "https://static01.nyt.com/images/2009/10/29/garden/29williamsspan-1/articleLarge.jpg?year=2009&h=331&w=600&s=e45d1f1f5847ed9aa16091f727a03b00ac801494e87713b055e5aeb6a11da923&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_10_29_garden_29williams.html_pagewanted=all_1666738636.html", "title": "Terrence Williams Wears Memories of His Childhood Home in the N.B.A.", "title_page": "Terrence Williams Wears Memories of His Childhood Home in the N.B.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Achieving an N.B.A. lifestyle is one thing; with countless wishful dribblers competing for only 450 jobs, maintaining it is another. According to the league, the average career span is four and a half years. For those who fail to last longer, the money can go fast when there are taxes to pay, relatives to help and children  Mr. Williams has two sons, 6 and 2, who live in Seattle  to feed.\nONE Nets veteran, Rafer Alston, said he would have advised a rookie in Mr. Williams’s position to “rent something nice for between $3,000 and $4,000.” But Mr. Williams chose to live where most of his Nets teammates do, in the pricey Palisades waterfront area, a virtual condominium state capital. It is popular with the players because of its access to Manhattan and to the team’s practice facility and arena, the Izod Center in East Rutherford.\nIf Mr. Williams isn’t scrimping on rent, he at least is determined to be energy efficient.\n“Sara, did you leave the light on?” he called up to Ms. Lambo from the kitchen, after she had taken a home-cooked pizza upstairs. Mr. Williams flipped the switch and lumbered down the stairs. He settled onto the basement couch, ready to tell his story with a matter-of-fact candor and only his video game control panel as a security blanket  the volume mercifully turned down.\nMr. Williams’s father, Edgar, was murdered in April 1993, only hours after being released from prison, in an apparent retaliation for helping prosecutors build a drug case against a gang member. His mother, Sherry Jackson, also in prison, was allowed to attend the funeral, but Mr. Williams’s memories include Ms. Jackson in chains and his own inconsolability when she was taken away as soon as the funeral was over.\nImage Terrence Williams plays for the Nets. Credit... Mike Groll/Associated Press\nMr. Williams and a younger sister had been living with an aunt but were later reunited with their mother and were eventually joined by a tide of relatives and a new baby brother.\n“Two uncles, two aunties, a little cousin, grandma and us in a three-bedroom house on one floor,” Mr. Williams said. “There was no space, no such thing as your own stuff. You could have a pair of shoes, size 10 and your uncle wears an 8, and you come home and he’s wearing four pair of socks so he can fit into your shoes.”", "url": "https://www.nytimes.com/2009/10/29/garden/29williams.html?pagewanted=all"}