{"authors": ["John M. Broder"], "date_download": "2022-10-25 23:24:16", "date_modify": "2022-10-25 23:24:16", "date_publish": "2009-06-26 23:32:49", "description": "The 219-212 vote marked the first time that either house of Congress has approved a bill aimed at curbing the heat-trapping gases scientists have linked to climate change, and it could lead to sweeping changes in the economy.", "filename": "2009_06_27_us_politics_27climate.html__r=3&hp_1666740256.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_27_us_politics_27climate.html__r=3&hp_1666740256.html", "title": "House Passes Bill to Address Threat of Climate Change", "title_page": "House Passes Bill to Address Threat of Climate Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  The House passed legislation on Friday intended to address global warming and transform the way the nation produces and uses energy.\nThe vote was the first time either house of Congress had approved a bill meant to curb the heat-trapping gases scientists have linked to climate change. The legislation, which passed despite deep divisions among Democrats, could lead to profound changes in many sectors of the economy, including electric power generation, agriculture, manufacturing and construction.\nThe bill’s passage, by 219 to 212, with 44 Democrats voting against it, also established a marker for the United States when international negotiations on a new climate change treaty begin later this year.\nAt the heart of the legislation is a cap-and-trade system that sets a limit on overall emissions of heat-trapping gases while allowing utilities, manufacturers and other emitters to trade pollution permits, or allowances, among themselves. The cap would grow tighter over the years, pushing up the price of emissions and presumably driving industry to find cleaner ways of making energy.", "url": "https://www.nytimes.com/2009/06/27/us/politics/27climate.html?_r=3&hp"}