{"authors": ["Sabrina Tavernise", "Helene Cooper"], "date_download": "2022-10-25 23:28:51", "date_modify": "2022-10-25 23:28:51", "date_publish": "2009-10-19 14:11:20", "description": "Under heavy international pressure, President Hamid Karzai appears set to concede as early as Tuesday that he fell short of a first-round victory.", "filename": "2009_10_20_world_asia_20afghan_1666740531.html", "image_url": "https://static01.nyt.com/images/2009/10/19/world/19afghan-600.jpg?year=2009&h=331&w=600&s=5ad6c8dbbb7884c33f7835839b6ae3a71272a3ce2058373dbea704e03e1da927&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_10_20_world_asia_20afghan_1666740531.html", "title": "Afghan Leader Said to Accept Runoff After Election Audit", "title_page": "Afghan Leader Said to Accept Runoff After Election Audit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan  Under heavy international pressure, President Hamid Karzai appears set to concede as early as Tuesday that he fell short of a first-round victory in the nation’s disputed presidential election, but the path to ensuring that the country has credible leadership remains uncertain, American and European officials said Monday.\nThe officials said Mr. Karzai was moving toward accepting the findings of an international audit that stripped him of nearly a third of his votes in the first round, leaving him below the 50 percent threshold that would have allowed him to avoid a runoff and declare victory over his main rival, Abdullah Abdullah.\nMr. Karzai’s apparent capitulation came after an all-out push by Obama administration officials and their European allies. But even if Mr. Karzai ends his strong resistance to a runoff, that would not resolve the country’s political crisis, officials say. It would be difficult to hold a new election quickly, as the Afghan winter approaches, and delaying the selection of a new government until the spring could allow the Taliban to make further gains across the country.\nAs a result, some Obama administration officials, who say a pending decision on whether to increase troop levels in the country depends partly on resolving the election outcome, now argue that they should push Mr. Karzai and Mr. Abdullah to form a coalition government to avoid a runoff altogether.", "url": "https://www.nytimes.com/2009/10/20/world/asia/20afghan.html"}