{"authors": ["Eric Schmitt"], "date_download": "2022-10-26 00:12:01", "date_modify": "2022-10-26 00:12:01", "date_publish": "2009-09-22 01:30:26", "description": "Gen. Stanley A. McChrystal’s report raises the question of whether the president’s thinking jibes with his general’s.", "filename": "2009_09_22_world_asia_22strategy_1666743121.html", "image_url": "https://static01.nyt.com/images/2009/09/22/world/22afghan_600.jpg?year=2009&h=400&w=600&s=ebc00e5527b592f297262067e2cab89ef4a00eeedbeab98d765e9b3cb3673a5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_22_world_asia_22strategy_1666743121.html", "title": "In McChrystal’s Grim Assessment of Afghanistan, a Catalyst for Obama", "title_page": "In McChrystal’s Grim Assessment of Afghanistan, a Catalyst for Obama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The White House expects General McChrystal’s request to be not just for American troops but for NATO forces as well. This week, the White House is sending questions about his review back to the general in Kabul, Afghanistan, and expects to get responses by the end of next week.\nSenator Carl Levin, a Michigan Democrat who heads the Armed Services Committee, said in an interview Monday that he wants to know how the uncertainty surrounding the recent Afghan elections and a plan to reintegrate Taliban fighters into Afghan society could affect General McChrystal’s troop request.\nMr. Obama has had only one meeting so far on the McChrystal review, but aides plan to schedule three or four more after he returns from the Group of 20 summit meeting in Pittsburgh at the end of this week.\nAides said it should take weeks, not months, to make a decision. “The president’s been very clear in our discussion that he’s open-minded and he’s not going to be swayed by political correctness one way or the other,” Gen. James L. Jones, the national security adviser, said in an interview. “Different people are going to have different opinions, and he wants to hear them, but at the end of the day, he’s going to do what he thinks is the right thing for the United States and most especially for the men and women who have to respond to his orders.”\nSenior officers who work with General McChrystal say he was surprised by the dire condition of the Afghan mission when he assumed command in June.\nHis concerns went beyond the strength and resilience of the insurgency. General McChrystal was surprised by the lack of efficient military organization at the NATO headquarters and that a significant percentage of the troops were not positioned to carry out effective counterinsurgency operations.\nThere was a sense among General McChrystal’s staff that the military effort in Afghanistan was disjointed and had not learned from the lessons of the past years of the war.", "url": "https://www.nytimes.com/2009/09/22/world/asia/22strategy.html"}