{"authors": ["Lynn Zinser"], "date_download": "2022-10-25 22:59:28", "date_modify": "2022-10-25 22:59:28", "date_publish": "2009-06-11 15:57:45", "description": "The Red Sox are loving their 7-0 run over the Yankees and the Yankees are mired in the Chien-Ming Wang debate.", "filename": "2009_06_12_sports_12leading_1666738768.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_12_sports_12leading_1666738768.html", "title": "It Feels Like Winter in Boston", "title_page": "It Feels Like Winter in Boston - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Between the nearly incessant raindrops of a lingering spring, the Yankees have found their own little piece of winter: the Red Sox are wiping them out. They are now officially paging the Bambino for a new curse, paying top dollar to a medium in the free-agent market, although the Bambino is most likely busy wondering what the heck Chien-Ming Wang is doing in the starting lineup.\nBoston is, of course, just loving this 7-0 run. It is the cure for every ailment. The Red Sox are flexing their muscles atop the American League East, with closer Jonathan Papelbon hoping his mastery of the rivalry will result in a big off-season payday, writes Gordon Edes on Yahoo.com. And they are blissfully free of their former slugger Manny Ramirez, who has been chastised by Major League Baseball and told to stay away from the Dodgers’ clubhouse.\nThe Yankees are mired in the Wang debate, with writers like Joel Sherman of The New York Post arguing he must be banished, while Jon Paul Morosi writes on Foxsports.com that he should get another chance. And they are not even the favorite team of the Brooklyn Little Leaguer who was shot in the head with a stray bullet and emerged from the hospital on Wednesday wearing a Mets jersey. Ouch.\nThe Yankees hope much of America will be distracted by Thursday night’s N.B.A. finals game, a pivotal Game 4 between the Lakers and the Magic, but as Forbes.com explains, this series is not a ratings bonanza because Kobe Bryant is less than a lovable superstar. And for some reason, the finals have spawned a steady stream of people sniping at one another, including retired players. Kareem Abdul-Jabbar, when not committing fashion sins, is criticizing Magic center Dwight Howard’s game, and Alonzo Mourning took aim at Lakers Coach Phil Jackson.", "url": "https://www.nytimes.com/2009/06/12/sports/12leading.html"}