{"authors": ["Carlotta Gall"], "date_download": "2022-10-26 00:11:50", "date_modify": "2022-10-26 00:11:50", "date_publish": "2009-03-26 21:06:52", "description": "Mullah Muhammad Omar, the Afghan Taliban leader, persuaded the Pakistani Taliban to focus their efforts on the fight in Afghanistan.", "filename": "2009_03_27_world_asia_27taliban_1666743110.html", "image_url": "https://static01.nyt.com/images/2009/03/26/world/27taliban2_600.JPG?year=2009&h=331&w=600&s=2d554c0883c8975e2c8074336c4fbe54924b9977278d88241e009ce1ba724c08&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_03_27_world_asia_27taliban_1666743110.html", "title": "Pakistan and Afghan Taliban Close Ranks", "title_page": "Pakistan and Afghan Taliban Close Ranks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Pakistani Taliban is dominated by three powerful commanders  Baitullah Mehsud, Hafiz Gul Bahadur and Maulavi Nazir  based in North and South Waziristan, the hub of insurgent activity in Pakistan’s tribal border regions, who have often clashed among themselves.\nMullah Omar dispatched a six-member team to Waziristan in late December and early January, several Taliban fighters said in interviews in Dera Ismail Khan, a town in North-West Frontier Province that is not far from South Waziristan. The Afghan Taliban delegation urged the Pakistani Taliban leaders to settle their internal differences, scale down their activities in Pakistan and help counter the planned increase of American forces in Afghanistan, the fighters said.\nThe three Pakistani Taliban leaders agreed. In February, they formed a united council, or shura, called the Council of United Mujahedeen. In a printed statement the leaders vowed to put aside their disputes and focus on fighting American-led forces in Afghanistan.\nA spokesman for the Afghan Taliban, Zabiullah Mujahid, denied that the meetings ever took place or that any emissaries were sent by Mullah Omar. The Afghan Taliban routinely disavow any presence in Pakistan or connection to the Pakistani Taliban to emphasize that their movement is indigenous to Afghanistan. “We don’t like to be involved with them, as we have rejected all affiliation with Pakistani Taliban fighters,” Mr. Mujahid said. “We have sympathy for them as Muslims, but beside that, there is nothing else between us.”\nSeveral Pakistani officials, who spoke on condition of anonymity because they were not permitted to talk to news organizations, confirmed the meetings. But they said that the overture might have been inspired by Sirajuddin Haqqani, an Afghan Taliban leader who swears allegiance to Mullah Omar but is largely independent in his operations.\nMr. Haqqani, and his father Jalaluddin Haqqani, the most powerful figures in Waziristan, are closely linked to Al Qaeda and to Pakistani intelligence, American officials say. From their base in North Waziristan, they have directed groups of fighters into eastern Afghanistan and increasingly in complex attacks on the Afghan capital, Kabul.\nThe Taliban fighters said the Afghan Taliban delegation was led by Mullah Abdullah Zakir, a commander from Helmand Province in southern Afghanistan, whose real name is reported to be Abdullah Ghulam Rasoul.", "url": "https://www.nytimes.com/2009/03/27/world/asia/27taliban.html"}