{"authors": ["Liz Robbins"], "date_download": "2022-10-25 23:50:55", "date_modify": "2022-10-25 23:50:55", "date_publish": "2009-09-13 03:29:12", "description": "Kim Clijsters will face Caroline Wozniacki in the final after Serena Williams was docked the deciding point for yelling at an official on Saturday night.", "filename": "2009_09_13_sports_tennis_13women_1666741855.html", "image_url": "https://static01.nyt.com/images/2009/09/13/sports/13open.xlarge4x.jpg?year=2009&h=360&w=600&s=bd9b9a946425416315ecbafb0fdff5a8de28cc928c2bf323484dfd4383593cdb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_13_sports_tennis_13women_1666741855.html", "title": "Clijsters Wins on Penalty Assessed on Williams", "title_page": "Clijsters Wins on Penalty Assessed on Williams - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Serena Williams became unhinged in a shocking display of vitriol and profanity toward a line judge at the most inopportune time Saturday night  right before match point for Kim Clijsters in the semifinals of the United States Open.\nIn a matter of confusing minutes, Williams turned what had been a scintillating women’s match into an ugly and improbable spectacle that gave Clijsters, an unseeded wild-card entry making a joyful return to Grand Slam tennis, a 6-4, 7-5 victory she could not even celebrate.\nClijsters, a 26-year-old from Belgium who is the mother of a toddler, had frustrated and dominated Williams all night. After Clijsters won the first set, Williams slammed her racket to the court twice, mangling the frame in disgust. She walked to her chair, whacking the net with her racket on the way, and earned a warning for racket abuse.\nClijsters stayed composed. She had a 6-5 lead in the second set, and Williams was serving to send the set into a tiebreaker. At 15-30, a lineswoman called Williams for a foot fault on her second serve. Williams argued angrily, then walked back to the baseline. But she could not let it rest. She approached the judge and appeared to threaten her, shaking a ball in her face, according to reporters courtside and television replays.", "url": "https://www.nytimes.com/2009/09/13/sports/tennis/13women.html"}