{"authors": ["Elisabeth Malkin"], "date_download": "2022-10-25 23:33:16", "date_modify": "2022-10-25 23:33:16", "date_publish": "2009-06-28 17:31:39", "description": "After President José Manuel Zelaya was ousted by the army on Sunday, the Honduran Congress chose Roberto Micheletti to be the new president.", "filename": "2009_06_29_world_americas_29honduras_1666740796.html", "image_url": "https://static01.nyt.com/images/2009/06/29/world/29honduras.span.600.jpg?year=2009&h=350&w=600&s=2a5a104a51d83b06967470cdf646ed8bb44b1284d8b518d1963a3ec9b4392d40&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_29_world_americas_29honduras_1666740796.html", "title": "Honduran President Is Ousted in Coup", "title_page": "Honduran President Is Ousted in Coup - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Organization of American States issued a statement calling for Mr. Zelaya’s return and said it would not recognize any other government. The organization’s secretary general, José Miguel Insulza, called an emergency meeting of the group to weigh further actions.\nThe arrest of Mr. Zelaya was the culmination of a battle that had been simmering for weeks over a referendum, which was to have taken place Sunday, that he hoped would lead to a revision of the Constitution. Critics said it was part of an illegal attempt by Mr. Zelaya to defy the Constitution’s limit of a single four-year term for the president.\nEarly this month, the Supreme Court agreed, declaring the referendum unconstitutional, and Congress followed suit last week. In the last few weeks, supporters and opponents of the president have held competing demonstrations. On Thursday, Mr. Zelaya led a group of protesters to an Air Force base and seized the ballots, which the prosecutor’s office and the electoral tribunal had ordered confiscated.\nWhen the army refused to help organize the vote, he fired the armed forces commander, Gen. Romeo Vásquez. The Supreme Court ruled the firing illegal and reinstated General Vásquez.\nAs the crisis escalated, American officials began in the last few days to talk with Honduran government and military officials in an effort to head off a possible coup. A senior administration official, who briefed reporters on the condition of anonymity, said the military broke off those discussions on Sunday.\nImage Mr. Zelaya after denouncing the coup during a news conference in San José. I am the president of Honduras, he insisted. Credit... Jeffrey Arguedas/European Pressphoto Agency\nThe two nations have long had a close military relationship, with an American military task force stationed at a Honduran air base about 50 miles northwest of Tegucigalpa. The unit focuses on training Honduran military forces, counternarcotics operations, search and rescue, and disaster relief missions throughout Central America.", "url": "https://www.nytimes.com/2009/06/29/world/americas/29honduras.html"}