{"authors": ["Heather Timmons", "Hari Kumar"], "date_download": "2022-10-25 23:45:31", "date_modify": "2022-10-25 23:45:31", "date_publish": "2009-07-02 08:02:51", "description": "In a ruling that could usher in an era of greater freedom for gays and lesbians in India, New Delhi’s highest court decriminalized homosexuality.", "filename": "2009_07_03_world_asia_03india_1666741531.html", "image_url": "https://static01.nyt.com/images/2009/07/02/world/02india.1-600.jpg?year=2009&h=358&w=600&s=5005c07ffdcc0680044e94a3480d3cb01c6432ca9bc4d08d6e8be6c78c4457c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_07_03_world_asia_03india_1666741531.html", "title": "Indian Court Overturns Gay Sex Ban", "title_page": "Indian Court Overturns Gay Sex Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI In a landmark ruling Thursday that could usher in an era of greater freedom for gay men and lesbians in India, New Delhi’s highest court decriminalized homosexuality.\n“The inclusiveness that Indian society traditionally displayed, literally in every aspect of life, is manifest in recognizing a role in society for everyone,” judges of the Delhi High Court wrote in a 105-page decision, India’s first to directly address rights for gay men and lesbians. “Those perceived by the majority as ‘deviants’ or ‘different’ are not on that score excluded or ostracized,” the decision said.\nHomosexuality has been illegal in India since 1861, when British rulers codified a law prohibiting “carnal intercourse against the order of nature with any man, woman or animal.” The law, known as Section 377 of India’s penal code, has long been viewed as an archaic holdover from colonialism by its detractors.\n“Clearly, we are all thrilled,” said Anjali Gopalan, the executive director and founder of the Naz Foundation, an AIDS awareness group that sued to have Section 377 changed.", "url": "https://www.nytimes.com/2009/07/03/world/asia/03india.html"}