{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:31:00", "date_modify": "2022-10-25 23:31:00", "date_publish": "2009-08-11 01:56:12", "description": "Other credit card companies might decide that it’s worth it to follow the lead of American Express and Discover and eliminate over-limit fees.", "filename": "2009_08_11_your-money_credit-and-debit-cards_11limits_1666740660.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_08_11_your-money_credit-and-debit-cards_11limits_1666740660.html", "title": "For Some, an Over-Limit Card Fee Finally Ends", "title_page": "For Some, an Over-Limit Card Fee Finally Ends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Back in the good old 1980s, exceeding your credit limit was for the most part a fee-free convenience. According to Robert McKinley, who tracks the industry at CardWeb.com, you often wouldn’t pay a fee unless you went over your limit by 5 percent to 10 percent, or more, and it might not be charged until the end of the month.\nEventually, card issuers realized there was some risk in letting people go that far, and started levying fees of $10 or so to discourage overspending. By the latter half of the 1990s, however, it was clear that the fees could be a great source of profits. So banks began raising them regularly  well beyond the cost of the risk of letting cardholders go a bit over their credit limits.\n“The issuers just got greedy,” said Gene Truono, a former card industry executive who is now a managing director in Manhattan for BDO Consulting.\nAccording to Mr. McKinley, many industry executives had acknowledged privately that the fees were always a bad practice. Publicly, however, the party line was that it was all about customer service. After all, what cardholders would want to be cut off in a restaurant or embarrassed in front of their clients?\nToday, however, most big banks charge up to $39 for that privilege. But it’s not at all clear that people want to pay that much for it. The recent credit card reform legislation means we might finally get to vote on this issue with our wallets  that is, if any companies are left that believe they wouldn’t lose in a landslide.\nBut here’s why you might not ever get the opportunity to choose whether to pay an over-limit fee, at least at banks like Chase or Citi. According to David Thompson, a lawyer at McGlinchey Stafford in Cleveland and a former lawyer for Fleet Financial, any fees levied by credit card companies are now required by the new credit card reforms to be reasonable and proportional.", "url": "https://www.nytimes.com/2009/08/11/your-money/credit-and-debit-cards/11limits.html"}