{"authors": ["Scott Shane"], "date_download": "2022-10-26 00:11:50", "date_modify": "2022-10-26 00:11:50", "date_publish": "2009-10-10 16:49:56", "description": "Mullah Muhammad Omar’s prospects seemed bleak in 2001. Now, he leads an insurgency that has gained ground in much of Afghanistan.", "filename": "2009_10_11_world_asia_11mullah_1666743110.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_10_11_world_asia_11mullah_1666743110.html", "title": "A Dogged Taliban Chief Rebounds, Vexing U.S.", "title_page": "A Dogged Taliban Chief Rebounds, Vexing U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Day-to-day decisions are made by Mullah Omar’s deputies, in particular Mullah Abdul Ghani Baradar, a skilled, pragmatic commander, who runs many meetings with Taliban commanders and “shadow governors” appointed in much of the country, analysts say.\nMullah Omar heads the Taliban’s Rahbari Shura, or leadership council, often called the Quetta Shura since it relocated to the Pakistani city in 2002. The shura, consisting of the Taliban commanders, “operates like the politburo of a communist party,” setting broad strategy, said Mr. Yusufzai, the Pakistani journalist. General McChrystal wrote in his assessment that the shura “conducts a formal campaign review each winter, after which Mullah Omar announces his guidance and intent for the coming year.”\nThomas E. Gouttierre, director of the Center for Afghanistan Studies at the University of Nebraska, Omaha, said that “as a symbolic figure, Omar is a centrifugal force for the Taliban,” playing a similar role to that of Osama bin Laden in Al Qaeda. But Dr. Gouttierre credits the Taliban’s success not to any military genius on the part of Mullah Omar but to more worldly advisers from Pakistan’s intelligence service and Al Qaeda.\nWestern and Afghan sources agree on the bare outline of Mullah Omar’s biography: He was born in a village, had limited religious schooling, fought with the mujahedeen against the Soviet Army and helped form the Taliban in 1994. Some accounts say he is married and has two sons.\nHis emergence as the leader of the puritanical students who later fought their way to the capital, Kabul, may have resulted from his very obscurity, some experts say. He was not a flamboyant warlord with allies and enemies, a likely plus for the Taliban’s sponsors in Pakistan’s Inter-Services Intelligence Directorate. “He had an unaligned quality that made him useful,” Mr. Strick van Linschoten said.\nIn jihadist accounts, his story has the feeling of legend: “At the height of his youth, he stepped forward against the disbelievers and terrorized their ranks,” says an undated 10-page biography from an Islamist information agency, which also describes how he once refused cream and other delicacies, preferring “a bowl of plain soup with some hard, stale bread.”\nTaliban folklore tells of his bravery in the 1980s in removing his own injured eye and fighting on; of his dream in the mid-1990s in which the Prophet Muhammad told him he would bring peace to Afghanistan; and of how in 1996, he donned a cloak reputed to have belonged to the prophet and took the title “commander of the faithful.”", "url": "https://www.nytimes.com/2009/10/11/world/asia/11mullah.html"}