{"authors": ["Robert F. Worth", "Nazila Fathi"], "date_download": "2022-10-25 23:54:40", "date_modify": "2022-10-25 23:54:40", "date_publish": "2009-06-12 07:02:20", "description": "Mahmoud Ahmadinejad, the incumbent, and Mir Hussein Moussavi both claimed victory as officials were still counting ballots from a vote with extraordinary turnout.", "filename": "2009_06_13_world_middleeast_13iran_1666742080.html", "image_url": "https://static01.nyt.com/images/2009/06/12/world/moussavi_600.1.jpg?year=2009&h=321&w=600&s=0120812f026ec437a0d999f72ae3d3022c23e64a00db01710eb8fd9bc7b5ab3b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_13_world_middleeast_13iran_1666742080.html", "title": "Both Sides Claim Victory in Presidential Election in Iran", "title_page": "Both Sides Claim Victory in Presidential Election in Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While casting his ballot earlier in the day Friday, Ayatollah Khamenei had said that people were using texting to spread rumors, but it is unclear if that is why the services were shut down.\nAmid the confusion overnight, a reformist Web site called Fararu said Mr. Moussavi was talking with the two other candidates, Mr. Karroubi and Mr. Rezai, to discuss the situation. Mr. Karroubi is a reformist cleric and Mr. Rezai is a conservative and the former commander of Iran’s Revolutionary Guards.\nTens of millions of Iranians crowded voting stations throughout the day, with long lines forming outside some polling stations well before they opened at 8 a.m.\nPolls were originally due to close at 6 p.m., but voting was extended by four hours.\nThe strong showing appeared to be driven in part by a broad movement against Mr. Ahmadinejad that has spurred vast opposition rallies in Iran’s major cities over the past few weeks. Many reform-oriented voters stayed away from the polls in 2005, and now say they are determined not to repeat the mistake.\nAccording to Iran’s election rules, if none of the candidates wins more than 50 percent of the vote, the top two finishers will compete in a runoff in a week. Most analysts had assumed that the election would go to a second round, but in recent days, the extraordinary public support for Mr. Moussavi had led to predictions that he could win the presidency in the first round on Friday.\nIran’s president is less powerful than Ayatollah Khamenei, who has final authority over affairs of state. But the president wields great power over domestic affairs, and Mr. Ahmadinejad has skillfully used the office as a bully pulpit both at home and abroad.", "url": "https://www.nytimes.com/2009/06/13/world/middleeast/13iran.html"}