{"authors": ["Taghreed El-Khodary", "Isabel Kershner"], "date_download": "2022-10-25 23:55:45", "date_modify": "2022-10-25 23:55:45", "date_publish": "2009-01-06 08:44:06", "description": "At least 40 people were reported killed, as diplomats said that Israel’s Prime Minister Ehud Olmert would travel to Egypt to discuss a cease-fire on Wednesday.", "filename": "2009_01_07_world_middleeast_07mideast.html_pagewanted=all&module=Search&mabReward=relbias%3Ar%2C&_1666742145.html", "image_url": "https://static01.nyt.com/images/2009/01/06/world/06gaza-600.jpg?year=2009&h=331&w=600&s=e0a9b3ff89744a72bc537c8e15934965ac090b69f3168126783db0d2c7a82017&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_01_07_world_middleeast_07mideast.html_pagewanted=all&module=Search&mabReward=relbias%3Ar%2C&_1666742145.html", "title": "Israeli Strike Reportedly Hits United Nations School in Gaza", "title_page": "Israeli Strike Reportedly Hits United Nations School in Gaza - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GAZA  Israeli mortar shells killed as many as 40 Palestinians, among them women and children, outside a United Nations school in Gaza on Tuesday where they were taking refuge in the 11th day of the conflict. The Israeli military contended that Hamas fighters had fired mortars from the school compound, and United Nations officials called for an independent inquiry into the episode.\nThe rising civilian death toll in crowded Gaza heightened international urgency to end the combat. American and European diplomats said it was highly likely that Prime Minister Ehud Olmert of Israel would travel to Egypt on Wednesday to discuss a cease-fire. Israel has said it will not end the operation until it has crushed Hamas’s ability to fire rockets into its civilian areas.\nMeanwhile, Hamas continued to fire rockets, despite the large numbers of Israeli troops on the fourth day of the ground operation in Gaza. One rocket reached farther than ever into Israeli territory, only 20 miles from Tel Aviv, and wounded an infant.\nWith another day of gory news reports inflaming the Arab world, Israel contended that the deaths at the school, at the Jabaliya refugee camp north of Gaza City, demonstrated Hamas’s callousness toward the lives of Palestinian civilians.", "url": "https://www.nytimes.com/2009/01/07/world/middleeast/07mideast.html?pagewanted=all&module=Search&mabReward=relbias%3Ar%2C&"}