{"authors": ["Scott Shane"], "date_download": "2022-10-26 00:11:50", "date_modify": "2022-10-26 00:11:50", "date_publish": "2009-10-23 02:07:21", "description": "The United States is struggling to grasp the differences between the Afghan and Pakistani Taliban and their shifting ties to Al Qaeda.", "filename": "2009_10_23_world_asia_23taliban_1666743110.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_10_23_world_asia_23taliban_1666743110.html", "title": "Insurgents Share a Name, but Pursue Different Goals", "title_page": "Insurgents Share a Name, but Pursue Different Goals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  As it devises a new Afghanistan policy, the Obama administration confronts a complex geopolitical puzzle: two embattled governments, in Afghanistan and Pakistan; numerous militias aligned with overlapping Islamist factions; and hidden in the factions’ midst, the foe that brought the United States to the region eight years ago, Al Qaeda.\nBut at the core of the tangle are the two Taliban movements, Afghan and Pakistani. They share an ideology and a dominant Pashtun ethnicity, but they have such different histories, structures and goals that the common name may be more misleading than illuminating, some regional specialists say.\n“The fact that they have the same name causes all kinds of confusion,” said Gilles Dorronsoro, a French scholar of South Asia currently at the Carnegie Endowment for International Peace in Washington.\nThis week, Mr. Dorronsoro said, as the Pakistani Army began a major offensive against the Pakistani Taliban, many Americans thought incorrectly that the assault was against the Afghan Taliban, the force that is causing Washington to consider sending more troops to Afghanistan.", "url": "https://www.nytimes.com/2009/10/23/world/asia/23taliban.html"}