{"authors": ["Kenneth Chang"], "date_download": "2022-10-25 22:55:29", "date_modify": "2022-10-25 22:55:29", "date_publish": "2009-11-16 22:06:29", "description": "Nathan Myhrvold, a former chief technology officer at the software company, is testing food in a lab near Seattle for a specialized cookbook.", "filename": "2009_11_17_science_17prof_1666738529.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_11_17_science_17prof_1666738529.html", "title": "After Microsoft, Bringing a High-Tech Eye to Professional Kitchens", "title_page": "After Microsoft, Bringing a High-Tech Eye to Professional Kitchens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BELLEVUE, Wash.  Inside a nondescript warehouse on a nondescript street of this Seattle suburb is a research laboratory that looks like it came out of a James Bond movie  had Q the gadget master been a gastronome.\nHere Nathan Myhrvold, a former chief technology officer at Microsoft, and his company, Intellectual Ventures, pursue an eclectic array of speculative and potentially world-changing ideas  inventing a new battery, taming hurricanes, defeating disease. And here, along with the laser designed to shoot mosquitoes out of the air (a high-speed camera counts the rate of wing-flapping to ensure that innocent insects are not vaporized), is the best-equipped restaurant kitchen anywhere that never serves any customers.\nDr. Myhrvold exuded a Willy Wonka enthusiasm as he talked of the foods that came out of his industrial food dehydrator. “Raw lobster tail, freeze dried, is amazing,” he said.\nAt another machine, rose petals spun inside a glass globe. “This is basically a still,” he said. “You could crank the temperature up and distill alcohol. What we’re trying to do here is get an essence of rose petals.”", "url": "https://www.nytimes.com/2009/11/17/science/17prof.html"}