{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:55:28", "date_modify": "2022-10-25 23:55:28", "date_publish": "2009-07-10 06:08:13", "description": "Trying to prevent further ethnic violence in the region, security officials imposed limits on mosque gatherings.", "filename": "2009_07_11_world_asia_11china_1666742128.html", "image_url": "https://static01.nyt.com/images/2009/07/11/world/11china_600.jpg?year=2009&h=400&w=600&s=a65a603e9f110a0696dbe71c4ab89358e6d3aca16df3f657e5748e3961702eee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_07_11_world_asia_11china_1666742128.html", "title": "China Raises Death Toll in Ethnic Clashes to 184", "title_page": "China Raises Death Toll in Ethnic Clashes to 184 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "URUMQI, China  The death toll from the ethnic violence in this regional capital rose to 184, with the vast majority of dead from the majority Han ethnic group, the government announced through the state news media on Friday.\nEarlier in the day, the authorities banned Friday Prayer at most mosques here to quell further unrest by Uighurs.\nFriday was the first time that the government had given an ethnic breakdown of the dead. According to Xinhua, the state news agency, 137 of those killed were Han, 46 were Uighur and 1 was from the Hui ethnic group.\nImage Security forces block the entrance to a mosque before Friday prayers in the city of Urumqi, China. Credit... David Gray/Reuters\nFor much of the past week, the official death toll from the initial rioting last Sunday was put at 156, and Uighurs and Han had both claimed that the toll was much higher, and that deaths from each of their groups predominated. Uighurs are a Turkic-speaking Muslim race that is the largest ethnic group in this western region of Xinjiang, while Han make up about 90 percent of the Chinese population and are the majority in this city of 2.3 million.", "url": "https://www.nytimes.com/2009/07/11/world/asia/11china.html"}