{"authors": ["Elizabeth Becker"], "date_download": "2022-10-25 23:26:40", "date_modify": "2022-10-25 23:26:40", "date_publish": "2009-06-25 13:01:46", "description": "Tourism is sun and sand — and an industry that generates $3 billion every day.", "filename": "2009_06_26_opinion_26iht-edbecker_1666740400.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_26_opinion_26iht-edbecker_1666740400.html", "title": "Welcome to Tourism", "title_page": "Opinion | Welcome to Tourism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — When Thai protesters wanted to change their government last December they took over the airport to keep out tourists, which brought the economy to a halt and victory to the protesters. When Mexican officials wanted to highlight the crippling economic repercussions of swine flu this spring, they pointed to the empty beaches at Cancun. And as the world economy continues to sputter, more than one European country is counting on the summer tourist trade to lift its fortunes.\nTourism and travel is much more than the shiny brochures promising paradise for $2,500 a week, airfare not included. It is now one of the dominant global industries, capable of lifting a nation out of poverty or condemning its children to the exploitation of sex tourism.\nOne out of every 12 people around the world is employed by the industry which also creates $3 billion in business every day. At the same time, tourism and travel is responsible for 5.3 percent of the world’s carbon emissions and the degradation of nearly every tropical beach not protected by the state.\nBut most politicians still think of sun, sand and drinks with little umbrellas when they hear the word “tourism,” not the prospect of a balanced budget or clean air.", "url": "https://www.nytimes.com/2009/06/26/opinion/26iht-edbecker.html"}