{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:31:53", "date_modify": "2022-10-25 23:31:53", "date_publish": "2009-07-30 21:16:52", "description": "Ulrich Seidl’s “Import Export” is an unflinching, at times almost unbearably hard yet moral look at human exploitation.", "filename": "2009_07_31_movies_31import_1666740713.html", "image_url": "https://static01.nyt.com/images/2009/07/31/arts/31import_600.jpg?year=2009&h=339&w=600&s=f9c8316ce31870ff42abd6667f702551418bcbaf33bc5b6c2749c85e5e269b0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_07_31_movies_31import_1666740713.html", "title": "Seeking Dignity Amid Brutality", "title_page": "In Ulrich Seidl’s Film, Seeking Dignity Amid Brutality - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Near the start of “Import Export,” an unflinching, at times almost unbearably hard yet moral look at human exploitation, a woman trudges through a snowy landscape, a cluster of nuclear reactors belching steam behind her. The exactingly framed tableau, at once horrific and yet somehow spookily beautiful, looks so unreal that you might try to persuade yourself that this is science fiction, a vision of some imaginary hell, an aesthetic indulgence. No one lives like this, you find yourself hoping, even though you know otherwise.\nThis kind of struggle to accept what you’re seeing is part of the price of watching “Import Export,” the second fiction feature from the Austrian filmmaker Ulrich Seidl. It is a price worth paying. A ferocious talent, Mr. Seidl made documentaries before turning to fiction in 2001 with his first feature, “Dog Days.” Set against a summer heat wave, “Dog Days” offers a look, simultaneously comic and tragic, at numerous unconnected (or disconnected) men and women engaged in banal and perverse pastimes. A woman dances on a table seemingly oblivious to the man looking up her skirt; elsewhere, a man bakes under the hot sun, his swollen belly as stuffed as the ubiquitous sausage that serves as a blunt visual trope.\nMr. Seidl has an unsettling way of forcing laughs out of you at inopportune or perhaps just impolite moments  the laughter tends to catch in your throat  which, I think, largely explains why he has turned off as many critics as he’s turned on. “Import Export,” which had its premiere at the 2007 Cannes Film Festival, is of an artistic and intellectual piece with “Dog Days,” but its narrative structure is more intricate and its attitude seems considerably less mocking. Even so, “Import Export” was jeered at Cannes at its first press screening (not an unusual occurrence for good films and bad), yet much of the criticism I heard had little to do with Mr. Seidl’s filmmaking. Rather, the movie rightly made people uncomfortable.", "url": "https://www.nytimes.com/2009/07/31/movies/31import.html"}