{"authors": ["Simon Romero"], "date_download": "2022-10-25 22:59:25", "date_modify": "2022-10-25 22:59:25", "date_publish": "2009-02-15 18:30:05", "description": "President Hugo Chávez of Venezuela handily won a referendum that will allow him to run for re-election indefinitely.", "filename": "2009_02_16_world_americas_16venez_1666738765.html", "image_url": "https://static01.nyt.com/images/2009/02/16/world/16venez.large1.jpg?year=2009&h=360&w=600&s=51c825bc2cb5367adc8500a0d575f0737255764a3a8e897cc8672c07ebfdf9c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_02_16_world_americas_16venez_1666738765.html", "title": "Chávez Scores a Decisive Victory in His Bid to Lift Term Limits in Venezuela", "title_page": "Chávez Scores a Decisive Victory in His Bid to Lift Term Limits in Venezuela - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CARACAS, Venezuela  President Hugo Chávez handily won a referendum on Sunday that will end presidential term limits, allowing him to run for re-election indefinitely and injecting fresh vibrancy into his socialist-inspired revolution.\nThe results, coming after voters had rejected a similar effort by Mr. Chávez just 15 months ago, pointed to his resilience after a decade in power, as well as to the fragmentation of his opposition, which as recently as November had won key mayoralties and governorships.\nThe vote opens the way not only for Mr. Chávez to run for a new six-year term when his current one expires in 2013, but could also bolster his ambitious agenda as an icon of the left and a counterweight to American policies in Latin America.\nIt also creates a new foreign policy challenge for the Obama administration, strengthening a leader who has made a career of taunting and deriding the United States, even though Mr. Chávez just this weekend seemed to open the door for a different relationship.", "url": "https://www.nytimes.com/2009/02/16/world/americas/16venez.html"}