{"authors": ["A.O. Scott"], "date_download": "2022-10-25 22:59:31", "date_modify": "2022-10-25 22:59:31", "date_publish": "2009-06-04 20:22:53", "description": "“Away We Go” is about the flight from adulthood, from engagement, from responsibility, even as it cleverly disguises itself as a search for all those things.", "filename": "2009_06_05_movies_05away_1666738771.html", "image_url": "https://static01.nyt.com/images/2009/06/05/arts/05away600.jpg?year=2009&h=328&w=600&s=942347c5a8fcb46be449196febf67485e1abf4bf7f72cdeeeb348f89b0be34b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_05_movies_05away_1666738771.html", "title": "Practicing Virtue, and Proud of It", "title_page": "A Couple Practicing Virtue, and Proud of It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Are we screw-ups? Verona wonders aloud. (I’m paraphrasing.) She and her boyfriend, Burt, expecting their first child, live in a ramshackle, poorly heated house and drive a boxy old Volvo. They are maybe a little scruffy, but they seem, objectively, to be doing all right, with jobs that don’t require them to go to work and a relationship that looks tender and durable.\nVerona’s question may or may not be disingenuous, but the answer provided by “Away We Go,” the slack little road comedy in which it arises, is unambiguous. Far from being screw-ups, Verona and Burt, played with passive-aggressive winsomeness by Maya Rudolph and John Krasinski, are manifestly superior to everyone else in the movie and, by implication, the world.\nAnd even though they express themselves with a measure of diffidence, it’s clear that they are acutely, at times painfully, aware of their special status as uniquely sensitive, caring, smart and cool beings on a planet full of cretins and failures.\nThe smug self-regard of this movie, directed by Sam Mendes from a script by Dave Eggers and Vendela Vida, takes a while to register, partly because Ms. Rudolph and Mr. Krasinski are appealing and unaffected performers and partly because the writing has some humor and charm. The opening scene, which finds the couple in bed, is disarmingly sweet and candid in its depiction of the sexual rapport of longtime lovers. There is real intimacy and affection between them, which is wonderful until, before too long, it becomes as insufferable as the songs by Alexi Murdoch, which similarly wear out their rueful, faux-naïve welcome.", "url": "https://www.nytimes.com/2009/06/05/movies/05away.html"}