{"authors": ["Peter Baker", "Sabrina Tavernise"], "date_download": "2022-10-25 23:28:56", "date_modify": "2022-10-25 23:28:56", "date_publish": "2009-10-19 00:28:46", "description": "Officials said President Obama could postpone any decision on sending more troops until the disputed election has been settled.", "filename": "2009_10_19_world_asia_19afghan_1666740536.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_10_19_world_asia_19afghan_1666740536.html", "title": "Decision on Afghan Troops May Wait", "title_page": "Decision on Afghan Troops May Wait - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  The White House signaled Sunday that President Obama would postpone any decision on sending more troops to Afghanistan until the disputed election there had been settled and resulted in a government that could work with the United States.\nAs an audit of Afghanistan’s Aug. 20 election ground toward a conclusion, American officials pressed President Hamid Karzai to accept a runoff vote or share power with his main rival, Abdullah Abdullah, a former foreign minister. Although Mr. Karzai’s support appeared likely to fall below 50 percent in the final count, together he and Mr. Abdullah received 70 percent, in theory enough to forge a unity government with national credibility.\nThe question at the heart of the matter, said President Obama’s chief of staff, Rahm Emanuel, is not “how many troops you send, but do you have a credible Afghan partner for this process that can provide the security and the type of services that the Afghan people need?” He appeared on CNN’s “State of the Union” and CBS’s “Face the Nation.”\nHe echoed the thoughts of Senator John Kerry of Massachusetts, a top Obama ally and the chairman of the Foreign Relations Committee, who said in a separate interview from Kabul, “I don’t see how President Obama can make a decision about the committing of our additional forces, or even the further fulfillment of our mission that’s here today, without an adequate government in place.” His interview was broadcast on “Face the Nation.”", "url": "https://www.nytimes.com/2009/10/19/world/asia/19afghan.html"}