{"authors": ["David Segal"], "date_download": "2022-10-25 23:37:43", "date_modify": "2022-10-25 23:37:43", "date_publish": "2009-08-15 18:43:56", "description": "Four years after Disney bought the Weinsteins out of Miramax, the brothers are under serious stress.", "filename": "2009_08_16_business_media_16wein_1666741063.html", "image_url": "https://static01.nyt.com/images/2009/08/16/business/16weinstein-600.jpg?year=2009&h=331&w=600&s=0491e878cf5210ea21ad77307287849c2fac87217cbb9d9c46117f23a335a2a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_08_16_business_media_16wein_1666741063.html", "title": "The Weinsteins Scramble to Regain a Golden Touch in Hollywood", "title_page": "The Weinsteins Scramble to Regain a Golden Touch in Hollywood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I think,” he says at last, slowly and in a modulated whisper, “we were a little too ambitious about trying to create the same model we had at Miramax. We didn’t have to start out that fast.”\nThe Weinsteins have a complicated relationship, one that is a little mysterious to people around them. They manage to seem inseparable and wholly separate at the same time. They work in different offices, a block apart, but speak constantly to each other on the phone. They extol each other’s accomplishments and talents, but as with many brothers, they are also competitors. When I vowed to Harvey that I would crush Bob in a Ping-Pong match  there’s a table in Bob’s office  Harvey cackled and promised to publish an ad hailing the defeat if his brother lost.\nUltimately, Bob begged off, saying that his elbow was in too much pain to play.\nIt’s one of the few contests that either Weinstein has ever ducked. For most of their careers, the they have regarded movie promotion as a form of warfare. They see themselves as leaders in a series of sustained, tactical strikes against a surrounding enemy. In the Miramax days, they reached their audience with clever, cost-efficient marketing and sheer force of will. Miramax employees were famous for working long hours, over weekends, through vacations.\nBut without Harvey on a bullhorn, the Weinstein Company was no longer an irresistible force. Which Harvey realized, at last, soon after the release of “Miss Potter,” a Renée Zellweger movie in 2006 about the life of the children’s author Beatrix Potter. It was exactly the sort of quiet, literate film that the brothers turned into gold at Miramax, and Harvey thought that it would gross $40 million, at least, and almost surely win an Oscar nomination for Ms. Zellweger.\nBut MGM was in charge of distribution of Weinstein Company movies at the time and Harvey was minding other stores. Before he knew it, the film had grossed only $3 million and was gone from theaters.\nIt seems like a preventable error to him now: “Sometimes with a movie like ‘Miss Potter,’ the theaters are saying ‘Take it off the screen!’ and you have to say: ‘No, no, no! One more week, two more weeks!’ Whatever you have to do to hold on, you have to hold on.”\nThe distractions of his other companies led to some memorable film fiascos, like “Fanboys.” The movie had a catchy premise: “Star Wars” fanatics drive across the country, break into the home of George Lucas and steal a copy of an coming “Star Wars” movie. But Harvey didn’t love the finished product and he didn’t fight with his usual combination of charm, guile and cajolery to persuade the director to change it. It was released the movie in a small number of theaters and with little promotion. It earned less than $700,000.", "url": "https://www.nytimes.com/2009/08/16/business/media/16wein.html"}