{"authors": ["Bruce Lambert"], "date_download": "2022-10-25 23:43:46", "date_modify": "2022-10-25 23:43:46", "date_publish": "2009-02-20 21:47:42", "description": "The special race for supervisor is a rehearsal for the broader fall campaign, when the supervisor and all six Town Council seats will be up for election.", "filename": "2009_02_22_nyregion_long-island_22brookhavenli_1666741426.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_02_22_nyregion_long-island_22brookhavenli_1666741426.html", "title": "Battle for Brookhaven Post Expected to ‘Set the Tone’ For November", "title_page": "Battle for Brookhaven Post Expected to ‘Set the Tone’ For November - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Their contest is also a rehearsal for the broader fall campaign for control of Brookhaven, when the supervisor and all six Town Council seats come up for re-election. Suffolk’s Democratic Party chairman, Richard H. Schaffer, said, “It’s going to set the tone for November.”\nBrookhaven ranks as the ultimate political prize among Suffolk’s 10 towns. At more than 300 square miles, it is Long Island’s largest town and roughly equal to Nassau County. With an estimated 489,000 residents, it is home to nearly a third of Suffolk’s population.\nThough it was the citadel of Suffolk Republican power as recently as the 1990s, Brookhaven is now a swing district. After a series of scandals earned it the nickname Crookhaven, Democrats won the supervisor’s office and a Town Council majority in 2005 for the first time in decades.\nThe Republicans regained the council majority in 2007. Now they seek to complete their return to power by taking back the supervisor’s position. But the Democrats say they are equally determined to retain that office and recapture the council majority in the fall.\nBoth candidates are former prosecutors.\nMr. Mazzei, 54, of Blue Point, worked for nearly a decade in the Suffolk district attorney’s office, rising to homicide bureau chief and overseeing notable cases like the murders of John Pius, Lisa Solomon and Jessica Manners. He is now in private practice. Supporters say his background negates corruption concerns.", "url": "https://www.nytimes.com/2009/02/22/nyregion/long-island/22brookhavenli.html"}