{"authors": ["Steve Smith"], "date_download": "2022-10-25 23:37:20", "date_modify": "2022-10-25 23:37:20", "date_publish": "2009-01-13 22:08:54", "description": "Olli Mustonen’s concert in the Grace Rainey Rogers Auditorium at the Metropolitan Museum of Art on Sunday provided an opportunity to hear him in three modes.", "filename": "2009_01_14_arts_music_14must_1666741040.html", "image_url": "https://static01.nyt.com/images/2009/01/13/arts/mustspan.jpg?year=2009&h=320&w=600&s=72653a908e206a6e53d18fcad7d845cd2fad96d9ab59686bfbd22e8b37450d27&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_01_14_arts_music_14must_1666741040.html", "title": "Piano Concert at the Metropolitan Museum", "title_page": "Piano Concert at the Metropolitan Museum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Olli Mustonen, a pianist of formidable technique and idiosyncratic style, appeared with the New York Philharmonic last week, you could come away undecided whether he was suited to be a team player. In a Mozart concerto he sometimes sounded temperamentally out of sync with the orchestra and perhaps the composer as well. But in Messiaen’s “Oiseaux Exotiques,” Mr. Mustonen’s coordination with his fellow players was superlative.\nHis concert in the Grace Rainey Rogers Auditorium at the Metropolitan Museum of Art on Sunday provided an opportunity to hear him in three further modes: as a solo artist in Tchaikovsky’s “Seasons,” as both composer and performer in his own “Jehkin Iivana,” and as a chamber musician in Shostakovich’s Piano Quintet in G minor, performed with members of the Philharmonic.\nThe Tchaikovsky work, seldom performed in its entirety, consists of 12 brief character pieces commissioned by a Russian music journal in 1875 and published one each month for a year. Tender homestead scenes, nature sketches and folksy pastimes are accounted for with melodic generosity and little padding.\nMr. Mustonen could hardly have failed to make these pieces conform to his personality, given his exceptional range of touch and hypersensitivity to dynamics. Still, there was no sense of distortion in his account; rarely did his mannerisms distract.", "url": "https://www.nytimes.com/2009/01/14/arts/music/14must.html"}