{"authors": ["Alissa J. Rubin", "Michael R. Gordon"], "date_download": "2022-10-25 23:23:34", "date_modify": "2022-10-25 23:23:34", "date_publish": "2009-06-09 01:58:45", "description": "The release of the insurgent, who was accused of playing a role in the killing of five soldiers in 2007, is part of a negotiation aimed at fostering reconciliation in Iraq.", "filename": "2009_06_09_world_middleeast_09release.html_sec=&spon=&pagewanted=2http%3A%2F%2Fquery.nytimes.com%2Fgst%2Ffullpage.html%3Fres%3D9B05E1DF1230F93AA35755C0A96F9C8B63_1666740214.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_06_09_world_middleeast_09release.html_sec=&spon=&pagewanted=2http%3A%2F%2Fquery.nytimes.com%2Fgst%2Ffullpage.html%3Fres%3D9B05E1DF1230F93AA35755C0A96F9C8B63_1666740214.html", "title": "U.S. Frees Suspect in Killing of 5 G.I.’s", "title_page": "U.S. Frees Suspect in Killing of 5 G.I.’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The concept of an exchange of American-held detainees for British hostages has been under discussion for months. For the Iraqi government, it would remove a threat to their security forces since the special groups have gone after Iraqis as well as Americans and Britons. An exchange would also relieve pressure from the British government, which has been pushing hard on all parties to reach an agreement that would result in the release of their nationals.\nA week ago, Mr. Askari said in an interview that Asa’ib al-Haq was willing to “join the political process and to abandon their armed activities,” but that the group could not do so unless its leader, Qais al-Khazali, was released.\nMr. Askari said the release of the British hostages had been part of the negotiations.\n“This is a very sensitive topic because you know the position that the Iraqi government, the U.S. and British governments, and all the governments do not accept the idea of exchanging hostages for prisoners,” he said. “So we put it in another format, and we told them that if they want to participate in the political process they cannot do so while they are holding hostages. And we mentioned to the American side that they cannot join in the political process and release their hostages while their leaders are behind bars or imprisoned.”\nA senior member of Mr. Sadr’s movement, who would only speak on the condition of anonymity, sketched out how the exchange was expected to take place: a British hostage would be freed within two days of Mr. Khazali’s release, he said, adding that that there might also be an agreement to swap one detained member of Asa’ib al-Haq member for each kidnapped Briton.\nPrevious efforts to get all parties to agree to a deal failed, and American officials said Asa’ib al-Haq had broken an earlier cease-fire.\nThe Khazali brothers were captured by the Americans in Basra on March 20, 2007. Qais al-Khazali was accused of being one of the two masterminds of the Karbala killings of the five American soldiers two months earlier.\nAlong with the brothers, the Americans seized a 22-page document they had on the Karbala attack, said Gen. Kevin J. Bergner, an American military spokesman, in a briefing on July 3, 2007. That document, he said, showed that the Quds Force had gathered detailed information on the activities of American soldiers in Karbala , including shift changes and the defenses at the site where they were seized.", "url": "https://www.nytimes.com/2009/06/09/world/middleeast/09release.html?sec=&spon=&pagewanted=2http%3A%2F%2Fquery.nytimes.com%2Fgst%2Ffullpage.html%3Fres%3D9B05E1DF1230F93AA35755C0A96F9C8B63"}