{"authors": ["David Pogue"], "date_download": "2022-10-25 23:46:21", "date_modify": "2022-10-25 23:46:21", "date_publish": "2009-05-20 20:30:58", "description": "Panasonic and Verizon present modern versions of the staid, gets-no-respect home phone.", "filename": "2009_05_21_technology_personaltech_21pogue_1666741581.html", "image_url": "https://static01.nyt.com/images/2009/05/21/technology/personaltech/21pogue.600.jpg?year=2009&h=300&w=600&s=cafd075a2f7ae96b329dfe272281a589fa75593b8d97c7a34edafb59fa3b6d84&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_05_21_technology_personaltech_21pogue_1666741581.html", "title": "Panasonic and Verizon Make the Home Phone Smart", "title_page": "Panasonic and Verizon Make the Home Phone Smart - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s a sleek, black, good-looking touch-screen base station with a compact cordless handset and a plastic stylus that you’ll lose within a week. (Your finger also works.) It’s an Internet phone, meaning that you can make unlimited calls to the United States and Canada for $35 monthly. If the power goes out, you lose your Hub phone line  but incoming calls are auto-routed to another number, like your cellphone.\nSetup is easy. The Hub gets to the Internet by hopping effortlessly onto your home Wi-Fi network; it can also accept an Ethernet cable. Once it’s online, it does a hundred things a regular home phone can’t do  and almost every one of them needs some refinement.\nFor example, this home phone can, for the first time, also send text and picture messages to cellphones. Right from the kitchen counter, you can text your kids in real time. Required refinement: You can exchange these messages only with Verizon cellphones. The company says it’s working on the technical barriers to other carriers’ phones.\nSpeaking of kitchens, that $35 a month also includes unlimited TV, courtesy of Verizon’s Vcast service. The shows  a lot of cable shows, for example  look and sound fine on the 7-inch touch screen. Required refinement: There’s pause, but no rewind or fast-forward. That’s tough if you’re following along with a cooking show.\nDozens of Internet radio stations are built in, too; they’re simple to use and a pleasure to have.\nThe home screen offers widgets  small, drag-able windows  that display real-time information like weather, movie listings and calls missed/voice mail messages waiting. One of the most intriguing is Traffic, which plays mini-movies that describe the current jams in about 40 big cities. Required refinement: Eliminate the ad that plays before each traffic report (we’re already paying $35 a month!). Don’t list five different highways and say “Nothing to report” for each; if there’s nothing to say, just skip it.\nThe built-in address book makes it easy to place calls or send text messages; you can populate it by exporting your address book from Outlook or another program. Required refinement: Let us sync our phone books, not just transfer them.\nThere’s some integration between the Hub and Verizon cellphones. For example, if you’ve given your child a phone with Chaperone ($10 a month), one tap on the screen shows you, on a map, where that phone is  a perfect pacifier for the paranoid parent. And if you’re paying $10 a month for the VZN Navigator service, the Hub can fire off driving directions (for a movie theater or one of your contacts, for example) straight to your cellphone.", "url": "https://www.nytimes.com/2009/05/21/technology/personaltech/21pogue.html"}