{"authors": ["Miguel Helft", "Motoko Rich"], "date_download": "2022-10-25 23:46:28", "date_modify": "2022-10-25 23:46:28", "date_publish": "2009-08-19 01:44:31", "description": "A deal to let Google profit from digital books raises questions about fairness and privacy.", "filename": "2009_08_19_technology_internet_19google_1666741588.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_08_19_technology_internet_19google_1666741588.html", "title": "Lawyer and Author Objects to Google Book Deal", "title_page": "Lawyer and Author Objects to Google Book Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO  A growing chorus of authors, academics and other book industry figures is objecting to the settlement of a class-action suit that would allow Google to profit from digital versions of millions of books it has scanned from libraries.\nWhen the settlement was announced last October, Google and the groups representing authors and publishers who had originally sued the company hailed the agreement as a public good. Readers and researchers would have access to millions of out-of-print and rarely seen books online, libraries nationwide would gain access to new volumes in electronic form and authors and publishers would have new ways to profit from digital copies of their works.\nMore recently, those questioning the agreement, which is subject to a court review, have raised concerns about whether it is fair to authors, whether it protects the privacy of people whose reading habits might be tracked and whether Google is being improperly given what amounts to exclusive rights to commercialize millions of out-of-print books. The Justice Department has begun an antitrust investigation.\nIn the latest objection, Scott E. Gant, an author and partner at Boies Schiller & Flexner, a prominent Washington law firm, plans to file a sweeping opposition to the settlement on Wednesday urging the court to reject it.", "url": "https://www.nytimes.com/2009/08/19/technology/internet/19google.html"}