{"authors": ["The New York Times"], "date_download": "2022-10-25 23:22:35", "date_modify": "2022-10-25 23:22:35", "date_publish": "2009-04-29 13:39:36", "description": "Cyclone Nargis, and the subsequent surge of humanitarian aid, might have opened a breach in the country’s hard political wall.", "filename": "2009_04_30_world_asia_30myanmar.html__r=1&ref=world&pagewanted=print_1666740155.html", "image_url": "https://static01.nyt.com/images/2009/05/01/world/01myanmarA_xl.jpg?year=2009&h=330&w=600&s=9436912f0b78f40de9c64dc072638f3c47d0cbce8fab0395fc63874aae78c841&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_04_30_world_asia_30myanmar.html__r=1&ref=world&pagewanted=print_1666740155.html", "title": "A Year After Storm, Subtle Changes in Myanmar", "title_page": "A Year After Storm, Subtle Changes in Myanmar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Some of them cry out, and they sound sad, and some of them sound angry,” said Moe Seh, 50, a farmer whose deep-in-the-delta hamlet was obliterated by the storm. “They frighten my children. I have to admit, they frighten me.”\nMr. Moe Seh’s wife and seven children survived the cyclone, but he thinks some of his missing friends and neighbors are out there in the darkness, along the rivers, in the bamboo. “They’re lost,” he said. “They’re in the dark. They’ve lost their way.”\nImage\nIn the days after the cyclone, the generals who run Myanmar did not know what, literally, had hit them. The scale of the disaster was beyond their imagining — and then beyond their acknowledging. French and U.S. naval ships carrying aid supplies waited just offshore for more than two weeks while the generals dithered. Finally, lacking permission to deliver the aid, the ships withdrew.\n“The generals thought it was just another typical cyclone, where the army would hand out some rice and a few tarps and that would be it,” said a senior U.N. program director who spoke anonymously for fear of angering the government. “The regime made some shocking mistakes early on, really horrible, when they blocked the aid. But these were decisions driven by national pride. They thought, ‘We can handle this on our own.’ With all the international furor, they finally realized, ‘This is way, way too big for us.’ And after that, they did a lot. A huge national response occurred.”\nThe secretive and xenophobic junta — still fearing a seaborne invasion by Western powers — now readily accepts air shipments of foreign aid, even from the West. Myanmar’s neighbors in the Association of Southeast Asian Nations, especially Indonesia and Singapore, have been widely credited with helping the junta to assume a somewhat more relaxed posture.\n“The overall response of the government has been remarkable,” said Lilianne Fan, a former policy adviser in Myanmar with the relief group Oxfam. “They are ‘getting it’ more and more each day that they are involved in the recovery process.”", "url": "https://www.nytimes.com/2009/04/30/world/asia/30myanmar.html?_r=1&ref=world&pagewanted=print"}