{"authors": ["David E. Sanger", "William J. Broad"], "date_download": "2022-10-25 23:31:24", "date_modify": "2022-10-25 23:31:24", "date_publish": "2009-09-25 08:22:40", "description": "President Obama and the leaders of Britain and France accused Iran of building a secret nuclear fuel plant. President Ahmadinejad said Iran's actions were \"completely legal.\"", "filename": "2009_09_26_world_middleeast_26nuke_1666740684.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_26_world_middleeast_26nuke_1666740684.html", "title": "U.S. and Allies Warn Iran Over Nuclear ‘Deception’", "title_page": "U.S. and Allies Warn Iran Over Nuclear ‘Deception’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Obama said he had withheld making the intelligence public for months because it “is very important in these kind of high-stakes situations to make sure the intelligence is right” a clear allusion to former President George W. Bush’s release of intelligence on Iraq seven years ago this month that proved baseless. Mr. Obama’s hand was forced, however, after Iran, apparently learning that the site had been discovered by Western intelligence, delivered a vague, terse letter to the International Atomic Energy Agency on Monday disclosing that it was building a second plant, one that it had never mentioned during years of inspections.\nBy today the Iranians were aggressively arguing that the plant was a “semi-industrial fuel enrichment facility” and that they had voluntarily made its existence public. President Mahmoud Ahmadinejad, on his annual visit to he United Nations, insisted that the effort was entirely legal, even if Iran had failed to declare its existence to international inspectors until days ago.\n“We have no fears,” he said. “What we did was completely legal. The agency will come and take a look and produce a report and it is nothing new.” He added: “What business is it of yours to tell us what to do or not?”\nImage Prime Minister Gordon Brown of Britain, President Nicolas Sarkozy of France and President Obama spoke at the Pittsburgh Convention Center on Friday. Credit... Doug Mills/The New York Times\nBut to the West, there was a sense that Iran had stumbled. “They have cheated three times,” one senior administration official said of the Iranians. “And they have now been caught three times.” The official was referring to information unearthed by an Iranian dissident group that led to the discovery of the underground plant at Natanz in 2002, and evidence developed two years ago  after Iran’s computer networks were infiltrated by American intelligence agencies  that the country had sought to design a nuclear warhead. American officials believe that effort was halted in late 2003.\nMr. Obama said the secret plant “represents a direct challenge to the basic foundation of the nonproliferation regime.” President Nicolas Sarkozy of France was more blunt, giving Iran two months to meet international demands, and Mr. Brown said, “The international community has no choice today but to draw a line in the sand.”\nBy all indications, that line will be drawn Thursday, when the members of the United Nations Security Council and Germany meet with Iranian officials, the long-awaited “engagement” that Mr. Obama promised in his campaign. But American officials said that they would seize the moment to impose “crippling sanctions” if Iran blocked inspectors or refused to halt its nuclear program.", "url": "https://www.nytimes.com/2009/09/26/world/middleeast/26nuke.html"}