{"authors": ["Rod Nordland", "Sam Dagher"], "date_download": "2022-10-25 23:23:33", "date_modify": "2022-10-25 23:23:33", "date_publish": "2009-08-17 13:35:25", "description": "Gen. Ray Odierno said that releasing members of Asa’ib Ahl al-Haq, which is believed responsible for attacks that have killed Americans, is a step toward reconciliation.", "filename": "2009_08_18_world_middleeast_18iraq_1666740213.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_08_18_world_middleeast_18iraq_1666740213.html", "title": "U.S. Will Release More Members of an Iraqi Militia", "title_page": "U.S. Will Release More Members of an Iraqi Militia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD  The American military commander in Iraq, Gen. Ray Odierno, said Monday that more members of a radical Shiite militia would be released from United States custody, even though the military still believed that they were responsible for attacks that killed Americans.\nThe policy would have once been unthinkable, as American detention centers swelled with those suspected of carrying out attacks. Now it underscores just how much American interests, as the military begins its withdrawal, are taking a back seat to Iraqi ones: Prime Minister Nuri Kamal al-Maliki extracted a promise that the group, Asa’ib Ahl al-Haq, or League of the Righteous, would renounce attacks against Iraqis in exchange for the release of its members from United States detention.\nIraq’s changing contours came into clearer view on another front on Monday: General Odierno announced an initiative to deploy American troops along with Kurdish pesh merga forces and Iraqi Army forces in northern Iraq, to stop Al Qaeda in Mesopotamia from exploiting friction between Arabs and Kurds.\nFor months American and Iraqi officials warned that northern Iraq was becoming the most likely place for any widespread resumption of violence, as tension has risen between Arabs and Kurds over land and resources.", "url": "https://www.nytimes.com/2009/08/18/world/middleeast/18iraq.html"}