{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:55:29", "date_modify": "2022-10-25 23:55:29", "date_publish": "2009-07-07 06:27:32", "description": "Uighur protesters have given voice to broader concerns at the heart of the deadliest ethnic violence to strike China in decades.", "filename": "2009_07_08_world_asia_08china_1666742129.html", "image_url": "https://static01.nyt.com/images/2009/07/07/world/07china-600.jpg?year=2009&h=353&w=600&s=a85c6618a9b42236eaac0c18d8f1cda25a4bbb2a0948c37753dfdfac36593546&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_07_08_world_asia_08china_1666742129.html", "title": "New Clashes in Chinese City Shed Strong Light on Ethnic Divide", "title_page": "New Clashes in Chinese City Shed Strong Light on Ethnic Divide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "URUMQI, China  Some women glared through their black veils at the paramilitary troops encircling them. Others held identity cards of missing relatives in the air. Fists raised, tears in their eyes, they demanded the release of sons and husbands seized by the police after Muslim Uighurs rioted in this western regional capital days earlier.\nAnd as the group of several hundred Uighur women beseeched journalists on a government-sponsored tour here on Tuesday, they gave voice to broader concerns at the heart of the deadliest ethnic violence to strike China in decades.\n“They don’t respect our lifestyle,” said one woman, a 26-year-old who gave her name as Guli. “We want our dignity. We just want fairness, and we want equality.”\nA wide variety of government policies here in the western desert region of Xinjiang, a lightly populated area that covers about a sixth of China’s total landmass, has for years led many of the area’s 10 million Uighurs to believe their culture and livelihoods were under assault by the Han Chinese, the dominant ethnic group in China, according to local residents, foreign scholars and recent studies of the area.", "url": "https://www.nytimes.com/2009/07/08/world/asia/08china.html"}