{"authors": ["Simon Romero"], "date_download": "2022-10-25 22:59:19", "date_modify": "2022-10-25 22:59:19", "date_publish": "2009-12-06 16:34:00", "description": "President Evo Morales seems to be sailing to re-election as his indigenous movement continues to shake institutions.", "filename": "2009_12_07_world_americas_07bolivia_1666738759.html", "image_url": "https://static01.nyt.com/images/2009/12/06/world/07boliviaspan2/articleLarge.jpg?year=2009&h=331&w=600&s=e32e094bbed9b00da661333f0b5857712fd1df0f5e80cc1055fb85e37222731b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_12_07_world_americas_07bolivia_1666738759.html", "title": "Morales Headed for Re-election in Bolivia", "title_page": "Morales Headed for Re-election in Bolivia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LA PAZ, Bolivia  President Evo Morales and legislative candidates from his political movement seemed headed to easy victories in nationwide elections on Sunday, opening the way for Mr. Morales to deepen his pro-indigenous policies in one of Latin America’s poorest countries.\nPreliminary results broadcast on three national television stations said Mr. Morales, 50, received about 63 percent of the vote, versus the estimated 23 percent secured by his leading rival, the former army captain Manfred Reyes Villa, and comfortably surpassing the 50 percent needed to avoid a runoff election.\nOfficial results were not expected Sunday, but fireworks exploded and car horns blared here in the capital and in El Alto, La Paz’s twin city of slums on the high plains, both Morales bastions. Voting in the country of 9.8 million was calm.\nImage Bolivian citizens voted in the presidential elections in Santa Rosa, a neighborhood in El Alto, Bolivia, on Sunday. Credit... Ángel Franco/The New York Times\n“This revolution, this process of change, is unstoppable,” said Eugenio Rojas, a leader of the Red Ponchos, a radical group supporting Mr. Morales and formed by Aymara Indians on the high plains.", "url": "https://www.nytimes.com/2009/12/07/world/americas/07bolivia.html"}