{"authors": ["Jeffrey Gettleman", "Eric Schmitt"], "date_download": "2022-10-25 23:51:46", "date_modify": "2022-10-25 23:51:46", "date_publish": "2009-09-14 21:56:18", "description": "Western intelligence agents described Saleh Ali Saleh Nabhan as the ringleader of a cell responsible for the 2002 bombing of an Israeli hotel on the Kenyan coast.", "filename": "2009_09_15_world_africa_15raid_1666741906.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_09_15_world_africa_15raid_1666741906.html", "title": "U.S. Kills Top Qaeda Militant in Southern Somalia", "title_page": "U.S. Kills Top Qaeda Militant in Southern Somalia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAIROBI, Kenya  American commandos killed one of the most wanted Islamic militants in Africa in a daylight raid in southern Somalia on Monday, according to American and Somali officials, an indication of the Obama administration’s willingness to use combat troops strategically against Al Qaeda’s growing influence in the region.\nWestern intelligence agents have described the militant, Saleh Ali Saleh Nabhan, as the ringleader of a Qaeda cell in Kenya responsible for the bombing of an Israeli hotel on the Kenyan coast in 2002. Mr. Nabhan may have also played a role in the attacks on two American embassies in East Africa in 1998.\nAmerican military forces have been hunting him for years, and on Monday, around 1 p.m., villagers near the town of Baraawe said four military helicopters suddenly materialized over the horizon and shot at two trucks rumbling through the desert.\nThe trucks were carrying leaders of the Shabab, an Islamist extremist group fighting to overthrow Somalia’s weak but internationally recognized government. The Shabab work hand-in-hand with foreign terrorists, according to Western and Somali agents, and in the past few months, as the battle for control of Somalia has intensified, the group seems to be drawing increasingly close to Al Qaeda.", "url": "https://www.nytimes.com/2009/09/15/world/africa/15raid.html"}