{"authors": ["Thom Shanker", "Mark Mazzetti"], "date_download": "2022-10-25 22:56:40", "date_modify": "2022-10-25 22:56:40", "date_publish": "2009-03-10 08:37:09", "description": "The director of national intelligence, Dennis C. Blair, called the military dispute the worst since a midair collision in 2001 that forced a U.S. surveillance plane to land on Hainan Island.", "filename": "2009_03_11_world_asia_11military_1666738600.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_03_11_world_asia_11military_1666738600.html", "title": "U.S. and China Quarrel Over Sea Confrontation Near Hainan", "title_page": "U.S. and China Quarrel Over Sea Confrontation Near Hainan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  The confrontation between a United States naval vessel and five Chinese ships is the “most serious” military dispute between the countries since a midair collision in 2001 forced an American surveillance plane to land on Hainan island, the director of national intelligence, Dennis C. Blair, said Tuesday before the Senate Armed Services Committee.\nEarlier in the day, China lashed out at the United States over the Sunday confrontation, blaming the Navy ship, the Impeccable, for what it called a violation of international law by conducting surveillance activities in waters where China claims jurisdiction. It disputed the American view that it was the Chinese vessels that had acted aggressively.\nMa Zhaoxu, a Foreign Ministry spokesman, said at a briefing in Beijing, “The U.S. claims are gravely in contravention of the facts and confuse black and white, and they are totally unacceptable to China.”\nHe did not specify what laws that China contended the American ship had broken, but said the Impeccable had “conducted activities in China’s special economic zone in the South China Sea without China’s permission.”", "url": "https://www.nytimes.com/2009/03/11/world/asia/11military.html"}