{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:55:21", "date_modify": "2022-10-25 23:55:21", "date_publish": "2009-02-25 01:27:18", "description": "Responding to an outcry on the Internet, the Chinese government appointed a citizen committee to investigate a death in prison.", "filename": "2009_02_25_world_asia_25china_1666742121.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2009", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2009_02_25_world_asia_25china_1666742121.html", "title": "China’s Answer to a Crime Includes Amateur Sleuths", "title_page": "China’s Answer to a Crime Includes Amateur Sleuths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rather than suppress the accusations by erasing the Web postings, provincial officials invited the public to help solve the case. They sorted through 1,000 volunteers and picked a 15-member committee that would visit the scene of the crime, cull the evidence and “discover the truth.”\nThe results ultimately proved dispiriting to those who hoped for a thorough investigation of the police. But the case riveted the public and fueled a frank discussion online and in the state-run media about the extent  and the limits  of official attempts to shape popular opinion.\nIn explaining his motives for a citizen investigation, Wu Hao, an official in Yunnan’s propaganda department, said he was hoping to restore the public’s faith in a government that could be unresponsive and at times hostile to accusations of misconduct. In an interview with Chinese reporters this week, he acknowledged that the authorities could have easily quashed the debate by censoring the Internet or could have stonewalled the calls for justice.\n“Past experience has shown that the doubts of the netizens will not shift or recede on their own over time,” he said. “Instead, the doubts will actually rise.”\nHis conclusion: “A matter of Internet public opinion must be solved by Internet methods.”\nAlthough the reaction to Mr. Wu’s effort was initially favorable, it soured as the limits of the inquiry became apparent. When they arrived at the jail last Friday, the committee members were given access to the crime scene but were not allowed to view surveillance tapes, examine the autopsy report or question the guards on duty at the time.", "url": "https://www.nytimes.com/2009/02/25/world/asia/25china.html"}