{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:25", "date_modify": "2022-10-25 23:27:25", "date_publish": "2010-02-24 20:28:45", "description": "In an unusual foray into nuclear regulation, the Senate voted 26 to 4 to block a license extension for a plant.", "filename": "2010_02_25_us_25nuke.html_pagewanted=all_1666740445.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_25_us_25nuke.html_pagewanted=all_1666740445.html", "title": "Vermont Senate Votes to Close Nuclear Plant", "title_page": "Vermont Senate Votes to Close Nuclear Plant\r\n - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If the board of directors and management of Entergy were thoroughly infiltrated by antinuclear activists, I do not think they could have done a better job of destroying their own case,” said one senator, Randolph D. Brock III, a St. Albans Republican who cast several votes friendly to the plant.\nImage The Vermont Senate has voted to block a license extension for the Vermont Yankee nuclear plant in Vernon, Vt. Credit... Vermont Yankee Corp.\nIn the hours of debate, one virtue of nuclear power emphasized by proponents at the national level — production of electricity without emissions of greenhouse gases — was hardly mentioned, even by supporters.\nEntergy said in a statement after the vote, “We remain determined to prove our case to the legislature.”\nUnder Vermont law, any extension of the plant’s license beyond 2012 would have to be approved by both houses. Unless the Senate reverses itself and the House also approves an extension, the plant must close by March of that year.\nAll members of the House and the Senate are up for re-election in November, raising the possibility that a vote next year on the plant’s fate could yield a different outcome. Democrats have large majorities in both chambers.\nBut the company faces a struggle in allaying the concerns of lawmakers and their constituents. In debate, senators cited estimates of over $1 billion for decommissioning the plant, although only about $450 million is on hand for the job. Tritium leaks could raise the bill, they said.\nBefore debate began Wednesday morning, Entergy said it had instructed a law firm to examine the misstatements its officials had made under oath and concluded that officials had not intended to deceive the state. It said communications had “led to misunderstandings,” and a result was that “the responses were incomplete and misleading.”", "url": "https://www.nytimes.com/2010/02/25/us/25nuke.html?pagewanted=all"}