{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:50:33", "date_modify": "2022-10-25 23:50:33", "date_publish": "2010-06-25 23:58:51", "description": "In Congress, resistance to closing the prison has grown, and some senators have seen few efforts by the Obama administration to overcome it.", "filename": "2010_06_26_us_politics_26gitmo_1666741833.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_06_26_us_politics_26gitmo_1666741833.html", "title": "Closing Guantánamo Fades as a Priority", "title_page": "Closing Guantánamo Fades as a Priority - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  Stymied by political opposition and focused on competing priorities, the Obama administration has sidelined efforts to close the Guantánamo prison, making it unlikely that President Obama will fulfill his promise to close it before his term ends in 2013.\nWhen the White House acknowledged last year that it would miss Mr. Obama’s initial January 2010 deadline for shutting the prison, it also declared that the detainees would eventually be moved to one in Illinois. But impediments to that plan have mounted in Congress, and the administration is doing little to overcome them.\n“There is a lot of inertia” against closing the prison, “and the administration is not putting a lot of energy behind their position that I can see,” said Senator Carl Levin, the Michigan Democrat who is chairman of the Senate Armed Services Committee and supports the Illinois plan. He added that “the odds are that it will still be open” by the next presidential inauguration.\nAnd Senator Lindsey Graham, a South Carolina Republican who also supports shutting it, said the effort is “on life support and it’s unlikely to close any time soon.” He attributed the collapse to some fellow Republicans’ “demagoguery” and the administration’s poor planning and decision-making “paralysis.”", "url": "https://www.nytimes.com/2010/06/26/us/politics/26gitmo.html"}