{"authors": ["John M. Broder", "Clifford Krauss"], "date_download": "2022-10-25 23:24:15", "date_modify": "2022-10-25 23:24:15", "date_publish": "2010-01-27 04:52:01", "description": "Advocates of a comprehensive bill to combat global warming are looking to a more modest package that they believe has a better chance of clearing Congress this year.", "filename": "2010_01_27_science_earth_27climate.html_scp=1&sq=lindsey%20graham%20cap%20and%20trade%20broder&st=cse_1666740255.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_01_27_science_earth_27climate.html_scp=1&sq=lindsey%20graham%20cap%20and%20trade%20broder&st=cse_1666740255.html", "title": "Climate-Bill Advocates Back Off Cap-and-Trade Effort", "title_page": "Climate-Bill Advocates Back Off Cap-and-Trade Effort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  As they watch President Obama’s ambitious health care plan crumble, the advocates of a comprehensive bill to combat global warming are turning their sights to a more modest package of climate and energy measures that they believe has a better chance of clearing Congress this year.\nTheir preferred approach, a cap-and-trade system to curb emissions of climate-changing gases, already faced a difficult road in a bruised and divided Senate. Its prospects grew dimmer after the special election in Massachusetts last week was won by Scott Brown, a Republican who repudiated the federal cap-and-trade proposal in his campaign.\nRepublicans, industry executives and some Democrats have already written cap and trade’s obituary, at least for this year. And even some of the system’s most ardent supporters now say they must scale back their ambitions and focus on job-creating energy projects and energy efficiency measures if they are to have any hope of dealing with climate change in this Congress.\n“Realistically, the cap-and-trade bills in the House and the Senate are going nowhere,” said Senator Lindsey Graham, Republican of South Carolina, who is trying to fashion a bipartisan package of climate and energy measures. “They’re not business-friendly enough, and they don’t lead to meaningful energy independence.”", "url": "https://www.nytimes.com/2010/01/27/science/earth/27climate.html?scp=1&sq=lindsey%20graham%20cap%20and%20trade%20broder&st=cse"}