{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:50:34", "date_modify": "2022-10-25 23:50:34", "date_publish": "2010-12-22 02:19:21", "description": "An executive order would set up periodic reviews for the 48 Guantánamo detainees the government intends to continue holding without trial.", "filename": "2010_12_22_us_22gitmo_1666741834.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_22_us_22gitmo_1666741834.html", "title": "Proposal to Review Guantánamo Detainees Is Prepared", "title_page": "Proposal to Review Guantánamo Detainees Is Prepared - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama’s advisers have been drafting an executive order that would set up a system for periodically reviewing the cases of Guantánamo prisoners whom courts have approved for detention without trial, officials said.\nAdministration officials are apparently planning to meet this week to debate the details of the draft order, which has not yet gone to the president for approval. In broad strokes, it would establish something like a parole board to evaluate whether each detainee poses a continued threat, or whether he can be safely transferred to another country.\nOne administration official said that such an order has long been under consideration, noting that Mr. Obama had described the need for such a process in a May 2009 speech when he laid out a plan in which some detainees would likely continue to be held without ever going to trial because they were too dangerous to release but too difficult to prosecute.\n“We must have clear, defensible and lawful standards for those who fall in this category,” Mr. Obama said in that speech, which he delivered at the National Archives. “We must have fair procedures so that we don’t make mistakes. We must have a thorough process of periodic review, so that any prolonged detention is carefully evaluated and justified.”", "url": "https://www.nytimes.com/2010/12/22/us/22gitmo.html"}