{"authors": ["Al Baker", "William K. Rashbaum"], "date_download": "2022-10-25 23:51:11", "date_modify": "2022-10-25 23:51:11", "date_publish": "2010-05-02 01:18:54", "description": "A crude bomb of propane, gasoline and fireworks began to detonate but did not explode on Saturday, prompting the evacuation of tourists and theatergoers.", "filename": "2010_05_02_nyregion_02timessquare.html_pagewanted=all_1666741871.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_05_02_nyregion_02timessquare.html_pagewanted=all_1666741871.html", "title": "Police Find Car Bomb in Times Square", "title_page": "Police Find Car Bomb in Times Square - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Inside, they discovered three canisters of propane like those used for barbecue grills, two five-gallon cans of gasoline, consumer-grade fireworks — the apparent source of the “pops” — and two clocks with batteries, the mayor said. He said the device “looked amateurish.”\nMr. Browne said: “It appeared it was in the process of detonating, but it malfunctioned.”\nBomb squad officers also discovered a two-by-two-by-four-foot metal box — described as a “gun locker” — in the S.U.V. that was taken to the Police Department’s firing range at Rodman’s Neck in the Bronx to be destroyed, Mr. Kelly said. It was not immediately known what, if anything, was inside it.\nOfficials said they had no reports of anyone seen running from the vehicle. Mr. Kelly said police were scouring the area for any additional videotapes but noted that the S.U.V.’s windows were tinted, which could further hamper any efforts to identify those inside. Some of the surveillance cameras nearby were located in closed businesses, and the mayor made clear it would take time to review all available tapes.\n“We have no idea who did this or why,” Mr. Bloomberg said.\nKevin B. Barry, a former supervisor in the New York Police Department bomb squad, said that if the device had functioned, “it would be more of an incendiary event” than an explosion.\nThe license plates on the Nissan were registered to another vehicle — a Ford pickup truck that was taken to a junkyard near Bridgeport, Conn., within the last two weeks, according to a law enforcement official. The previous owner of the Ford was interviewed Saturday night by the F.B.I., but it did not appear he was regarded as a suspect. Still, the junkyard was considered a primary target of the initial investigation.\nThe S.U.V.’s standard vehicle identification number had been removed, Mr. Bloomberg said, and investigators were scouring it to see if the number appeared elsewhere.\nImage A police officer in a bomb suit examined a Nissan Pathfinder sport utility vehicle. Credit... Brendan McDermid/Reuters\nThe White House said President Obama had been briefed on the episode and had pledged federal assistance in the investigation.", "url": "https://www.nytimes.com/2010/05/02/nyregion/02timessquare.html?pagewanted=all"}