{"authors": ["Helene Cooper", "Carlotta Gall"], "date_download": "2022-10-25 23:46:10", "date_modify": "2022-10-25 23:46:10", "date_publish": "2010-12-02 21:30:58", "description": "Reports show the trajectory of the Afghan president from a leader anointed by the West to an embattled one.", "filename": "2010_12_03_world_asia_03wikileaks-karzai_1666741570.html", "image_url": "https://static01.nyt.com/images/2010/12/03/world/03karzai-web1/03karzai-web1-articleLarge.jpg?year=2010&h=315&w=600&s=ae2c50c3da20ea1e8e236debb57e7e4797cbdba752ce23a47e00d6fc4b3bdbcc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_03_world_asia_03wikileaks-karzai_1666741570.html", "title": "The New York Times", "title_page": "WikiLeaks Archive - Hamid Karzai Baffles the West - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even General Eikenberry, who in 2007 was leaving his post as the commander in Afghanistan, had glowing things to say about the early Karzai. “President Karzai is a more confident commander in chief and chief executive,” he is described as telling Pervez Musharraf, then Pakistan’s leader, who is known to have loathed Mr. Karzai, in a January 2007 cable from the American Embassy in Islamabad. General Eikenberry said Mr. Karzai had replaced “corrupt poor-performing officials.”\n“Reconstruction assistance is taking root in districts throughout the country,” he added.\nBut a different man emerges in the later cables. To be certain, Mr. Karzai was presiding over a country riven by tribal tensions, a growing insurgency, warring politicians and a populace increasingly suspicious of the American troops on their soil. Still, his American and NATO critics perhaps were reflecting both disappointment in the progress of the war against the Taliban and indignation that the man they put in charge was no longer toeing the line.\nOne British diplomat said as much, as reported in an October 2008 cable from the American Embassy in London, which gave a readout of meetings between Pentagon officials and their British counterparts. According to the cable, John Day, then the policy director of the British Defense Ministry, told Eric Edelman, a Pentagon official, that his government felt “deep frustration” with Mr. Karzai, adding that “I remind people that we  the international community  selected him.”\nBy 2009, General Eikenberry, the newly appointed American ambassador to Afghanistan, also had clearly soured on the Afghan leader. In a cable in July of that year, he said Mr. Karzai was “often agitated, accusing the U.S. of working against him.” The American diplomat matter-of-factly portrayed his weekly visits with Mr. Karzai as tiresome battles to keep the Afghan leader from going off on wild tangents.\n“When Karzai drifted towards a reiteration of his anti-U.S. conspiracy theories on several occasions, I was able to refocus the conversation on how the U.S. and Afghanistan governments can work together in the near and medium term to achieve combined success,” General Eikenberry wrote at one point. (A few months later, he wrote his now famous leaked confidential cable complaining that Mr. Karzai was not an “adequate strategic partner” for the United States in Afghanistan.)", "url": "https://www.nytimes.com/2010/12/03/world/asia/03wikileaks-karzai.html"}