{"authors": ["Alison Leigh Cowan"], "date_download": "2022-10-25 23:37:10", "date_modify": "2022-10-25 23:37:10", "date_publish": "2010-10-27 02:21:43", "description": "Andrew M. Cuomo is widely credited with building on the legacy of the previous attorney general. But the praise is neither universal nor complete.", "filename": "2010_10_27_nyregion_27cuomo_1666741030.html", "image_url": "https://static01.nyt.com/images/2010/10/27/nyregion/cuomo/cuomo-articleLarge.jpg?year=2010&h=330&w=600&s=cd06a72bfebd99e0cd349309679b471eab945ca49b9aa3ae82a83cc62ba13a1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_10_27_nyregion_27cuomo_1666741030.html", "title": "Andrew Cuomo’s Record as Attorney General Draws Mixed Views", "title_page": "Andrew Cuomo’s Record as Attorney General Draws Mixed Views - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The letter arrived in the New York State attorney general’s office in late 2006  a desperate note from a woman in Yonkers with ovarian cancer. Her health insurer’s reimbursements were so inexplicably low she was drowning in unexpected bills.\nAndrew M. Cuomo learned about the woman, Mary Reinbold Jerome, days later, soon after he was sworn in as the state’s 64th attorney general, and he quickly saw that her predicament was part of a much larger problem: more than a dozen large health insurers were routinely using flawed data to shortchange consumers for reimbursements on out-of-network medical costs.\nOver the next two years, Mr. Cuomo and his staff built cases against 12 companies and won settlements from them totaling $100 million. With that cash, Mr. Cuomo bankrolled what he called a bold experiment to cure a health care system that routinely gouged consumers: five upstate universities would design a new system for determining health care reimbursements, and a new nonprofit organization, not beholden to the insurers’ bottom lines, would operate it.\nBut nearly two years after Mr. Cuomo took credit for ushering in “historic nationwide health insurance reform,” insurance companies are still using the flawed data to set payments to consumers, while the new system is under construction. Almost none of the money won in the settlements went to those who had been undercompensated. And the executive put in charge of monitoring the new reimbursement system  with a fee of $183,000 for what amounts to part-time work  is a handpicked official who had worked for Mr. Cuomo’s father when he was governor.", "url": "https://www.nytimes.com/2010/10/27/nyregion/27cuomo.html"}