{"authors": ["Ashlee Vance"], "date_download": "2022-10-25 23:46:15", "date_modify": "2022-10-25 23:46:15", "date_publish": "2010-12-27 00:46:24", "description": "As Web-ready devices proliferate, consumers may run into new scams that play off the products’ features.", "filename": "2010_12_27_technology_27hack_1666741575.html", "image_url": "https://static01.nyt.com/images/2010/12/27/business/27hack/27hack-articleLarge.jpg?year=2010&h=335&w=600&s=e58b9cdca472674db800dbc371a7918732009179ec87a82db738af78bd182be9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_27_technology_27hack_1666741575.html", "title": "Gadgets Bring New Opportunities for Hackers", "title_page": "Gadgets Bring New Opportunities for Hackers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As these devices become more popular, experts say, consumers can expect to run into familiar scams like credit card number thefts as well as new ones that play off features in the products. And because the devices are relatively new, they do not yet have as much protection as more traditional products, like desktop computers, do.\n“When it comes to where the majority of computing horsepower resides, you’re seeing a shift from the desktop to mobile devices and Web-connected products, and inevitably, that will trigger a change in focus within the hacking community,” said K. Scott Morrison, the chief technology officer at Layer 7 Technologies, which helps companies manage their business software and infrastructure. “I really do believe this is the new frontier for the hacking community.”\nTo combat the threat, security companies have been pushing to develop new protection models. They are promoting items like fingerprint scanners and face recognition on devices, and tools that can disable a device or freeze its data if an attack is reported. But so far, such security measures have largely failed to reach the mainstream.\nEnrique Salem, the chief executive at Symantec, which makes antivirus software frequently installed on PCs, said it was unlikely that his company would produce the same kind of software for all of the new products. Such software can require a fair amount of computing muscle, which would put too much burden on devices that lack the oomph and battery life of traditional computers.\nAnd second, the attacks that Symantec and others have seen on the devices are so new that they will require a fresh approach, he said.", "url": "https://www.nytimes.com/2010/12/27/technology/27hack.html"}