{"authors": ["Dennis Lim"], "date_download": "2022-10-25 23:38:04", "date_modify": "2022-10-25 23:38:04", "date_publish": "2010-05-06 16:58:05", "description": "Laura Poitras uses her new documentary, “The Oath,” to help shed light on American foreign policy.", "filename": "2010_05_09_movies_09oath.html__r=1_1666741084.html", "image_url": "https://static01.nyt.com/images/2010/05/09/arts/09oath_span-CA0/09oath_CA0-articleLarge.jpg?year=2010&h=370&w=600&s=acbb43c3f6ce63099bbd512a52120ff676c324026034e5b6205b21584e9b6244&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_05_09_movies_09oath.html__r=1_1666741084.html", "title": "‘The Oath, a Documentary by Laura Poitras, Looks at Foreign Policy", "title_page": "‘The Oath, a Documentary by Laura Poitras, Looks at Foreign Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ANY journalist working in a war-torn or politically unstable region knows the risks and headaches of the job: threats to personal safety, difficulties of access, interference from authorities. For the documentary filmmaker Laura Poitras, who has now made one film in occupied Iraq (the Oscar-nominated “My Country, My Country”) and another in the volatile Persian Gulf state of Yemen (“The Oath”), there is the added complication of being, she believes, on a United States government watch list.\nFlying home to New York in 2006 from a film festival in Sarajevo, Ms. Poitras was stopped while changing planes in Vienna and questioned by security agents there. Since then she has traveled to Yemen repeatedly to work on “The Oath” and, by her count, she has been stopped for questioning more than 20 times; whenever she arrives home from a trip abroad, customs and border-protection officials are waiting for her plane, she said.\nWhen going to the Berlin film festival in February to show “The Oath,” Ms. Poitras said, airline agents at Kennedy Airport told her she was not authorized to board the flight; she was only allowed on after her lawyer made a few well-placed calls.\nFor security reasons the United States government does not say why people are on the watch list, or even confirm that they are on it. But Ms. Poitras said she thinks it is the frequency of her trips to the Middle East and the associations she has made in the course of making her films that have raised concerns.", "url": "https://www.nytimes.com/2010/05/09/movies/09oath.html?_r=1"}