{"authors": ["Edward Wong"], "date_download": "2022-10-25 22:56:41", "date_modify": "2022-10-25 22:56:41", "date_publish": "2010-02-05 01:04:06", "description": "Vietnam seeks to bring more players into talks so that China will have to bargain in a multilateral setting with all nations that have claims in the South China Sea.", "filename": "2010_02_05_world_asia_05hanoi_1666738601.html", "image_url": "https://static01.nyt.com/images/2010/02/04/world/04hanoi_337-span/04hanoi_337-span-articleLarge.jpg?year=2010&h=315&w=600&s=f1f10f51e478f82b6cdbb889985ab58422a57c41c101504f2b82761b2b8eb626&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_05_world_asia_05hanoi_1666738601.html", "title": "Vietnam Seeks Negotiating Partners in Conflict With China Over Islands", "title_page": "Vietnam Seeks Negotiating Partners in Conflict With China Over Islands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Vietnamese Foreign Ministry loudly denounced China’s move, as it usually does in these situations. But quietly, Vietnam has been doing more than just complaining; it has laid the groundwork for another strategy to pry the islands from China’s grasp.\nVietnam is pushing hard behind the scenes to bring more foreign players into negotiations so that China will have to bargain in a multilateral setting with all Southeast Asian nations that have territorial claims in the South China Sea. This goes against China’s preference, which is to negotiate one on one with each country.\nIn other words, Vietnam wants all parties at the same table to stave off China, the behemoth. This strategy of “internationalizing” the issue is one that smaller Asian countries like Vietnam may adopt more often as they wrangle with the Chinese juggernaut on many fronts. The thinking is: As China’s political power in the world expands, smaller nations will gain leverage over China only if they force it to negotiate in multilateral forums.\nVietnamese officials “are internationalizing the issue, and they’re doing it in a quiet way, not in a direct way,” said Carlyle A. Thayer, a scholar of Southeast Asia and maritime security at the Australian Defense Force Academy. “They say they want to solve it peacefully, but let the international community raise the issue.”\nAnalysts say a big test for this strategy will come this year, as Vietnam takes over the leadership of the Association of Southeast Asian Nations, or Asean. Vietnam is likely to use its position to try to persuade the countries to join territorial negotiations with China, analysts say. In November, Vietnam held a conference in Hanoi, its capital, where 150 scholars and officials from across Asia came to discuss disputes in the South China Sea  an opening salvo in the new strategy, analysts say.", "url": "https://www.nytimes.com/2010/02/05/world/asia/05hanoi.html"}