{"authors": ["Jon Caramanica"], "date_download": "2022-10-25 23:30:24", "date_modify": "2022-10-25 23:30:24", "date_publish": "2010-09-24 22:07:44", "description": "John Legend and the Roots presented a blend of calm and piercing soul music on Thursday night at Terminal 5.", "filename": "2010_09_25_arts_music_25legend_1666740624.html", "image_url": "https://static01.nyt.com/images/2010/09/25/arts/LEGEND1/LEGEND1-articleLarge.jpg?year=2010&h=315&w=600&s=7025c26d30c455c532da49d333751f9bd355a020e30201ec54378d48937ce262&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_09_25_arts_music_25legend_1666740624.html", "title": "John Legend & the Roots Perform Soul at Terminal 5", "title_page": "John Legend & the Roots Perform Soul at Terminal 5 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Roots give this album shape, playing in a manner far less mechanical than blatant soul revivalists like the Daptone Records crew. The songs feel spacious, loud, a little ragged. But there’s not a bead of sweat on Mr. Legend, even though the Roots push him well past his comfort zone of soft, buttoned-up balladry: an accomplishment but not always a success.\nThe album also has the inadvertent effect of measuring Mr. Legend against the soul greats who sang the original versions: Mr. Withers, Marvin Gaye, Donny Hathaway and more. He doesn’t compare, though maybe the match-up is unfair. He’s the most tension-free of contemporary soul singers, aiming to soothe, not to incite. Hearing him wrap his voice around these urgent lyrics can feel like suffocation.\nHe fared best during the first half of this show, which was compact and invigorating, beginning with Mr. Legend and the Roots’ walking through the crowd up to the stage, a stiff riff on a New Orleans second line. (Somewhere Spike Lee was directing the broadcast of this show, which was streamed live on YouTube, part of an American Express sponsorship arrangement.)", "url": "https://www.nytimes.com/2010/09/25/arts/music/25legend.html"}