{"authors": ["Ashlee Vance"], "date_download": "2022-10-25 23:46:15", "date_modify": "2022-10-25 23:46:15", "date_publish": "2010-12-27 23:57:27", "description": "In the field of connectomics, the goal is to find how memories, personality traits and skills are stored.", "filename": "2010_12_28_science_28brain_1666741575.html", "image_url": "https://static01.nyt.com/images/2010/12/28/science/28BRAIN1/28BRAIN1-articleLarge.jpg?year=2010&h=375&w=600&s=44451979e0fe823aae7ea6b7c774e8beffd4ff2a693d30bc481834831809d1ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_28_science_28brain_1666741575.html", "title": "Seeking the Connectome, a Mental Map, Slice by Slice", "title_page": "Seeking the Connectome, a Mental Map, Slice by Slice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAMBRIDGE, Mass  Dr. Jeff Lichtman likes his brains sliced thin  very, very thin.\nDr. Lichtman and his team of researchers at Harvard have built some unusual contraptions that carve off slivers of mouse brains as part of a quest to understand how the mind works. Their goal is to run slice after minuscule slice under a powerful electron microscope, develop detailed pictures of the brain’s complex wiring and then stitch the images back together. In short, they want to build a full map of the mind.\nThe field, at a very nascent stage, is called connectomics, and the neuroscientists pursuing it compare their work to early efforts in genetics. What they are doing, these scientists say, is akin to trying to crack the human genome  only this time around, they want to find how memories, personality traits and skills are stored.\nThey want to find a connectome, or the mental makeup of a person.\n“You are born with your genes, and they don’t change afterward,” said H. Sebastian Seung, a professor of computational neuroscience at the Massachusetts Institute of Technology who is working on the computer side of connectomics. “The connectome is a product of your genes and your experiences. It’s where nature meets nurture.”\nThe task is arduous and years from fruition, and even the biggest zealots acknowledge that their work may not pay off. But connectomics has gotten some meaningful financing: In September, the National Institutes of Health handed out $40 million in grants to researchers at Harvard, Washington University in St. Louis, the University of Minnesota and the University of California, Los Angeles, to pursue connectomics. Together, their research efforts comprise the Human Connectome Project.", "url": "https://www.nytimes.com/2010/12/28/science/28brain.html"}