{"authors": ["Heather Timmons"], "date_download": "2022-10-25 23:33:47", "date_modify": "2022-10-25 23:33:47", "date_publish": "2010-06-06 21:06:43", "description": "One company interested in the stake is the U.S. telecommunications giant AT&T, which is in preliminary talks with Reliance.", "filename": "2010_06_07_business_global_07reliance_1666740827.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_06_07_business_global_07reliance_1666740827.html", "title": "Reliance of India Looks to Sell a 26% Stake", "title_page": "Reliance of India Looks to Sell a 26% Stake - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI  Reliance Communications, one of the largest mobile-phone providers in India, with 106 million subscribers, plans to sell a 26 percent stake to raise cash to cover costs that include $1.8 billion for licenses for high-speed data services.\nReliance’s board voted on Sunday to approve the sale and said in a statement that it would also look at “other appropriate combination or consolidation opportunities.” At the market close on Friday, Reliance had a market capitalization of 347.9 billion rupees ($7.5 billion).\nAccording to an executive briefed on the discussions, AT&T is in preliminary talks with Reliance.\nReliance is also in discussions with Etisalat, an operator in Abu Dhabi with businesses in the Middle East, Africa and Asia and operations in India, and with investors in the MTN Group, the South African phone company, according to the executive, who was not authorized to speak publicly because the discussions were preliminary.\nAn AT&T spokesman said the company would not comment on rumors or speculation.\nAT&T, the exclusive carrier of the Apple iPhone in the United States, is looking outside the United States for new customers but has also been paring some international operations. In 2005, AT&T sold a large stake in Idea Cellular, now one of India’s largest mobile companies, to its partners in that venture.", "url": "https://www.nytimes.com/2010/06/07/business/global/07reliance.html?dbk"}