{"authors": ["David Barboza"], "date_download": "2022-10-25 23:51:10", "date_modify": "2022-10-25 23:51:10", "date_publish": "2010-05-26 14:52:56", "description": "A Taiwan-based supplier to many computer makers faces scrutiny after a rash of suicides.", "filename": "2010_05_27_technology_27suicide_1666741870.html", "image_url": "https://static01.nyt.com/images/2010/05/27/business/global/27suicide/27suicide-articleLarge.jpg?year=2010&h=330&w=600&s=8403144ca1b9063ca1c3ae7b66f5c4555127eb05fb4d4536f724a4071fee9959&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_05_27_technology_27suicide_1666741870.html", "title": "Suicides in China Prompt Damage Control", "title_page": "Suicides in China Prompt Damage Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SHENZHEN, China — There were bows and an apology from Terry Gou, one of the richest men in Asia and chairman of Foxconn Technology.\nWith about 800,000 Chinese employees, revenue of about $60 billion a year and a reputation for military-style efficiency, Foxconn is possibly the world’s biggest electronics maker. It is now also the focus of criticism and troubling questions about a wave of suicides among its workers at a pair of factories here that serve as major suppliers to global brands like Apple, Dell and Hewlett-Packard.\nSensing a public relations fiasco and facing questions from Foxconn suppliers, Mr. Gou traveled here Wednesday from Taiwan on what company executives said was an emergency trip. As part of a hastily assembled, carefully orchestrated news conference and tour led by Mr. Gou, Foxconn executives defended their labor practices, even as they vowed to do everything possible to prevent more young people from taking their own lives.\nThe company also presented a panel of mental health professionals to discuss the likely causes of suicide in China generally. At least one of the panelists placed the blame on social issues in the country beyond Foxconn’s control.", "url": "https://www.nytimes.com/2010/05/27/technology/27suicide.html"}