{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:31:53", "date_modify": "2022-10-25 23:31:53", "date_publish": "2010-06-24 22:38:41", "description": "A bizarre portrayal of family life in Yorgos Lanthimos’s “Dogtooth.”", "filename": "2010_06_25_movies_25dog_1666740713.html", "image_url": "https://static01.nyt.com/images/2010/06/25/movies/25dogspan/25dogspan-articleLarge.jpg?year=2010&h=315&w=600&s=02599adb30414e55f0d08d36f42d36939f271c5f724d47bf7952cd29378ce5c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_06_25_movies_25dog_1666740713.html", "title": "A Very Odd Family From Yorgos Lanthimos", "title_page": "A Very Odd Family From Yorgos Lanthimos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Plenty of parents try to instill their values in their children and shield the little ones from the perils and temptations of the outside world. The mother and father in “Dogtooth,” a Greek festival-circuit conversation piece directed by Yorgos Lanthimos, present an extreme case of this kind of protectiveness. Their idea of home schooling is to provide their children with daily tape-recorded vocabulary lessons, which would not be unusual if the definitions were less idiosyncratic. The three kids  two daughters (Aggeliki Papoulia as the elder, Mary Tsoni as the younger) and a son (Hristos Passalis)  are taught that “excursion” refers to a kind of flooring material and that a “sea” is a kind of armchair.\nOdd. Odder still is that the children, who have never been given names or left the grounds of the quiet, green family estate, appear to be in their late teens or early 20s. Their father (Christos Stergioglou) is a factory manager, and he and his wife (Michelle Valley) have turned their home, its swimming pool and lush lawns surrounded by high wooden fences, into a sanctuary and prison for their dreamy offspring. Those three wander about in their underwear, speak in monotones and seem perpetually on the verge of either incest or fratricide or both.\nThey think Frank Sinatra’s version of “Fly Me to the Moon” is a recording of their grandfather sending out a message of paternal love and that ferocious cats who live beyond the gate have killed an invisible fourth sibling. “I’m going to give birth to two children and a dog,” their mother announces one night. Then again, if her son and daughters behave themselves, they may be spared further human siblings. The dog is nonnegotiable, though.\nAre mom and dad conducting some kind of perverse behaviorist experiment? Are they determined to shelter the younger generation in a world gone mad? That protective impulse, you may or may not recall, was the motive for similar grown-up behavior in “The Village,” the preposterous M. Night Shyamalan shocker from 2004. “Dogtooth” supplies no such explanation and at times seems as much an exercise in perversity as an examination of it. Mr. Lanthimos’s ends may be obscure, but his means can be seductive. The static wide-screen compositions are beautiful and strange, with the heads and limbs of the characters frequently cropped. The light is gauzy and diffuse, helping to produce an atmosphere that is insistently and not always unpleasantly dreamlike. You might think of paintings by Balthus or maybe Alex Katz, though the implied stories in those pictures are more genuinely evocative and haunting than the actual narrative of “Dogtooth.”", "url": "https://www.nytimes.com/2010/06/25/movies/25dog.html"}