{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:38:03", "date_modify": "2022-10-25 23:38:03", "date_publish": "2010-12-16 15:29:32", "description": "The court’s decision put strong pressure on the heavily Roman Catholic country to make an exception in cases where the mother’s health is at risk.", "filename": "2010_12_17_world_europe_17ireland_1666741083.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_17_world_europe_17ireland_1666741083.html", "title": "European Court Rules Against Ireland’s Anti-Abortion Law", "title_page": "European Court Rules Against Ireland’s Anti-Abortion Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON  Ireland, where it is virtually impossible to obtain a legal abortion, will most likely have to rewrite its laws after a European court ruled Thursday that it had violated its own Constitution by failing to provide abortion services to a pregnant woman who had cancer.\nIreland has one of Europe’s most stringent anti-abortion laws, holding that abortion is illegal in every circumstance except where there is a “real and substantial risk” to the mother’s life. But the court, the European Court of Human Rights in Strasbourg, France, said that in practice the Irish government made it impossible for women to get medical advice or abortions in such cases.\nThe ruling came in the case of a Lithuanian woman who had a rare form of cancer and was living in Ireland. She went to Britain to have an abortion when she found doctors in Ireland unwilling even to tell her if her health was being jeopardized by her pregnancy. After finding Ireland at fault for denying the woman an “effective or accessible procedure” to establish her right to a lawful abortion and thus violating her constitutional rights, the court ordered the Irish government to pay her 15,000 euros, about $20,000.\nThe ruling will probably force the Irish government, for the first time, to enact legislation setting out how and in what circumstances women with life-threatening conditions can get abortions.", "url": "https://www.nytimes.com/2010/12/17/world/europe/17ireland.html"}