{"authors": ["Sewell Chan"], "date_download": "2022-10-25 23:33:51", "date_modify": "2022-10-25 23:33:51", "date_publish": "2010-06-07 00:17:42", "description": "The administration says a deal before President Obama leaves for a G-20 meeting would help persuade other countries to support some of its provisions.", "filename": "2010_06_07_business_07regulate_1666740831.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_06_07_business_07regulate_1666740831.html", "title": "White House Presses Congress on Completing Reform Bill", "title_page": "White House Presses Congress on Completing Reform Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  As Congressional negotiators begin this week to merge two bills overhauling the financial system, the White House wants them to reach an agreement before President Obama leaves for a Group of 20 meeting this month in Toronto.\nThe administration has tried to use the summit meeting to foster a sense of urgency among lawmakers. It thinks a deal would give Mr. Obama greater leverage in efforts to persuade other countries to support proposals like a global bank tax and higher capital standards for the largest financial institutions. The higher standards are part of the legislation but would require international coordination.\n“We’re on the verge of legislating sweeping reforms of our financial system, to fix what was broken in our system, recognizing that those failures in the United States were very consequential to the world as a whole,” Timothy F. Geithner, the Treasury secretary, said last week before leaving to meet with G-20 financial ministers in South Korea.\nBut first, Congressional negotiators must resolve substantial differences between the bills, which together total more than 3,000 pages and amount to the most extensive rewriting of financial regulations since the Great Depression. The process will begin formally on Thursday with a meeting of more than 20 lawmakers from both parties and both houses of Congress.", "url": "https://www.nytimes.com/2010/06/07/business/07regulate.html?dbk"}