{"authors": ["Michael Tortorello"], "date_download": "2022-10-25 23:44:48", "date_modify": "2022-10-25 23:44:48", "date_publish": "2010-02-17 23:58:07", "description": "Aquaponic gardens use fish, water and no soil — and may be the future of food growing.", "filename": "2010_02_18_garden_18aqua_1666741488.html", "image_url": "https://static01.nyt.com/images/2010/02/18/garden/18aquaspan-1/18aquaspan-1-articleLarge.jpg?year=2010&h=331&w=600&s=35280b1463fa87c7fed8db68cfd5aa2a5f9dd9b1ba99cd530746ea7e127b6e66&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_18_garden_18aqua_1666741488.html", "title": "Aquaponics, a Gardening System Using Fish and Circulating Water", "title_page": "Aquaponics, a Gardening System Using Fish and Circulating Water - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the United States, aquaponics is in its fingerling stage, yet it seems to be increasing in popularity. Rebecca Nelson, 45, half of the company Nelson &Pade, publishes the Aquaponics Journal and sells aquaponics systems in Montello, Wis. While she refused to disclose exact sales figures, Ms. Nelson said that subscriptions have doubled every year for the last five years, and now number in the thousands. Having worked in the industry since 1997, leading workshops and consulting with academics, she estimates that there may be 800 to 1,200 aquaponics set-ups in American homes and yards and perhaps another 1,000 bubbling away in school science classrooms.\nImage Rob Torcellini with lettuce from his aquaponics system in Connecticut. Credit... Douglas Healey for The New York Times\nOne of Ms. Nelson’s industry colleagues, Sylvia Bernstein, who helped develop a mass-market hydroponic product called the AeroGarden, recently turned her attention to aquaponics. She has started her own YouTube channel and a blog, and is teaching aquaponics at the Denver Botanic Gardens. She said she has done market research that suggests the technology may appeal to a half-dozen consumer types, including those seeking fresh winter herbs; gadget-happy gardeners; and high-income parents and their science-fair kids. But primarily, she envisions aquaponics as catnip for “the LOHAS market,” she said. “That means Lifestyles of Health and Sustainability — the green crowd.”\nIt’s worth mentioning that most of those categories would appear to describe the 47-year-old Ms. Bernstein. She built her first aquaponics system with her 15-year-old son on a concrete pad outside her remodeled 1970s-era Boulder, Colo., home. And she has since set up quarters in a 240-square-foot greenhouse. While she boasted about picking fresh basil the other day for a risotto, she has lately been preoccupied with exotic fish. Having tired of tilapia and trout, Ms. Bernstein is now introducing pacu, a thin, silvery import from South America that she called “a vegetarian piranha.”\nAquaponics is addictive, Ms. Bernstein believes, and it has a way of becoming a full-time pursuit. “If you spend some time on Backyard Aquaponics,” she said, “people start with this little 100-gallon backyard system. But it never stays that way. Next thing, they’ll say, the tilapia were really cool, but I want to grow trout.”\nInterested in aquaponics, but not ready to make it a life calling? No problem. An Atlanta company called Earth Solutions now sells kits online, on Amazon.com and the Home Depot’s Web site. Called Farm in a Box, they range in price from $268 to $3,000, and come with pipes, pumps, frames and fittings. David Epstein, 50, the osteopath and entrepreneur who invented Farm in a Box, reports that the company has sold several hundred units since the product went on sale last March.\nDr. Dave, as he likes to be called, created Farm in a Box after studying a do-it-yourself manual written by Travis W. Hughey — a creative debt that bothers Mr. Hughey not a bit.", "url": "https://www.nytimes.com/2010/02/18/garden/18aqua.html"}