{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:52:21", "date_modify": "2022-10-25 23:52:21", "date_publish": "2010-01-06 15:13:55", "description": "The announcement by the Connecticut Democrat opens the way for the state’s popular attorney general to run for his Senate seat.", "filename": "2010_01_07_nyregion_07dodd_1666741941.html", "image_url": "https://static01.nyt.com/images/2010/01/07/us/07dems_CA0/articleLarge.jpg?year=2010&h=280&w=600&s=b61aaca92e6f43f1a2c62adb4d396575b108727cd4fddb8c4f6dd5fe87bf1f33&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_01_07_nyregion_07dodd_1666741941.html", "title": "Sen. Dodd Didn’t Have Stomach for Connecticut Election Fight", "title_page": "Sen. Dodd Didn’t Have Stomach for Connecticut Election Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EAST HADDAM, Conn.  Christopher J. Dodd has been in politics 36 years, including an ill-starred presidential run in 2008 and a record three decades as a United States senator from Connecticut. He can, then, count votes with anyone in Congress. But with his popularity at a nadir, he was not sure he could count enough votes in his home state to assure his election to a sixth term.\nMr. Dodd is also 65, and in the past year he has battled prostate cancer, helped bury an older sister (his closest sibling) and Edward M. Kennedy ( his closest friend in the Senate), and seen another former Senate colleague, Jon S. Corzine, go down to defeat after a nasty re-election fight for governor in New Jersey.\nA fight just as tough would have been the only way for Mr. Dodd to survive a Republican challenge in November, his advisers say. And even if he could imagine scraping his way to victory, the senator told the advisers, he did not have the stomach for the fight.\nTo hear Mr. Dodd tell it on Wednesday, not one but all of those things together  a lifetime of accomplishment, a bruising year, a forbidding way forward  equipped him to make up his mind and bow out of any re-election effort. He did so, he said, early on a cold Christmas Eve, an hour after voting to overhaul the health care system, when he visited Senator Kennedy’s grave at Arlington National Cemetery.", "url": "https://www.nytimes.com/2010/01/07/nyregion/07dodd.html"}