{"authors": ["Joe Nocera"], "date_download": "2022-10-25 23:33:49", "date_modify": "2022-10-25 23:33:49", "date_publish": "2010-06-05 02:26:56", "description": "Will the financial regulation reform bill that emerges from the House and Senate do what it’s intended to do? Probably not.", "filename": "2010_06_05_business_05nocera_1666740829.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_06_05_business_05nocera_1666740829.html", "title": "Reform Unlikely to Prevent a New Financial Crisis", "title_page": "Reform Unlikely to Prevent a New Financial Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The solution should be obvious, shouldn’t it? Just get rid of that special government status  and stop writing regulations that revolve around ratings. Believe it or not, S.& P. is in favor of such a solution. So why isn’t it in the bill? Because all those money market and pension funds much prefer the crutch provided by the ratings  that way, if anything goes wrong they can simply say “It was the rating agency’s fault.” And they’re the ones Congress listened to.\nImage Elizabeth Warren, chairwoman of the Congressional Oversight Panel, first suggested the consumer protection agency. Credit... Andrew Harrer/Bloomberg News\nCONSUMER PROTECTION AGENCY The good news is that it hasn’t been completely gutted, despite the efforts of the Chamber of Commerce. The bad news is that it is a lot weaker than it ought to be. The “plain vanilla” option  showing consumers, for example, a 30-year-fixed mortgage alongside an option adjustable-rate mortgage  was tossed overboard long ago. A committee of bank regulators can veto any decision by the consumer agency. An astounding 98 percent of the nation’s banks  every bank with assets under $10 billion  are exempt.\nAnd get this: the bill gives the Office of the Comptroller of the Currency the right to pre-empt state laws aimed at stopping predatory practices. This is the same regulator that used its pre-emption powers to moot laws passed by cities and states aimed at curbing the worst subprime excesses during the bubble. Not exactly confidence-inspiring.\n“The consumer agency has some dings in it right now,” said Elizabeth Warren, the chairwoman of the Congressional Oversight Panel, who first broached the idea for the agency in an article she wrote as a law professor. “I think it still has what it needs to succeed, but it’s right at the edge,” she added. “If it is weakened any further, then it becomes a waste of time.”\nDERIVATIVE REGULATION You’ve no doubt heard that the vast majority of derivatives will wind up on an exchange, where everyone can see their price and the risks can be toted up out in the open. Don’t get too excited. Most such derivatives will be products like interest rate swaps, which had no role in the crisis. Credit-default swaps, which played a major role in the crisis, are another story. In particular, the most complicated, one-of-a-kind  and most profitable  credit-default swaps will most likely stay in the shadows, which is exactly where the big banks want them to be. The profits the big banks make on these credit derivatives would drop substantially if these swaps were traded openly and, well, we can’t have that, can we? The banks actually argue that credit will be constrained if they are forced to put these swaps on an exchange. It’s like saying, if I can’t gouge you, I won’t lend to you. Nice little business model they’ve got there.\nThe bills try to come at these complex derivatives in other ways, primarily by clamping down on credit speculation and proprietary trading by banks. (That’s what the Volcker Rule is all about.) But I’m skeptical that the Volcker Rule will be effective, even if it becomes law, which appears likely. The line between what constitutes trading for one’s own account  proprietary trading  and what constitutes trading for one’s client, which would still be legal, is extremely murky. It is easy to imagine the banks classifying all sorts of activities as “servicing clients,” even if they happen to put lots of money in their own pockets.", "url": "https://www.nytimes.com/2010/06/05/business/05nocera.html?dbk"}