{"authors": ["William J. Broad"], "date_download": "2022-10-25 23:54:38", "date_modify": "2022-10-25 23:54:38", "date_publish": "2010-03-08 20:48:36", "description": "Making the leap from reactor-grade nuclear fuel to bomb-grade is like the rich getting richer: really fast.", "filename": "2010_03_09_science_09enrich_1666742078.html", "image_url": "https://static01.nyt.com/images/2010/03/09/science/09enrichspan/09enrichspan-articleLarge.jpg?year=2010&h=331&w=600&s=c11cd6e69521c3ca30d1990ee5576080fb18d74c82cc496e32179d7d1744373b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_09_science_09enrich_1666742078.html", "title": "The Diminishing Difficulty of Enriching Uranium", "title_page": "The Diminishing Difficulty of Enriching Uranium - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The reason is that “you’re moving a lot more material at lower levels of enrichment,” said David Albright, president of the Institute for Science and International Security, a private group in Washington that tracks nuclear proliferation and disclosed the blueprint. “It’s the reduction of the material” that makes the process gradually easier.\nCentrifuges that whirl small amounts of gaseous uranium at high speeds are used to separate the element’s different forms, or isotopes, starting with material that consists of 99.3 percent of the heavier uranium 238. At each step, more of the heavy uranium is removed and the remaining material, now with a higher concentration of the lighter isotope, goes through the centrifuge process again.\nUranium ore has about 140 atoms of the heavy isotope for every light one, and separating the two takes a lot of spinning. By the time the enrichment process has reached 4 percent, it has successfully removed some 115 of the heavy atoms.\nTo get from there to 20 percent — the enrichment goal of the Iranians — the spinning centrifuges need remove only 20 more of the heavy atoms. And from there it is even easier to jump to 90 percent, bomb grade, by removing four or so additional heavy atoms. That is what worries many countries.\nIn the desert, at the Natanz complex, Iran presented atomic inspectors with evidence that it had succeeded in enriching some of its 4 percent uranium to 20 percent, the United Nations agency said in a Feb. 18 report. But American and European officials said the amounts were small so far.\nOriginally, Iran enriched its uranium to 4 percent with thousands of centrifuges in two cavernous underground halls roughly half the size of the Pentagon. The center of its new effort, according to the atomic agency, is a facility at Natanz known as the pilot plant, where Iran currently has 164 centrifuges spinning. Even with the aid of nonlinearity, that number is insufficient to enrich much uranium quickly.\nIn interviews and briefings, officials in Washington and diplomats in Europe said the pilot plant could make perhaps three kilograms, or about seven pounds, of 20 percent fuel per month. At that rate, they added, making enough to power the research reactor in Tehran would take five to seven years. But the reactor has only months to go before it could run out of fuel, they estimated.", "url": "https://www.nytimes.com/2010/03/09/science/09enrich.html"}