{"authors": ["The Associated Press"], "date_download": "2022-10-25 23:36:34", "date_modify": "2022-10-25 23:36:34", "date_publish": "2010-11-09 01:16:45", "description": "The raid on a camp in Western Sahara came hours before United Nations-sponsored talks were to resume on Long Island regarding the disputed territory.", "filename": "2010_11_09_world_africa_09morocco_1666740994.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_09_world_africa_09morocco_1666740994.html", "title": "Morocco Raids Protest Camp in Western Sahara", "title_page": "Morocco Raids Protest Camp in Western Sahara - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RABAT, Morocco (AP)  Moroccan forces on Monday raided a protest camp in the disputed territory of Western Sahara. Unrest then spread to a nearby city, with buildings set on fire and protesters roaming the streets.\nAt least three Moroccan security officials and one demonstrator were killed, reports said.\nMoroccan officials moved into the camp at dawn, and there were reports that they used tear gas and pressure hoses to dismantle the camp. Once unrest reached the city of Laayoune, images broadcast by Spanish television showed black smoke pouring from at least four tall buildings and an explosion that sent flames into the air.\nThe chaotic scenes capped weeks of simmering tension in Western Sahara, where an independence movement, the Polisario Front, is locked in a conflict with Morocco. Morocco annexed the territory after Spain gave it up in 1975.\nThe unrest came hours before the reopening of informal talks sponsored by the United Nations in Manhasset, N.Y., between Morocco and the Polisario Front, which long waged a guerrilla war on Morocco in a bid to gain independence for the desert region and its native Saharawi people.", "url": "https://www.nytimes.com/2010/11/09/world/africa/09morocco.html"}