{"authors": ["Anand Giridharadas"], "date_download": "2022-10-25 23:46:19", "date_modify": "2022-10-25 23:46:19", "date_publish": "2010-03-13 18:49:27", "description": "A small Kenyan-born Web site is bringing crowdsourcing to disaster relief and other humanitarian causes.", "filename": "2010_03_14_weekinreview_14giridharadas_1666741579.html", "image_url": "https://static01.nyt.com/images/2010/03/14/weekinreview/14giridharadas01_span/14giridharadas01_span-articleLarge.jpg?year=2010&h=202&w=600&s=924fe4464af9a88ce80396a60602b9bf606384ab2378c1dedcefbf2f5ea24afe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_14_weekinreview_14giridharadas_1666741579.html", "title": "Africa’s Gift to Silicon Valley: How to Track a Crisis", "title_page": "Ushahidi - Africa’s Gift to Silicon Valley: How to Track a Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Could wiki technology find Osama bin Laden?\nImagine if any Pakistani could send an anonymous text message to the authorities suggesting where to look. Each location could be plotted on a map. The dots would be scattered widely, perhaps, with promising leads indistinguishable from rubbish. But on a given day, a surge of dots might point to the same village, in what could not be coincidence. Troops could be ordered in.\nThis kind of everyone-as-informant mapping is shaking up the world, bringing the Wikipedia revolution to the work of humanitarians and soldiers who parachute into places with little good information. And an important force behind this upheaval is a small Kenyan-born organization called Ushahidi, which has become a hero of the Haitian and Chilean earthquakes and which may have something larger to tell us about the future of humanitarianism, innovation and the nature of what we label as truth.\nAfter Kenya’s disputed election in 2007, violence erupted. A prominent Kenyan lawyer and blogger, Ory Okolloh, who was based in South Africa but had gone back to Kenya to vote and observe the election, received threats about her work and returned to South Africa. She posted online the idea of an Internet mapping tool to allow people anonymously to report violence and other misdeeds. Technology whizzes saw her post and built the Ushahidi Web platform over a long weekend.", "url": "https://www.nytimes.com/2010/03/14/weekinreview/14giridharadas.html"}