{"authors": ["Nicholas Confessore", "William K. Rashbaum", "Ray Rivera"], "date_download": "2022-10-25 23:02:17", "date_modify": "2022-10-25 23:02:17", "date_publish": "2010-02-15 03:04:35", "description": "The charity, founded by State Senator Malcolm A. Smith and Representative Gregory W. Meeks, received state funds through the office of Mr. Smith.", "filename": "2010_02_15_nyregion_15newdirex_1666738937.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_15_nyregion_15newdirex_1666738937.html", "title": "Links Between Charity and Senator Malcolm A. Smith’s Staff", "title_page": "Links Between Charity and Senator Malcolm A. Smith’s Staff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This article is by Nicholas Confessore, William K. Rashbaum and Ray Rivera.\nFour current or former officials of a Queens nonprofit group or a related charity founded by State Senator Malcolm A. Smith and Congressman Gregory W. Meeks — a group to which Mr. Smith has directed some $56,000 in state funds — have spent some time on the Senate payroll working for Mr. Smith, and two were among his highest paid staff members, public records show.\nFederal prosecutors are investigating the nonprofit group, the New Direction Local Development Corporation, and a related charity set up to aid victims of Hurricane Katrina, and they issued a subpoena at the beginning of February for records from Mr. Smith’s Senate office that show all the money he had directed to community groups over the past decade, a person with knowledge of the subpoena said last week.\nBut while the prosecutors who issued the subpoena, from the United States attorney’s office in Manhattan, wrote it broadly, the person said that investigators made clear that they were focused on New Direction, which was incorporated in 2000 and says in its tax filings that it was created to encourage local development in Southeast Queens.\nSenator Smith, through a Senate spokesman, Austin Shafran, denied wrongdoing on Sunday. “Senator Smith’s integrity, compassion, and respect for his office have never been questioned,” Mr. Shafran said.", "url": "https://www.nytimes.com/2010/02/15/nyregion/15newdirex.html"}