{"authors": ["Janet Maslin"], "date_download": "2022-10-25 23:52:14", "date_modify": "2022-10-25 23:52:14", "date_publish": "2010-05-23 21:06:08", "description": "An admiring look at Rush Limbaugh, talk-show host and political force.", "filename": "2010_05_24_books_24book.html__r=0_1666741934.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_05_24_books_24book.html__r=0_1666741934.html", "title": "Looking at Limbaugh in Zev Chafets’s ‘Army of One’", "title_page": "Looking at Limbaugh in Zev Chafets’s ‘Army of One’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In July 2008 The New York Times Magazine published Zev Chafets’s appreciative profile of a surprisingly candid Rush Limbaugh. There was spontaneity to the piece, perhaps because it had come about only by accident, after Mr. Chafets’s original assignment to write about John McCain (and interview Mr. Limbaugh in the process) fell through. And there was an overriding idea that still holds true: The only way to form a fair opinion about Mr. Limbaugh is to listen to him directly. His pronouncements are distorted and yanked out of context by acolytes and enemies alike.\nThe article traced Mr. Limbaugh’s background, visited his lair in Palm Beach, Fla., described the impact of his weekday AM radio show on the 2008 presidential campaign and generally captured the heat of the moment. Asked whether any of his thunder had been stolen by Sean Hannity, his fellow talk-radio apoplectic, who was exceptionally aggressive in harping on Barack’s Obama’s connections with the Rev. Jeremiah Wright, Mr. Limbaugh at first loftily dismissed the idea that he had any competitors. “Things only take off when I mention them,” he told Mr. Chafets. “That is the point.” When Mr. Chafets continued to press the idea of a rivalry, Mr. Limbaugh lost patience. “Write what you want,” he snappishly replied.\nA funny thing happened to Mr. Chafets’s reporting on its way to the bookshelf: It got declawed. The ticklish parts (like that touchiness about Mr. Hannity) vanished. It appears that the price of access to Mr. Limbaugh for “Rush Limbaugh: An Army of One” has been the purging of any details that might pique him. Quotations are truncated in ways that make them softer, and the boosterism has been boosted. (How much of a cheerleader is Mr. Chafets? “Republican success in 2010 can be boiled down to two words: Rush Limbaugh,” he wrote in an Op-Ed article in the Times on Thursday.)\nIn his short, skimpy book Mr. Chafets seems also to have lost his enthusiasm for asking tough questions, digging for facts (his sales and listenership numbers for Mr. Limbaugh’s books and programs come from Cigar Aficionado magazine) and having opinions that fall short of gushing enthusiasm. Anyone wanting to ascribe these qualities to adroit editing should know that even the name of one of Mr. Limbaugh’s wives is misspelled here, as are Hugh Hefner’s and Phyllis Schlafly’s, and that Newt Gingrich’s “Contract With America” was not his “Contract for America,” as it is called here. As for Mr. Chafets’s willing playbacks of even the loopiest Limbaugh reasoning, Mr. Chafets speaks for both of them when he says, “Sometimes you don’t want to let logic stand in the way of a good line.”", "url": "https://www.nytimes.com/2010/05/24/books/24book.html?_r=0"}