{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:46:09", "date_modify": "2022-10-25 23:46:09", "date_publish": "2010-12-03 19:17:01", "description": "In Bahrain, the secretary of state and leaders of the kingdom display a unified front in concerns over Iran.", "filename": "2010_12_04_world_middleeast_04diplo_1666741569.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_04_world_middleeast_04diplo_1666741569.html", "title": "No Strain in Ties to Gulf States After Leaks, Clinton Says", "title_page": "No Strain in Ties to Gulf States After Leaks, Clinton Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even the parts of her speech on other topics  the stability of Lebanon, freedom of navigation in the Persian Gulf, and the need for an independent Iraq  seemed targeted at Iran, which wields growing influence in all these areas.\nEarlier, in an interview with BBC, Mrs. Clinton said that if Iran won back the confidence of the world, it would eventually be allowed to enrich uranium to fuel civilian nuclear power plants  the first time that a senior Obama administration official has explicitly said that. Iran’s current enrichment activities are condemned by the United States and others because of suspicions that Iran is manufacturing fuel for a bomb.\nMrs. Clinton repeated her regret at the disclosure of the cables and said that many of the comments in them had been taken out of context. But she insisted that the leaks had not damaged America’s relations with other countries, and said there was no debate in the Middle East or elsewhere about the need to confront Iran to prevent it from obtaining a bomb.\n“Obviously, if you’re the neighbor of a country that is pursuing nuclear weapons, that is viewed in a much more threatening way than if you’re a concerned country many thousands of miles away,” she said. “But the concern is the same, and we hope that Iran will respond in kind to that concern.”\nMrs. Clinton’s comments came on the last day of a four-country swing through Central Asia and the Persian Gulf, which gave her a firsthand taste of the fallout from the WikiLeaks disclosures.\nNews coverage of the revelations has been more limited in the Arab world than in the West. But, as on a previous stop in Kazakhstan, Mrs. Clinton was questioned about the cables by journalists and later by students at a town-hall-style meeting, and she offered the same mix of regret and resolve.\nOn another question, about whether Mrs. Clinton planned to run for president again, she offered a noteworthy response. After saying she would not  a general demurral she has given many times in settings like this overseas  she added an unusually explicit follow-up.", "url": "https://www.nytimes.com/2010/12/04/world/middleeast/04diplo.html"}