{"authors": ["James R. Oestreich"], "date_download": "2022-10-25 23:35:14", "date_modify": "2022-10-25 23:35:14", "date_publish": "2010-01-04 22:49:52", "description": "Happily, Monteverdi’s 1610 Vespers is a work that can stand up to multiple interpretations and, in fact, almost demands them.", "filename": "2010_01_05_arts_music_05vespers_1666740914.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_01_05_arts_music_05vespers_1666740914.html", "title": "Celebrating 400 Years of Monteverdi’s Sacred Songs", "title_page": "Celebrating 400 Years of Monteverdi’s Sacred Songs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Happily, this is a work that can stand up to multiple interpretations and, in fact, almost demands them. Scholarly disputes about its origin, nature and purpose abound, and any single attempt to perform it will raise many more issues than it can resolve.\nImage Green Mountain Project, at the Church of St. Mary the Virgin near Times Square, performing Monteverdi’s 1610 Vespers on Sunday. Credit... James Estrin/The New York Times\nThe piece is a collection more or less in keeping with the liturgy of a solemn vespers service for a Marian feast. In addition to settings of five Psalms, the hymn “Ave Maris Stella” and the “Magnificat,” which would typically be interlaced with chanted antiphons specific to the feast, Monteverdi supplied a series of sacred songs, perhaps meant to replace repeats of the antiphons, perhaps meant to supplement them. And the contentions only begin there.\nGreen Mountain is the English translation of Monteverdi’s name, and the project, a group of performers on the New York scene (including in the chant chorus the conductor Steven Fox, who is to oversee the Clarion-Collegium exploration), is by no means the first to toy with it. Monteverdi himself, dedicating the publication of the Vespers and his “Missa in Illo Tempore” to Pope Paul V with formulaic obsequiousness, expressed hope, in a translation, that “the humble hill of my talent may daily grow more and more green.”\nScott Metcalfe, Green Mountain’s music director, dealt with some of the performance issues in program notes, subscribing, for one thing, to the notion that the sacred songs are antiphon substitutes, not supplements. He also noted the higher pitch used  an A of 466 cycles per second as opposed to the modern 440  in keeping with the tuning of wind instruments in Monteverdi’s time. And as for liturgical issues, Mr. Metcalfe explained that the antiphons adopted were those for the closest Marian feast, the Purification of the Blessed Virgin, on Feb. 2.\nThe solutions all seemed reasonable to this nonspecialist, who eagerly awaits hearing others. And the performance was quite simply terrific.", "url": "https://www.nytimes.com/2010/01/05/arts/music/05vespers.html"}