{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:45:59", "date_modify": "2022-10-25 23:45:59", "date_publish": "2010-11-10 17:11:46", "description": "Protesters upset about education cuts attempted to storm the building that houses the Conservative Party.", "filename": "2010_11_11_world_europe_11london_1666741559.html", "image_url": "https://static01.nyt.com/images/2010/11/11/world/11london_span/LONDON-articleLarge.jpg?year=2010&h=330&w=600&s=ab6bb9e7a699f1ebc90a73cf1a57783d2741c0226adef6085b14357bb0318288&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_11_world_europe_11london_1666741559.html", "title": "Tuition Protest in London Turns Violent", "title_page": "Tuition Protest in London Turns Violent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Accusing him of “going along with Tory plans to shove the cost of higher education onto students and their families,” Ms. Harman told Mr. Clegg that he was like a college freshman who meets “a dodgy bloke” during the first week of classes “and you do things that you regret.”\n“Isn’t it true he has been led astray by the Tories?” she asked.\nMr. Clegg responded that he had to make compromises as part of a coalition, and because the country’s finances had been left in such poor shape by the previous government. But, he said, he had prevailed on the Conservatives to make the proposals fairer and more progressive.\nUnder the plan, students would borrow money from the government to pay tuition, as they do now. They would not start repaying the debt until they earned at least £21,000 a year (about $38,000 at current exchange rates), an increase from the current level of £15,000 ($24,100). They would then pay 9 percent of their income above that level to settle the debt. The debt would be wiped out after 30 years.\nStudent leaders have made it a priority to denounce Liberal Democrats who support the higher tuition, and they said on Wednesday that they would try to recall any legislators who had broken their election promises on the issue. Some Liberal Democrats have said they would abstain from the vote to increase tuition when it comes up in Parliament.\nAaron Porter, president of the National Union of Students, said the proposed increases were doubly unfair, since they were paired with cuts of about 40 percent in the money the government pays to subsidize teaching at universities. “We should be clear that the government has asked students to pay three times as much for a quality that is likely to be no better than what they are receiving now, and perhaps worse,” he said.", "url": "https://www.nytimes.com/2010/11/11/world/europe/11london.html"}