{"authors": ["Miguel Helft"], "date_download": "2022-10-25 23:46:14", "date_modify": "2022-10-25 23:46:14", "date_publish": "2010-12-31 01:05:19", "description": "The Winklevoss twins have considered dropping their effort to unwind a settlement in their suit against Mark Zuckerberg and Facebook. They decided, though, to keep fighting.", "filename": "2010_12_31_business_31twins_1666741574.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_31_business_31twins_1666741574.html", "title": "Winklevoss Twins' Facebook Fight Rages On", "title_page": "Winklevoss Twins' Facebook Fight Rages On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In addition to a bigger payday, the twins say they want a court to reconsider their original claims about Facebook’s founding, pointing to instant messages on the subject sent by Mr. Zuckerberg to various friends. The messages have come to light since the brothers signed the deal. But they say Facebook executives and board members have known about the messages since 2006, and played dirty by concealing them when they negotiated the settlement.\n“If you take all those documents, it is a dramatically different picture,” Tyler Winklevoss said.\nFacebook declined to comment on the messages. In prior interviews, Mr. Zuckerberg said he had regretted sending some of them.\nWhile the Winklevosses could end up losing their settlement, the risks for Facebook are high as well. If the court unwinds the agreement, the company will have to decide whether to offer them a richer settlement or face a trial. Recent trades on a private exchange suggest that Facebook, which is not a public company, now is worth around $50 billion, and the company may not want the negative publicity associated with a trial, especially if it decides to move forward with a stock offering.\nThe roots of the original dispute date to 2003, when Mr. Zuckerberg, then a Harvard sophomore, said he would help the Winklevosses and Mr. Narendra program Harvard Connection, later renamed ConnectU. But Mr. Zuckerberg delayed work on Harvard Connection, and when pressed for answers, stalled, according to the Winklevosses. In February 2004 he released TheFacebook, which eventually became Facebook.\nAfter ConnectU and its founders sued, Facebook countersued in 2005.\nThe settlement, which gave Facebook ownership of ConnectU, was supposed to resolve all claims.\nThe details of the new dispute, which erupted almost immediately, are less known, in part because the parties reached the settlement after a confidential mediation. But according to court documents, the parties agreed to settle for a sum of $65 million. The Winklevosses then asked whether they could receive part of it in Facebook shares and agreed to a price of $35.90 for each share, based on an investment Microsoft made nearly five months earlier that pegged Facebook’s total value at $15 billion. Under that valuation, they received 1.25 million shares, putting the stock portion of the agreement at $45 million.", "url": "https://www.nytimes.com/2010/12/31/business/31twins.html"}