{"authors": ["Dennis Lehane"], "date_download": "2022-10-25 23:37:00", "date_modify": "2022-10-25 23:37:00", "date_publish": "2010-07-16 15:34:45", "description": "In Nic Pizzolatto’s first novel, a prostitute and a mob enforcer on the run hide out in East Texas.", "filename": "2010_07_18_books_review_Lehane-t_1666741020.html", "image_url": "https://static01.nyt.com/images/2010/07/18/books/review/Lehane/Lehane-articleLarge.jpg?year=2010&h=392&w=600&s=b91f0a7d57f8e48c1b51be8efc3760ee9ee89fdf8515ae0eaa2c5fb58c9d9b4a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_07_18_books_review_Lehane-t_1666741020.html", "title": "The New York Times", "title_page": "Book Review - Galveston - By Nic Pizzolatto - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Every character we encounter in Nic Pizzolatto’s first novel, “Galveston,” is orphaned, disgorged by either a loved one or the sun-boiled landscapes of Texas and Louisiana. It’s 1987. Roy Cady, a drunk in his early 40s, has just learned he has terminal lung cancer. Roy collects debts and occasionally kills people for Stan, a mob boss in New Orleans. But Stan has recently taken up with Roy’s girlfriend, and Roy’s continued existence now proves an irritant. When Stan sends Roy into an ambush, the intended killers are killed instead. Only Roy and a teenage prostitute, Raquel (Rocky) Arceneaux, survive. They flee Louisiana together and head for Texas.\nRocky is not a terribly efficient hooker (she was just getting started), nor is she a terribly efficient person. She is “harassed by her own potential. . . . A stillness spread through her eyes, and her unguarded face forgot to play a role, just looked stunned by confusion and remorse, while the features of this face were organized by a kind of country pride that wouldn’t admit confusion or remorse.” In lesser hands, Rocky would be the hoariest of clichés, the gold-hearted hooker who exists to remind the middle-aged Roy that his virility remains not only intact but formidable. Thankfully, Pizzolatto is after more here. Rocky, like Roy, is from the scrublands of Texas, a “rolling world of kudzu and bony trees and black water” that “seemed to mean something to her, the way it meant things to me. . . . The landscape had a gravity that tugged us backward in time, possessed us with people we used to be.”\nRocky and Roy pick up a third party — Tiffany, Rocky’s 3-year-old sister, whom Rocky liberates from her grubby stepfather at gunpoint. The three wash up at Emerald Shores, a roadside motel a few blocks off the beach in Galveston. There they join a misfit collective of hard-luck cases, everyone running either from doom or toward it.\nMostly toward it. “You’re here because it’s somewhere. Dogs pant in the streets. Beer won’t stay cold. The last new song you liked came out a long, long time ago, and the radio never plays it anymore.” That passage, with its echoes of Richard Hugo’s poem “Degrees of Gray in Philipsburg” and James Crumley’s novel “The Last Good Kiss,” underscores a hallmark of American noir: the search for a past and a home less remembered than desired. The world of “Galveston” is a world in which “everyone who comes here is poor and a liar.” The past is as much manufactured pipe dream as the future, both invented to numb the assaults of the present. But it’s also here that Roy has a chance, however fleeting, however hopeless, to resurrect what little good still resides within. And so “Galveston” becomes something one didn’t quite expect — a novel concerned with the spirit’s reclamation, if not quite its redemption.", "url": "https://www.nytimes.com/2010/07/18/books/review/Lehane-t.html"}