{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:43:57", "date_modify": "2022-10-25 23:43:57", "date_publish": "2010-03-23 03:46:54", "description": "A proposed rail link between Tampa and Orlando, Fla., exposes the weaknesses in the two cities’ transit systems.", "filename": "2010_03_23_us_23train_1666741437.html", "image_url": "https://static01.nyt.com/images/2010/03/23/us/23train_CA0_337-span/23train_CA0-articleLarge.jpg?year=2010&h=315&w=600&s=3e3039211997471002409ab153133c4b88ee2c8d9c4f9878913d291429129fd5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_23_us_23train_1666741437.html", "title": "Stimulus Plan for Rail Line Between Tampa and Orlando Shows System of Weak Links", "title_page": "Stimulus Plan for Rail Line Between Tampa and Orlando Shows System of Weak Links - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TAMPA — The drive from Orlando to Tampa takes only 90 minutes or so. Despite the short distance, the Obama administration awarded Florida $1.25 billion in stimulus money to link the cities with a fast train to help kick off its efforts to bring high-speed rail service to the United States.\nThe Florida train would indeed be high speed — as fast as 168 miles per hour. But because the trains would make five stops along the 84-mile route, the new service would shave only about half an hour off the trip.\nTime-pressed passengers may also find themselves frustrated at the end of their trip. Neither city is known for great public transportation, so travelers may discover that they have taken a fast train to a slow bus.\nProponents of high-speed rail worry that the new line, which is scheduled to be up and running in 2015, might hurt rather than help their cause, if it comes to be seen as little more than an expensive way to whisk tourists from Orlando International Airport to Walt Disney World, which is slated to get its own stop.", "url": "https://www.nytimes.com/2010/03/23/us/23train.html"}