{"authors": ["John F. Burns", "Ravi Somaiya"], "date_download": "2022-10-25 23:46:05", "date_modify": "2022-10-25 23:46:05", "date_publish": "2010-12-08 16:36:04", "description": "Activists attacked sites of companies like Mastercard that took action against WikiLeaks; a counterattack on hackers’ sites followed.", "filename": "2010_12_09_world__1666741565.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_09_world__1666741565.html", "title": "Cyberattackers Focus on Enemies of WikiLeaks’s Assange", "title_page": "Cyberattackers Focus on Enemies of WikiLeaks’s Assange - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The cyberattacks in Mr. Assange’s defense appear to have been coordinated by Anonymous, a loosely affiliated group of activist computer hackers who have singled out other groups before, including the Church of Scientology. Last weekend, members of Anonymous vowed in two online manifestos to take revenge on any organization that lined up against WikiLeaks.\nAnonymous claimed responsibility for the MasterCard attack in Web messages and, according to one activist associated with the group, conducted waves of attacks on other companies during the day. The group said the actions were part of an effort called Operation Payback, which began as a way of punishing companies that attempted to stop Internet file-sharing and movie downloads.\nThe activist, Gregg Housh, who disavows a personal role in any illegal online activity, said that 1,500 supporters had been in online forums and chat rooms organizing the mass “denial of service” attacks. His account was confirmed by Jose Nazario, a senior security researcher at Arbor Networks, a Chelmsford, Mass., firm that tracks malicious activity on computer networks.\nMost of the corporations whose sites were targeted did not explain why they severed ties with WikiLeaks. But PayPal issued statements saying its decision was based on “a violation” of its policy on promoting illegal activities.\nAlmost all the corporate Web sites that were attacked appeared to be operating normally later on Wednesday, suggesting that any economic impact was limited. But the sense of an Internet war was reinforced when Netcraft, a British Internet monitoring firm, reported that the Web site being used by the hackers to distribute denial-of-service software had been suspended by a Dutch hosting firm, Leaseweb.\nA sense of the belligerent mood among activists was given when one contributor to a forum the group uses, WhyWeProtest.net, wrote of the attacks: “The war is on. And everyone ought to spend some time thinking about it, discussing it with others, preparing yourselves so you know how to act if something compels you to make a decision. Be very careful not to err on the side of inaction.”\nMr. Housh acknowledged that there had been online talk among the hackers of a possible Internet campaign against the two women who have been Mr. Assange’s accusers in the Swedish case, but he said that “a lot of people don’t want to be involved.”", "url": "https://www.nytimes.com/2010/12/09/world/09wiki.html/"}