{"authors": ["Alex Berenson"], "date_download": "2022-10-25 23:23:11", "date_modify": "2022-10-25 23:23:11", "date_publish": "2010-02-10 01:49:52", "description": "Medicare reports found problems ranging from poor record-keeping to staff members incapable of reading a heart monitor.", "filename": "2010_02_10_health_policy_10careside.html_ref=policy_1666740191.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_10_health_policy_10careside.html_ref=policy_1666740191.html", "title": "Disquieting Reports From Hospitals of Select Medical", "title_page": "Disquieting Reports From Hospitals of Select Medical - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some of the most worrisome reports about Select Medical’s hospitals are largely hidden from the public.\nInspectors from state health departments regularly visit hospitals on behalf of Medicare to make sure that the hospitals are meeting the requirements to participate in the program. In their visits, often after complaints from patients, family members, nurses and physicians, the inspectors talk to patients and staff members and review medical reports and other evidence.\nThe reports do not identify patients or staff members, but they offer detailed descriptions of what inspectors have found to be a problem, ranging from minor violations, like poor record-keeping, to much more serious issues.\nA handful of states, including Florida and Pennsylvania, make the reports public on state health department Web sites. Most do not. The New York Times received the reports directly from Medicare under a Freedom of Information Act request that asked for reports of Select Medical Corporation hospitals citing “condition level” violations  problems so serious that Medicare could bar the hospitals from the program if they were not corrected.", "url": "https://www.nytimes.com/2010/02/10/health/policy/10careside.html?ref=policy"}