{"authors": [], "date_download": "2022-10-25 23:46:05", "date_modify": "2022-10-25 23:46:05", "date_publish": "2010-11-28 18:09:42", "description": "The articles published today and in coming days are based on thousands of United States embassy cables, the daily reports from the field intended for the eyes of senior policy makers in Washington.", "filename": "2010_11_29_world_29editornote_1666741565.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_29_world_29editornote_1666741565.html", "title": "A Note to Readers: The Decision to Publish", "title_page": "A Note to Readers: The Decision to Publish - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The articles published today and in coming days are based on thousands of United States embassy cables, the daily reports from the field intended for the eyes of senior policy makers in Washington. The New York Times and a number of publications in Europe were given access to the material several weeks ago and agreed to begin publication of articles based on the cables online on Sunday. The Times believes that the documents serve an important public interest, illuminating the goals, successes, compromises and frustrations of American diplomacy in a way that other accounts cannot match.\nThe Source of the Material\nThe documents  some 250,000 individual cables, the daily traffic between the State Department and more than 270 American diplomatic outposts around the world  were made available to The Times by a source who insisted on anonymity. They were originally obtained by WikiLeaks, an organization devoted to exposing official secrets, allegedly from a disenchanted, low-level Army intelligence analyst who exploited a security loophole. Beginning Sunday, WikiLeaks intends to publish this archive on its Web site in stages, with each batch of documents related to a particular country or topic. Except for the timing of publication, the material was provided without conditions. Each news organization decided independently what to write about the cables.\nReporting Classified Information\nAbout 11,000 of the cables are marked “secret.” An additional 9,000 or so carry the label “noforn,” meaning the information is not to be shared with representatives of other countries, and 4,000 are marked “secret/noforn.” The rest are either marked with the less restrictive label “confidential” or are unclassified. Most were not intended for public view, at least in the near term.\nThe Times has taken care to exclude, in its articles and in supplementary material, in print and online, information that would endanger confidential informants or compromise national security. The Times’s redactions were shared with other news organizations and communicated to WikiLeaks, in the hope that they would similarly edit the documents they planned to post online.", "url": "https://www.nytimes.com/2010/11/29/world/29editornote.html"}