{"authors": ["Alexei Barrionuevo"], "date_download": "2022-10-25 23:50:53", "date_modify": "2022-10-25 23:50:53", "date_publish": "2010-12-16 05:11:14", "description": "A rights court rejected an amnesty law and found the country responsible for the forced disappearances of at least 70 people during a 21-year dictatorship.", "filename": "2010_12_16_world_americas_16brazil_1666741853.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_16_world_americas_16brazil_1666741853.html", "title": "Brazil’s Amnesty for Dictatorship’s Crimes Is Challenged", "title_page": "Brazil’s Amnesty for Dictatorship’s Crimes Is Challenged - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO  A human rights court said that a Brazilian amnesty law covering crimes during the country’s 21-year dictatorship was invalid and that the country was responsible for the forced disappearance of at least 70 peasants and militants who were part of a resistance movement.\nThe ruling was announced Tuesday by the Inter-American Court of Human Rights; the court adheres to the American Convention on Human Rights, to which Brazil is a signatory.\nWhile Argentina and Chile have begun more vigorously investigating and prosecuting human rights violations committed during those countries’ dictatorships, successive Brazilian governments have refused to investigate and find those responsible for crimes committed during the dictatorship that ended in 1985. And Brazil’s Supreme Court has upheld the constitutionality of the amnesty law, which protects military officials from prosecution for abuses committed during the military regime.\nBut the Inter-American Court, based in Costa Rica, found that Brazil was responsible for the actions of state agents who carried out disappearances of members of the Araguaia guerrilla movement.", "url": "https://www.nytimes.com/2010/12/16/world/americas/16brazil.html"}