{"authors": ["Fernanda Santos"], "date_download": "2022-10-25 22:56:20", "date_modify": "2022-10-25 22:56:20", "date_publish": "2010-04-02 20:46:28", "description": "Many powerful politicians have made pilgrimages to Juniper Park Civic Association meetings, but the group still sometimes ends up as a thorn in their sides.", "filename": "2010_04_03_nyregion_03metjournal_1666738580.html", "image_url": "https://static01.nyt.com/images/2010/04/03/nyregion/03metjournal-cnd/03metjournal-cnd-articleLarge.jpg?year=2010&h=363&w=600&s=d8016dd92e807f1436684cb9eb174a8368f4982654cb4f76742e952d33dbabb2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_04_03_nyregion_03metjournal_1666738580.html", "title": "Juniper Park Civic Association Flexes Its Muscles", "title_page": "Juniper Park Civic Association Flexes Its Muscles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About 300 people typically fill the public school auditorium where the civic association’s meetings are held. It claims 1,670 members, many of them proud homeowners with multigenerational ties to the area who typically vote for candidates based on what they have done for the neighborhood.\nImage The Juniper Park Civic Association has fiercely fought a proposal that would bring a truck depot to Maspeth, Queens. Credit... Uli Seit for The New York Times\nIt is no surprise, then, that politicians are keen to pay the group proper respect by making time to accept the association’s invitations. “We’re watchdogs,” said Lorraine Sciulli, 75, the association’s first vice president and the editor of The Juniper Berry, the group’s 64-page quarterly magazine. “We’re the people who stand up and say: ‘Wait a minute! You can’t do that in our neighborhood.’ ”\nStill, some of the tactics the association uses to make its arguments have provoked a backlash. “They either work very well with you or they don’t work well at all, depending on whether you agree with them,” said City Councilwoman Elizabeth S. Crowley, who represents the area. The Queens borough president, Helen M. Marshall, said the group’s persistence could sometimes be alienating. “I’ve seen them go after politicians who don’t do what they want, and it’s murder,” Ms. Marshall said.\nJoseph Pisano, 48, who lives in Middle Village with his wife and their two giant schnauzers, is the president of another local community group, the Juniper Valley Park Dog Association. For two years, the group has tried to build a dog run in the park, but it has faced intense opposition from some of the civic association’s members. “It’s their way or no way,” Mr. Pisano said.\nEven Mr. Bloomberg, who was twice named man of the year by the association, in 2003 and 2006, has fallen out of the group’s favor.\nIn recent issues of The Juniper Berry, he has been blamed for things like crime (“We pay huge amounts in taxes and yet know that the police are short-staffed,” the group’s secretary, Robert Doocey, wrote in the December issue), construction violations (“The buck must stop at the desk of Mayor Michael Bloomberg,” its president, Robert F. Holden, wrote in September) and illegal immigration (“He thinks he could sustain the drain on our tax dollars by illegal aliens who do not pay taxes into the system,” Ms. Sciulli wrote in March).", "url": "https://www.nytimes.com/2010/04/03/nyregion/03metjournal.html"}