{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 23:23:19", "date_modify": "2022-10-25 23:23:19", "date_publish": "2010-05-03 13:51:08", "description": "Only hours after a recount began on Monday, leaders of Nuri Kamal al-Maliki’s coalition sought a court order for a review of what they called election irregularities.", "filename": "2010_05_04_world_middleeast_04iraq_1666740199.html", "image_url": "https://static01.nyt.com/images/2010/05/04/world/04iraq_CA0/04iraq_CA0-articleLarge.jpg?year=2010&h=340&w=600&s=88fb93233afb0c404dbf41530d2cd7e71835b98af9e6fa96ecad5b99cff3095c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_05_04_world_middleeast_04iraq_1666740199.html", "title": "Objections by Maliki’s Coalition Snag Iraq Recount", "title_page": "Objections by Maliki’s Coalition Snag Iraq Recount - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — Only hours after a recount of ballots from Iraq’s parliamentary elections began on Monday, leaders of Prime Minister Nuri Kamal al-Maliki’s coalition objected to the way it was being conducted and sought a court order for a more thorough review of what they called election irregularities.\nThe objection added controversy — and theatrics — to a political struggle that is already convoluted and protracted. It threatened to further delay the certification of the final results of the crucial vote, held nearly two months ago.\nThe head of Iraq’s election commission, Faraj al-Haidari, disputed the new claims, vowing to proceed with the recount unless ordered to stop and showing the strain of the rising tensions around the vote.\nIn a hotel ballroom in the heavily fortified Green Zone in Baghdad where the ballots were being recounted, he testily confronted one of Mr. Maliki’s allies, Hussain al-Shahristani, the minister of oil, about the new objections.", "url": "https://www.nytimes.com/2010/05/04/world/middleeast/04iraq.html"}