{"authors": ["Patrick Mcgeehan"], "date_download": "2022-10-25 23:43:57", "date_modify": "2022-10-25 23:43:57", "date_publish": "2010-10-07 18:03:14", "description": "Gov. Chris Christie cited estimates that the project could be more than $2.5 billion over its budget of $8.7 billion.", "filename": "2010_10_08_nyregion_08tunnel_1666741437.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_10_08_nyregion_08tunnel_1666741437.html", "title": "Christie Kills Hudson Train Tunnel", "title_page": "Christie Kills Hudson Train Tunnel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The largest public transit project in the nation, a commuter train tunnel under the Hudson River to Manhattan, was halted on Thursday by Gov. Chris Christie of New Jersey because, he said, the state could not afford its share of the project’s rising cost.\nMr. Christie’s decision stunned other government officials and advocates of public transportation because work on the tunnel was under way and $3 billion of federal financing had already been arranged  more money than had been committed to any other transit project in America.\nThe governor, a Republican, said he decided to withdraw his support for the project on Thursday after hearing from state transportation officials that the project would cost at least $2.5 billion more than its original price of $8.7 billion. He said that New Jersey would have been responsible for the overrun and that he could not put the taxpayers of the state “on what would be a never-ending hook.”\nIn scrapping the project, Mr. Christie is forfeiting the $3 billion from the federal government and jeopardizing as much from the Port Authority of New York and New Jersey. The state may also have to repay the federal government for its share of the $600 million that has already been spent on the tunnel.", "url": "https://www.nytimes.com/2010/10/08/nyregion/08tunnel.html"}