{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:30:54", "date_modify": "2022-10-25 23:30:54", "date_publish": "2010-05-07 18:36:55", "description": "While you were in class, some laws and regulations were approved that may change your (financial) life.", "filename": "2010_05_08_your-money_08money_1666740654.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_05_08_your-money_08money_1666740654.html", "title": "The New Money Rules for Recent Graduates", "title_page": "The New Money Rules for Recent Graduates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Stephen L. Beckley, a consultant who specializes in student health insurance, notes that most graduating college students enrolled in student plans will have coverage through the summer. Call and ask to be sure. Also, some states already have laws similar to (or tougher than) the new federal one.\nImage Credit... Robert Nuebecker\nBANKING AND DEBIT CARDS So you’ll need a checking account. Perhaps you already have one.\nWhat you may have missed, however, is that starting July 1, banks will no longer allow you to spend more money at a store with your debit card (or withdraw more at the A.T.M. machine) than you have in your account unless you’ve given them permission first. The federal government made them do this, since banks were infuriating so many customers by charging them repeated overdraft fees when they overspent.\nLet’s assume that you don’t want to opt in to taking your balance below zero and would rather ask the bank to cut you off if you don’t have enough money in your account. If enough people do that, banks will lose lots of fee income and may use that as an excuse to tack monthly fees onto your checking account. The lower the balance in your account (and recent graduates tend to live hand to mouth), the more likely it is that your bank may try to charge you money.\nEven if this happens, I’m confident that some institutions will remain free of monthly fees. If there’s a credit union at your college that offers fee-free banking, it may let you keep your account after graduation (check to see how much you’ll pay to withdraw money from other institutions’ A.T.M.’s, though). Or you can search for a new one at findacreditunion.com. Take a look, too, at banks with no branches, like PerkStreet Financial and ING Direct.\nCREDIT CARDS The credit card legislation that passed in 2009 contained so many new rules that it went into effect in phases, including a bunch of regulations that began earlier this year. There are too many to list here, though the Federal Reserve has published an excellent plain-English guide that I’ve linked to from this sentence in the online version of the column.\nI’m a big fan of the rule requiring card companies to get your permission before they’ll let you spend more than your credit limit (and charge you fees for the privilege). This always struck me as particularly noxious, and in the wake of the new rules, some card companies like American Express have simply stopped charging the fee to people who go over the limit (or cuts them off if the company thinks the spending is getting out hand). This is particularly helpful to younger people who may have lower credit limits and thus breach them more often.", "url": "https://www.nytimes.com/2010/05/08/your-money/08money.html"}