{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:46:00", "date_modify": "2022-10-25 23:46:00", "date_publish": "2010-01-29 01:31:19", "description": "The Israeli Army and security forces have recently begun clamping down, arresting scores of local organizers and activists and conducting nighttime raids on the homes of others.", "filename": "2010_01_29_world_middleeast_29palestine_1666741560.html", "image_url": "https://static01.nyt.com/images/2010/01/29/world/29palestine_CA1_337-span/articleLarge.jpg?year=2010&h=330&w=600&s=5c7b8468e1bbb6f75a47bb4c6bce8e18036364527a3a6f8d573ce129f9eb2488&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_01_29_world_middleeast_29palestine_1666741560.html", "title": "Israel Signals Tougher Line on West Bank Protests", "title_page": "Israel Signals Tougher Line on West Bank Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NILIN, West Bank  For more than a year, this village has been a focus of weekly protests against the Israeli security barrier, which cuts through its lands. Now, the village appears to be at the center of an intensifying Israeli arrest campaign.\nApparently concerned that the protests could spread, the Israeli Army and security forces have recently begun clamping down, arresting scores of local organizers and activists here and conducting nighttime raids on the homes of others.\nMuhammad Amira, a schoolteacher and a member of Nilin’s popular committee, the group that organizes the protests, said his home was raided by the army in the early hours of Jan. 10. The soldiers checked his identity papers, poked around the house and looked in on his sleeping children, Mr. Amira said.\nHe added, “They came to say, ‘We know who you are.’ ”\nEach Friday for the last five years, Palestinians have demonstrated against the barrier, bolstered by Israeli sympathizers and foreign volunteers who document the ensuing clashes with video cameras, often posting the most dramatic footage on YouTube.", "url": "https://www.nytimes.com/2010/01/29/world/middleeast/29palestine.html"}