{"authors": ["Brad Stone", "Nick Bilton"], "date_download": "2022-10-25 23:46:21", "date_modify": "2022-10-25 23:46:21", "date_publish": "2010-01-09 01:55:01", "description": "Dozens of companies, both well known and unknown, brought slender touch-screen tablets and electronic reading devices to the Consumer Electronics Show in Las Vegas.", "filename": "2010_01_09_technology_personaltech_09reader_1666741581.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_01_09_technology_personaltech_09reader_1666741581.html", "title": "A Deluge of Devices for Reading and Surfing", "title_page": "A Deluge of Devices for Reading and Surfing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LAS VEGAS  You’ve heard of Amazon.com’s Kindle. And you probably know that Apple is likely to introduce a tablet computer this year. Soon you may also be hearing about the Alex, the Que proReader and the IdeaPad U1 Hybrid.\nThose products are part of a new wave of slender touch-screen tablets and electronic reading devices that dozens of companies, both well known and unknown, brought to the Consumer Electronics Show in Las Vegas this week.\nSome of these gadgets allow people to read for long periods of time without eye strain and without killing the batteries. Others focus on allowing their owners to surf the Web, watch video and play casual games without being tethered to a bulky laptop and its traditional keyboard.\n“There are a billion and a half Internet users on the planet today, and a lot of them are primarily using it for entertainment and social networking,” said Glen Burchers, director of global consumer segment marketing at Freescale, a chip company hoping to power the new tablets. “The PC does a good job on a lot of things, but it’s just not the ideal device for surfing the Internet or reading.”", "url": "https://www.nytimes.com/2010/01/09/technology/personaltech/09reader.html"}