{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:23:43", "date_modify": "2022-10-25 23:23:43", "date_publish": "2010-07-13 04:02:34", "description": "SmithKline Beecham found in a study as early as 1999 that its diabetes medicine, Avandia, posed heart risks.", "filename": "2010_07_13_health_policy_13avandia_1666740223.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_07_13_health_policy_13avandia_1666740223.html", "title": "Diabetes Drug Maker Hid Test Data, Files Indicate", "title_page": "Diabetes Drug Maker Hid Test Data, Files Indicate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the fall of 1999, the drug giant SmithKline Beecham secretly began a study to find out if its diabetes medicine, Avandia, was safer for the heart than a competing pill, Actos, made by Takeda.\nAvandia’s success was crucial to SmithKline, whose labs were otherwise all but barren of new products. But the study’s results, completed that same year, were disastrous. Not only was Avandia no better than Actos, but the study also provided clear signs that it was riskier to the heart.\nBut instead of publishing the results, the company spent the next 11 years trying to cover them up, according to documents recently obtained by The New York Times. The company did not post the results on its Web site or submit them to federal drug regulators, as is required in most cases by law.\n“This was done for the U.S. business, way under the radar,” Dr. Martin I. Freed, a SmithKline executive, wrote in an e-mail message dated March 29, 2001, about the study results that was obtained by The Times. “Per Sr. Mgmt request, these data should not see the light of day to anyone outside of GSK,” the corporate successor to SmithKline.", "url": "https://www.nytimes.com/2010/07/13/health/policy/13avandia.html"}