{"authors": ["Alan Cowell"], "date_download": "2022-10-25 23:31:34", "date_modify": "2022-10-25 23:31:34", "date_publish": "2010-01-12 09:32:32", "description": "Iran’s state media blamed the U.S. and Israel for the death of a professor. It seems doubtful that he worked on Iran’s nuclear program.", "filename": "2010_01_13_world_middleeast_13iran_1666740694.html", "image_url": "https://static01.nyt.com/images/2010/01/12/world/12cnd-iranspan/articleLarge.jpg?year=2010&h=331&w=600&s=ae5b4ca8e6b8cf0107a70e8bc412b0e9028c2b8025c4198c9ad02d9464411f2d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_01_13_world_middleeast_13iran_1666740694.html", "title": "Blast Kills Physics Professor in Tehran", "title_page": "Blast Kills Physics Professor in Tehran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There were some indications that he might have been taking a more active role in the opposition that sprang up after the flawed presidential election last June. Mr. Ali Mohammadi was among 240 university professors who signed a letter before the election expressing support for the main opposition candidate, Mir Hussein Moussavi.\nAfter a brutal crackdown, the authorities late last year broadened efforts to stifle dissent to encompass the educational system, hinting that dissident professors would be purged. A number of hard-line clerics have called for the university humanities curriculums to be further Islamized. But it was not immediately known whether Tuesday’s killing was related to that dispute.\nImage A view of the scene after the bomb blast in Tehran on Tuesday. Credit... European Pressphoto Agency\nAnalysts said the Iranian authorities seemed to have been quick to label Mr. Ali Mohammadi a loyalist, possibly as a precursor to renewed, harsh action against their opponents.\n“This is an old trick,” said a former senior official, who spoke on the condition of anonymity for fear of retribution. “They did it themselves but blame it on opposition groups so that they can easily begin issuing death sentences for protesters. I think this means there could be more violence against the opposition.”\nThe authorities have already announced plans to try five protesters on a charge of “fighting against God,” which carries a death sentence for those who are convicted.\nSeven leaders of the minority Bahai religious group were tried Tuesday in Tehran in closed proceedings, the Human Rights Activist News Agency, an opposition Web site, reported. The seven, who have been in jail for more than 20 months, were charged with committing religious offenses and trying to disrupt national unity. Recently, Iranian officials have accused Bahai leaders of fomenting the street demonstrations.", "url": "https://www.nytimes.com/2010/01/13/world/middleeast/13iran.html"}