{"authors": ["David Carr"], "date_download": "2022-10-25 23:36:31", "date_modify": "2022-10-25 23:36:31", "date_publish": "2010-03-19 21:52:11", "description": "Art imitates life in Lena Dunham’s “Tiny Furniture,” the winner of the juried narrative film prize at South by Southwest.", "filename": "2010_03_20_movies_20tiny_1666740991.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_20_movies_20tiny_1666740991.html", "title": "Lena Dunham Finds Her Worth in ‘Tiny Furniture’", "title_page": "Lena Dunham Finds Her Worth  in ‘Tiny Furniture’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AUSTIN, Tex.  In the movie “Tiny Furniture,” a young woman named Aura breaks up with her boyfriend, returns home from college, moves in with her wildly successful artist family in a pristine TriBeCa loft, all the while trying to find a place to stand in the world.\nThat’s also the story, more or less, of Lena Dunham, 23, who wrote, directed, and played the lead role in the film, which sounds like a senior project gone amok, except that “Tiny Furniture” won the juried narrative film prize  essentially the best feature film  at the South by Southwest Music and Media Conference here.\nIn the film, her mom and sister, played by her mom and sister, can’t muster a lot of warmth when she comes home to a shiny, white-on-white apartment where everything seems hidden in a large white cabinet full of endless doors. As in a Cheever novel, secrets and emotional history lie behind seemingly quiet facades.\nA 23-year-old’s winning big kudos for a movie that was made for under six figures, about as much as a high-end BMW, is story enough, but there’s more: Ms. Dunham came to SXSW, as the festival is known, in 2009 with a rough but promising first feature and met two people who would become producers of her new film, as well as its director of photography, editor and a lead actor.", "url": "https://www.nytimes.com/2010/03/20/movies/20tiny.html"}