{"authors": ["Robert F. Worth", "Souad Mekhennet"], "date_download": "2022-10-25 23:36:30", "date_modify": "2022-10-25 23:36:30", "date_publish": "2010-12-09 05:24:45", "description": "A deadly riot has renewed a festering conflict between Morocco and Western Sahara separatists supported by neighboring Algeria.", "filename": "2010_12_09_world_africa_09morocco_1666740990.html", "image_url": "https://static01.nyt.com/images/2010/12/09/world/09morocco_337-span/MOROCCO-articleLarge.jpg?year=2010&h=330&w=600&s=750394b1b1003df842924e60995662a5939b90f5ff90c6d68556011391f73b2c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_09_world_africa_09morocco_1666740990.html", "title": "Riot Renews Conflict Between Morocco and Algeria", "title_page": "Riot Renews Conflict Between Morocco and Algeria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A fog of rumors and propaganda has helped obscure the facts about what happened here last month. The Polisario Front still maintains that the Moroccan authorities carried out a massacre after evacuating the camp, where about 12,000 people had gathered to protest social and economic conditions. “More than 30 people were killed,” some of them buried alive, Ahmed Boukhari, the Polisario representative at the United Nations, said in a telephone interview. Similar stories have appeared in the Algerian press.\nThe truth, it soon emerged, was virtually the opposite: knife-wielding gangs from the camp attacked unarmed Moroccan security officers, killing 11 of them, according to the police, witnesses and human rights advocates. Gruesome video footage captured during the attacks shows one masked man deftly cutting the throat of a prone Moroccan officer, and another urinating on the body of a dead fireman.\nThe savage and premeditated style of the killings prompted speculation that Qaeda-style militants might have been involved, but there is no evidence of that. Two or three civilians died, by most accounts, in what appeared to have been accidents. All told, 238 officers were injured, said Mohamed Dkhissi, the city’s police prefect.\nImage Laayoune is a modern city of 300,000 with its own airport. Credit... The New York Times\n“We had to choose: a muscular intervention that risked mass casualties, or not to use force,” said Mohamed Jelmous, the governor of the Laayoune district.\nBut the arrests and beatings that took place afterward could spread more anger among young Sahrawis, rights groups say.\nMoroccan officials concede that the tensions here are rooted partly in their own mistakes. They have doled out land and money to new Sahrawi refugees from Polisario-controlled areas, a policy aimed at winning hearts and minds that has angered the original Sahrawi residents. “There has been corruption and poor administration, and this has fed the anger,” said Mohamed Taleb, the director of a government-aligned human rights group here.", "url": "https://www.nytimes.com/2010/12/09/world/africa/09morocco.html"}