{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:40:25", "date_modify": "2022-10-25 23:40:25", "date_publish": "2010-12-07 21:30:33", "description": "Four leaders promoting Pyeongchang’s bid to host the 2018 Winter Games have been convicted of financial malfeasance or political corruption.", "filename": "2010_12_08_sports_08olympics_1666741225.html", "image_url": "https://static01.nyt.com/images/2010/12/08/sports/OLYMPICS/OLYMPICS-articleLarge.jpg?year=2010&h=315&w=600&s=5f2f1d79a3ea1e383ff37dad246f88d98c7b7574143a5aa1c98f8abdbf991c1d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_08_sports_08olympics_1666741225.html", "title": "Pyeongchang Olympic Bid Leaders’ Convictions Unlikely to Affect Chances", "title_page": "Pyeongchang Olympic Bid Leaders’ Convictions Unlikely to Affect Chances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The mountain resort of Pyeongchang, about 100 miles east of Seoul, South Korea, is seen as a likely front-runner to host the 2018 Winter Games when members of the International Olympic Committee vote on the site next July.\nCommittee members prefer awarding the Games to different regions of the globe, and Pyeongchang has the advantage of being in Asia, where the Winter Games have been held only twice, in 1998 and 1972. Its two competitors, by contrast, are in Europe: Munich, and Annecy, France. Some say Pyeongchang’s time to win has come after narrowly losing to Vancouver, British Columbia, for the 2010 Games and to Sochi, Russia, for 2014.\nPyeongchang remains a favorite even though four leaders in promoting the bid have been convicted in South Korea of financial malfeasance or political corruption. And last month, the International Olympic Committee issued a warning to the Pyeongchang committee after a bid sponsor, Korean Air, signed a sponsorship deal with the International Skating Federation, whose president is eligible to vote in July.\nOlympic leaders have sought to take a hard line against corruption and conflicts of interest ever since the ethics scandal for the 2002 Salt Lake Games led to the expulsion of I.O.C. members, for accepting improper gifts and other benefits, and an overhaul of the rules governing how host cities are chosen.", "url": "https://www.nytimes.com/2010/12/08/sports/08olympics.html"}