{"authors": ["Stefan Pauly", "Michael Slackman"], "date_download": "2022-10-25 23:36:30", "date_modify": "2022-10-25 23:36:30", "date_publish": "2010-11-18 13:17:20", "description": "A suspicious bag intended for an Air Berlin flight stirred concerns, especially for law enforcement.", "filename": "2010_11_19_world_asia_19Germany_1666740990.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_19_world_asia_19Germany_1666740990.html", "title": "Germans Calm in Facing Rare Terror Alert", "title_page": "Germans Calm in Facing Rare Terror Alert - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN  One day after Germany’s interior minister said there was a concrete threat of a terrorist strike, the nation woke to reports of a possible bomb intended for an Air Berlin flight, hypercautious police forces at transportation hubs around the nation and a determined call not to let fear change the way people live.\nBy day’s end, Air Berlin said a suspicious laptop bag  identified in Namibia on Wednesday, just a few hours before the minister’s alert  did not contain any explosive material. Police officials said that it had batteries wired to a clock and detonator, and that it would take several days to determine whether it could have exploded or was a false alarm.\nThe day was for the most part routine for Germany’s 82 million citizens. Train stations were buzzing, coffee shops busy, government offices going about their business. Facing one of their most serious terror alerts, Germans broadly supported their government’s call to fight back by resisting fear.\n“There are situations in which calm is actually a civic duty and has nothing to do with apathy,” wrote the conservative daily Die Welt. “It is not a sign of carelessness but of strength if life goes on as normal in dangerous situations.”", "url": "https://www.nytimes.com/2010/11/19/world/asia/19Germany.html"}