{"authors": ["Pam Belluck"], "date_download": "2022-10-25 23:48:45", "date_modify": "2022-10-25 23:48:45", "date_publish": "2010-06-21 03:31:42", "description": "Hospitals say many patients, particularly older ones, are experiencing inexplicable disorienting episodes.", "filename": "2010_06_21_science_21delirium_1666741725.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_06_21_science_21delirium_1666741725.html", "title": "Hallucinations in Hospital Pose Risk to Elderly", "title_page": "Hallucinations in Hospital Pose Risk to Elderly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s terrible, more dangerous than a fall,” said Dr. Malaz A. Boustani, a professor at the Indiana University Center for Aging Research, who found that elderly patients experiencing delirium were hospitalized six days longer, and placed in nursing homes 75 percent of the time, five times as often as those without delirium. Nearly one-tenth died within a month. Experts say delirium can contribute to death by weakening patients or leading to complications like pneumonia or blood clots.\nEthel Reynolds, 75, entered a Virginia hospital last July to have fluid drained that had been causing her feet to swell. She wound up hospitalized for weeks, sometimes so delirious that “she screamed constantly, writhed,” said her daughter, Susan Byrd. “I had to get in bed with her because she thought someone was coming and they were going to hurt us,” Ms. Byrd said.\nMs. Reynolds ended up needing dialysis and surgery after an infection, and she died in September.\n“We got her death certificate, and the No. 1 cause of death was delirium,” said Ms. Byrd, an ophthalmology nurse. “I was just blown away. As a nurse, I was expecting a quote-unquote medical reason: kidneys, heart, lung, an organ that I could understand had failed, and it wasn’t. It was delirium.”\nImage Justin Kaplan thought himself besieged by “thousands of tiny little creatures,” he said, “some on horseback, waving arms, carrying weapons,” during his bout with hospital delirium last year. Credit... CJ Gunther for The New York Times\nOther triggers involve disorienting changes: sleep interrupted for tests, isolation, changing rooms, being without eyeglasses or dentures. Medication triggers can include some antihistamines, sleeping pills, antidepressants and drugs for nausea and ulcers. Dr. Inouye said that many “doctors don’t know how to appropriately use meds in older people, in terms of dosing” and compatibility with other medications.\nEarle Helton, 80, a retired chemist hospitalized after a stroke, ordered his family to “throw a rope over the hedge so he could escape,” said his daughter, Amanda. He tried removing his hospital gown, loudly sang “Lullaby and Goodnight,” and doctors had to tie down his hands to prevent him from leaving, said his wife, Ginnie. Only when Dr. Inouye stopped some medications that other doctors had prescribed did he become lucid.\nDelirium is sometimes treated with antipsychotics, but doctors urge caution using such drugs.\nDelirium can wax and wane, not always causing aggressive agitation.", "url": "https://www.nytimes.com/2010/06/21/science/21delirium.html"}