{"authors": ["Sam Tanenhaus"], "date_download": "2022-10-25 23:37:18", "date_modify": "2022-10-25 23:37:18", "date_publish": "2010-08-19 19:21:27", "description": "Like Jonathan Franzen’s previous novel, “The Corrections,” this is a masterly portrait of a nuclear family in turmoil, with a majestic sweep that gathers every sociocultural morsel of our shared millennial life.", "filename": "2010_08_29_books_review_Tanenhaus-t_1666741038.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_08_29_books_review_Tanenhaus-t_1666741038.html", "title": "The New York Times", "title_page": "Book Review - Freedom - By Jonathan Franzen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Freedom” is a still richer and deeper work — less glittering on its surface but more confident in its method. This time the social history has been pushed forward, from the Clinton to the Bush years — and the generational clock has been wound forward, too. There is, again, a nuclear family, though the hopeful aspirants are not children but parents. They are the Berglunds, “young pioneers” who renovate a Victorian in Ramsey Hill, a neighborhood of decayed mansions in St. Paul (Franzen assuredly knows that F. Scott Fitzgerald grew up there, on Summit Avenue; the street is mentioned in the opening paragraph) and then float upward on drafts of unassailable virtue. Patty is a “sunny carrier of sociological pollen, an affable bee” buzzing at the back door “with a plate of cookies or a card or some lilies of the valleys in a little thrift-store vase that she told you not to bother returning”; her husband, Walter, is a lawyer of such adamant decency that his employer, 3M, has parked him in “outreach and philanthropy, a corporate cul-de-sac where niceness was an asset” and where, commuting by bicycle each day, he nurtures his commitment to the environmentalist causes he will eventually pursue with messianic, and mis­begotten, fervor.\nTo their envious neighbors, a step behind the golden couple, there “had always been something not quite right about the Berglunds.” They are “the super-guilty sort of liberals who needed to forgive every­body so their own good fortune could be forgiven; who lacked the courage of their privilege.”\nThese heckling strophes drip with spite, but spite is often the vehicle of premonitory truth. The Berglunds really are headed for disaster, though not because there’s something wrong with them. They are, after all, “fully the thing that was just starting to happen to the rest of the street” — and much of America, too. They resemble any number of well-meaning couples for whom “the home” has become a citadel of aspirational self-regard and family life a sequence of ennobling rites, each act of overparenting wreathed in civic import — the “issues” involving cloth versus disposable diapers, or the political rectitude of the Boy Scouts, or the imperative to recycle batteries — and the long siege of the day heroically capped by “Goodnight Moon” and a self-­congratulatory glass of zinfandel.\nFranzen grasps that the central paradox of modern American liberalism inheres not in its doctrines but in the unstated presumptions that govern its daily habits. Liberals, no less than conservatives — and for that matter revolutionaries and reactionaries; in other words, all of us — believe some modes of existence are superior to others. But only the liberal, committed to a vision of harmonious communal pluralism, is unsettled by this truth. This is why a Ramsey Hill pioneer like Patty Berglund will suffer torments of indecision when thinking how best to “respond when a poor person of color accused you of destroying her neighborhood.”\nBut, in an inspired touch, Patty is a former All-American basketball player; and her competitive drive overcomes her inhibitions when the adversary is plainly her inferior, for instance the loutish next-door neighbor “in a Vikings jersey with his work boots unlaced and a beer can in his fist” who noisily molests his backyard trees with a chainsaw, clearing space for a vinyl-sided boat shed that disfigures the collective efforts of urban renovation. In retaliation, Patty slashes the snow tires on the villain’s pickup truck and then goes door to door like a petitioner to justify the vandalism she will not own up to.\nThe reckoning begins at home. Just as the complacent upright parents in Philip Roth’s “American Pastoral” see their world capsized by their own children, who become militant leftists, so the Berglunds inadvertently have bred a native rebel, their son, Joey. Bright, handsome, personable, preternaturally adept at getting his way, all thanks to his doting mother, he defies her by moving next door to live with the enemy, the disheveled right-wing household where the chainsaw tree-­murderer cohabits with a blowzy single mother and her blameless teenage daughter, who worships Joey and showers love on Patty — or would if only Patty didn’t coldly rebuff her.\nImage Credit... Illustration by Rodrigo Corra\nThis idyll, related with brilliant economy, establishes the themes explored over the course of a narrative that moves at once backward, forward, inward and outward — with hypnotic force ­and with none of the literary flourishes that faintly marred “The Corrections.” The Berglunds, introduced as caricatures, gradually assume the gravity of fully formed people, not “rounded characters,” in the awful phrase, but misshapen and lopsided, like actual humans.", "url": "https://www.nytimes.com/2010/08/29/books/review/Tanenhaus-t.html"}