{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:41:41", "date_modify": "2022-10-25 23:41:41", "date_publish": "2010-09-23 02:35:34", "description": "Escalating a dispute over Japan’s detention of a Chinese fishing trawler captain, China halted exports to Japan of some crucial rare earth elements.", "filename": "2010_09_23_business_global_23rare_1666741301.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_09_23_business_global_23rare_1666741301.html", "title": "Amid Tension, China Blocks Vital Exports to Japan", "title_page": "Amid Tension, China Blocks Vital Exports to Japan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Industry officials said that mainland China’s customs agency had notified companies that they were not allowed to ship to Japan any rare earth oxides, rare earth salts or pure rare earth metals, although these shipments are still allowed to go to Hong Kong, Singapore and other destinations. But no ban has been imposed on the export to Japan of semi-processed alloys that combine rare earths with other materials, the officials said. China has been trying to expand its alloy industry so as to create higher-paying jobs in mining areas, instead of exporting raw materials for initial processing.\nJapan has been the main buyer of Chinese rare earths for many years, using them for a wide range of industrial purposes, like making glass for solar panels. They are also used in small steering control motors in conventional gasoline-powered cars as well as in motors that help propel hybrid cars like the Toyota Prius.\nAmerican companies now rely mostly on Japan for magnets and other components using rare earth elements, as the United States’ manufacturing capacity in the industry became uncompetitive and mostly closed over the last two decades.\nThe Chinese halt to exports is likely to have immediate repercussions in Washington. The House Committee on Science and Technology is scheduled on Thursday morning to review a detailed bill to subsidize the revival of the American rare earths industry. The main American rare earths mine, in Mountain Pass, Calif., closed in 2002, but efforts are under way to reopen it.\nThe House Armed Services Committee has scheduled a hearing on Oct. 5 to review the American military dependence on Chinese rare earth elements.\nThe Defense Department has a separate review under way on whether the United States should develop its own sources of supply for rare earths, which are also used in equipment including rangefinders on the Army’s tanks, sonar systems aboard Navy vessels and the control vanes on the Air Force’s smart bombs.", "url": "https://www.nytimes.com/2010/09/23/business/global/23rare.html"}