{"authors": ["Rob Goldstone"], "date_download": "2022-10-25 23:43:23", "date_modify": "2022-10-25 23:43:23", "date_publish": "2010-10-20 23:33:33", "description": "For large travelers, being compared to Buddha is the least of it.", "filename": "2010_10_24_travel_24journeys_1666741403.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_10_24_travel_24journeys_1666741403.html", "title": "The New York Times", "title_page": "Traveling While Fat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AS soon as I board an aircraft, the first thing I do is make a beeline for the flight attendant and begin a routine that has changed little in 20 years:\nDiscreetly, I point toward my stomach, offer a half-smile and wait for a nod. Once I’m in my seat, I prepare for the “handoff.” Without making eye contact, the flight attendant approaches, and, like a player in a secret drug deal, quickly slips a small package into my palm: a seat belt extender.\nAt 285 pounds and 5 feet 7 inches, I may not be the tallest, but I am almost always one of the biggest passengers on a plane. That’s “one of”: as anyone with even the most tangential relationship with news headlines over the last several years knows, Americans are getting fatter and fatter. And as the well-proportioned gird themselves for the hassles of holiday travel, plus-size travelers like me prepare for a plus-sized ordeal.\nIt starts with finding a place to sit on the plane. The airline industry has responded to its ever-widening clientele with new rules: a handful of carriers, including United and Southwest, now insist that passengers who cannot fit comfortably into an economy seat (with the armrests down) buy a second seat (something I’ve done for years whenever possible); and three domestic carriers have instituted a policy that bans overweight people from sitting in exit rows. (Our bulk, they reason, could hinder an evacuation in an emergency.)\nYet for large travelers like me, the issues persist long after we have figured out whether to buy one seat or two. Going through airport security, for example, I could set off the metal detector not because I’m smuggling a box cutter or pistol, but because my girth comes too close to the sides of the machine, prompting it to beep. (After years of trial and error, I have a technique to eliminate this embarrassing possibility: I extend my arms forward, lower them with my palms out and twist my torso slightly to one side.)", "url": "https://www.nytimes.com/2010/10/24/travel/24journeys.html"}