{"authors": ["James Glanz", "John Markoff"], "date_download": "2022-10-25 23:55:34", "date_modify": "2022-10-25 23:55:34", "date_publish": "2010-12-04 17:08:49", "description": "China has engaged in attacks aimed at American military and political data, and its leaders have been obsessed with Google’s role in its country, cables say.", "filename": "2010_12_05_world_asia_05wikileaks-china.html_pagewanted=all_1666742134.html", "image_url": "https://static01.nyt.com/images/2010/12/05/world/05china-web1/05china-web1-articleLarge-v2.jpg?year=2010&h=374&w=600&s=2f583410fdcef5ea183064eeb723425399fbacf06bf0fc4c7bdbd69670739d74&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_05_world_asia_05wikileaks-china.html_pagewanted=all_1666742134.html", "title": "The New York Times", "title_page": "WikiLeaks Archive - China’s Battle With Google - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One cable, dated early this year, quoted a Chinese person with family connections to the elite as saying that Mr. Li himself directed an attack on Google’s servers in the United States, though that claim has been called into question. In an interview with The New York Times, the person cited in the cable said that Mr. Li personally oversaw a campaign against Google’s operations in China but the person did not know who directed the hacking attack.\nThe cables catalog the heavy pressure that was placed on Google to comply with local censorship laws, as well as Google’s willingness to comply  up to a point. That coercion began building years before the company finally decided to pull its search engine out of China last spring in the wake of the successful hacking attack on its home servers, which yielded Chinese dissidents’ e-mail accounts as well as Google’s proprietary source code.\nThe demands on Google went well beyond removing material on subjects like the Dalai Lama or the 1989 Tiananmen Square massacre. Chinese officials also put pressure on the United States government to censor the Google Earth satellite imaging service by lowering the resolution of images of Chinese government facilities, warning that Washington could be held responsible if terrorists used that information to attack government or military facilities, the cables show. An American diplomat replied that Google was a private company and that he would report the request to Washington but that he had no sense about how the government would act.\nYet despite the hints of paranoia that appear in some cables, there are also clear signs that Chinese leaders do not consider the Internet an unstoppable force for openness and democracy, as some Americans believe.\nIn fact, this spring, around the time of the Google pullout, China’s State Council Information Office delivered a triumphant report to the leadership on its work to regulate traffic online, according to a crucial Chinese contact cited by the State Department in a cable in early 2010, when contacted directly by The Times.", "url": "https://www.nytimes.com/2010/12/05/world/asia/05wikileaks-china.html?pagewanted=all"}