{"authors": ["William Yong", "Robert F. Worth"], "date_download": "2022-10-25 23:31:30", "date_modify": "2022-10-25 23:31:30", "date_publish": "2010-11-29 09:04:27", "description": "Two scientists were attacked and one died, prompting accusations that the United States and Israel were trying to disrupt Iran’s nuclear program.", "filename": "2010_11_30_world_middleeast_30tehran.html_scp=2&sq=Majid%20Shariari&st=cse_1666740690.html", "image_url": "https://static01.nyt.com/images/2010/11/30/world/TEHRAN/TEHRAN-articleLarge.jpg?year=2010&h=360&w=600&s=3c694e5dc48fa62186dadf138234ebb1399f6740ce82267dcb5d707ef77a079a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_30_world_middleeast_30tehran.html_scp=2&sq=Majid%20Shariari&st=cse_1666740690.html", "title": "Bombings Hit Atomic Experts in Iran Streets", "title_page": "Bombings Hit Atomic Experts in Iran Streets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Israel and the United States have often signaled that they will not tolerate a nuclear Iran. Neither has acknowledged pursuing sabotage or assassinations there, but both are widely believed to be pursuing ways to undermine the country’s nuclear program short of bombing reactor sites, including damaging the centrifuges to slow down the production of enriched uranium.\n“They’re bad people, and the work they do is exactly what you need to design a bomb,” said a federal official who assesses scientific intelligence and spoke on condition of anonymity. “They’re both top scientists.”\nPhilip J. Crowley, the State Department spokesman, did not address the Iranian accusations in detail. “All I can say is we decry acts of terrorism wherever they occur and beyond that, we do not have any information on what happened,” he said.\nDiplomatic efforts to stop the Iranian nuclear program appear to have failed, and this year, the United Nations and Western powers imposed a new, tougher round of sanctions. On Oct. 29, Iran said it was willing to resume talks with the European Union over its nuclear program, a step that American officials view as a sign that the sanctions were having an effect on Iran’s troubled economy. Iran has delayed a major economic reform package, apparently concerned about possible unrest if prices for basic goods rise further.\nDr. Shahriari published dozens of esoteric conference reports and peer-reviewed articles on nuclear research, at least five of which list Mr. Salehi, the Iranian nuclear agency chief, as a co-author. He was an expert on neutron transport, a field that lies at the heart of nuclear chain reactions in bombs and reactors. Some Iranian media reports said he taught at the Supreme National Defense University, which is run by the Iranian Army.", "url": "https://www.nytimes.com/2010/11/30/world/middleeast/30tehran.html?scp=2&sq=Majid%20Shariari&st=cse"}