{"authors": ["Mekado Murphy"], "date_download": "2022-10-25 23:33:50", "date_modify": "2022-10-25 23:33:50", "date_publish": "2010-05-21 20:01:05", "description": "Jean-Pierre Jeunet, the director of “Amélie” and now of “Micmacs,” stamps his films with a delight in the eccentric.", "filename": "2010_05_23_movies_23micmacs_1666740830.html", "image_url": "https://static01.nyt.com/images/2010/05/23/movies/23micmacs_CA1span/23micmacs_CA1span-articleLarge.jpg?year=2010&h=248&w=600&s=a8f73406efd932bbbd754469c66a18aa5b92d4fbae65f522ac4852eb5696e4a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_05_23_movies_23micmacs_1666740830.html", "title": "Jean-Pierre Jeunet’s Eye for Detail", "title_page": "Jean-Pierre Jeunet’s Eye for Detail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROOFTOP SCENES\n“Delicatessen” concludes on a rooftop, and that setting also frequently plays into the plot of “Micmacs,” above. Mr. Jeunet has a fascination with Parisian rooftops, but because of the potential danger to the cast and crew, he must recreate them as sets. For “Delicatessen,” he found a location at street level.\nImage A battle scene from Mr. Jeunet’s World War I drama “A Very Long Engagement.” Credit... Bruno Calvo/Warner Independent Pictures\n“It was strange because you could see a roof on the ground,” he said. “It was like a building sank.” For “Micmacs,” a set was built on top of a building at the studio where some of the film was shot. Mr. Jeunet wanted a more nostalgic feel, so some scenes included smoke billowing out of fireplaces. “Nobody uses wood now to heat,” he said. “But in my film, everybody does!” For other locations, Mr. Jeunet did his own scouting, often by traversing the city on his scooter.\nCOLOR TONES\nColor toning is always an important part of Mr. Jeunet’s films. Much of his work is bathed in warm shades that create a sense of the hyperreal. But for contrast, the filmmaker used cooler colors to depict the battle scenes in his World War I drama, “A Very Long Engagement.” “I want to modify the reality, so I feel like a painter,” he said.\nImage In “Micmacs,” Andre Dussollier plays the chairman of a weapons manufacturer who collects the body parts of famous people. Credit... Sony Pictures Classics\nIn his early films, the process was more of a chemical one, with Mr. Jeunet and his cinematographers coming up with new ways to develop the film to get the desired effect. Now the color toning is done digitally, an easier process that offers a wider color palette. Yet the variety of choices makes the color correction that much more time-consuming. “In the chemical process we’d spend maybe three days to fix the color,” he said. “Now, seven weeks.”", "url": "https://www.nytimes.com/2010/05/23/movies/23micmacs.html"}