{"authors": ["William K. Rashbaum", "Danny Hakim", "David Kocieniewski", "Serge F. Kovaleski"], "date_download": "2022-10-25 23:37:18", "date_modify": "2022-10-25 23:37:18", "date_publish": "2010-02-25 01:51:02", "description": "Court and police records portray a brutal encounter followed by an effort to make a potential political embarrassment go away. The episode, including contacts by the state police and the governor, has come under scrutiny.", "filename": "2010_02_25_nyregion_25paterson_1666741038.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_25_nyregion_25paterson_1666741038.html", "title": "Question of Influence in Abuse Case of Paterson Aide", "title_page": "Question of Influence\r\nin Abuse Case of Paterson Aide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Paterson, at a meeting with the editorial board of The Times on Feb. 8, said he was angry that a reporter had gone to the home of what he described as “an ex-girlfriend” of an aide. He suggested that the reporter’s real purpose had been to dig up damaging information about him.\nThe governor said he had met the woman only three or four times.\nMr. Paterson, who has championed the cause of battered women, then made extended remarks on the case of Hiram Monserrate, the former state senator who was convicted of misdemeanor assault against his companion and ousted from the Legislature. Mr. Paterson said he was offended that while the woman had been granted an order of protection against Mr. Monserrate, the senator’s aides had continued to have contact with her and assist her.\n“The order of protection is designed to allow for independence of the victim,” he said. “This victim apparently had no independence.”\nHe said the conduct of the aides warranted a criminal investigation, perhaps for witness intimidation.\n“There have got to be some issues or some questioning of this woman not on the witness stand about how she was handled,” the governor said. “Because that’s the whole essence of what domestic violence is. It’s control.”\nOne of Mr. Paterson’s earliest steps after becoming governor in March 2008 was insisting that the State Police end any meddling in political matters.\nMr. Paterson called on Mr. Cuomo to investigate the State Police, saying he believed there was a unit within the agency collecting information on public figures. He said such concerns led him to admit publicly, on his first full day in office, to having had extramarital affairs.\nMr. Cuomo’s report, issued in September 2009, did not find a rogue political unit per se but did find evidence of political interference by senior police officials, including an episode in which a police superintendent ordered changes to a domestic violence report involving a Republican congressman, John E. Sweeney, to make it less damaging. Mr. Paterson and his superintendent, Mr. Corbitt, had pledged to overhaul the agency.", "url": "https://www.nytimes.com/2010/02/25/nyregion/25paterson.html"}