{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:02:05", "date_modify": "2022-10-25 23:02:05", "date_publish": "2010-12-10 02:16:43", "description": "Attorney General Eric H. Holder Jr. opposes a House bill that would ban the transfer of Guantánamo prisoners to the United States.", "filename": "2010_12_10_us_politics_10gitmo_1666738925.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_10_us_politics_10gitmo_1666738925.html", "title": "Guantánamo Detainee Bill Attacked by Attorney General", "title_page": "Guantánamo Detainee Bill Attacked by Attorney General - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  Attorney General Eric H. Holder Jr. on Thursday denounced a Congressional proposal to block the transfer of any Guantánamo detainee into the United States, calling it “an extreme and risky encroachment on the authority of the executive branch to determine when and where to prosecute terrorist suspects.”\nThe proposal is contained in a spending bill that was passed by the House of Representatives late Wednesday, just hours after it was unveiled. It would ban the use of federal money to bring detainees into the country from the military base in Guantánamo Bay, Cuba, for any purpose  including trials  before the end of the fiscal year next September.\nIn a letter to Senate leaders, Mr. Holder argued that enacting the House provision would set a “dangerous” constitutional precedent because “the exercise of prosecutorial discretion has always been and must remain an executive branch function.”\nHe also criticized a part of the provision that specifically forbids transferring Khalid Sheikh Mohammed, the professed mastermind of the Sept. 11 attacks. Mr. Holder supports prosecuting Mr. Mohammed in a civilian court, but critics have argued that he should be tried before a military commission in Guantánamo.", "url": "https://www.nytimes.com/2010/12/10/us/politics/10gitmo.html"}