{"authors": ["John M. Broder"], "date_download": "2022-10-25 23:24:10", "date_modify": "2022-10-25 23:24:10", "date_publish": "2010-03-26 00:40:35", "description": "The market-driven system was the preferred policy for tackling climate change a year ago, but now it is in wide disrepute.", "filename": "2010_03_26_science_earth_26climate_1666740250.html", "image_url": "https://static01.nyt.com/images/2010/03/26/us/26climate_337-span/26climate_337-395-articleLarge.jpg?year=2010&h=330&w=600&s=d0bce3befa129c7a4f67b623268a3e0cad4ca5ad3fbb4b0972febb19b7a4b94e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_26_science_earth_26climate_1666740250.html", "title": "Tracing the Demise of Cap and Trade", "title_page": "Tracing the Demise of Cap and Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Economywide cap and trade died of what amounts to natural causes in Washington,” said Fred Krupp, president of the Environmental Defense Fund, who has been promoting the idea for more than two decades. “The term itself became too polarizing and too paralyzing in the effort to win over conservative Democrats and moderate Republicans to try to do something about climate change and our oil dependency.”\nCap and trade was first tried on a significant scale 20 years ago under the first Bush administration as a way to address the problem of airborne sulfur dioxide pollution — widely known as acid rain — from coal-burning power plants in the Eastern United States. A limit was imposed on emissions from the plants, and utilities were allowed to buy and sell permits to comply. Today it is considered one of the most effective environmental initiatives.\nImage Senators Lindsey Graham, left, John Kerry and Joseph I. Lieberman are working on bipartisan climate change legislation. Credit... Matthew Cavanaugh/European Pressphoto Agency\nEnvironmentalists and industries resurrected the idea in recent years as a centerpiece of measures to address global warming and growing oil imports. Representatives Henry A. Waxman of California and Edward J. Markey of Massachusetts, both Democrats, built their climate change bill last year in large measure around it.\nBut in trying to assemble a majority to pass it, Mr. Waxman and Mr. Markey dished out a cornucopia of concessions and exemptions to coal companies, utilities, refiners, heavy industry and agribusinesses. The original simplicity was lost, replaced by a bazaar in which those with the most muscle got the best deals.\nOpponents labeled it a tax-and-redistribution scheme.\n“We turned it into ‘cap and tax,’ and we turned that into an epithet,” said Myron Ebell of the Competitive Enterprise Institute, a free-market research organization supported by conservative individuals and corporations. “We also did a good job of showing that a bunch of big companies — Goldman Sachs, the oil companies, the big utilities — would get windfall profits because they’d been given free ration coupons.”\nC. Boyden Gray, White House counsel in the first Bush administration and a strong advocate of the acid rain cap-and-trade program, said that opponents were largely correct in labeling the Waxman-Markey plan a tax, because so many of the pollution allowances were given away to industry rather than allocated based on past emissions.", "url": "https://www.nytimes.com/2010/03/26/science/earth/26climate.html"}