{"authors": ["Carlotta Gall"], "date_download": "2022-10-25 23:28:46", "date_modify": "2022-10-25 23:28:46", "date_publish": "2010-05-18 01:37:25", "description": "Atta Muhammad Noor, governor of Balkh Province, is credited with promoting development there.", "filename": "2010_05_18_world_asia_18mazar_1666740526.html", "image_url": "https://static01.nyt.com/images/2010/05/18/world/18mazar_CA0/18mazar_CA0-articleLarge.jpg?year=2010&h=334&w=600&s=a9878d99d9b54abe16e6b4a01720daf4c6523cb66d2103e0766c75c1f7eae023&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_05_18_world_asia_18mazar_1666740526.html", "title": "In Afghanistan’s North, a Former Warlord Offers Security", "title_page": "In Afghanistan’s North, a Former Warlord Offers Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MAZAR-I-SHARIF, Afghanistan — In a country still gripped by war, the families picnicking around the azure-domed shrine in the central square here are perhaps the clearest sign that this northern provincial city has distinguished itself as one of the most secure places in the country. An estimated one million people visited Mazar-i-Sharif for Afghan New Year celebrations in March and in the weeks after without incident.\nIt helps, of course, that Mazar-i-Sharif and the surrounding Balkh Province lie far from the Pakistani border and the heartland of the Taliban insurgency in southern and eastern Afghanistan. But there is something else that sets Mazar-i-Sharif apart, almost everyone here agrees, and that is the leadership of the provincial governor, Atta Muhammad Noor.\nSome regard Mr. Noor, 46, a former mujahedeen commander and an ethnic Tajik, as a thinly disguised warlord who still exercises an unhealthy degree of control across much of the north and who has used that influence to grow rich through business deals during his time in power since 2001.\nBut there is little doubt that Mr. Noor has also managed to do in his corner what President Hamid Karzai has failed to achieve in other parts of Afghanistan: bring development and security, with a good measure of public support, to regions divided by ethnic and political rivalries.", "url": "https://www.nytimes.com/2010/05/18/world/asia/18mazar.html"}