{"authors": ["Lisa W. Foderaro"], "date_download": "2022-10-25 23:30:36", "date_modify": "2022-10-25 23:30:36", "date_publish": "2010-04-27 03:04:07", "description": "Lisa Staiano-Coico, a microbiologist and immunologist, should be in a position to advance CUNY’s ambitious science agenda.", "filename": "2010_04_27_nyregion_27cuny_1666740636.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_04_27_nyregion_27cuny_1666740636.html", "title": "Lisa Staiano-Coico Named City College President", "title_page": "Lisa Staiano-Coico Named City College President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The board of trustees of the City University of New York on Monday named Lisa Staiano-Coico, the provost at Temple University, as the next president of City College, the oldest and most venerated in the CUNY system.\nA researcher in microbiology and immunology, Dr. Staiano-Coico, a graduate of Brooklyn College, will be the first CUNY alumna to head City College, which in recent years has managed to restore some of its earlier glory by strengthening admissions standards and expanding programs. She will assume the presidency in August, succeeding an interim president, Robert Paaswell.\nEstablished in 1847 as New York’s first public institution of higher education, City College became a magnet for generations of hard-charging immigrants unable to afford Ivy League schools. Nine of its graduates went on to win the Nobel Prize. Its alumni include the lyricist Ira Gershwin, Gen. Colin L. Powell and Dr. Jonas E. Salk, the polio vaccine pioneer.\nDr. Staiano-Coico, 54, a Brooklyn native, earned a B.S. in biology from Brooklyn College in 1976 and a Ph.D. in microbiology and immunology from the Cornell University Graduate School of Medical Sciences, on the Upper East Side, in 1981.", "url": "https://www.nytimes.com/2010/04/27/nyregion/27cuny.html"}