{"authors": ["Pete Thamel"], "date_download": "2022-10-25 23:35:06", "date_modify": "2022-10-25 23:35:06", "date_publish": "2010-08-28 16:45:02", "description": "The stardom of Spanish guard Ricky Rubio has transcended the trick shots and fancy dribbling that made him Europe’s first YouTube basketball sensation.", "filename": "2010_08_29_sports_basketball_29rubio_1666740906.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_08_29_sports_basketball_29rubio_1666740906.html", "title": "Ricky Rubio Is a Basketball Prodigy Coming of Age", "title_page": "Ricky Rubio Is a Basketball Prodigy Coming of Age - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID  Teenage girls here scream at the sight of Ricky Rubio, Spanish basketball’s answer to Justin Bieber. The Minnesota Timberwolves are eagerly anticipating his arrival. Spain is depending on him as it tries to defend its world championship without the injured guard José Calderón.\nBut the 19-year-old Rubio appears unaffected by all the attention. His demeanor off the court mirrors his calm and nonchalance on it. Rubio still lives two doors down from his grandmother, hangs out with his childhood friends and blends in seamlessly with the older players on the national team.\n“His maturity is unbelievable for his age,” said Marc Gasol, Rubio’s teammate in the world championships, which started Saturday in Turkey. “I think his mentality is the best thing he has. He adjusts to everything so fast, he’s kind of a little genius with some stuff.”\nAt 14, Rubio became the youngest player in Spain’s prestigious ACB League. At 17, he started for Spain against the United States in the Olympic gold medal game. In 2009, he became the first player born in the 1990s selected in the N.B.A. draft.", "url": "https://www.nytimes.com/2010/08/29/sports/basketball/29rubio.html"}