{"authors": ["Steven Greenhouse"], "date_download": "2022-10-25 23:39:19", "date_modify": "2022-10-25 23:39:19", "date_publish": "2010-11-15 00:40:54", "description": "Mr. Kheel was New York City’s pre-eminent labor peacemaker from the 1950s through the 1980s.", "filename": "2010_11_15_nyregion_15kheel_1666741159.html", "image_url": "https://static01.nyt.com/images/2010/11/15/nyregion/kheel-obit-2/kheel-obit-2-articleLarge.jpg?year=2010&h=392&w=600&s=2dcd84112a4e40676681a1562e38812e6f579222a99a576e11165ea62095d39f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_15_nyregion_15kheel_1666741159.html", "title": "Theodore W. Kheel, Mediator, Dies at 96", "title_page": "Theodore W. Kheel, Mediator, Dies at 96 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Theodore W. Kheel, who was New York City’s pre-eminent labor peacemaker from the 1950s through the 1980s, a mediator and arbitrator sought after by both City Hall and the White House to help avert or end strikes of crippling consequence, died on Friday. He was 96 and lived in Manhattan.\nHis death was confirmed on Sunday by Edward Nebb, a family spokesman.\nMr. Kheel, who played a pivotal role in ending newspaper, teacher and subway strikes in New York, was the go-to guy for mayors, labor leaders and business executives during the post-World War II era, when unions were far more powerful than they are now and a savvy, respected ringmaster was often needed to pressure and cajole all sides to reach a settlement.\nMayor Robert F. Wagner Jr. turned to Mr. Kheel to help end the 114-day newspaper strike of 1962-63, and President Lyndon B. Johnson summoned Mr. Kheel to Washington in 1964 to help mediate 10 days of feverish negotiations that prevented a nationwide rail walkout.\nIn a flood of articles hailing his successes at resolving myriad conflicts, he was described as “the most influential peacemaker in New York City in the last half-century” and the “master locksmith of deadlock bargaining.” In 1970, The New Yorker called him “the one man best able to keep in working order a substantial portion of the sputtering labor machinery not only in New York City, but over much of the Eastern Seaboard.”", "url": "https://www.nytimes.com/2010/11/15/nyregion/15kheel.html"}