{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:23:43", "date_modify": "2022-10-25 23:23:43", "date_publish": "2010-07-10 01:13:42", "description": "A federal drug official issued a scathing review of a major clinical trial that Avandia’s manufacturer has been using to argue that the drug was safe.", "filename": "2010_07_10_health_10diabetes_1666740223.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_07_10_health_10diabetes_1666740223.html", "title": "F.D.A. Review Disputes Finding That the Diabetes Drug Avandia Is Safe", "title_page": "F.D.A. Review Disputes Finding That the Diabetes Drug Avandia Is Safe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Correctly interpreted, he concluded, the study actually supports critics’ contentions that Avandia may cause heart attacks and strokes. “One does not have to be a mathematician or to perform calculations,” he wrote, to come to the conclusion that a combined look at all the trials of Avandia would demonstrate that it causes heart attacks.\nMary Anne Rhyne, a spokeswoman for GlaxoSmithKline, said the study demonstrated that Avandia is safe and added, “The Record study was conducted according to good clinical practices and the data are reliable.”\nDr. Marciniak’s review is part of a reassessment of Avandia’s safety by F.D.A. medical officers to educate the panel, who will meet Tuesday and Wednesday in Gaithersburg, Md., to advise the agency whether Avandia should be withdrawn from the market  after millions of prescriptions, billions of dollars in sales and 11 years of wide use.\nThe agency’s initial review of the Record trial, in 2007, found no problems. But independent researchers who have examined the health records of thousands of patients taking Avandia have found strong hints that the drug is more dangerous than GlaxoSmithKline has claimed. So Dr. Marciniak took an unusually close look at the Record study, demanding to see records that the agency rarely examines.\nOnly then did he turn up the study’s many problems. If given more time, he wrote, he would probably have found still more.\nImage GlaxoSmithKline says the data from the Record clinical trial are safe. Credit... JB Reed/Bloomberg News\nDebate about Avandia’s safety and how to handle reports of its dangers has split the food and drug agency and led to fierce recriminations, staff departures and questions from Congress.", "url": "https://www.nytimes.com/2010/07/10/health/10diabetes.html"}