{"authors": ["Jeannette Catsoulis"], "date_download": "2022-10-25 22:59:59", "date_modify": "2022-10-25 22:59:59", "date_publish": "2010-03-26 02:10:22", "description": "Even if you don’t know your pliés from your battements frappés, the dance sequences in “Dancing Across Borders” are a delight.", "filename": "2010_03_26_movies_26dancing_1666738799.html", "image_url": "https://static01.nyt.com/images/2010/03/26/movies/26dancingspan-1/26dancingspan-1-articleLarge.jpg?year=2010&h=377&w=600&s=af2f70950ae4e3217c78dddf71ea5ba48539cbaf289566e1e086ff9a5207ad9d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_26_movies_26dancing_1666738799.html", "title": "Anne Bass Documentary on Teenage Ballet Protégé From Cambodia", "title_page": "Anne Bass Documentary on Teenage Ballet Protégé From Cambodia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even if you don’t know your pliés from your battements frappés, the dance sequences in “Dancing Across Borders” are a delight. More problematic perhaps is a true-life narrative about a wealthy white woman (Anne Bass, a prominent Manhattan patron of the arts) who plucks a happy teenager (Sokvannara Sar, known to everyone as “Sy”) from his home in Cambodia and installs him in the School of American Ballet in New York.\nCharity is always double-edged, but you wouldn’t know that from this determinedly cheerful documentary assembled by Ms. Bass without frills or awareness of the need for an objective voice. Luminaries from the ballet world  including the inspired dancer Peter Boal (now the artistic director of Pacific Northwest Ballet)  enthuse about Sy’s dedication and soaring jumps; yet as we watch him power through alienation, exhaustion and the extreme physical demands of a dance form he neither understands nor particularly likes, another, less sunny story begins to assert itself.\n“Sometimes you got to do the right thing, not what you want to do,” says Sy in a rare moment of filmed introspection, and there is something ineffably sad in this grateful self-effacement. Offered only hints of life away from the barre or of Sy’s relationship with his coolly poised benefactress, viewers will see either a very fortunate young man or a beautiful protégé, dancing as fast as he can to please everyone but himself.\nDANCING ACROSS BORDERS\nOpens on Friday in Manhattan.\nDirected by Anne Bass; director of photography, Bob Elfstrom, Anthony Forma and Tom Hurwitz; edited by Girish Bhargava and Mark Sutton; produced by Ms. Bass and Catherine Tatge; released by First Run Features. At the Quad Cinema, 34 West 13th Street, Greenwich Village. In English and Khmer, with English subtitles. Running time: 1 hour 28 minutes. This film is not rated.", "url": "https://www.nytimes.com/2010/03/26/movies/26dancing.html"}