{"authors": ["Marc Lacey"], "date_download": "2022-10-25 22:56:46", "date_modify": "2022-10-25 22:56:46", "date_publish": "2010-11-03 05:41:09", "description": "Across the country, voters in dozens of states weighed in not just on candidates but on all matter of issues large and small, more than 150 of them in all.", "filename": "2010_11_03_us_politics_03ballot_1666738606.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_03_us_politics_03ballot_1666738606.html", "title": "California Rejects Marijuana Legalization", "title_page": "California Rejects Marijuana Legalization - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OAKLAND  California voters rejected a ballot initiative on Tuesday that would have legalized marijuana for recreational use, but disappointed supporters of the measure lighted up anyway outside their campaign headquarters here and vowed to continue pushing for a day when cannabis is treated like tobacco and alcohol, not heroin and cocaine.\n“There will be a few tears shed,” said Gregory Lyons, 63, a pastry chef who worked the phones throughout the day on Tuesday to rally support for the measure. “Demonizing a plant doesn’t make sense.”\nAdded Jeremy Daw, 30, who was puffing on a lengthy spliff as the returns came in: “I feel deflated.”\nAcross the country, voters in dozens of states weighed in not just on candidates but on all matter of issues large and small, more than 150 of them in all. In Rhode Island, voters decided not to change the name of the state, which is officially “Rhode Island and Providence Plantations.” Arizona put an end to affirmative action programs. Oklahoma made English its official language. There were municipal initiatives as well, including a zany one in Denver that called on the city to set up a “extraterrestrial affairs committee” to look into UFOs.", "url": "https://www.nytimes.com/2010/11/03/us/politics/03ballot.html"}