{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:23:37", "date_modify": "2022-10-25 23:23:37", "date_publish": "2010-09-23 15:37:50", "description": "The move shows that the White House is taking a harder line on safety, even in the face of scientific uncertainty.", "filename": "2010_09_24_health_policy_24avandia_1666740217.html", "image_url": "https://static01.nyt.com/images/2010/09/23/health/avandia/avandia-articleLarge.jpg?year=2010&h=315&w=600&s=54204d9cecf8a8060acd07232ccd385d414f74527e8c7a19da1c07435a929e3a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_09_24_health_policy_24avandia_1666740217.html", "title": "F.D.A. to Severely Restrict Diabetes Drug Avandia", "title_page": "F.D.A. to Severely Restrict Diabetes Drug Avandia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In explaining why the F.D.A. decided against only adding more warnings to Avandia’s label, Dr. Janet Woodcock, director of the F.D.A.’s drug center said, “We know that labels are often not read.” It was an extraordinary acknowledgment from a veteran of an agency that for decades relied almost exclusively on label warnings to control drug use.\nThe suspension and restrictions all but ensure that Avandia’s sales  $1.19 billion last year and $3.2 billion as recently as 2006  will plunge as regulatory authorities around the world are bound to follow with similar restrictions. Avandia was once the biggest-selling diabetes drug around the world, but concerns about heart attack risks have already cut sales. There are about 600,000 people currently taking Avandia in the United States, Dr. Hamburg said at a press conference. “I think the numbers will go down very, very significantly with these new requirements.”\nGlaxoSmithKline responded that “the company continues to believe that Avandia is an important treatment for patients with Type 2 diabetes” and is working with the F.D.A. and European regulators “to implement the required actions.” The company promised that it would end Avandia promotions around the world.\nThe restrictions will take months to put in place. Patients now taking Avandia should continue to do so until they can consult their doctors, said Dr. Joshua Sharfstein, the F.D.A.’s principal deputy commissioner. But he said that doctors should now consider switching patients to other medicines.\nEuropean regulators began their own reassessment of Avandia in July after seeing a study of the drug by F.D.A. medical officers and another by Dr. Nissen in advance of a July F.D.A. advisory meeting. Once each agency learned of the other’s impending and similar decision  both were reached independently, Dr. Hamburg emphasized  they decided to coordinate their announcements.\nSeveral consumer groups said that the F.D.A. should have removed Avandia from the market just as the Europeans did.\nThe F.D.A. announced that it had ordered Glaxo to end a controversial study comparing Avandia and Actos, made by Takeda. It also ordered Glaxo to conduct an independent assessment of the Record trial, a landmark study of Avandia’s heart effects that an F.D.A. medical officer found was riddled with what he said were unpardonable errors that seriously biased the trial’s conclusions.", "url": "https://www.nytimes.com/2010/09/24/health/policy/24avandia.html"}