{"authors": ["Motoko Rich", "Brad Stone"], "date_download": "2022-10-25 23:46:22", "date_modify": "2022-10-25 23:46:22", "date_publish": "2010-02-01 02:40:13", "description": "In a strongly worded message, Amazon said that while it disagreed with Macmillan’s stance, it would accept the publisher’s plan on e-book prices.", "filename": "2010_02_01_technology_companies_01amazonweb_1666741582.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_01_technology_companies_01amazonweb_1666741582.html", "title": "Amazon Accepts Macmillan’s Demand for Higher E-Book Prices", "title_page": "Amazon Accepts Macmillan’s Demand for Higher E-Book Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After a weekend of brinksmanship, Amazon.com on Sunday surrendered to a publisher and agreed to raise prices on some electronic books.\nAmazon shocked the publishing world late last week by removing direct access to the Kindle editions as well as printed books from Macmillan, one of the country’s six largest publishers, which had said it planned to begin setting higher consumer prices for e-books. Until now, Amazon has set e-book prices itself, with $9.99 as the default for new releases and best sellers.\nBut in a statement Sunday afternoon, Amazon said it would accept Macmillan’s decision.\nOn Friday, Amazon removed “buy” buttons from thousands of titles published by Macmillan, including recent best sellers like “Wolf Hall” by Hilary Mantel and “The Gathering Storm,” by Robert Jordan and Brandon Sanderson. Customers who wanted to buy print editions could do so only from third-party sellers. Digital editions made for Amazon’s Kindle device disappeared.\nIn a strongly worded message on its Web site on Sunday, Amazon said that while it disagreed with Macmillan’s stance, it would bow to the publisher’s plan.", "url": "https://www.nytimes.com/2010/02/01/technology/companies/01amazonweb.html"}