{"authors": ["Robert F. Worth"], "date_download": "2022-10-25 23:54:34", "date_modify": "2022-10-25 23:54:34", "date_publish": "2010-04-19 18:27:57", "description": "Iranian authorities suspended two prominent opposition political parties, banned a newspaper and handed down prison sentences to three reformist political figures.", "filename": "2010_04_20_world_middleeast_20iran_1666742074.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_04_20_world_middleeast_20iran_1666742074.html", "title": "Iran Mutes a Chorus of Voices for Reform", "title_page": "Iran Mutes a Chorus of Voices for Reform - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — The Iranian authorities on Monday suspended two prominent opposition political parties, banned a newspaper and handed down prison sentences to three reformist political figures, in the latest sign that the country’s hard-line rulers aim to crush any official political representation by the reformist movement.\nThe opposition parties, the Islamic Iran Participation Front and the Mujahedeen of the Islamic Revolution, were told to suspend all activities until a final decision was made about their status, according to the official IRNA news agency. The move was widely understood as a precursor to a full legal ban.\nThe Mujahedeen of the Islamic Revolution, established during the Islamic Revolution in 1979, evolved to become a reformist group and supported Mir Hussein Moussavi, the opposition candidate in last June’s disputed presidential elections. The Islamic Iran Participation Front was formed in 1997, after the victory of the reformist president, Mohammad Khatami, and quickly became the most important reformist political organ in the country.\nThe suspension was not a surprise, as many of the parties’ members had already been arrested or jailed. But it suggested that the authorities might be moving more aggressively to stamp out reformist political groups as the anniversary of last June’s election draws closer.", "url": "https://www.nytimes.com/2010/04/20/world/middleeast/20iran.html"}