{"authors": ["Don Van Natta Jr.", "Jo Becker", "Graham Bowley"], "date_download": "2022-10-25 23:52:02", "date_modify": "2022-10-25 23:52:02", "date_publish": "2010-09-01 18:10:20", "description": "How a London paper listened in on the private voice mail messages of the rich and famous.", "filename": "2010_09_05_magazine_05hacking-t.html_pagewanted=all_1666741922.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_09_05_magazine_05hacking-t.html_pagewanted=all_1666741922.html", "title": "The British Tabloid Phone-Hacking Scandal", "title_page": "The British Tabloid Phone-Hacking Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THAT SAME MONTH, a judge hearing the lawsuit by the public-relations executive Max Clifford ordered Mulcaire to name any journalist for whom he hacked into Clifford’s phone. The names discovered in Mulcaire’s files had been redacted by the police. The lawsuit was something of a professional twist for Clifford, who often brokered stories between the tabloids and people looking to capitalize on their exploits with celebrities, earning him a reputation as the master of the “kiss and tell.” He had a particularly productive relationship with News of the World until 2005, he said, when he had a falling out with Coulson over a story about a client using cocaine. Not long after, Clifford’s phone was hacked by Mulcaire. “I was the source of many of their biggest stories, and suddenly that source was gone,” Clifford said. “So I was a prime candidate. It’s common sense. Night follows day.” But before Mulcaire could obey the order to testify, Clifford dropped his lawsuit. Clifford declined to comment on details of his decision, except to say that his feelings changed after a meeting with Rebekah Brooks, the former News of the World editor who became chief executive of News International. “We sat down and we had lunch,” Clifford said, “and it took us no time to sort it all out.”\nNews International agreed to pay Clifford one million pounds in exchange for feeding the paper exclusive stories over the next several years.\nThe company had been able to prevent Mulcaire’s testimony. But when The Guardian published details of Clifford’s lucrative deal, the litigation floodgates opened. More than three years after Scotland Yard closed the official investigation, solicitors and barristers now scrambled to bring new cases against News International and the police. Charlotte Harris, who represented Clifford, said that because of the way Scotland Yard handled the cases, “it has fallen upon the potential victims to make their own inquiries.” As a first step, potential plaintiffs needed to get confirmation from Scotland Yard on whether their names or phone numbers were found among the evidence. Scotland Yard initially promised prosecutors it would alert everyone named in the files, but it didn’t. One of Harris’s other clients, the victim in a high-profile sexual-assault investigation seven years ago, wrote to the police in January to see if her name was in the files. The woman suspected her phone may have been hacked because details about her life appeared in News of the World and other tabloids during coverage of her ordeal. She had been convinced the police or her friends were selling the information. Two months after writing to the police, she received a letter confirming that her number had been found among Mulcaire’s records. The letter said the evidence did not necessarily mean her messages had been accessed and suggested she contact her phone-service provider, “who may be able to assist further.” The woman and other potential hacking victims said that by sitting on the evidence for so long, the police have made it impossible to get information from phone companies, which do not permanently keep records. “It was disingenuous, to say the least, for Scotland Yard to say that,” the woman said. The police recently confirmed that the phone numbers of two friends were also found in Mulcaire’s records, she added. “I think I could have been spared a lot of angst about who I could trust and who I couldn’t trust had they told me,” she said.\nThree plaintiffs are jointly seeking a judicial inquiry into Scotland Yard’s handling of the hacking case. The plaintiffs, who include a former deputy assistant commissioner of the Metropolitan Police, say their rights were violated when the police failed to inform them that their names were found in Mulcaire’s documents. The former official, Brian Paddick, scoffed at Scotland Yard’s explanation that the appearance of his name didn’t necessarily mean that he was hacked. “It’s a mealy-mouthed way of saying, ‘We’re not telling you any more, that maybe something happened but we can’t be bothered to investigate,’ ” he said. A police spokesman said the department has been “as open as possible whilst maintaining and protecting individuals’ personal information and respecting privacy.”Andy Hayman, who ran the case for Scotland Yard, has since retired. He declined to comment for this article. He is currently a columnist for The Times of London, where he has written in defense of the police investigation and maintained there were “perhaps a handful” of hacking victims. The paper is owned by News International.\nBY THE SPRING of this year, News International’s papers had firmly switched their support from Labour to the Tories. An avalanche of unforgiving coverage culminated on April 8, one month before the general election, in a Sun story headlined “Brown’s a Clown.” Brown’s strategists assumed that Murdoch’s motives were not purely ideological. They drew up a campaign document conjuring Murdoch’s wish list should David Cameron become prime minister. Among the top items they identified was the weakening of the government-financed BBC, one of Murdoch’s biggest competitors and long a target of criticism from News International executives. On May 11, David Cameron officially assumed the position and elevated Coulson to the head of communications. Within the week, Rupert Murdoch arrived at 10 Downing Street for a private meeting with the new prime minister. Cameron’s administration criticized the BBC in July for “extraordinary and outrageous waste” during difficult financial times and proposed cutting its budget.\nAt News of the World, editors said they had imposed a policy of zero tolerance of hacking. Whittingdale, the head of the select committee, said he was also assured by News International executives that hacking would not be permitted. “We have seen no evidence to suggest that it is still continuing,” he said. But in recent months, News of the World executives were notified of another suspicious episode. A phone company had alerted a television personality that someone called her mobile phone in a possible unauthorized attempt to access her voice mail, according to two people with knowledge of the incident. A court order ensued, compelling the phone company to divulge the source of the call. The number was traced to a reporter at News of the World. The paper said the journalist “has been suspended from reporting duties” while it conducts an investigation.", "url": "https://www.nytimes.com/2010/09/05/magazine/05hacking-t.html?pagewanted=all"}