{"authors": ["Larry Rohter"], "date_download": "2022-10-25 23:37:01", "date_modify": "2022-10-25 23:37:01", "date_publish": "2010-02-26 19:28:28", "description": "Disney’s second rendering of Lewis Carroll’s fantasy is a world apart from both its 1951 cartoon version and the original Victorian-era text.", "filename": "2010_02_28_movies_28alice_1666741021.html", "image_url": "https://static01.nyt.com/images/2010/02/28/arts/28alice_span-CA0/28alice_CA0-articleLarge.jpg?year=2010&h=330&w=600&s=a3ecf2d56dca8318f33bb97bbb3d9afdcae1b35ca9b1be17bb1ab6a36e861d99&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_28_movies_28alice_1666741021.html", "title": "Tim Burton’s ‘Alice’: Oh, What a Wonderful, but Different, World", "title_page": "Tim Burton’s ‘Alice’: Oh, What a Wonderful, but Different, World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "INSTEAD of Wonderland, it’s Underland. Instead of Alice as a bored but clever child, we get Alice as a 19-year-old rebel and warrior, dispatching the monstrous Jabberwocky with a magic sword. Disney’s second rendering of Lewis Carroll’s fantasy, in other words, is a world apart from both its 1951 cartoon version and the original Victorian-era text.\nDirected by Tim Burton, “Alice in Wonderland,” a 3-D blend of live action and animation that opens Friday, is meant as a contemporary, subversive take on a cherished story. With the 20-year-old Australian actress Mia Wasikowska, who had a breakout role in the first season of HBO’s “In Treatment,” as Alice, it begins with an unwanted marriage proposal before veering off into Underland, where Johnny Depp as the Mad Hatter and Helena Bonham Carter as the Red Queen await.\nSince “Alice’s Adventures in Wonderland” and its sequel, “Through the Looking-Glass,” were first published nearly 150 years ago, Alice’s tale has been retold in many versions and many media, including as a musical, anime, video game and more than a score of film and television adaptations. But for Mr. Burton the very abundance and familiarity of the material “in the subconscious and in the culture” was an incentive  not a deterrent  to take it on.\n“I’ve seen mostly everything, but there’s never been a version for me that particularly works, that I especially like or that blows me away,” he said this month in a telephone interview from Los Angeles. “It always ends up seeming like a clueless little girl wandering around with a bunch of weirdos. And the fact that there was no one definitive version was helpful. It’s not like the Disney cartoon was the greatest. So I didn’t feel that pressure to match or surpass.”", "url": "https://www.nytimes.com/2010/02/28/movies/28alice.html"}