{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:02:44", "date_modify": "2022-10-25 23:02:44", "date_publish": "2010-12-09 04:38:34", "description": "Judge G. Thomas Porteous Jr. of Federal District Court in Louisiana was found to have received cash and favors from lawyers with dealings in his state court.", "filename": "2010_12_09_us_politics_09judge_1666738964.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_09_us_politics_09judge_1666738964.html", "title": "Judge Thomas Porteous Removed by Senate After Impeachment", "title_page": "Judge Thomas Porteous Removed by Senate After Impeachment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON  The Senate on Wednesday found Judge G. Thomas Porteous Jr. of Federal District Court in Louisiana guilty on four articles of impeachment and removed him from the bench, the first time the Senate has ousted a federal judge in more than two decades.\nJudge Porteous, the eighth federal judge to be removed from office in this manner, was impeached by the House in March on four articles stemming from charges that he received cash and favors from lawyers who had dealings in his court, used a false name to elude creditors and intentionally misled the Senate during his confirmation proceedings. The behavior amounted to a “pattern of conduct incompatible with the trust and confidence placed in him,” according to the articles against him.\nAll 96 senators present voted “guilty” on the first article, which concerned his time as a state court judge and his subsequent failure to recuse himself from matters involving a former law partner, with whom he was accused of trading favors for cash.\nTapping his fingers nervously on the table as he looked at the paper where his lawyer kept track of each vote, Judge Porteous waited in vain for a “not guilty” vote. As the last of the senators stood to formally render a decision, a lawyer for the judge reached over to squeeze his arm in consolation.", "url": "https://www.nytimes.com/2010/12/09/us/politics/09judge.html"}