{"authors": ["Patrick Hennessey"], "date_download": "2022-10-25 23:25:11", "date_modify": "2022-10-25 23:25:11", "date_publish": "2010-12-02 22:56:19", "description": "The Times’s C. J. Chivers examines the six-decade history of the AK-47, the world’s most ubiquitous automatic rifle.", "filename": "2010_12_03_books_03book_1666740311.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_03_books_03book_1666740311.html", "title": "‘The Gun’ by C. J. Chivers, About AK-47", "title_page": "‘The Gun’ by C. J. Chivers, About AK-47 - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From horse-drawn, hand-cranked cannons that subdued the enemies of the British Empire, Mr. Chivers traces the development of automatic weapons in the early 20th century and the often costly failings of conservative military leaders to understand their potential and effect. He deconstructs the Soviet mythology behind the AK-47’s development before charting its proliferation and rise to ubiquity. The book sometimes struggles to keep up with the various tactical and strategic changes occasioned by the development and distribution of the rifle, but this may be an accurate reflection of how the wider world has struggled to comprehend and cope with the spread of this powerful gun.\nHis broad reach allows Mr. Chivers to touch on diversions that he and many readers may well find interesting  a considerable discussion of the ill-fated introduction of the M-16 rifle to United States Marines in Vietnam is one example  but means that we are sometimes caught in a limbo between a necessarily limited canter through big events and a dense excursus on the gun itself. The book’s discussion of the difficulties of penetrating layers of secrecy and Soviet myth in deconstructing the historiography of the AK-47 will be fascinating to many historians, less so to casual enthusiasts.\nOther elements of “The Gun” are perhaps unwittingly illuminating. Mr. Chivers skates over the murky distinction between romantic freedom fighters who wield their AK-47s against the brutal Soviet regime and the current terrorists who do so against its armies. While much of the detail on the development of the gun and the treatment of the man whose name it bears serves as a salutary reminder of the awfulness of life in Soviet Russia, Mr. Chivers can’t resist taking a few easy shots at the Soviets.\nFor an essentially international book about an international symbol, “The Gun” never quite escapes an essentially Western perspective. While our own shortcomings are often addressed with clarity and precision, it is hard to escape the feeling that the ill-use the rifles have been put to by our enemies gets more attention than when the butt has been on the other shoulder.\nBut these are minor quibbles that fall away when Mr. Chivers provides in harrowing detail a sense of the human cost of this sometimes too abstract symbol.\n“Karzan Mahmoud toppled and fell, landing in a puddle of cold standing water,” he writes of the shooting of a young Kurd. “There he lay, on his back, blinking up into raindrops peppering his face. He had no idea how many times he had been hit. His body was broken; his mind, for the moment, was strangely detached. His blood stained the puddle red. He thought he heard thunder.”\nMr. Chivers adds: “Technical studies did not sketch this: what it looked and felt like when military rifle bullets smacked human life, when incapacitation meant not just preventing action but summoning death, when rifles and gunfights were stripped of engineering, politics, romance or any whiff of fable.”\nHe is right to address the “fable” of the AK-47. As someone who has been shot at and shot back with this weapon, I can testify to its enduring appeal. But for all that, “The Gun” is a history of 10 pounds of wood and steel. Its strength is that it can’t but be a human history: the history of the men who designed and built, did or didn’t purchase, correctly or incorrectly deployed, and triumphed or perished by an inanimate object.", "url": "https://www.nytimes.com/2010/12/03/books/03book.html"}