{"authors": ["Danny Hakim", "Jeremy W. Peters"], "date_download": "2022-10-25 23:37:14", "date_modify": "2022-10-25 23:37:14", "date_publish": "2010-02-26 16:43:00", "description": "Gov. David A. Paterson acknowledged an episode involving his longtime aide David W. Johnson had become a distraction, but he vowed to serve out the remainder of his term.", "filename": "2010_02_27_nyregion_27paterson_1666741034.html", "image_url": "https://static01.nyt.com/images/2010/02/27/nyregion/27paterson_conference_1/27paterson_conference_1-articleLarge.jpg?year=2010&h=325&w=600&s=b1ad59216420ad2b950e299f2e7c0cebdfb0d0e32d5e520af63fd426a4e30aed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_27_nyregion_27paterson_1666741034.html", "title": "David Paterson Drops Out of New York Governor’s Race", "title_page": "David Paterson Drops Out of New York Governor’s Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. David A. Paterson ended his campaign for election on Friday amid crumbling support from his party and an uproar over his administration’s intervention in a domestic violence case involving a close aide.\nThe announcement came less than a week after Mr. Paterson formally announced his candidacy.\nThe governor acknowledged that the episode involving his longtime aide David W. Johnson had become a distraction, but he vowed to serve out the remaining 308 days of his term and remain focused on his work.\n“There are times in politics when you have to know not to strive for service, but to step back, and that moment has come for me,” Mr. Paterson told a room full of reporters in an afternoon news conference.\nIn the most dramatic moment, the governor raised his right hand and offered what he called a “personal oath,” stressing that he had not abused his power in his response to the domestic violence case.", "url": "https://www.nytimes.com/2010/02/27/nyregion/27paterson.html"}