{"authors": ["Lynnley Browning"], "date_download": "2022-10-25 23:42:27", "date_modify": "2022-10-25 23:42:27", "date_publish": "2010-01-19 01:46:04", "description": "A former Swiss banker called offshore tax evasion “the biggest theft among societies and neighbor states.”", "filename": "2010_01_19_business_19whistle_1666741347.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_01_19_business_19whistle_1666741347.html", "title": "Swiss Banker Blows Whistle on Tax Evasion", "title_page": "Swiss Banker Blows Whistle on Tax Evasion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Elmer contends that his documents detail the undisclosed role of American investment management companies in funneling American, European and South American clients who wished to avoid taxes to Julius Baer; the backdating of documents to establish trusts and foundations used to evade taxes; and the funneling of trades for hedge funds and private equity firms from high-tax jurisdictions through Baer entities in the Cayman Islands.\nImage Rudolf M. Elmer ran the Caribbean operations of the Swiss bank Julius Baer for eight years until he was dismissed in 2002.\n“What he has is the confirmation of something very important: that a number of other banks in the voluntary disclosure process are turning up,” Mr. Blum said, referring to 14,700 wealthy Americans, many of them UBS clients, who came forward to disclose their secret accounts last year. The I.R.S. declined to comment on Mr. Elmer’s case but said in a statement that it was “investigating other banks that have enabled Americans to evade taxes.”\nNothing indicates that Julius Baer, a 120-year-old private bank, is under I.R.S. investigation. The bank is known for intense privacy. Its board chairman, Raymond J. Baer, told shareholders last April that “the fiction of citizens being fully transparent must never become reality.”\nJulius Baer, based in Zurich, had profits of more than $245 million in the first half of 2009 on more than $200 billion in client assets. In 2004, it sold its American wealth management business to UBS, whose offshore private banking operations for Americans came under federal scrutiny and led the bank to pay a $780 million fine in 2009 and admit to criminal wrongdoing. The acquired business was folded into a group led by Raoul Weil, the top UBS private banker who fled to Switzerland in 2009, after being indicted in the UBS case touched off by Mr. Birkenfeld.\nMr. Elmer worked for Julius Baer nearly two decades, the first 15 years in Switzerland and then as chief operating officer of Julius Baer Bank and Trust in Grand Cayman, beginning in 1994. As far as his own role in helping clients evade taxes, he said, “I didn’t realize what was going on.” Mr. Elmer said he discovered the tax evasion in 2002 and decided to expose Julius Baer’s operations.\nJulius Baer denies that version of events. It contends that Mr. Elmer stole internal documents and client data around 2002, the year he was dismissed after raising concerns about the bank in the wake of being passed over for a promotion. He moved to Mauritius a year later.", "url": "https://www.nytimes.com/2010/01/19/business/19whistle.html"}