{"authors": ["Ashlee Vance", "Miguel Helft"], "date_download": "2022-10-25 23:46:13", "date_modify": "2022-10-25 23:46:13", "date_publish": "2010-12-09 00:51:16", "description": "Facebook and Twitter face tough decisions around how they should handle situations as politically charged as the WikiLeaks developments.", "filename": "2010_12_09_technology_09net_1666741573.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_09_technology_09net_1666741573.html", "title": "Hackers Defend WikiLeaks, Testing Online Speech", "title_page": "Hackers Defend WikiLeaks, Testing Online Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A hacking free-for-all has exploded on the Web, and Facebook and Twitter are stuck in the middle.\nOn Wednesday, anonymous hackers took aim at companies perceived to have harmed WikiLeaks after its release of a flood of confidential diplomatic documents. MasterCard, Visa and PayPal, which had cut off people’s ability to donate money to WikiLeaks, were hit by attacks that tried to block access to the companies’ Web sites and services.\nTo organize their efforts, the hackers have turned to sites like Facebook and Twitter. That has drawn these Web giants into the fray and created a precarious situation for them.\nBoth Facebook and Twitter  but particularly Twitter  have received praise in recent years as outlets for free speech. Governments trying to control the flow of information have found it difficult to block people from voicing their concerns or setting up meetings through the sites.\nAt the same time, both Facebook and Twitter have corporate aspirations that hinge on their ability to serve as ad platforms for other companies. This leaves them with tough public relations and business decisions around how they should handle situations as politically charged as the WikiLeaks developments.", "url": "https://www.nytimes.com/2010/12/09/technology/09net.html"}