{"authors": ["Edward Wong"], "date_download": "2022-10-25 22:56:35", "date_modify": "2022-10-25 22:56:35", "date_publish": "2010-04-23 22:17:55", "description": "China wants warships to escort vessels crucial to the country’s economy, from the Pacific to the Middle East.", "filename": "2010_04_24_world_asia_24navy_1666738595.html", "image_url": "https://static01.nyt.com/images/2010/04/24/world/24navy01_span/24navy01_span-articleLarge.jpg?year=2010&h=350&w=600&s=75782aa4fa9953b5e0fa93086cc2c96dbb4f40bf6ad09976ed7d0fcd6d87611e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_04_24_world_asia_24navy_1666738595.html", "title": "China Expands Naval Power to Waters U.S. Dominates", "title_page": "China Expands Naval Power to Waters U.S. Dominates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Of particular concern is that elements of China’s military modernization appear designed to challenge our freedom of action in the region,” the admiral said.\nYalong Bay, on the southern coast of Hainan island in the South China Sea, is the site of five-star beach resorts just west of a new underground submarine base. The base allows submarines to reach deep water within 20 minutes and roam the South China Sea, which has some of the world’s busiest shipping lanes and areas rich in oil and natural gas that are the focus of territorial disputes between China and other Asian nations.\nThat has caused concern not only among American commanders, but also among officials in Southeast Asian nations, which have been quietly acquiring more submarines, missiles and other weapons. “Regional officials have been surprised,” said Huang Jing, a scholar of the Chinese military at the National University of Singapore. “We were in a blinded situation. We thought the Chinese military was 20 years behind us, but we suddenly realized China is catching up.”\nChina is also pressing the United States to heed its claims in the region. In March, Chinese officials told two visiting senior Obama administration officials, Jeffrey A. Bader and James B. Steinberg, that China would not tolerate any interference in the South China Sea, now part of China’s “core interest” of sovereignty, said an American official involved in China policy. It was the first time the Chinese labeled the South China Sea a core interest, on par with Taiwan and Tibet, the official said.\nAnother element of the Chinese Navy’s new strategy is to extend its operational reach beyond the South China Sea and the Philippines to what is known as the “second island chain” — rocks and atolls out in the Pacific, the official said. That zone significantly overlaps the United States Navy’s area of supremacy.\nJapan is anxious, too. Its defense minister, Toshimi Kitazawa, said in mid-April that two Chinese submarines and eight destroyers were spotted on April 10 heading between two Japanese islands en route to the Pacific, the first time such a large Chinese flotilla had been seen so close to Japan. When two Japanese destroyers began following the Chinese ships, a Chinese helicopter flew within 300 feet of one of the destroyers, the Japanese Defense Ministry said.\nSince December 2008, China has maintained three ships in the Gulf of Aden to contribute to international antipiracy patrols, the first deployment of the Chinese Navy beyond the Pacific. The mission allows China to improve its navy’s long-range capabilities, analysts say.", "url": "https://www.nytimes.com/2010/04/24/world/asia/24navy.html"}