{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:30:54", "date_modify": "2022-10-25 23:30:54", "date_publish": "2010-02-12 19:48:10", "description": "Rules that limit access to credit cards until the age of 21 go into effect this month, which is good news and bad for parents.", "filename": "2010_02_13_your-money_credit-and-debit-cards_13money_1666740654.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_13_your-money_credit-and-debit-cards_13money_1666740654.html", "title": "Credit Card Limits for Youth Can Be Opportunity for Parents", "title_page": "Credit Card Limits for Youth Can Be Opportunity for Parents - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So they teach their children how to set up a checking account with a debit card that draws on it (or insist they use cash and only cash). No credit. These students start college knowing they’re only supposed to spend what they have in the account. If they blow it and overdraw, then they should be on the hook for the fees. That’s how they learn (and quickly).\nImage Celia Brugge and her son Martin, who has a debit card. Credit... Rollin Riggs for The New York Times\nFor parents whose children deposit money that they earn themselves to pay daily expenses at school, then the parental oversight may end with setting up the account. It’s sink or swim after that.\nOther parents, however, transfer an allowance into a joint checking account each month. That way, they can keep an eye on their child’s spending using online banking.\nCelia Brugge, principal of Dogwood Financial Planning in Memphis, took the no-credit approach with her two sons, both of whom are in college. “The best approach depends so much on the responsibility level of your kids,” she said. “Mine are what you would call free spirits.”\nHer son Martin, 22, a student at the University of Memphis, isn’t crazy about that description. But he agreed with the approach his parents took, even though he’s slipped up and overdrawn his account a couple of times.\n“It’s still better than spending yourself deep into debt on a credit card with a really high interest rate,” he said. “It’s not like having free money sitting around, which is sort of how it seems that people think about credit cards. It’s this little piece of plastic that lets them get whatever they want, and they don’t really consider the consequences.”\nOne consequence of not having a card is that your child is not building a credit history that can make it easier to get a better credit card or mortgage rate later. But Ms. Brugge said she just did not see the urgency.", "url": "https://www.nytimes.com/2010/02/13/your-money/credit-and-debit-cards/13money.html"}