{"authors": ["Danny Hakim"], "date_download": "2022-10-25 23:37:09", "date_modify": "2022-10-25 23:37:09", "date_publish": "2010-03-11 20:49:56", "description": "Attorney General Andrew M. Cuomo appointed an independent counsel, Judith S. Kaye, to take over his office’s investigations of Gov. David A. Paterson.", "filename": "2010_03_12_nyregion_12inquiry_1666741029.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_12_nyregion_12inquiry_1666741029.html", "title": "Cuomo to Recuse Himself From Paterson Investigations", "title_page": "Cuomo to Recuse Himself From Paterson Investigations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a statement, Ms. Kaye thanked Mr. Cuomo for “entrusting me with these serious and important matters.”\n“I promise,” she added, “that the public will have a full, fair and independent accounting of the facts.”\nThe governor’s lawyer, Theodore V. Wells, Jr., said in his own statement: “We respect Attorney General Cuomo’s decision to appoint Chief Judge Kaye as independent counsel to the Office of the Attorney General,” adding that they “look forward to a prompt and favorable conclusion to both investigations.”\nBut Oscar Michelen, the lawyer for David W. Johnson, the aide involved in the alleged domestic violence, said Mr. Cuomo should go further and withdraw his staff members from the case. “After all, this investigation has been proceeding under his direction and control for some time,” Mr. Michelen said. “I believe it would have been more prudent and would have completely removed any specter of political motivation to have allowed Judge Kaye to take over with her own staff and team. I hope that he re-evaluates this decision and comes to the conclusion to do just that.”\nIn his conference call with reporters, Mr. Cuomo said his decision was driven not by politics, but by his concern about the appearance of a conflict of interest.\n“I understand the political environment, and I understand the ferocity of politics in New York,” he said, “and I understand that it is incredibly important to all of us that the public have 100 percent confidence that this investigation is being handled properly.”\nMr. Paterson, who like Mr. Cuomo is a Democrat, ended his own candidacy last month in the wake of the domestic violence scandal. But some African-American leaders have expressed concern that the controversy has been overblown and worry that the governor will not get a full hearing for his side of the story.", "url": "https://www.nytimes.com/2010/03/12/nyregion/12inquiry.html"}