{"authors": ["Alexei Barrionuevo"], "date_download": "2022-10-25 23:50:59", "date_modify": "2022-10-25 23:50:59", "date_publish": "2010-11-01 00:01:45", "description": "In choosing Dilma Rousseff, Brazilians voted strongly in favor of continuing the economic and social policies of the popular president, Luiz Inácio Lula da Silva.", "filename": "2010_11_01_world_americas_01brazil_1666741859.html", "image_url": "https://static01.nyt.com/images/2010/10/31/world/31brazilspan-cnd/31brazilspan-cnd-articleLarge.jpg?year=2010&h=330&w=600&s=f2f9be8a7c1d3fb4eee8f8e58587f840603857008c4ffe20a1c1ba1aa62bc56f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_01_world_americas_01brazil_1666741859.html", "title": "In a First, Brazil Elects a Woman as President", "title_page": "In a First, Brazil Elects a Woman as President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SÃO PAULO, Brazil  Dilma Rousseff was elected the country’s first female president on Sunday, as Brazilians voted strongly in favor of continuing the economic and social policies of the popular president, Luiz Inácio Lula da Silva.\nMs. Rousseff, who served as Mr. da Silva’s chief of staff and energy minister, joins a growing wave of democratically elected female leaders in the region and the world in the past five years, including Michelle Bachelet in Chile, Cristina Fernández de Kirchner in Argentina and Angela Merkel in Germany.\nMs. Rousseff, 62, defeated José Serra, the former governor of São Paulo, with 56 percent of the vote to 44 percent, official numbers showed.\nIn choosing Ms. Rousseff, who has no elected political experience, voters sent a message that they preferred to give the governing Workers Party more time to broaden the successful economic policies of Mr. da Silva, whose government deepened economic stability and lifted millions of Brazilians out of poverty and into the lower middle classes.", "url": "https://www.nytimes.com/2010/11/01/world/americas/01brazil.html"}