{"authors": ["Miguel Helft"], "date_download": "2022-10-25 23:46:53", "date_modify": "2022-10-25 23:46:53", "date_publish": "2010-09-18 01:06:02", "description": "A number of Silicon Valley companies including Apple, Google and Intel are being investigated over agreements not to recruit each other’s employees.", "filename": "2010_09_18_technology_18google_1666741613.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_09_18_technology_18google_1666741613.html", "title": "Apple and Google May Settle Antitrust Case on Staff Poaching", "title_page": "Apple and Google May Settle Antitrust Case on Staff Poaching - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO  A number of Silicon Valley companies including Apple, Google and Intel are in advanced negotiations with the Justice Department to avoid facing charges that they violated antitrust laws by agreeing not to poach employees from each other, according to two people briefed on the negotiations.\nA settlement would end an investigation that began more than a year ago over concerns that such agreements would have the effect of holding down wages. While the talks are in advanced stages, they could still fall apart, as one or more companies may refuse to sign on to a settlement, said the people briefed on the talks, who agreed to speak on the condition of anonymity because the talks were confidential.\nThe terms of any proposed settlement could not be learned.\nThe employment market in Silicon Valley is among the most competitive in the country, and job hopping of engineers and other employees among the companies under investigation, which also include Adobe Systems and Intuit, is common. The companies were being investigated over agreements not to recruit each other’s employees.\nRepresentatives of Apple, Google, Intel and Intuit all declined to comment. A spokeswoman for Adobe did not immediately respond to a request for comment. A Justice Department spokeswoman declined to comment.", "url": "https://www.nytimes.com/2010/09/18/technology/18google.html"}