{"authors": ["Ashlee Vance", "Claire Cain Miller"], "date_download": "2022-10-25 23:46:14", "date_modify": "2022-10-25 23:46:14", "date_publish": "2010-12-20 00:54:13", "description": "Google is planning revisions and has asked TV makers to delay introductions, catching some off guard.", "filename": "2010_12_20_technology_20google_1666741574.html", "image_url": "https://static01.nyt.com/images/2010/12/20/business/20JPgoogle1/20JPgoogle1-articleLarge.jpg?year=2010&h=345&w=600&s=adfae94c5738560f3ae29d50a9313dd6cbac015a3827684ca62c0d19d62e160a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_20_technology_20google_1666741574.html", "title": "Google TV Faces Delays Amid Poor Reviews", "title_page": "Google TV Faces Delays Amid Poor Reviews - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Google TV has just enacted its first programming cancellation.\nThe Consumer Electronics Show next month in Las Vegas was meant to be the great coming-out party for Google’s new software for televisions, which adds Web video and other computer smarts to TV sets. Although Google already has a deal with Sony for its Internet TVs, other television makers  Toshiba, LG Electronics and Sharp  were prepared to flaunt their versions of the systems.\nBut Google has asked the TV makers to delay their introductions, according to people familiar with the company’s plans, so that it can refine the software, which has received a lukewarm reception. The late request caught some of the manufacturers off guard. And it illustrates the struggles Google faces as it tries to expand into the tricky, unfamiliar realm of consumer electronics, and drum up broad interest in a Web-based TV product that consumers want.\nGoogle has a long history of putting out new products and then revising them on the fly. But in the consumer electronics market, companies place big, well-timed bets  to attract holiday buyers, say, or back-to-school shoppers.\nThis year, for example, computer makers waited for Google’s new ChromeOS software so they could ship new types of Web-based laptops. But delays at Google led the manufacturers to miss this year’s holiday season.", "url": "https://www.nytimes.com/2010/12/20/technology/20google.html"}