{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 22:59:34", "date_modify": "2022-10-25 22:59:34", "date_publish": "2010-11-20 21:01:07", "description": "The romance between Prince William and Kate Middleton is an altogether different sort of fairy tale from Charles and Diana’s.", "filename": "2010_11_21_weekinreview_21lyall_1666738774.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_21_weekinreview_21lyall_1666738774.html", "title": "Prince William and Kate Middleton: A Fairy Tale, Ending Unknown", "title_page": "Prince William and Kate Middleton: A Fairy Tale, Ending Unknown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — A girl meets a prince. The prince needs a wife. The glass slipper fits: she is young, dewy, inexperienced, eager — swept up and blinded by the romance of it all. He proposes within months. Their wedding is watched by 750 million people worldwide and features at least five clergymen, 3,500 guests and one spectacularly frothy pearl-encrusted wedding dress whose 25-foot train has to be stuffed into the bridal carriage, where it threatens to suffocate the bride.\nThat was 30 years and a lifetime ago, and there was to be no happily ever after for Prince Charles and Diana, the Princess of Wales. (He turned into something of a frog; she grew, in life and in death, to be more Evita than Cinderella.) In retrospect, it was probably not very helpful that the groom’s sometime mistress and future second wife was among the wedding guests.\nA generation later, another girl would meet another prince and the inexorable machinery of a new royal marriage would be set in motion. The outer trappings are the same — the stuffy announcement from the palace, the formal photographs, the staged interview with the deferential journalist. But the romance between Prince William, the heir to the heir to the throne, and his longtime girlfriend, Kate Middleton, is an altogether different sort of fairy tale from Charles and Diana’s, “Pride and Prejudice” perhaps, with a bit of “Pretty in Pink” thrown in.\nPrince Charles seemed like a classic “Monty Python” upper-class twit when he and his bride-to-be first faced the press together (“Whatever ‘in love’ means,” he notoriously mumbled, when asked if he was in love). But in his and Miss Middleton’s meet-the-press interview, Prince William came across as a relatively normal person (whatever normal means).", "url": "https://www.nytimes.com/2010/11/21/weekinreview/21lyall.html"}