{"authors": ["Michael M. Grynbaum"], "date_download": "2022-10-25 23:35:58", "date_modify": "2022-10-25 23:35:58", "date_publish": "2010-08-11 16:11:46", "description": "As with the advertisement opposing an Islamic community center near ground zero, the agency has tried to keep provocative notices out of the subways and buses only to have to let them appear.", "filename": "2010_08_12_nyregion_12mta_1666740958.html", "image_url": "https://static01.nyt.com/images/2010/08/12/nyregion/12mta_span/MTA-articleLarge.jpg?year=2010&h=124&w=600&s=7f39d85489ee855a2494c72fba77571380421baf3d8a4fd2361e3aee91369b91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_08_12_nyregion_12mta_1666740958.html", "title": "Islamic Center Ad Shows Limits of M.T.A. Powers", "title_page": "Islamic Center Ad Shows Limits of M.T.A. Powers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 1904, New Yorkers nearly rioted when they learned that advertisements would be plastered on the tiled walls of the city’s gleaming new subway system. “Cheap and nasty,” one official scoffed.\nToday, advertisements on buses and trains are so ubiquitous that the average straphanger is quite likely to forget that they are there at all: the injury lawyers and Dr. Zizmors are only a blurry backdrop to the daily voyage.\nUntil, that is, this week, when a debate over a provocative advertisement reinserted the Metropolitan Transportation Authority into a fierce public debate over what should be allowed in the transit system  and to what extent the authority has the right to decide that at all.\nAt issue was an advertisement submitted by a group opposed to the construction of a mosque and Islamic center near ground zero. The advertisement includes a photograph of the World Trade Center on Sept. 11, 2001, one tower aflame, the other moments away from being struck by an airplane. A headline asks, “Why There?” And an arrow points to a rendering of the proposed center.", "url": "https://www.nytimes.com/2010/08/12/nyregion/12mta.html"}