{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 23:23:13", "date_modify": "2022-10-25 23:23:13", "date_publish": "2010-05-04 22:22:40", "description": "The alliance of Prime Minister Nuri Kamal al-Maliki’s coalition and the other major Shiite bloc cleared the way for a Shiite-dominated government.", "filename": "2010_05_05_world_middleeast_05iraq_1666740193.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_05_05_world_middleeast_05iraq_1666740193.html", "title": "Shiite Blocs Join, Ensuring Dominance in Iraq", "title_page": "Shiite Blocs Join, Ensuring Dominance in Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — The electoral coalitions of Prime Minister Nuri Kamal al-Maliki and the other major Shiite bloc in Iraq announced a postelection alliance on Tuesday night that cleared the way for a Shiite-dominated government for the next four years.\nThe new alliance — not unlike the one that emerged after Iraq’s last parliamentary election in 2005 — strengthens the position of the country’s main Shiite parties but does not yet guarantee Mr. Maliki re-election for a second term.\nIt did marginalize the largely secular and Sunni coalition led by a former interim prime minister, Ayad Allawi, who emerged as the narrow winner of the election in March. Mr. Allawi, a Shiite, now has little chance of winning enough votes in the new 325-member Parliament to become the country’s leader.\nThat could intensify sentiment among Sunnis that despite voting in force, they remain disenfranchised in Iraq’s new democracy. “The fear is this alliance will have a sectarian color,” Vice President Tariq al-Hashimi, a Sunni allied with Mr. Allawi, said in a statement read by an aide after the announcement. “That is how Iraqis and the world will see it, whether we like it or not. This development will be a tragic step backward.”", "url": "https://www.nytimes.com/2010/05/05/world/middleeast/05iraq.html"}