{"authors": ["Miguel Helft"], "date_download": "2022-10-25 23:46:48", "date_modify": "2022-10-25 23:46:48", "date_publish": "2010-08-07 19:37:48", "description": "Mark Papermaster, the Apple executive in charge of hardware for the iPhone, left the company.", "filename": "2010_08_08_technology_08apple_1666741608.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_08_08_technology_08apple_1666741608.html", "title": "Executive Leaves Apple After iPhone Antenna Troubles", "title_page": "Executive Leaves Apple After iPhone Antenna Troubles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apple recruited Mr. Papermaster in 2008, setting off a prominent battle with I.B.M, where in a 25-year-career he had risen to the top levels of management. I.B.M. sued Mr. Papermaster in federal court in an attempt to prevent him from joining Apple, saying that he had signed a noncompete agreement. The parties settled the case after Mr. Papermaster testified in court that he had not revealed any trade secrets.\nWhen Steven P. Jobs, the chief of Apple, introduced the iPhone 4, he hailed the design of its antenna, which is built into a steel band that encases the phone. But almost immediately after the phone went on sale, consumers began to complain that when they touched a spot on the lower left section of the device, reception would decrease sharply, in some cases resulting in dropped calls.\nThe problems, and Apple’s clumsy response, turned into a public relations mess for the company. Apple first recommended that users hold the phone in a way that avoided contact with the lower left section of the device. The company later said it found a software problem with the signal meter that indicates cellphone reception.\nEmbarrassingly, the company said the problem affected not only the iPhone 4, but also earlier models. While Apple fixed the problem, complaints about the antenna continued to rise.\nAfter Consumer Reports shone a spotlight on the problems and said it could not recommend the iPhone 4, Apple called a news conference on July 16, at which Mr. Jobs mounted an impassioned defense of the device. Mr. Jobs said other smartphones suffered from similar problems, an assertion that was challenged by several of Apple’s competitors.", "url": "https://www.nytimes.com/2010/08/08/technology/08apple.html"}