{"authors": ["David E. Sanger", "James Glanz", "Jo Becker"], "date_download": "2022-10-25 23:46:14", "date_modify": "2022-10-25 23:46:14", "date_publish": "2010-11-28 18:09:00", "description": "Cables show how two presidents have dealt with Iran and how President Obama built support for harsher sanctions.", "filename": "2010_11_29_world_middleeast_29iran_1666741574.html", "image_url": "https://static01.nyt.com/images/2010/11/29/world/29iran-web1/29iran-web1-articleLarge.jpg?year=2010&h=315&w=600&s=2d9eb24e99cbbb87acf308064d217e822e72ef3b7f42f6da9d1ffc5dfc6f8494&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_29_world_middleeast_29iran_1666741574.html", "title": "The New York Times", "title_page": "WikiLeaks Archive - Iran Stirs Distress in Mideast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The offer may have come during a Jan. 13 meeting in Riyadh between Foreign Minister Yang Jiechi of China and King Abdullah and other senior Saudi officials, one of whom told Mr. Yang, “Saudi Arabia understood China was concerned about having access to energy supplies, which could be cut off by Iran,” according to one cable.\nThe conversation, evidently shaped by Mr. Ross’s request, developed from there, the cable indicated. A later cable noted simply, “Saudi Arabia has told the Chinese that it is willing to effectively trade a guaranteed oil supply in return for Chinese pressure on Iran not to develop nuclear weapons.”\nThat left Russia.\nDealing With Russia\nThroughout 2009, the cables show, the Russians vehemently objected to American plans for a ballistic missile defense site in Poland and the Czech Republic. Conceived under President Bush and billed as a shield against long-range Iranian missiles that American intelligence said were under development, the site was an irritant to Russia, which contended that it was really designed to shoot down Russian missiles.\nIn talks with the United States, the Russians insisted that there would be no cooperation on other issues until the Eastern Europe site was scrapped. Those demands crested on July 29, when a senior Russian official repeatedly disrupted a meeting with Russia’s objections, according to one cable.\nSix weeks later, Mr. Obama gave the Russians what they wanted: he abruptly replaced the Eastern Europe site with a ship-borne system. That system, at least in its present form, is engineered to protect specific areas against short- and medium-range missiles, not pulverize long-range missiles soaring above the atmosphere. Mr. Obama explained the shift by saying that intelligence assessments had changed, and that the long-range missile threat appeared to be growing more slowly than previously thought.\nThe cables are silent on whether at some higher level, Russia hinted that Security Council action against Iran would be easier with the site gone. But another secret meeting with the Russians last December, recounted in the cables, may help explain why Mr. Obama was willing to shift focus to the short- and medium-range threat, at least in the near term.\nIn the meeting, American officials said nothing about a slowing of the long-range threat, as cited by Mr. Obama. In fact, they insisted that North Korea had sent Iran 19 advanced missiles, based on a Russian design, that could clear a path toward the development of long-range missiles. According to unclassified estimates of their range, though, they would also immediately allow Iran to strike Western Europe or easily reach Moscow — essentially the threat the revamped system was designed for.", "url": "https://www.nytimes.com/2010/11/29/world/middleeast/29iran.html"}