{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:05", "date_modify": "2022-10-25 23:46:05", "date_publish": "2010-12-09 12:04:35", "description": "Loosely united Internet pranksters have evolved into a political movement for an unfettered Internet.", "filename": "2010_12_10_world_10wiki_1666741565.html", "image_url": "https://static01.nyt.com/images/2010/12/10/world/WIKI/WIKI-articleLarge.jpg?year=2010&h=315&w=600&s=f848a4b9410c7146231e3a3aece32012df384ee27ea04b5644601e9417e587c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_10_world_10wiki_1666741565.html", "title": "Web Attackers Find a Rallying Cry in WikiLeaks", "title_page": "Web Attackers Find a Rallying Cry in WikiLeaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They got their start years ago as cyberpranksters, an online community of tech-savvy kids more interested in making mischief than political statements.\nBut the coordinated attacks on major corporate and government Web sites in defense of WikiLeaks, which began on Wednesday and continued on Thursday, suggested that the loosely organized group called Anonymous might have come of age, evolving into one focused on more serious matters: in this case, the definition of Internet freedom.\nWhile the attacks on such behemoths as MasterCard, Visa and PayPal were not nearly as sophisticated as some less publicized assaults, they were a step forward in the group’s larger battle against what it sees as increasing control of the Internet by corporations and governments. This week they found a cause and an icon: Julian Assange, the former hacker who founded WikiLeaks and is now in a London jail at the request of the Swedish authorities investigating him on accusations of rape.\n“This is kind of the shot heard round the world  this is Lexington,” said John Perry Barlow, a co-founder of the Electronic Frontier Foundation, a civil liberties organization that advocates for a freer Internet.", "url": "https://www.nytimes.com/2010/12/10/world/10wiki.html"}