{"authors": ["Isabel Kershner"], "date_download": "2022-10-26 00:16:26", "date_modify": "2022-10-26 00:16:26", "date_publish": "2010-05-31 05:13:32", "description": "Prime Minister Benjamin Netanyahu of Israel canceled his plans for meeting with President Obama after a raid on ships carrying supplies for Gaza left nine people dead.", "filename": "2010_06_01_world_middleeast_01flotilla_1666743386.html", "image_url": "https://static01.nyt.com/images/2010/06/01/world/FLOTILLA_span/FLOTILLA-articleLarge.jpg?year=2010&h=330&w=600&s=4c5cdd3ff03be0db571a8f43774688218ee61c4b4ab624cda9204a98e50d32a0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_06_01_world_middleeast_01flotilla_1666743386.html", "title": "Deadly Israeli Raid Draws Condemnation", "title_page": "Deadly Israeli Raid Draws Condemnation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Israel faced intense international condemnation and growing domestic questions on Monday after a raid by naval commandos that killed nine people, many of them Turks, on an aid flotilla bound for Gaza.\nTurkey, Israel’s most important friend in the Muslim world, recalled its ambassador and canceled planned military exercises with Israel as the countries’ already tense relations soured even further. The United Nations Security Council met in emergency session over the attack, which occurred in international waters north of Gaza, and Prime Minister Benjamin Netanyahu of Israel was flying home after canceling a Tuesday meeting with President Obama.\nWith street protests erupting around the world, Mr. Netanyahu defended the Israeli military’s actions, saying the commandos, enforcing what Israel says is a legal blockade, were set upon by passengers on the Turkish ship they boarded and fired only in self-defense. The military released a video of the early moments of the raid to support that claim.\nIsrael said the violence was instigated by pro-Palestinian activists who presented themselves as humanitarians but had come ready for a fight. Organizers of the flotilla accused the Israeli forces of opening fire as soon as they landed on the deck, and released videos to support their case. Israel released video taken from one of its vessels to supports its own account of events.", "url": "https://www.nytimes.com/2010/06/01/world/middleeast/01flotilla.html"}