{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:23:36", "date_modify": "2022-10-25 23:23:36", "date_publish": "2010-02-20 02:48:55", "description": "Government reports concluded that hundreds of people taking Avandia suffered heart attacks and heart failure, but some said the drug should remain available.", "filename": "2010_02_20_health_policy_20avandia.html_ref=policy_1666740216.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_20_health_policy_20avandia.html_ref=policy_1666740216.html", "title": "Diabetes Drug Avandia Harms the Heart, Studies Find", "title_page": "Diabetes Drug Avandia Harms the Heart, Studies Find - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "These concerns, in internal reports dated October 2008 but not made public until now, were later overruled by other agency officials, and GlaxoSmithKline is currently enrolling patients in the TIDE trial. The trial is not expected to be completed until 2020, although the company is hoping to report some results to the F.D.A. by 2014. The company’s patent on Avandia expires in 2012, and generic versions will probably swallow most remaining profits.\nIn a letter sent Thursday to Dr. Hamburg, the Food and Drug Administration commissioner, Mr. Baucus and Mr. Grassley asked “what steps the F.D.A. has taken to protect patients in the TIDE trial” and said the trial’s patients had never been told about the concerns raised by the agency’s own safety officers.\nMr. Grassley said the internal agency battle showed that the agency needed to be restructured to give more power to safety officials like Dr. Graham and Dr. Gelperin over their counterparts who approve medicines and deal more directly with drug makers.\n“It doesn’t make any sense to have these experts who study drugs after they have been on the market for several years under the thumb of the officials who approved the drug in the first place and have a natural interest in defending that decision,” Mr. Grassley said. “The Avandia case may be the most alarming example of the problem with this setup.”\nThe question of when and how to communicate possible drug risks has long bedeviled drug makers and regulators. Hints are common that drugs may cause injuries; thousands of drug injury reports pour into the Food and Drug Administration every week. For example, Avandia ranked first among all prescribed drugs in the number of serious, disabling and fatal problems  including 304 deaths  reported to the agency in the third quarter of 2009, according to an analysis done by the Institute for Safe Medication Practice, a drug safety oversight group.\nBut companies say that such reports do not offer proof of a problem and that highlighting them can scare patients away from needed treatment, so they often argue that more certainty is needed before alarms are raised. GlaxoSmithKline said a “vast majority” of the recent reports regarding Avandia was related to litigation.", "url": "https://www.nytimes.com/2010/02/20/health/policy/20avandia.html?ref=policy"}