{"authors": ["Charles Mcgrath"], "date_download": "2022-10-25 23:51:44", "date_modify": "2022-10-25 23:51:44", "date_publish": "2010-01-28 18:35:49", "description": "Mr. Salinger, the author of “The Catcher in the Rye,” turned his back on success and adulation.", "filename": "2010_01_29_books_29salinger_1666741904.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_01_29_books_29salinger_1666741904.html", "title": "J. D. Salinger, Enigmatic Author of ‘The Catcher in the Rye,’ Dies at 91", "title_page": "J. D. Salinger, Enigmatic Author of ‘The Catcher in the Rye,’ Dies at 91 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As a young man Mr. Salinger yearned ardently for just this kind of attention. He bragged in college about his literary talent and ambitions, and wrote swaggering letters to Whit Burnett, the editor of Story magazine. But success, once it arrived, paled quickly for him. He told the editors of Saturday Review that he was “good and sick” of seeing his photograph on the dust jacket of “The Catcher in the Rye” and demanded that it be removed from subsequent editions. He ordered his agent to burn any fan mail. In 1953 Mr. Salinger, who had been living on East 57th Street in Manhattan, fled the literary world altogether and moved to a 90-acre compound on a wooded hillside in Cornish. He seemed to be fulfilling Holden’s desire to build himself “a little cabin somewhere with the dough I made and live there for the rest of my life,” away from “any goddam stupid conversation with anybody.”\nHe seldom left, except occasionally to vacation in Florida or to visit William Shawn, the almost equally reclusive former editor of The New Yorker. Avoiding Mr. Shawn’s usual (and very public) table at the Algonquin Hotel, they would meet under the clock at the old Biltmore Hotel, the rendezvous for generations of prep-school and college students.\nAfter Mr. Salinger moved to New Hampshire his publications slowed to a trickle and soon stopped completely. “Franny and Zooey” and “Raise High the Roof Beam,” both collections of material previously published in The New Yorker, came out in 1961 and 1963, and the last work of Mr. Salinger’s to appear in print was “Hapworth 16, 1924,” a 25,000-word story that took up most of the June 19, 1965, issue of The New Yorker.\nIn 1997 Mr. Salinger agreed to let Orchises Press, a small publisher in Alexandria, Va., bring out “Hapworth” in book form, but he backed out of the deal at the last minute. He never collected the rest of his stories or allowed any of them to be reprinted in textbooks or anthologies. One story, “Uncle Wiggily in Connecticut,” was turned into “My Foolish Heart,” a movie so bad that Mr. Salinger was never tempted to sell film rights again.\nBefriended, Then Betrayed\nIn the fall of 1953 he befriended some local teenagers and allowed one of them to interview him for what he assumed would be an article on the high school page of a local paper, The Claremont Daily Eagle. The article appeared instead as a feature on the editorial page, and Mr. Salinger felt so betrayed that he broke off with the teenagers and built a six-and-a-half-foot fence around his property.\nHe seldom spoke to the press again, except in 1974 when, trying to fend off the unauthorized publication of his uncollected stories, he told a reporter from The Times: “There is a marvelous peace in not publishing. It’s peaceful. Still. Publishing is a terrible invasion of my privacy. I like to write. I love to write. But I write just for myself and my own pleasure.”\nAnd yet the more he sought privacy, the more famous he became, especially after his appearance on the cover of Time in 1961. For years it was a sort of journalistic sport for newspapers and magazines to send reporters to New Hampshire in hopes of a sighting. As a young man Mr. Salinger had a long, melancholy face and deep soulful eyes, but now, in the few photographs that surfaced, he looked gaunt and gray, like someone in an El Greco painting. He spent more time and energy avoiding the world, it was sometimes said, than most people do in embracing it, and his elusiveness only added to the mythology growing up around him.", "url": "https://www.nytimes.com/2010/01/29/books/29salinger.html"}