{"authors": ["Trymaine Lee"], "date_download": "2022-10-25 23:54:01", "date_modify": "2022-10-25 23:54:01", "date_publish": "2010-10-25 00:35:21", "description": "Michel J. Faulkner, a minister in Harlem and a conservative Republican, has an unusual pedigree and says he is running against Representative Charles Rangel “to restore dignity.”", "filename": "2010_10_25_nyregion_25faulkner_1666742041.html", "image_url": "https://static01.nyt.com/images/2010/10/25/nyregion/faulkner/faulkner-articleLarge.jpg?year=2010&h=350&w=600&s=1749bc93101a0df54ef702dd977b3251932a5a3ffa6d08661b131e3f84286331&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_10_25_nyregion_25faulkner_1666742041.html", "title": "Political Novice Seeks Rangel’s House Seat", "title_page": "Political Novice Seeks Rangel’s House Seat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Faulkner has credibility in Harlem for his work as a minister with the poor and needy. He blames Democrats for their plight. He uses words like revolution and liberation when he speaks of “freeing” black people from the shackles of the Democratic Party.\n“I’d rather have an upfront racist than a political racist, a liberal racist,” Mr. Faulkner said, referring to criticism that the Republican Party does not represent the interests of black Americans. “After all that black people have been through and survived, do we need some white folks to take care of us?”\n“The Republicans say, We owe you nothing,” he added. “You want it, go get it for yourself. Work for it.”\nMr. Faulkner, who was born in Baltimore and raised in Washington, said he had always been an independent thinker. In the early 1970s, when his peers loved R&B and soul music, he was listening to Aerosmith and Led Zeppelin, he said. When it was popular for men to wear one earring, he wore two.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nSimilarly, Mr. Faulkner says he goes his own way when it comes to party politics. While he worked to help Mr. Giuliani unseat Mayor David N. Dinkins and served on his Task Force on Police/Community Relations, the men parted ways in the wake of the racially charged Amadou Diallo case.\nThe prospect of Mr. Faulkner’s defeating Mr. Rangel is perhaps the longest of long shots. The district is one of the most heavily Democratic Congressional districts in the country, one that in the last four elections carried Mr. Rangel to victory with 88 percent or more of the vote. It includes Harlem, parts of the Upper West Side, Washington Heights and swaths of the Bronx and Queens. Since its creation in 1944, the district has had only two congressmen: Adam Clayton Powell Jr. and Mr. Rangel.\nAs of Oct. 13, Mr. Faulkner had raised almost $142,000, compared with more than $2 million raised by Mr. Rangel.", "url": "https://www.nytimes.com/2010/10/25/nyregion/25faulkner.html"}