{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:06", "date_modify": "2022-10-25 23:46:06", "date_publish": "2010-12-06 02:11:00", "description": "The debate over privacy rights online takes a turn from the personal to the government.", "filename": "2010_12_06_business_media_06link_1666741566.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_06_business_media_06link_1666741566.html", "title": "WikiLeaks, Facebook and the Perils of Oversharing", "title_page": "WikiLeaks, Facebook and the Perils of Oversharing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE recent release of internal State Department cables by WikiLeaks, assisted by a coalition of news outlets in the United States and Europe, has been viewed as a national security matter  have confidential sources been compromised? Could relations between the United States and Russia (or Italy or France or Pakistan) be permanently damaged?\nBut one can take an even longer view of the meaning of the WikiLeaks campaign: by exposing the candid workings of government, the project and its leader, Julian Assange, have transformed the debate over Internet privacy from one about the individual to one about the government.\nIn the aftermath, many of the sharpest critics of WikiLeaks have belittled what has been learned, saying the material appears meant to humiliate the United States with embarrassing assessments of world leaders rather than inform the public of gross misbehavior. The damage to the government instead relates to the loss of the confidentiality needed to conduct foreign affairs.\nThe conservative commentator Tunku Varadarajan, writing in The Daily Beast, was among the most direct in making the point: “Diplomacy, to work at all effectively, must draw a line between the ‘consultative process’ and the ‘work product.’ This is but part of the human condition: Human beings need to consult, speculate, brainstorm, argue with each other  yes, even to gossip and say dopey things  in order to find their way through the difficult task of coming to an official, or publicly stated position which would then be open (legitimately) to criticism.”", "url": "https://www.nytimes.com/2010/12/06/business/media/06link.html"}