{"authors": ["C. J. Chivers"], "date_download": "2022-10-25 23:28:50", "date_modify": "2022-10-25 23:28:50", "date_publish": "2010-02-22 02:10:13", "description": "The elders of several rural villages asked Marines when the searches of their homes will stop and how they can work on crops without risking being shot.", "filename": "2010_02_22_world_asia_22civilian_1666740530.html", "image_url": "https://static01.nyt.com/images/2010/02/22/world/22civilian_CA0/22civilian_CA0-articleLarge.jpg?year=2010&h=381&w=600&s=387174066a20a563010ce82b8516860fa2498dc08b4001bdb9efb27e46d2d3a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_02_22_world_asia_22civilian_1666740530.html", "title": "Afghans Voice Their Fears Amid Marja Campaign", "title_page": "Afghans Voice Their Fears Amid Marja Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One by one at the meeting, attended by the elders of several rural villages and the leaders of Company K, Third Battalion, Sixth Marines, the elders asked questions and expressed worries, summarizing local reactions to an offensive that so far had frightened and disoriented them.\nHow can farmers water and feed their livestock or work on crops without risking being shot? When will it be safe enough to visit the bazaar, which has been all but closed? When will searches of their homes stop? Can the mullah move through the village before dawn to open his mosque for morning prayer?\nIf the meeting was any indication, the Marines face local Afghans deeply worried for their safety and suspicious of American actions, even as the elders expressed an interest in collaborating with development projects once security conditions improve.\nBut first things first.\nOne elder, Yamatullah, a man with a long, fine goatee, asked the Marines to respect the people’s possessions. On many days since the Marines landed by helicopter, firefights have led to Marines chasing Taliban gunmen, often into the mud-walled compounds that ring local homes. The Marines have also conducted deliberate sweeps. “We are innocent people,” Mr. Yamatullah said. “We have a lot of expensive things in our homes. Please do not break our things or take them.”\nThe Marines said they would try not to disturb anyone’s homes or goods. They also told the elders that once the fighting subsided, Marja would enjoy many services and development opportunities it had lacked: police protection, mosque repair, school and medical care.", "url": "https://www.nytimes.com/2010/02/22/world/asia/22civilian.html"}