{"authors": ["Alastair Macaulay"], "date_download": "2022-10-25 23:51:15", "date_modify": "2022-10-25 23:51:15", "date_publish": "2010-03-12 23:38:18", "description": "Liz Gerring’s “Lichtung/Clearing,” at the Baryshnikov Arts Center, puts a video set to good use. But it’s the dancing and choreography that make this work exceptional.", "filename": "2010_03_13_arts_dance_13gerring_1666741875.html", "image_url": "https://static01.nyt.com/images/2010/03/13/arts/dance/13gerring/13gerring-articleLarge.jpg?year=2010&h=315&w=600&s=7ff7b152abd074fcefb48419cce57f131cfbca424ee70b0d3a6ad8e4229663bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_13_arts_dance_13gerring_1666741875.html", "title": "At Baryshnikov Center, Bringing the Outdoors In", "title_page": "At Baryshnikov Center, Bringing the Outdoors In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A woman (Elizabeth DeMent) explodes onto the stage and across it. She punctuates this entry with three identical but peculiar jumps, each one ending pow! with one leg extended sideways and the torso lurching the opposite way. The combination of precision and looseness is arresting. Furious, wild and absolutely focused, the whole body is making a potent gesture. You immediately follow it as both psychological revelation and wildlife documentary.\nThe larger stage world encourages both interpretations. Strips of white linen hang at different angles. They might be a forest, but soon colored video images are projected onto them, and we might be inside someone’s memory. The sound score, projected from multiple sources, often features words, like numbers counted aloud. Is this a mindscape? Or are we in some larger environment?\nThis is how I remember the beginning of Liz Gerring’s “Lichtung/Clearing,” with video set design by Ursula Scherrer and music by Michael J. Schumacher; I watched the first performance on Thursday at the Baryshnikov Arts Center’s Howard Gilman Performance Space. Though I like both the visual and (to a lesser degree) sound elements, it’s the dancing and choreography that make this work exceptional. I haven’t seen Liz Gerring’s work before or even heard people talking of it as something to look out for. But I watched much of “Lichtung/Clearing” with my heart in my mouth. Premieres like this are rare.\nThe element of looseness in Ms. Gerring’s seven dancers looks dangerous. But they use their spines so frequently and with such dipping and rearing intensity, that you realize they really have the training to keep on delivering this kind of risk. Still, it often looks wild; and when duets occur, you see that these people are making real physical demands of one another, now fierce, now tender. Some steps that we’ve seen before from other choreographers (for example, a turn-and-plunge sequence I hesitantly label as pirouette-grand rond de jambe into arabesque penchée) here look new-forged and raw, as if out of not the classroom but the need of the moment. Even when their backs are turned, you feel how purposefully and reflectively they address space. Those backs, like those necks and arms, say so much.", "url": "https://www.nytimes.com/2010/03/13/arts/dance/13gerring.html"}