{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:35:26", "date_modify": "2022-10-25 23:35:26", "date_publish": "2010-12-09 22:57:02", "description": "Mark Wahlberg and Christian Bale are brothers in the new David O. Russell film “The Fighter.”", "filename": "2010_12_10_movies_10fighter_1666740926.html", "image_url": "https://static01.nyt.com/images/2010/12/10/arts/10FIGHTER-span/FIGHTER-articleLarge.jpg?year=2010&h=350&w=600&s=29d6f5d875b0514f92bd95f1e29164ed661bd03b5bfbdce2c7576be013d832f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_10_movies_10fighter_1666740926.html", "title": "Mark Wahlberg in ‘The Fighter’ by David O. Russell", "title_page": "Mark Wahlberg in ‘The Fighter’ by David O. Russell - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the possible exception of the romantic comedy, no film genre is more strictly governed by conventions — or enslaved by clichés, if you prefer — than the boxing picture. Something similar might be said about reviews of boxing pictures, so here goes:\n“The Fighter,” directed by David O. Russell and based on the true story of the junior welterweight Micky Ward, is quick on its feet and packs a mighty punch. With solid bodywork, clever feints and tremendous heart, it scores at least a TKO, by which I mean both that it falls just short of overpowering greatness — I can’t quite exclaim, “It’s a knockout!” — and that the most impressive thing about it is technique.\nBy the time this film — which was written by Scott Silver, Paul Tamasy and Eric Johnson, and shepherded into existence by Mark Wahlberg, who plays Mr. Ward — reaches its rousing and brutal final rounds, it may feel a bit familiar. Not necessarily because the story of Mr. Ward’s career is so well known (his most famous bouts, in particular his three extraordinary meetings with Arturo Gatti in 2002 and 2003, do not fall within the movie’s scope), but rather because the shape of the narrative recalls so many other fight movies. This is yet another tale of an underdog battling long odds and stubborn adversity in search of a shot at the big time.\nIt is also a love story, a family melodrama and the chronicle of a close and complicated fraternal relationship. The love of a good woman (the unaffectedly lovable Amy Adams), the rivalry and camaraderie between brothers, the battered face, bruised knuckles and wounded pride — “The Fighter” has it all.\nBut the inevitable comparisons arise only in retrospect, when it settles down into the company of “Rocky” and “Raging Bull” and other very good (and Best Picture-nominated) boxing pictures. Mr. Russell, a restlessly — sometimes recklessly — inventive filmmaker, does not try to subvert the genre, but rather, as Clint Eastwood did in “Million Dollar Baby,” to refresh it, to find new insights and angles of vision within the parameters of the tried and true.", "url": "https://www.nytimes.com/2010/12/10/movies/10fighter.html"}