{"authors": ["Jack Ewing"], "date_download": "2022-10-25 23:33:49", "date_modify": "2022-10-25 23:33:49", "date_publish": "2010-06-05 18:26:53", "description": "Europe is trying to solve a $2.6 trillion mystery — about which banks are holding all that debt from Greece, Spain and Portugal.", "filename": "2010_06_06_business_global_06toxic_1666740829.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_06_06_business_global_06toxic_1666740829.html", "title": "Which Banks Hold Europe’s Troubled Loans?", "title_page": "Which Banks Hold  Europe’s Troubled Loans? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Everybody knew there was a lot of debt out there,” said Nick Matthews, senior European economist at Royal Bank of Scotland and one of the authors of the report that tallied up Greek, Spanish and Portuguese debt. “But I think the extent of the exposure was a lot higher than most people had originally thought.”\nConcern has quickly spread beyond just the sovereign bonds issued by the three countries as well as by Italy and Ireland, which are also seriously indebted. Private-sector debt in the troubled countries is also becoming an issue, because when governments pay more for financing, so do their domestic companies. Recession, along with higher interest payments, could lead to a surge in corporate defaults, the European Central Bank warned in a report on May 31.\nHypo Real Estate has hundreds of millions in shaky real estate loans on its books, as well as toxic assets linked to the subprime crisis in the United States. In the first quarter, it set aside an additional 260 million euros to cover potential loan losses, bringing the total to 3.9 billion euros. But that amount is a drop in the bucket, a mere 1.6 percent of Hypo’s total loan portfolio. Hypo has not yet set aside anything for money lent to governments in Greece and other troubled countries, arguing that the European Union rescue plan makes defaults unlikely.\nImage Europe’s banks have a pile of debt from Greece, Spain and Portugal. Few have disclosed details. Credit... Patrik Stollarz/Agence France-Presse — Getty Images\nThe European Central Bank estimates that the Continent’s largest banks will book 123 billion euros ($150 billion) for bad loans this year, and an additional 105 billion euros next year, though the sums will be partly offset by gains in other holdings.\nAnalysts at the Royal Bank of Scotland estimate that of the 2.2 trillion euros that European banks and other institutions outside Greece, Spain and Portugal may have lent to those countries, about 567 billion euros is government debt, about 534 billion euros are loans to nonbanking companies in the private sector, and about 1 trillion euros are loans to other banks. While the crisis originated in Greece, much more was borrowed by Spain and its private sector — 1.5 trillion euros, compared with Greece’s 338 billion.\nBeyond such sweeping estimates, however, little other detailed information is publicly known about those loans, which are equivalent to 22 percent of European G.D.P. And the inscrutability of the problem, as serious as it is, is spawning spoofs, at least outside the euro zone. A pair of popular Australian comedians, John Clarke and Bryan Dawe, who have created a series of sketches about various aspects of the financial crisis, recently turned their attention to the bad-debt problem in Europe. After grilling Mr. Clarke about the debt crisis in a mock quiz show, Mr. Dawe tells Mr. Clarke that his prize is that he has lost a million dollars. “Well done,” says Mr. Dawe. “That’s an extraordinary performance.”", "url": "https://www.nytimes.com/2010/06/06/business/global/06toxic.html?dbk"}