{"authors": ["John F. Burns"], "date_download": "2022-10-25 23:46:05", "date_modify": "2022-10-25 23:46:05", "date_publish": "2010-09-25 19:26:40", "description": "In a battle of the brothers for the leadership of Britain’s Labour Party, Ed Miliband was elected on Saturday, beating his brother David by a slim margin.", "filename": "2010_09_26_world_europe_26britain_1666741565.html", "image_url": "https://static01.nyt.com/images/2010/09/26/world/26miliband2-span/26miliband2-span-articleLarge.jpg?year=2010&h=342&w=600&s=c87779c0c72d001490ca373cdbf98de286f31bf92b5f78506072f6d4b91c613f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_09_26_world_europe_26britain_1666741565.html", "title": "Brother Beats Brother in Labour Vote", "title_page": "Brother Beats Brother in Labour Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In a battle of brothers for the leadership of Britain’s Labour Party, the younger of the two, Ed Miliband, 40, was elected on Saturday, beating his brother David, the 45-year-old former foreign minister, by a margin of a little more than 1 percent of the votes in a runoff.\nWith his victory over his brother and three other candidates, Ed Miliband became the successor to the former prime minister, Gordon Brown, at Labour’s helm, and faced the challenge of regenerating the party after its demoralizing defeat by the Conservatives in May’s general election. In his acceptance speech, he acknowledged that the party had “lost the election, and lost it badly,” and spoke of the “scale of the journey” to regain power.\n“I recognize it will not be easy,” he told delegates to Labour’s five-day annual conference in Manchester.\nThe four-month contest involved five contestants, but it resolved early on into a two-man race between the Miliband brothers, both ministers in the defeated Brown government and both Oxford graduates, though each with roots in a different Labour camp: Ed Miliband broadly identifies with the party’s traditionalist left wing and Mr. Brown, who made him energy and climate change minister in his government, and David Miliband with the reformist movement known as New Labour, which carried Tony Blair to three successive victories before he yielded as prime minister to Mr. Brown in 2007.", "url": "https://www.nytimes.com/2010/09/26/world/europe/26britain.html"}