{"authors": ["Alex Berenson"], "date_download": "2022-10-25 23:23:05", "date_modify": "2022-10-25 23:23:05", "date_publish": "2010-03-09 01:55:51", "description": "The investigation will focus on Select Medical, which runs more long-term care facilities than any other company.", "filename": "2010_03_09_business_09hospital_1666740185.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_09_business_09hospital_1666740185.html", "title": "Senate Panel to Investigate Deaths in Long-Term Care", "title_page": "Senate Panel to Investigate Deaths in  Long-Term Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Senate Finance Committee has opened an investigation into patient deaths and allegations of substandard treatment at long-term care hospitals, small specialty medical centers that treat chronically ill patients.\nThe investigation focuses on the Select Medical Corporation, a for-profit corporation that runs 89 long-term care hospitals, more than any other company. In a letter sent on Monday to Select’s chief executive, Robert Ortenzio, the committee’s top two senators demanded that Select provide records about staffing levels and quality at its hospitals.\nThe committee has substantial power over long-term care hospitals because it oversees Medicare. The federal program spends almost $5 billion annually on the hospitals, providing about 60 percent of their total revenue.\nAn article in The New York Times last month detailed poor treatment and patient deaths at long-term care hospitals, which treat 200,000 seriously ill patients a year nationwide, but rarely have full-time physicians on staff. In one incident at a Select hospital in Kansas, a dying patient’s heart alarm sounded for 77 minutes before nurses responded. Select has said that it conducted an appropriate clinical review in the case and terminated a clinician involved in the patient’s care.", "url": "https://www.nytimes.com/2010/03/09/business/09hospital.html"}