{"authors": ["Kathleen Kingsbury"], "date_download": "2022-10-25 23:33:09", "date_modify": "2022-10-25 23:33:09", "date_publish": "2010-10-27 21:35:24", "description": "Dating from antiquity, the capital of Azerbaijan, a post-Soviet petro-state, contains a blend of old and new, moneyed and poor.", "filename": "2010_10_31_travel_31baku-nextstop_1666740789.html", "image_url": "https://static01.nyt.com/images/2010/10/31/travel/31baku-span/31baku-span-articleLarge.jpg?year=2010&h=359&w=600&s=a4d59c2a09d0d37a8d113f6fb09aad78477fa222622bdc23b4848cf9362f8fbe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_10_31_travel_31baku-nextstop_1666740789.html", "title": "In Azerbaijan, Old World Meets New", "title_page": "In Azerbaijan, Old World Meets New — Next Stop - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TO the north of Baku Boulevard, the namesake promenade that separates the capital of Azerbaijan from its Caspian Sea waterfront, stands the Maiden Tower. The eight-story stone structure, which dates back to at least the 12th century, is thought to have once been a lookout against invading armies. Today, it is the centerpiece of the walled Old City in Baku. The 15th-century buildings within those walls are made of a honey-hued sandstone and, since 2003, have been painstakingly restored, leaving behind a movie-set veneer. A maze of winding lanes runs throughout, and tucked inside is the unadorned Palace of the Shirvanshahs, the seat of Azerbaijan’s ruling dynasty during the Middle Ages. Today, carpet merchants, hawking their wares, sing out the usual chorus of “Hello!” and “Where are you from?”\nOutside the Old City’s walls lies another Baku. Magnificent European-style Beaux-Arts mansions, built by the city’s first oil barons a century ago, house outlets for some of the most recognizable brands: Gucci, Harry Winston, Burberry. In the evening, Mercedes-Benzes and Bentleys drop off muscle-bound men and their high-heeled dates to eat satay prepared by the Nobu-trained chef at Chinar, an Asian bistro, or to order a nightcap at chic lounges like Face Club or the Baku Jazz Center. Over the last several years, after a century of war and Soviet control, Azerbaijan has become one of the world’s fastest-growing economies. Oil and gas revenues deposited $7 billion into its coffers last year alone, and, in turn, brought an influx of foreign investment and visitors. This has left Baku gearing up for the limelight.\n“Azeris don’t want to settle anymore for ‘Oh, this is good enough for Baku,’ ” said Javad Marandi, a managing partner of the Pasha Group, the firm that owns Chinar, which is the second incarnation of the teahouse that was a city staple for decades. “We aspire to be one of the most interesting capitals of Europe or Asia.”\nAnd indeed, a grand — if still hazy — vision is beginning to take shape. Eventually the seaside promenade will grow to twice its length and will host futuristic malls, cinemas and arcades. Nearby, there has been talk of building a Guggenheim Bilbao-style project to complement the city’s newly opened Museum of Modern Art, which has a collection of more than 1,000 pieces by prominent Azeri artists as well as works by Picasso and Dalí.", "url": "https://www.nytimes.com/2010/10/31/travel/31baku-nextstop.html"}