{"authors": ["William Grimes"], "date_download": "2022-10-25 23:49:52", "date_modify": "2022-10-25 23:49:52", "date_publish": "2010-03-04 01:00:21", "description": "Mr. Foot failed to broker a peace between the party’s left and right wings, and presided over its crushing defeat in the 1983 general election.", "filename": "2010_03_04_world_europe_04foot_1666741792.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_04_world_europe_04foot_1666741792.html", "title": "Michael Foot, British Party Leader Who Sought to Unite Labour, Is Dead at 96", "title_page": "Michael Foot, British Party Leader Who Sought to Unite Labour, Is Dead at 96 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the 1983 general election, he campaigned on a Labour platform that included unilateral disarmament, higher taxes, a more interventionist industrial policy, nationalization of the banks and abolition of the House of Lords.\nImage Michael Foot in 1982 with Tony Blair, who went on to become prime minister of Britain. Mr. Foot led Labour in the early '80s. Credit... Press Association, via Associated Press\n“We are not here in this world to find elegant solutions, pregnant with initiative, or to serve the ways and modes of profitable progress,” he declared in a campaign speech. “No, we are here to provide for all those who are weaker and hungrier, more battered and crippled than ourselves. That is our only certain good and great purpose on earth, and if you ask me about those insoluble economic problems that may arise if the top is deprived of their initiative, I would answer, ‘To hell with them.’ The top is greedy and mean and will always find a way to take care of themselves. They always do.”\nThe Labour manifesto, 700 pages long, was described by the right-wing Labour politician Gerald Kaufman as “the longest suicide note in history.” Lady Thatcher, buoyed by victory in the Falklands War, dealt Labour a humiliating defeat. Mr. Foot resigned as party leader and was succeeded by Neil Kinnock.\nIn a statement released by her office on Wednesday, Lady Thatcher praised Mr. Foot as “a great parliamentarian and a man of high principles.”\nMichael Mackintosh Foot was born on July 23, 1913, in Plymouth. His father, Isaac Foot, was a solicitor, Methodist lay preacher and Liberal Party politician. After attending Leighton Park, the prestigious Quaker boarding school, he studied politics, philosophy and economics at Wadham College, Oxford, where he was president of the Oxford Union and graduated in 1934.\nAfter embracing socialism, he joined the Labour Party and ran for Parliament in the 1935 general election, speaking out forcefully for disarmament. Rejected by the voters, he took up journalism, writing for The New Statesman and Tribune, the left-wing weekly founded by Mr. Bevan, before going to work for Lord Beaverbrook’s Evening Standard. In 1940, under the pseudonym Cato, he and two colleagues wrote “Guilty Men,” a furious attack on the appeasement policy of the Chamberlain government.", "url": "https://www.nytimes.com/2010/03/04/world/europe/04foot.html"}