{"authors": ["Scott Shane", "Mark Mazzetti", "Dexter Filkins"], "date_download": "2022-10-25 23:46:10", "date_modify": "2022-10-25 23:46:10", "date_publish": "2010-12-02 21:31:18", "description": "American officials trying to build support for the Afghan government are dispirited by its corruption.", "filename": "2010_12_03_world_asia_03wikileaks-corruption_1666741570.html", "image_url": "https://static01.nyt.com/images/2010/12/03/world/03corruption-web1/03corruption-web1-articleLarge.jpg?year=2010&h=315&w=600&s=205ad295d69ed985594d37a45dae7ae1a90744cbef4278d176f429f2423bfa53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_12_03_world_asia_03wikileaks-corruption_1666741570.html", "title": "The New York Times", "title_page": "WikiLeaks Archive - Afghan Corruption Undercuts U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ahmed Zia Massoud held the post of first vice president from 2004 to 2009; the brother of the Northern Alliance leader Ahmed Shah Massoud, he was discussed as a future president. Last year, a cable reported, Mr. Massoud was caught by customs officials carrying $52 million in unexplained cash into the United Arab Emirates.\nA diplomatic cable is not a criminal indictment, of course, and in an interview Mr. Massoud denied taking any money out of Afghanistan. “It’s not true,” he said. “Fifty-two million dollars is a pile of money as big as this room.” Yet while his official salary was a few hundred dollars a month, he lives in a waterfront house on Palm Jumeirah, a luxury Dubai community that is also home to other Afghan officials. When a reporter visited the dwelling this year, a Rolls-Royce was parked out front.\nThe cables describe a country where everything is for sale. The Transportation Ministry collects $200 million a year in trucking fees, but only $30 million is turned over to the government, according to a 2009 account to diplomats by Wahidullah Shahrani, then the commerce minister. As a result, “individuals pay up to $250,000 for the post heading the office in Herat, for example, and end up owning beautiful mansions as well as making lucrative political donations,” said Mr. Shahrani, who also identified 14 of Afghanistan’s governors as “bad performers and/or corrupt.”\nThen again, another cable reports “rumors” that Mr. Shahrani himself “was involved in a corrupt oil import deal.” He denied the rumors, saying that they were inventions by two rivals who were “among the most corrupt in Afghanistan,” the cable said.\nPity the diplomat who must sort out whose version of reality to believe. One cable reported the American ambassador’s attempt to size up Mr. Shahrani, who later became the minister of mines. “Ambassador Eikenberry noted Shahrani’s extravagant home, suggesting that the Afghans knew best who is corrupt,” the cable said.\nThe cables lay out allegations of bribes and profit-skimming in the organization of travel to Saudi Arabia for the hajj, or pilgrimage; in a scheme to transfer money via cellphones; in the purchase of wheat seed; in the compilation of an official list of war criminals; and in the voting in Parliament.\nDr. Sayed Fatimie, the minister of health, told diplomats in January that members of Parliament wanted cash to confirm his appointment. “Expressing shock at the blatancy of these extortion attempts, Fatimie said MPs had offered their own votes and the votes of others they could purportedly deliver for $1,000 apiece,” a cable said.", "url": "https://www.nytimes.com/2010/12/03/world/asia/03wikileaks-corruption.html"}