{"authors": ["Matthew Gurewitsch"], "date_download": "2022-10-25 23:37:22", "date_modify": "2022-10-25 23:37:22", "date_publish": "2010-10-29 17:53:20", "description": "Brandon Jovanovich, after years of hard work, may be ready for opera stardom.", "filename": "2010_10_31_arts_music_31brandon_1666741042.html", "image_url": "https://static01.nyt.com/images/2010/10/31/arts/JP-BRANDON-span/BRANDON-articleLarge.jpg?year=2010&h=320&w=600&s=1be975124344a7b2776af4c41760ec9b447ddf3501e5839d44cb3b3c77a9ac73&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_10_31_arts_music_31brandon_1666741042.html", "title": "Brandon Jovanovich’s Emergence Continues in Met’s ‘Carmen’", "title_page": "Brandon Jovanovich’s Emergence Continues in Met’s ‘Carmen’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Jovanovich’s unheralded Met debut came in January, midway through the first season of Mr. Eyre’s “Carmen.” As the dragoon Don José he won the approval of the Russian mezzo-soprano Olga Borodina, who was scheduled for the title role that night but fell ill and joined him only later in the run. “A very fine singer and person as well as a top-notch colleague,” Ms. Borodina called him the other day, and she is no easy diva to impress. The Latvian mezzo Elina Garanca, the production’s original Carmen, who met Mr. Jovanovich only recently in rehearsal, has quickly become another fan.\n“Brandon is great,” Ms. Garanca said, “devoted, accommodating, attentive, funny, strong. He literally carries me on his hands, but at the same time he’s a very sensitive artist. I’m looking forward very much to singing with him.”\nBorn and bred in Billings, Mont., Mr. Jovanovich is descended from Serbs who emigrated generations ago to work the mines, where many also died. His father, who died 13 years ago, led a roustabout life that might have been scripted by Annie Proulx. His mother, divorced when Brandon was in his teens, still lives in Billings and sells Elizabeth Arden cosmetics at Dillard’s department store.\nGrowing up, Mr. Jovanovich, now 6 foot 3, dreamed of a career as a linebacker, and with a football scholarship at the University of Mary in Bismarck, N.D., he might have been on his way. But the cold there the winter of his freshman year was something else, even after Billings, so when a friend transferred to Northern Arizona University, in Flagstaff, he decided to do the same, this time on a music scholarship. “They wouldn’t give me a football scholarship without having seen me,” he said.\nStarting as a bass-baritone in the chorus of “Carousel,” he soon advanced to his first full solo role: the fatherly high priest Sarastro in Mozart’s “Magic Flute.” (The discovery of his natural upper register was yet to come.) But, 10 o’clock scholar that he was, he missed harmony and theory classes so regularly as to jeopardize his scholarship. The theater department came to the rescue for his senior year, and he graduated with performance credits ranging from Shakespeare (Petruchio in “The Taming of the Shrew”) to Sondheim (Anthony in “Sweeney Todd”). It was after a brief stint of auditions in Los Angeles that he rejoined his college girlfriend, Cara Welch, a vocal-performance major, in New York. The two are now married.", "url": "https://www.nytimes.com/2010/10/31/arts/music/31brandon.html"}