{"authors": ["Peter Baker", "Dan Bilefsky"], "date_download": "2022-10-25 23:47:55", "date_modify": "2022-10-25 23:47:55", "date_publish": "2010-04-08 09:13:18", "description": "The treaty signed in Prague on Thursday would trim the strategic nuclear arsenals of the two nations to their lowest levels in half a century.", "filename": "2010_04_09_world_europe_09prexy_1666741675.html", "image_url": "https://static01.nyt.com/images/2010/04/09/world/09prexy-cnd-span-2/09prexy-cnd-span-2-articleLarge.jpg?year=2010&h=335&w=600&s=14331bc5ae35902841f6e710d89a5a445748fb4f209b2268e6e50fde2cd28412&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_04_09_world_europe_09prexy_1666741675.html", "title": "Russia and U.S. Sign Nuclear Arms Reduction Pact", "title_page": "Russia and U.S. Sign Nuclear Arms Reduction Pact - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The friendly tone stood in contrast to the rupture between Washington and Moscow after Russia’s war with its tiny neighbor of Georgia in 2008, when President George W. Bush shelved a civilian nuclear cooperation agreement in protest and supplied financial aid to the Georgians. Neither president mentioned Georgia in public on Thursday or the broader issue of Russia’s assertiveness with its neighbors.\nImage President Obama talked with Russian President Dmitri A. Medvedev during a meeting in Prague. Credit... Doug Mills/The New York Times\nThe two played down their quarrel over American plans to build missile defense in Europe, despite recent comments by Russian officials threatening to withdraw from the treaty if the United States pressed too far. And Mr. Obama expressed no public concern about Russian authoritarianism, a topic that routinely flavored discussions during Mr. Bush’s presidency, and even he was sometimes criticized for not raising it more strenuously.\nMr. Obama and Mr. Medvedev smiled and whispered with each other as they sat side by side signing the treaty. Mr. Obama called his counterpart a “friend and partner” and said “without his personal efforts and strong leadership, we would not be here today.” For his part, Mr. Medvedev said the two had developed a “very good personal relationship and a very good personal chemistry, as they say.”\nWhite House officials described the relationship in effusive terms. “We’re having a real conversation,” said Michael McFaul, the president’s Russia adviser. “We’re not reading talking points.” Robert Gibbs, the White House press secretary, said Mr. Obama “genuinely feels like they can sit down and call each other and work through a series of issues in a very frank and honest way.”\nRussian officials likewise expressed optimism that was absent from such meetings not long ago. “Our mutual trust was below zero,” said Mikhail Margelov, chairman of the foreign affairs committee in the upper house of Parliament. “Now we have to correct the mistakes of the past and move forward.”\nUnder the treaty, if ratified, each side within seven years would be barred from deploying more than 1,550 strategic warheads or 700 launchers. Because of counting rules and past reductions, neither side would have to eliminate large numbers of weapons to meet the new limits. But the treaty re-establishes an inspection regime that lapsed in December and could serve as a foundation for deeper reductions later.", "url": "https://www.nytimes.com/2010/04/09/world/europe/09prexy.html"}