{"authors": ["Jenna Wortham"], "date_download": "2022-10-25 23:46:28", "date_modify": "2022-10-25 23:46:28", "date_publish": "2010-01-28 00:49:44", "description": "Even as carriers struggle to meet the demands on their networks, they are encouraging the use of more sophisticated devices that hog bandwidth.", "filename": "2010_01_28_technology_28overload.html_ref=technology_1666741588.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_01_28_technology_28overload.html_ref=technology_1666741588.html", "title": "As More Phones Stream Video, Networks Are Slowed", "title_page": "As More Phones Stream Video, Networks Are Slowed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Could Apple’s new iPad end up being too much of a good thing?\nSteven P. Jobs, Apple’s chief executive, played up the iPad’s ability to stream live baseball games and hit movies during his demonstration on Wednesday. But people who are willing to pay more to get that content over AT&T’s 3G data network may pay another price: glacial downloads and spotty service on an already overburdened system.\nAmerica’s advanced cellphone network is already beginning to be bogged down by smartphones that double as computers, navigation devices and e-book readers. Cellphones are increasingly being used as TVs, which hog even more bandwidth. They can also transmit video, allowing for videoconferencing on cellphones.\nAnd a new generation of netbooks, tablet PCs and other mobile devices that connect to cellphone networks will only add to the strain. “Carrier networks aren’t set to handle five million tablets sucking down 5 gigabytes of data each month,” Philip Cusick, an analyst at Macquarie Securities, said.\nWireless carriers have drastically underestimated the network demand by consumers, which has been driven largely by the iPhone and its applications, he said. “It’s only going to get worse as streaming video gets more prevalent.”", "url": "https://www.nytimes.com/2010/01/28/technology/28overload.html?ref=technology"}