{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:45:49", "date_modify": "2022-10-25 23:45:49", "date_publish": "2010-03-29 02:56:07", "description": "The $1.8 billion purchase by the Zhejiang Geely Holding Group highlights China’s determination to capture market share around the globe.", "filename": "2010_03_29_business_global_29auto_1666741549.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_03_29_business_global_29auto_1666741549.html", "title": "Volvo in a Deal to Be Sold to Company in China", "title_page": "Volvo in a Deal to Be Sold to Company in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is all about Geely’s efforts to bust out of the basement,” Mr. Dunne said. “Volvo happens to be available.”\nMany automakers in China are loaded with ambition, but Geely Auto stands out even by Chinese standards. While making most of its money on inexpensive compacts and subcompacts, it has turned heads at auto shows with ambitious concept cars that look like Western sports cars and even Rolls-Royces.\nLast fall, Ford said that Geely was the preferred bidder for Volvo, but there were a number of problems that needed to be overcome, including ones involving trade secrets, financing and the initial hostility of Swedish labor and political leaders. In late December, the two had settled on most of the details of a deal, but financing and government approvals remained to be completed.\nThe parent company has said repeatedly that it planned to keep Volvo as a separate unit from Geely Auto. The company promised again on Sunday to retain Volvo’s existing management, but according to people in the industry, the company had already hired several executives with international automotive experience to help it oversee the new subsidiary.\nZhejiang Geely is dominated by its founder, Li Shufu, the son of farmers from Taizhou, in southeastern China, who turned a small business building motorcycle parts there into one of China’s fastest-growing companies.\n“I want to emphasize that Volvo is Volvo and Geely is Geely — Volvo will be run by Volvo management,” Mr. Li said on Sunday at a news conference in Goteborg, Sweden. “We are determined to preserve the distinct identity of the Volvo brand.”\nHaving been scared last year by the near collapse of Saab, Sweden has acquiesced to the sale of Volvo to the Chinese buyer.", "url": "https://www.nytimes.com/2010/03/29/business/global/29auto.html"}