{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 22:59:40", "date_modify": "2022-10-25 22:59:40", "date_publish": "2010-11-16 11:38:59", "description": "The announcement of the engagement ended years of speculation, while kicking off a new round of cheers and royal guessing.", "filename": "2010_11_17_world_europe_17royal.html__r=1&scp=1&sq=William%20Kate&st=cse_1666738780.html", "image_url": "https://static01.nyt.com/images/2010/11/17/world/17royalspan-cnd/17royalspan-cnd-articleLarge.jpg?year=2010&h=330&w=600&s=e146ea8b3d1cc16c65b90097753db238863886e9c50c0fa7c6ef0c740eadcd7e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_17_world_europe_17royal.html__r=1&scp=1&sq=William%20Kate&st=cse_1666738780.html", "title": "Prince William to Marry Kate Middleton", "title_page": "Prince William to Marry Kate Middleton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Miss Middleton is a different sort of royal bride from Diana, whose short life ended when she was killed after a car accident in Paris in 1997. Diana was naïve and indifferently educated, but she was the daughter of an earl whose family had always mixed in royal circles. By contrast, Miss Middleton, who grew up in Bucklebury, West Berkshire, is considered solidly middle class by British standards.\nHer father is a former British Airways officer and her mother a former flight attendant; together, they run a successful mail-order business that sells paraphernalia for children’s parties.\nBy all accounts, Miss Middleton is tough and savvy, and far better equipped to deal with media attention than Diana was. Also, while Charles and Diana hardly knew each other at the time of their engagement, Miss Middleton has been virtually living with Prince William for some time and has met his father many times. The couple became engaged in October during a private holiday in Kenya, Prince Charles’s announcement said.\nAfter an autumn of dismaying news about budget cuts and Austerity Britain, the engagement provided an all-purpose happy diversion. The BBC started providing saturation coverage of the announcement. Queen Elizabeth proclaimed herself to be “absolutely delighted.” Prime Minister David Cameron said that when he announced the news, members of his cabinet responded with a “great cheer” and “banging of the table.” The prime minister also admitted that in 1981 he slept on the street outside Buckingham Palace the night before the wedding of William’s parents.\nEd Miliband, leader of the Labour Party, said that he was also delighted, and that “the whole country will be wishing them every happiness.”\nPrince William and Miss Middleton met at the University of St. Andrews in Scotland, and then shared a group house with two other students. According to news reports, the highlights of their college years together included the time that Miss Middleton persuaded a wavering William not to drop out when he was having a hard time his first year, and the time that she took part in a charity fashion show wearing just her underwear.", "url": "https://www.nytimes.com/2010/11/17/world/europe/17royal.html?_r=1&scp=1&sq=William%20Kate&st=cse"}