{"authors": ["Brooks Barnes", "Claire Cain Miller"], "date_download": "2022-10-25 23:35:03", "date_modify": "2022-10-25 23:35:03", "date_publish": "2010-07-28 03:33:48", "description": "Disney will initially pay $563.2 million for Playdom and will make $200 million in additional payments if Playdom achieves unannounced growth goals.", "filename": "2010_07_28_technology_28disney_1666740903.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_07_28_technology_28disney_1666740903.html", "title": "Disney Buys Playdom in $763 Million Deal", "title_page": "Disney Buys Playdom in $763 Million Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES  The Walt Disney Company on Tuesday became Hollywood’s leader in the booming social game business by acquiring Playdom in a deal worth as much as $763.2 million.\nPlaydom is one of a cluster of tech start-ups that make simple online games and sell virtual goods  like a $2.50 outfit for a character in Playdom’s Sorority Life, in which players shop, party and go to a spa. Such companies have grown by taking advantage of rapidly expanding social networks like Facebook.\nDisney will initially pay $563.2 million for Playdom, which is the No. 3 social game company on Facebook with about 42 million monthly players. The deal includes $200 million in additional payments if Playdom achieves growth thresholds that were not made public.\nJohn Pleasants, Playdom’s chief executive, will join Disney as an executive vice president and will report to Steve Wadsworth, president of the Disney Interactive Media Group. Mr. Pleasants, who impressed the Disney board with a presentation on social games at a recent company retreat, is expected to work to develop titles based on Disney characters and franchises.", "url": "https://www.nytimes.com/2010/07/28/technology/28disney.html"}