{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:43:52", "date_modify": "2022-10-25 23:43:52", "date_publish": "2010-11-17 21:29:10", "description": "Many Republicans elected this month do not share the federal vision of building a nationwide high-speed rail network.", "filename": "2010_11_18_us_18rail.html_ref=michaelcooper_1666741432.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_11_18_us_18rail.html_ref=michaelcooper_1666741432.html", "title": "Midterms Threaten Nationwide Rail Plans", "title_page": "Midterms Threaten Nationwide Rail Plans - News Analysis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The train has left the station,” Mr. LaHood proclaimed. “High-speed rail is coming to America.”\nBut the debates over high-speed rail have highlighted the difficulties in building major transportation projects in America under its current brand of federalism.\nPresident Obama and the Democratic-led Congress agreed that the time had come for high-speed rail, and they included $8 billion in the stimulus act and another $2.4 billion after that to jump-start the effort. Although the federal government has the vision and the money, it is up to states to build the projects.\nSo states submitted nearly 400 applications for rail projects, and federal rail transportation officials chose the ones they thought had the best chance of success. The states and the federal government began to haggle with the nation’s freight railroad companies, which own most of the nation’s track. Then elections brought new state officials, some of whom are saying thanks, but no thanks.\nJust last month, Gov. Chris Christie of New Jersey, a Republican, killed a long-planned commuter train tunnel under the Hudson River that had received pledges of $3 billion from the federal government. He cited concerns about the strapped state’s share of the project’s rising costs.\nKaren Rae, the deputy administrator of the Federal Railroad Administration, said at this week’s conference that the nation needed to build a viable train network of feeder lines before high-speed rail would make sense in many places. She also noted the structural difficulties.\n“Everyone likes to compare us to Europe, and to Asia, and to Japan and China, and how come we can’t do that?” Ms. Rae said. “First of all, I always like to say, when I look at Europe, we’re more like the European Union in our role at the F.R.A. than we are like Spain or France, which are much more like our states  they have independent governance structures, they have independent decision-making.”\nThe federal government chose to finance only two true high-speed train routes: California got around $3 billion for its plan to connect Los Angeles and San Francisco with trains that can go up to 220 m.p.h., a project that is expected to cost more than $45 billion. And Florida got around $2 billion, almost enough to pay for a high-speed line between Orlando and Tampa.", "url": "https://www.nytimes.com/2010/11/18/us/18rail.html?ref=michaelcooper"}