{"authors": ["Michael Cieply"], "date_download": "2022-10-25 23:46:38", "date_modify": "2022-10-25 23:46:38", "date_publish": "2010-10-26 01:09:46", "description": "Filming had been threatened by a dispute over whether a New Zealand branch of an Australian union could engage in collective bargaining on their Hollywood films.", "filename": "2010_10_26_business_media_26hobbit_1666741598.html", "image_url": "https://static01.nyt.com/images/2010/10/26/business/26HOBBIT/26HOBBIT-articleLarge.jpg?year=2010&h=360&w=600&s=5091e28e6a973b2895a9fafe8fed218d1d5d54ce1b6adffe9499f979f4bbf5f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_10_26_business_media_26hobbit_1666741598.html", "title": "A Labor Issue Entangles ‘The Hobbit’", "title_page": "A Labor Issue Entangles ‘The Hobbit’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES  Is Wellywood burning?\nNew Zealand’s feisty film workers have taken to the streets this week to try to keep Peter Jackson’s production of “The Hobbit” in their country, nudging the prime minister, John Key, toward a Tuesday summit meeting with a visiting contingent of Warner Brothers executives.\nFilming had been threatened by a dispute over whether a New Zealand branch of an Australian union could engage in collective bargaining on the Hollywood films, which they have not been able to do in the past.\nAs of Tuesday afternoon in Wellington  the New Zealand capital and the center of a growing movie industry sometimes called Wellywood  the matter was unsettled. But it was clear that Mr. Jackson’s furry little film creatures were not going anywhere without a fight.\nAt least a half-dozen executives from Warner and its New Line Cinema unit, led by Kevin Tsujihara, a member of Warner’s office of the president, arrived in New Zealand early Tuesday for late-day meetings with Mr. Key and other government officials. The Warner team is expected to decide within the week whether the films stay in New Zealand or move elsewhere.", "url": "https://www.nytimes.com/2010/10/26/business/media/26hobbit.html"}