{"authors": ["Stephen Burn"], "date_download": "2022-10-25 23:37:44", "date_modify": "2022-10-25 23:37:44", "date_publish": "2010-06-11 18:44:37", "description": "In Joshua Cohen’s novel, the last surviving Jew inspires a fad.", "filename": "2010_06_13_books_review_Burn-t_1666741064.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2010", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2010_06_13_books_review_Burn-t_1666741064.html", "title": "The New York Times", "title_page": "Book Review - Witz - By Joshua Cohen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than 800 pages long and the result of nine years’ labor, Joshua Cohen’s third novel, “Witz,” is a deliberate act of excess that’s also an exercise in omission — the product of a negative aesthetic that emphasizes what isn’t there. In telling the story of the last Jew alive, for example, Cohen omits the word “Jew.” And within the loose skeleton of a coming-of-age story, he negates the premise of growth through experience by having his central character be born “full size, at full intelligence . . . with glasses and hairy.”\nCohen’s emphasis on omission can be disorienting, but the ­novel’s central story is clear enough. As the millennium approaches, all Jews die, leaving Benjamin Israelien as the last authentic member of the tribe. Although he makes an unlikely hero — a catalog of his distinguishing features settles on “Fat Glasses Robe Unpleasant Odor” — Ben becomes a celebrity, with a string of endorsed products. America starts trading with “Israelien shekels” and drinking 18-packs of “He-brew.” Without Jews, Judaism becomes hugely popular. But as everyone converts, Ben tries to escape his fame and is excommunicated. While he wanders in exile, a reverse Holocaust is created: heretics who refuse to accept Judaism are put to death in the camps at Whateverwitz.\nImage Joshua Cohen Credit... Yelena Akhtiorskaya\n“We all have to keep inventing maniacally to keep up with the real,” Cohen writes, and manic invention is the key to this restless novel. Ben’s travels provide Cohen with the opportunity to fabricate wildly beyond the borders of the real. While pretending to be Dr. Karl Young, for example, Ben encounters a U.F.O. holding “Herr Doktor Professor Froid.” Later he survives an attack from a country club’s “feral caddies”; apparently turns into a snail; and meets a talking fish that offers to grant him three wishes. This anarchic energy recalls Thomas Pynchon and David Foster Wallace, but what really distinguishes “Witz” is its language and Cohen’s vigorous assault on the sentence as a unit of simple communication.", "url": "https://www.nytimes.com/2010/06/13/books/review/Burn-t.html"}