{"authors": ["Barry Bearak"], "date_download": "2022-10-25 23:35:17", "date_modify": "2022-10-25 23:35:17", "date_publish": "2011-11-16 02:55:50", "description": "If there are answers to the enigmatic puzzle that is Jerry Sandusky, they lie well beneath the surface in Washington, Pa., where he was born.", "filename": "2011_11_16_sports_ncaafootball_in-sanduskys-birthplace-questions-of-how-well-you-can-know-a-man.html__r=1&hp_1666740917.html", "image_url": "https://static01.nyt.com/images/2011/11/16/sports/SANDUSKY3/SANDUSKY3-articleLarge.jpg?year=2011&h=315&w=600&s=d6a365fe0b237e07f11426d3b59ee08509d7fb2a5dbcfe067964c68bd5a9dbe0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_16_sports_ncaafootball_in-sanduskys-birthplace-questions-of-how-well-you-can-know-a-man.html__r=1&hp_1666740917.html", "title": "In Sandusky’s Birthplace, Questions of How Well You Can Know a Man", "title_page": "In Sandusky’s Birthplace, Questions of How Well You Can Know a Man - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON, Pa. — The Brownson House, the old red-brick recreation center on Jefferson Avenue, was like a hearth the whole community huddled around. Every child played there, one generation after another, bouncing a basketball on an undersize court that had an inconvenient pillar in the middle.\nFrom 1952 to 1985, Art and Evie Sandusky ran the place — the sewing classes, boxing matches, table tennis and all the rest — and it’s fair to say they were widely admired. The couple lived in a small apartment at the top of the building, and they had one child, whose name was Jerry.\nArt Sandusky, a great athlete, was a local legend, but Jerry Sandusky became well known across the country — praised as a defensive mastermind for Penn State’s football team; celebrated as a humanitarian who started a charity for troubled youth; and, as of last week, reviled as an accused child molester in a scandal that brought down Joe Paterno and rendered chaos at this state’s flagship university.\n“I grew up playing ball with Jerry, a nice guy, a really good guy, and when I see this on the news it’s just unbelievable,” said Bill Lindsay, 68. “You know, he’s an absolute look-alike for his dad, and it’s hard to imagine anyone from that family being a pervert. But it’s also hard to doubt all we’ve been hearing. Old Art is rolling over in the grave.”", "url": "https://www.nytimes.com/2011/11/16/sports/ncaafootball/in-sanduskys-birthplace-questions-of-how-well-you-can-know-a-man.html?_r=1&hp"}