{"authors": ["Ethan Bronner"], "date_download": "2022-10-26 00:11:48", "date_modify": "2022-10-26 00:11:48", "date_publish": "2011-08-12 01:29:50", "description": "Protesters in Israel complain that a country once seen as a model of equality now has one of the largest gaps between rich and poor in the industrialized world.", "filename": "2011_08_12_world_middleeast_12israel_1666743108.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_12_world_middleeast_12israel_1666743108.html", "title": "Protesters Force Israel to Grapple With Wealth Gap", "title_page": "Protesters Force Israel to Grapple With Wealth Gap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the issue has had strong populist resonance. Although Israel’s economy is strong, the data on wealth concentration, published by the Bank of Israel, are unsettling. A small group of family-owned companies control banks, supermarket chains and media, cellphone and insurance companies. They borrow heavily, posing risks for the larger economy and, through a web of interconnecting enterprises, make it harder for others to get into the markets they dominate.\n“These are called pyramid schemes because through shares in one company they take control of a second company and, through that, of another one on down a chain of holdings,” said Eytan Sheshinski, an economist at the Hebrew University of Jerusalem. “They are able to move profits through the pyramid, which cannot happen in the United States because of the tax system there.”\nStill, the Bank of Israel study shows that while the United States, Britain and Germany have much less concentration of wealth than Israel, it is not so different from several other democracies. Based on the holdings of the 10 largest business families, Israel is in about the same situation as Switzerland, France and Belgium, and its wealth is far less concentrated than is the case in Sweden.\nLast fall, Prime Minister Benjamin Netanyahu formed a committee to examine the concentration of wealth and find ways to reduce the power of monopolies.\n“A pyramid is a tool to leverage heavily your capital, and retain control over large economic entities,” said Prof. Eugene Kandel, Mr. Netanyahu’s chief economic adviser, in an interview. “We know from looking at other countries that large and leveraged business groups can slow growth, cause instability and hinder competition. The committee appointed by Prime Minister Netanyahu works to prevent this from growing into a large-scale program in Israel.”\nDaniel Doron, who directs the Israel Center for Social and Economic Progress, a pro-market research organization, said he was convinced that the way in which failing state assets were privatized in the 1980s and ’90s led to dangerous consolidation, just as it did in the former Soviet Union and some Arab countries, like Egypt and Syria. Banks, construction and mining companies, all owned by agencies of the state and all in varying degrees of trouble, were sold to those who could afford to buy them.", "url": "https://www.nytimes.com/2011/08/12/world/middleeast/12israel.html"}