{"authors": ["Salman Masood", "Pir Zubair Shah"], "date_download": "2022-10-25 23:32:47", "date_modify": "2022-10-25 23:32:47", "date_publish": "2011-03-17 14:15:07", "description": "Drone aircraft pounded North Waziristan with missiles on Thursday, killing at least 26 people, many of them civilians, according to local media.", "filename": "2011_03_18_world_asia_18pakistan.html_scp=2&sq=people%20weren%E2%80%99t%20gathering%20for%20a%20bake%20sale.%20&st=cse_1666740767.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_18_world_asia_18pakistan.html_scp=2&sq=people%20weren%E2%80%99t%20gathering%20for%20a%20bake%20sale.%20&st=cse_1666740767.html", "title": "C.I.A. Drones Kill Civilians in Pakistan", "title_page": "C.I.A. Drones Kill Civilians in Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISLAMABAD, Pakistan — Several missiles fired from American drone aircraft on Thursday struck a meeting of local people in northwest Pakistan who had gathered with Taliban mediators to settle a dispute over a chromite mine. The attack, a Pakistani intelligence official said, killed 26 of 32 people present, some of them Taliban fighters, but the majority elders and local people not attached to the militants.\nThe civilian death toll appeared to be among the worst in the scores of strikes carried out recently in Pakistan’s tribal areas by the C.I.A., which runs the drones. Local residents and media reports said as many as 40 people had been killed in all, though the intelligence official disputed that.\nThe Pakistani military chief, Gen. Ashfaq Parvez Kayani, issued an unusual and unusually strong condemnation of the attack. “It is highly regrettable that a jirga of peaceful citizens, including elders of the area, was carelessly and callously targeted with complete disregard to human life,” the statement said.\nBut American officials on Thursday sharply disputed Pakistan’s account of the strikes and the civilian deaths, contending that all the people killed were insurgents. “These people weren’t gathering for a bake sale,” an American official said. “They were terrorists.”", "url": "https://www.nytimes.com/2011/03/18/world/asia/18pakistan.html?scp=2&sq=people%20weren%E2%80%99t%20gathering%20for%20a%20bake%20sale.%20&st=cse"}