{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:53:52", "date_modify": "2022-10-25 23:53:52", "date_publish": "2011-11-10 21:16:55", "description": "William F. Boyland Jr., a Brooklyn Democrat, was found not guilty of conspiring to take thousands of dollars in bribes for using his influence on behalf of a health care organization.", "filename": "2011_11_11_nyregion_assemblyman-boyland-acquitted-in-bribery-case_1666742032.html", "image_url": "https://static01.nyt.com/images/2011/11/11/nyregion/SUB-BOYLAND/SUB-BOYLAND-articleLarge.jpg?year=2011&h=370&w=600&s=4b4bbdda7dfd752e5914cf5a1dec1435dc49cff144df052bfb030f55dbef972e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_11_nyregion_assemblyman-boyland-acquitted-in-bribery-case_1666742032.html", "title": "Assemblyman Boyland Acquitted in Bribery Case", "title_page": "Assemblyman Boyland Acquitted in Bribery Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The juror said that after the first day of deliberations ended on Tuesday, about six or seven jurors were ready to acquit; three or four were in favor of conviction, and one or two were undecided.\nLate Wednesday, the jury told the judge that it was at an impasse, without revealing the vote breakdown. The juror said the vote was 10 to 2, as it remained through Thursday afternoon, when the jury wrote to the judge again.\nBy the time Judge Rakoff called the jury into the courtroom a short time later, and urged them to try again to reach a verdict, one dissenter had shifted. The final holdout changed position after the jurors returned to deliberate, the juror said.\nThe juror credited a priest, who had been an alternate juror and was added to the panel on Wednesday after another juror could no longer serve because of work-related issues, for bringing a kind of clarity to the deliberations. The jurors undertook a careful and “methodical examination” of the judge’s instructions, the juror recalled.\nMost jurors felt that Mr. Boyland “clearly did things wrong,” the juror said, citing evidence that he lied on disclosure forms about his work for MediSys, and that he had a no-show job. But even though these were “bad acts,” the juror added, “they did not add up to the two federal crimes that he was accused of.”\n“We could not connect the dots,” the juror said. “We could not say that because he got the money, he advocated for MediSys. We just couldn’t do that. We couldn’t do that beyond a reasonable doubt.”\nMr. Boyland, 41, faced up to 25 years in prison had he been convicted on two conspiracy counts.\nThe defense had won a key pretrial ruling when Judge Rakoff prohibited the government from introducing evidence of Mr. Rosen’s corrupt relationship with Mr. Seminerio.", "url": "https://www.nytimes.com/2011/11/11/nyregion/assemblyman-boyland-acquitted-in-bribery-case.html"}