{"authors": ["Nick Bilton", "Brian Stelter"], "date_download": "2022-10-25 23:31:01", "date_modify": "2022-10-25 23:31:01", "date_publish": "2011-04-26 21:13:24", "description": "The company said an “unauthorized person” had obtained information, possibly including credit card numbers.", "filename": "2011_04_27_technology_27playstation_1666740661.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_27_technology_27playstation_1666740661.html", "title": "Sony Says PlayStation Hacker Got Personal Data", "title_page": "Sony Says PlayStation Hacker Got Personal Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Christopher Miller’s PlayStation Portable game console had been broken for most of two years. So when his parents got him a new one for his 25th birthday on April 18, he was elated — but only briefly.\nLast week, Sony’s online network for the PlayStation suffered a catastrophic failure through a hacking attack. And since then, the roughly 77 million gamers worldwide like Mr. Miller who have accounts for the service have been unable to play games with friends through the Internet or to download demos of new games.\nThen, on Tuesday, after several days of near silence, Sony said that as a result of the attack, an “unauthorized person” had obtained personal information about account holders, including their names, addresses, e-mail addresses, and PlayStation user names and passwords. Sony warned that other confidential information, including credit card numbers, could have been compromised, warning customers through a statement to “remain vigilant” by monitoring identity theft or other financial loss.\nLaw-enforcement officials said Tuesday that Sony had reported the breach to the Federal Bureau of Investigation in San Diego, which specializes in computer crime.", "url": "https://www.nytimes.com/2011/04/27/technology/27playstation.html"}