{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:46:02", "date_modify": "2022-10-25 23:46:02", "date_publish": "2011-08-31 17:01:07", "description": "Human rights activists said security forces killed a 14-year-old boy as they violently dispersed a protest in the oil town of Sitra.", "filename": "2011_09_01_world_middleeast_01bahrain_1666741562.html", "image_url": "https://static01.nyt.com/images/2011/09/01/world/01bahrain1/01bahrain1-articleLarge-v2.jpg?year=2011&h=330&w=600&s=ed26f3de0888dd2adb111c1d057bdf539a6033b214cb8a5cfaa9344843f95d0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_01_world_middleeast_01bahrain_1666741562.html", "title": "Boy, 14, Dies in Bahrain as Security Forces Break Up Protest", "title_page": "Boy, 14, Dies in Bahrain as Security Forces Break Up Protest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A 14-year-old boy was killed Wednesday as security forces in Sitra, Bahrain, broke up a small protest. Witnesses said the boy was struck in the head by a tear gas canister that the security forces fired directly into the crowd at close range, and died shortly afterward at a hospital.\nThe Bahrain Youth Society for Human Rights published photographs of the boy, whom they identified as Ali Jawad Ahmad, and of the blood-stained sidewalk where the episode occurred.\nIn a report by the state-run news agency, the government confirmed the death of the boy but said there had been “no reported police action against lawbreakers in Sitra” that morning, “except dispersing a small group of around 10 people at 1:15 a.m.” The Ministry of the Interior, which confirmed the boy’s name, offered a reward of more than $26,000 for information about those responsible for his death.\nLater in the day, Bahrain’s head of public prosecution, Osama al-Asfoor, released a statement saying that an autopsy showed that Ali had died of injuries to the back of his neck. Mr. Asfoor also said that the boy had injuries under his chin and bruises on his face, hand, knees and pelvic area. He said that a blood examination showed no effects of tear gas exposure.", "url": "https://www.nytimes.com/2011/09/01/world/middleeast/01bahrain.html"}