{"authors": ["Mark Mazzetti", "Eric Schmitt"], "date_download": "2022-10-25 23:38:26", "date_modify": "2022-10-25 23:38:26", "date_publish": "2011-04-28 04:03:44", "description": "The latest evidence of a 10-year shift in American missions is seen with Leon E. Panetta, the intelligence chief, going to the Pentagon, and Gen. David H. Petraeus going to the C.I.A.", "filename": "2011_04_28_us_28military_1666741106.html", "image_url": "https://static01.nyt.com/images/2011/04/28/us/28teamspan/28teamspan-articleLarge-v3.jpg?year=2011&h=300&w=600&s=ce54c0e035c58834cafdc99b05ab3dfd70e4ba265391edce839638997c472542&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_28_us_28military_1666741106.html", "title": "Obama’s Pentagon and C.I.A. Picks Show Shift in How U.S. Fights", "title_page": "Obama’s Pentagon and C.I.A. Picks Show Shift in How U.S. Fights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama’s decision to send an intelligence chief to the Pentagon and a four-star general to the Central Intelligence Agency is the latest evidence of a significant shift over the past decade in how the United States fights its battles — the blurring of lines between soldiers and spies in secret American missions abroad.\nOn Thursday, Mr. Obama is expected to announce that Leon E. Panetta, the C.I.A. director, will become secretary of defense, replacing Robert M. Gates, and that Gen. David H. Petraeus will return from Afghanistan to take Mr. Panetta’s job at the C.I.A., a move that is likely to continue this trend.\nAs C.I.A. director, Mr. Panetta hastened the transformation of the spy agency into a paramilitary organization, overseeing a sharp escalation of the C.I.A.’s bombing campaign in Pakistan using armed drone aircraft, and an increase in the number of secret bases and covert operatives in remote parts of Afghanistan.\nGeneral Petraeus, meanwhile, has aggressively pushed the military deeper into the C.I.A.’s turf, using Special Operations troops and private security contractors to conduct secret intelligence missions. As commander of the United States Central Command in September 2009, he also signed a classified order authorizing American Special Operations troops to collect intelligence in Saudi Arabia, Jordan, Iran and other places outside of traditional war zones.", "url": "https://www.nytimes.com/2011/04/28/us/28military.html"}