{"authors": ["The New York Times"], "date_download": "2022-10-25 23:39:13", "date_modify": "2022-10-25 23:39:13", "date_publish": "2011-11-30 17:11:34", "description": "The visit by Hillary Rodham Clinton has captured the imagination of city dwellers, but for farmers living outside urban areas, the changes wrought by liberalization moves have little resonance.", "filename": "2011_12_01_world_asia_in-myanmar-countryside-reforms-bring-little-relief_1666741153.html", "image_url": "https://static01.nyt.com/images/2011/12/01/world/asia/01myanmar-1/01myanmar-1-articleLarge.jpg?year=2011&h=375&w=600&s=7f9c01371dfb596c7021019d660caaec9bef4b8ddf79d49020db9349a27d4e7b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_01_world_asia_in-myanmar-countryside-reforms-bring-little-relief_1666741153.html", "title": "In Myanmar Countryside, Reforms Bring Little Relief", "title_page": "In Myanmar Countryside, Reforms Bring Little Relief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most of President Thein Sein’s liberalization moves — the release of some political prisoners, the easing of restrictions on buying cars, the revamping of the banking system, among others — have been winning over skeptics among the country’s urban class and intelligentsia.\nThose changes feel very distant here, less than an hour’s drive from Yangon.\n“We have no time to think about politics,” said U Toe Naing, 44, a farmer who, like many of his neighbors, is dealing with a mountain of debt accumulated during the bad harvests of recent years, including the devastation of Cyclone Nargis in 2008, which virtually wiped out a year’s worth of crops.\nSeventy percent of Myanmar’s 55 million people work in agriculture, a sector that has been severely stunted in recent decades by a lack of credit, poor machinery and unreliable access to international markets. Farmers take out loans on the black market at rates of more than 200 percent a year.\n“We have to borrow and pay back, borrow more and pay back,” Mr. Tin Win Hlaing said.\nBecause they live near Yangon, the residents of this hamlet are better off than many farmers in Myanmar’s vast hinterland. Even so, Mr. Tin Win Hlaing and his neighbors have no electricity or plumbing. The closest road is 20 minutes away, and no one owns a cellphone. Babies are born at home — if the labor is trouble-free.\n“Sometimes the mothers die on the way to the hospital,” Mr. Toe Naing said.\nIn the fields, farmers use land tillers imported from China, which tend to break down often. Others use oxen.", "url": "https://www.nytimes.com/2011/12/01/world/asia/in-myanmar-countryside-reforms-bring-little-relief.html"}