{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:45:57", "date_modify": "2022-10-25 23:45:57", "date_publish": "2011-12-08 18:04:03", "description": "Iran state television displayed what it described as the RQ-170 spy sentinel drone that was found in Iranian territory last week.", "filename": "2011_12_09_world_middleeast_iran-shows-us-drone-on-tv-and-lodges-a-protest_1666741557.html", "image_url": "https://static01.nyt.com/images/2011/12/09/world/middleeast/09iran/09iran-articleLarge-v2.jpg?year=2011&h=420&w=600&s=1f723e106c0bc37bd15abf2b9a44796a83a21a6295009a4e81fad5e1a0fa7978&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_09_world_middleeast_iran-shows-us-drone-on-tv-and-lodges-a-protest_1666741557.html", "title": "Iran Shows Video It Says Is of U.S. Drone", "title_page": "Iran Shows Video It Says Is of U.S. Drone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iran paraded what its military described as a captured C.I.A. stealth drone on national television on Thursday and lodged an official diplomatic protest, portraying the visual images as an intelligence and propaganda windfall in its conflict with the West over its nuclear program.\nAmerican officials viewing the video declined to confirm or deny that the aircraft shown was the one that they have said was lost several days ago by controllers in neighboring Afghanistan.\nThe two-and-a-half-minute video clip of the remote-controlled surveillance aircraft was presented by Iran as the first visual evidence that it had had possession of the drone since Sunday, when Iran asserted that its military downed the aircraft 140 miles inside Iranian territory. American officials have said the drone was lost because of a malfunction.\nThe aircraft shown on Iranian television appeared to be in good condition, which would seem to be inconsistent with an uncontrolled landing, although a close inspection of the images appeared to show a fracture on part of the wing that had been taped.", "url": "https://www.nytimes.com/2011/12/09/world/middleeast/iran-shows-us-drone-on-tv-and-lodges-a-protest.html"}