{"authors": ["Graham Bowley", "Jo Becker"], "date_download": "2022-10-25 23:46:11", "date_modify": "2022-10-25 23:46:11", "date_publish": "2011-07-20 14:34:08", "description": "The News Corporation said on Wednesday that it would no longer pay legal fees for Glenn Mulcaire, the private investigator who has been implicated in the phone hacking scandal.", "filename": "2011_07_21_world_europe_21mulcaire_1666741571.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_21_world_europe_21mulcaire_1666741571.html", "title": "News Corp. to Stop Paying Legal Fees of Investigator in Hacking Case", "title_page": "News Corp. to Stop Paying Legal Fees of Investigator in Hacking Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Mulcaire employs at least one lawyer full time, and several others part time, according to two lawyers with firsthand knowledge of the arrangements, and there have been questions about how he could afford so costly a defense.\nIn the hearing Tuesday, James Murdoch confirmed that the News Corporation was paying Mr. Mulcaire’s legal expenses, only for the company to move a day later to end the payments. Mr. Mulcaire could not be reached for further comment.\nMr. Murdoch also confirmed payment of legal fees for Clive Goodman, the tabloid’s royals reporter who was also jailed in 2007, but the News Corporation did not say Wednesday whether it was ending those payments. Mr. Goodman has since been re-arrested in a new police investigation over allegations of police corruption. The Murdochs repeatedly said in their testimony before Parliament on Tuesday that they had not known about the hacking.\nIn a separate, qualified concession, the News Corporation also announced that it would release the law firm Harbottle & Lewis from some of its client confidentiality requirements so that it could address questions from police and parliamentary inquiries into phone hacking and police corruption with respect to “what they were asked to do.”\nThe law firm, which has counted the queen among its clients, was embroiled in the scandal because it reviewed The News of the World e-mail that suggested payments to the police. News International, the News Corporation’s British newspaper group, did not turn that information over to the police for four years.\nA full waiver could open up those files to victims of hacking who are lining up to sue the company.\nThe News Corporation’s announcement did not say that the law firm could speak publicly on the matter, nor did it make clear whether the law firm could speak about anything beyond the scope of what it was asked to do. Members of Parliament are particularly interested in learning whether the law firm noticed and flagged the e-mail suggesting the police payments, and if so, which company officials it spoke to about the matter.", "url": "https://www.nytimes.com/2011/07/21/world/europe/21mulcaire.html"}