{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:28:33", "date_modify": "2022-10-25 23:28:33", "date_publish": "2011-11-28 07:46:54", "description": "After a week of violent clashes, the voting was largely peaceful and was hailed by the military as a triumph.", "filename": "2011_11_29_world_middleeast_egyptians-vote-in-historic-election_1666740513.html", "image_url": "https://static01.nyt.com/images/2011/11/29/world/middleeast/EGYPT-REFER/EGYPT-REFER-articleLarge.jpg?year=2011&h=360&w=600&s=8274f5b9c2fc559e850db10a4bca3da2faec4e8349b70e97f3d9149dc67e8623&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_29_world_middleeast_egyptians-vote-in-historic-election_1666740513.html", "title": "Egypt Elections, Largely Peaceful, Draw Big Turnout", "title_page": "Egypt Elections, Largely Peaceful, Draw Big Turnout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But some voters said they hoped an elected Parliament could stand up to the military council, and some activists insisted that the new body would become their most potent tool.\n“Candidates do not go through this whole process just to become pictures on the wall,” said Gamal Eid, executive director of the Arabic Network for Human Rights Information. “The legitimacy of being elected will allow them to start a political conflict with SCAF,” he said, referring to the military council.\nThe outcome is not a foregone conclusion and final results remain months away. Some warned that violence and fraud were still possible. The first round of voting for the lower house — including the major cities of Cairo and Alexandria — will continue Tuesday. After a runoff next week, two more rounds will follow, ending in January. The elections for the upper house are scheduled to start in January and be completed by March.\nAdding to the uncertainty of the day, the Egyptian authorities suggested that they might fine people about $80 if they failed to vote. Some voters, like Wael Ashraf, 23, said that was why they had come to the polls. “The revolution didn’t help — do you think elections will?” he said.\nMany polling places around Cairo, Alexandria and other cities opened hours late because ballots, voter rolls or supervising judges failed to arrive — in some cases, not until 6:30 p.m. At least 11 polling places in the cities of Cairo and Fayoum did not open at all, according to the Web site of the state-run newspaper Al Ahram. And many places stayed open hours after polls were supposed to close to give voters a longer chance to vote.\nAl Ahram reported that judges in some polling places donated ink and wax (to seal the ballot boxes) because the authorities had failed to supply them. In at least one poorer neighborhood near Cairo, soldiers fired into the air to disperse an angry crowd trying to get in to vote. There were also reports of scattered clashes, including a dispute in Asyut in the south that led the family of a candidate to burn down a polling place and kidnap a judge.", "url": "https://www.nytimes.com/2011/11/29/world/middleeast/egyptians-vote-in-historic-election.html"}