{"authors": ["Miguel Helft"], "date_download": "2022-10-25 22:55:21", "date_modify": "2022-10-25 22:55:21", "date_publish": "2011-04-04 18:08:54", "description": "A security breach has exposed the e-mail addresses of millions of customers for major banks and retailers.", "filename": "2011_04_05_business_05hack.html__r=1_1666738521.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_05_business_05hack.html__r=1_1666738521.html", "title": "After Security Breach, Firms Warn of E-Mail Fraud", "title_page": "After Security Breach, Firms Warn of E-Mail Fraud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The marketing firm that suffered the breach, Epsilon, which handles e-mail marketing lists for hundreds of clients, disclosed the problem in a brief statement on Friday. But its sheer scale became clear over the weekend and on Monday, as banks, retailers and others began alerting their customers to be on the lookout for fraudulent e-mails.\nWhile e-mail addresses may not seem particularly vulnerable, experts say that if criminals can associate addresses with names and a business like a bank, they can devise highly customized attacks to trick people into disclosing more confidential information, a technique known as “spear phishing.”\n“Any time you have an organization that loses the contact information of customers for some of the biggest banks in the world, that’s a big deal,” said Brian Krebs, editor of Krebs on Security, a Web site that specializes in online security and crime. “You’ve just given the bad guys a road map between the banks and their customers.”\nIn traditional phishing attacks, criminals e-mail millions of people with a message that appears to be from a bank or other real business, hoping that some of the recipients will be customers of that business and will follow instructions to, for example, “update your account information.”\nA spear-phishing e-mail is far more dangerous because it can include a person’s name and is sent only to people who are known to be customers of a certain business, greatly increasing the likelihood that the targets will be duped.", "url": "https://www.nytimes.com/2011/04/05/business/05hack.html?_r=1"}