{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:46:02", "date_modify": "2022-10-25 23:46:02", "date_publish": "2011-12-09 23:03:15", "description": "Aleksei Navalny has aroused Russians angry over what they say were fraudulent parliamentary elections, rebranding Vladimir V. Putin’s United Russia party as “the party of swindlers and thieves.”", "filename": "2011_12_10_world_europe_the-saturday-profile-blogger-aleksei-navalny-rouses-russia_1666741562.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_10_world_europe_the-saturday-profile-blogger-aleksei-navalny-rouses-russia_1666741562.html", "title": "The Saturday Profile: Blogger Aleksei Navalny Rouses Russia", "title_page": "The Saturday Profile: Blogger Aleksei Navalny Rouses Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — The man most responsible for the extraordinary burst of antigovernment activism here over the past week will not speak at a rally planned for Saturday, or even attend it, because he is in prison.\nCut off from the Internet, Russia’s best-known blogger will have to wait until the next morning, when his lawyer will take him a stack of printouts telling him what happened — whether the protest fizzled, exploded into violence or made history. At a final coordinating meeting for the protest on Friday evening, where a roomful of veteran organizers were shouting to make themselves heard, a young environmental activist turned toward the crowd, suddenly grave.\n“I’d like to thank Aleksei Navalny,” she said. “Thanks to him, specifically because of the efforts of this concrete person, tomorrow thousands of people will come out to the square. It was he who united us with the idea: all against ‘the Party of Swindlers and Thieves,’ ” the name Mr. Navalny coined to refer to Vladimir V. Putin’s political party, United Russia.\nA week ago, Mr. Navalny, 35, was famous mainly within the narrow context of Russia’s blogosphere. But after last Sunday’s parliamentary elections, he channeled accumulated anger over reported violations into street politics, calling out to “nationalists, liberals, leftists, greens, vegetarians, Martians” via his Twitter feed (135,750 followers) and his blog (61,184) to protest.", "url": "https://www.nytimes.com/2011/12/10/world/europe/the-saturday-profile-blogger-aleksei-navalny-rouses-russia.html"}