{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:50:53", "date_modify": "2022-10-25 23:50:53", "date_publish": "2011-12-21 00:53:54", "description": "Despite emerging as Latin America’s rising power, Brazil still trails its neighbors in prosecuting officials for crimes that include murder, disappearance and torture.", "filename": "2011_12_21_world_americas_brazil-uneasily-searches-for-truth-on-military-rule-abuses.html_pagewanted=all_1666741853.html", "image_url": "https://static01.nyt.com/images/2011/12/21/world/SUB-BRAZIL/SUB-BRAZIL-articleLarge.jpg?year=2011&h=350&w=600&s=d187fd6ee3f72421168ebce0bfbc0135fdbd6bc3ea2386f903a1fa5ae8587c2a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_21_world_americas_brazil-uneasily-searches-for-truth-on-military-rule-abuses.html_pagewanted=all_1666741853.html", "title": "Search for Truth as Ghosts Stir From Brazil’s Military Rule", "title_page": "Search for Truth as Ghosts Stir From Brazil’s Military Rule - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They could hardly assume that role without actually passing a freedom of information law and moving into the 21st century on the issue of transparency,” said Peter Kornbluh, a senior analyst at the National Security Archive, a Washington-based group that works with declassified documents.\nStill, Mr. Kornbluh said, “The Brazilian military is among the most recalcitrant in the world when it comes to acknowledging its responsibility for abuses.”\nEven those intimately familiar with the attempts to shed light on Brazil’s military years are often at a loss as to why such resistance is tolerated. After all, Ms. Rousseff, who is completing her first year as president, is a former Marxist guerrilla, captured at age 22 during the dictatorship and tortured with electro-shock methods.\nMs. Rousseff, 64, now rarely refers to the brutality she endured, but details emerging from that time offer views into her ordeal and that of others. One black-and-white photo from 1970, published in December by Época magazine, stunned many Brazilians. It showed Ms. Rousseff at a military hearing in Rio de Janeiro, seated upright with composure, while her uniformed questioners covered their faces apparently in an attempt to shield their identities from the photographer.\nWhile the truth commission and information law may allow more revelations along these lines, those who have waited decades for justice remain disappointed about Brazil’s hesitance in pursuing those responsible for the dictatorship’s crimes.\nVictória Grabois, 68, whose husband, brother and father were killed by the military in the 1970s, attributes the reluctance to a political culture that remains “deeply conservative,” dating from Brazil’s long experience with slavery, despite recently being guided by leaders who resisted the dictatorship.\nAnother explanation involves the scale of the dictatorship’s crimes. Military officials, employing what they describe as a more “surgical” counterinsurgency than in other countries, killed an estimated 400 people, compared with killings numbering well into the thousands in Argentina.", "url": "https://www.nytimes.com/2011/12/21/world/americas/brazil-uneasily-searches-for-truth-on-military-rule-abuses.html?pagewanted=all"}