{"authors": ["John Leland"], "date_download": "2022-10-25 23:38:21", "date_modify": "2022-10-25 23:38:21", "date_publish": "2011-12-17 02:07:26", "description": "Dennis Crowley, a co-founder of the social networking service Foursquare, starts the day reading, but loves to explore the city on foot with his girlfriend.", "filename": "2011_12_18_nyregion_on-sundays-foursquare-co-founder-goes-online-then-out-for-a-walk_1666741101.html", "image_url": "https://static01.nyt.com/images/2011/12/18/nyregion/18ROUTINE2_SPAN/18ROUTINE2-articleLarge.jpg?year=2011&h=360&w=600&s=c45f9c437b4877352317cd8c3de5fd8f86062d733e617cda7fa46121fe1137cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_18_nyregion_on-sundays-foursquare-co-founder-goes-online-then-out-for-a-walk_1666741101.html", "title": "On Sundays, Foursquare Co-founder Goes Online, Then Out for a Walk", "title_page": "On Sundays, Foursquare Co-founder Goes Online, Then Out for a Walk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NIBBLE OF NEW YORK I don’t have a set schedule. But we go on these long walks. We just kind of snake our way through the Lower East Side, parts of the East Village, through SoHo, come up through Chelsea. And we bring people with us, and it’s a way to introduce people to new things. It’s about trying to do as much as we can in one day, but in bite-sized increments. Like we’ll stop at La Esquina and get a horchata. You’ll walk down Orchard Street and stop at four different galleries. We’ll go to Hester Street and each have one dumpling. You might have seven appetizers over the course of the day and stop and get two or three things to drink. And get to check out a little art on the way, and just try to find things we haven’t found before.\nPATH AND DEVIATIONS Sometimes we’ll do that for five or six hours. The path is always similar: walk down Avenue B, end up on Clinton Street, walk down Stanton near Schiller’s to Orchard. We have a general path because even on a boring day you know that there’s 10 art galleries, three staple go-to food places. And the more we can deviate from the path, the more fun it is. When it’s nice, the perfect end to a walk is Zum Schneider for a beer and a pretzel outside.", "url": "https://www.nytimes.com/2011/12/18/nyregion/on-sundays-foursquare-co-founder-goes-online-then-out-for-a-walk.html"}