{"authors": ["Michael Slackman", "Souad Mekhennet"], "date_download": "2022-10-25 23:36:24", "date_modify": "2022-10-25 23:36:24", "date_publish": "2011-04-28 14:16:33", "description": "An official said the explosion appeared to be a deliberate attack on a cafe frequented by foreigners in Marrakesh.", "filename": "2011_04_29_world_africa_29morocco_1666740984.html", "image_url": "https://static01.nyt.com/images/2011/04/29/world/29morocco1_cnd/29morocco1_cnd-articleLarge.jpg?year=2011&h=330&w=600&s=bca0c65f16e181062cc70bf3419fb0396575ab43b04d188acce96de7d645a013&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_29_world_africa_29morocco_1666740984.html", "title": "Morocco Bombing Kills at Least 14 in Marrakesh", "title_page": "Morocco Bombing Kills at Least 14 in Marrakesh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A powerful bomb blast in a crowded Moroccan cafe killed at least 14 people, wounded dozens of others and shattered the relative calm in a corner of the Arab world overwhelmed by uprisings and deadly government crackdowns.\nThe bombing was timed to maximize fatalities in one of North Africa’s most popular tourist destinations, striking the city of Marrakesh as crowds sat down for lunch. The attack appeared to be the work of a suicide bomber, though there was no immediate claim of responsibility, according to a senior intelligence official who requested anonymity because he was not authorized to speak to the media.\nNews agencies reported that at least 3 Moroccans and 10 foreigners, including several French citizens, were among the dead.\nThe explosion blew out the front and the roof of the Argana restaurant, in Djemma el Fna square, a public space in the heart of Morocco’s cultural capital that is regularly packed with vendors and tourists. The crowds filling the square on Thursday as the tourist season began were knocked back, then frozen in shock from the blast and then the scene as ambulances and the police rushed in.", "url": "https://www.nytimes.com/2011/04/29/world/africa/29morocco.html"}