{"authors": ["Dan Levin"], "date_download": "2022-10-25 23:34:37", "date_modify": "2022-10-25 23:34:37", "date_publish": "2011-08-10 02:30:17", "description": "As China embraces the wealth of a market-oriented economy, the boom is breeding a generation of nouveau-riche lotharios seeking to rival the indulgences of their imperial ancestors.", "filename": "2011_08_10_world_asia_10mistress_1666740877.html", "image_url": "https://static01.nyt.com/images/2011/08/10/world/MISTRESS-1/MISTRESS-1-articleLarge.jpg?year=2011&h=866&w=600&s=939daa068c35b7c6c9248de2bad9c34c07a1b5cc823c6b865a7e9e278a72ed5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_10_world_asia_10mistress_1666740877.html", "title": "China’s Boom Gives Rise to Mistresses, an Old Status Symbol", "title_page": "China’s Boom Gives Rise to Mistresses, an Old Status Symbol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Jian, a 42-year-old property developer in the booming southern metropolis of Shenzhen, had acquired just about everything men of his socioeconomic ilk covet: a Mercedes-Benz, a sprawling antique jade collection and a lavishly appointed duplex for his wife and daughter.\nIt was only natural then, he said, that two years ago he took up another costly pastime: a beguiling 20-year-old art major whose affections run him about $6,100 a month.\nJian, who asked that his full name be withheld lest it endanger his 20-year marriage, cavorts with his young coed in a secret apartment he owns, a price he willingly pays for the modern equivalent of a concubine.\n“Keeping a mistress is just like playing golf,” he said. “Both are expensive hobbies.”\nAs China has shed its chaste Communist mores for the wealth and indulgences of a market-oriented economy, the boom has bred a generation of nouveau-riche lotharios yearning to rival the sexual conquests of their imperial ancestors. Even the Chinese term for mistress — “ernai,” or second wife — harks back to that polygamous tradition of yore.", "url": "https://www.nytimes.com/2011/08/10/world/asia/10mistress.html"}