{"authors": ["Sharon Lafraniere"], "date_download": "2022-10-25 23:34:37", "date_modify": "2022-10-25 23:34:37", "date_publish": "2011-12-28 15:49:47", "description": "Chinese investigators on Wednesday attributed a deadly train crash last summer to a string of blunders, including flaws in equipment used to signal and control the trains.", "filename": "2011_12_29_world_asia_design-flaws-cited-in-china-train-crash_1666740877.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_29_world_asia_design-flaws-cited-in-china-train-crash_1666740877.html", "title": "Study Cites Blunders in China Train Crash That Killed 40", "title_page": "Study Cites Blunders in China Train Crash That Killed 40 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Railway Ministry called off the search for survivors after just eight hours and instead concentrated on clearing the wreckage so rail traffic could resume. Workers dug a pit and buried one carriage before investigators even showed up. They were forced to unearth it two days later. Officials “did not disclose information and did not respond to the concerns of the public in time,” the report said. “Both caused a negative impact in the society.”\nThe report, which was posted online, did not address the question of whether the same design flaw threatens the signaling equipment on other lines. Government sources quoted by a Shanghai newspaper last summer said that the same equipment had been installed at 58 stations and 18 signal-relay stations.\nAny acknowledgement of systematic flaws could hurt China’s hopes of exporting its high-speed rail equipment and technology. But customers might also back away if the inquiry is seen as incomplete or a whitewash.\nChina Railway Signal and Communication, the signaling-system provider, sells its technology and services to more than 20 countries, including Pakistan, North Korea, Iran and Zambia. The company’s Web site says it devotes itself first of all to safety.\nThe much-anticipated report provided names of officials who would be held to account, but few new details about the cause of the accident. Officials pinpointed a design flaw in the signaling equipment months ago. They also blamed poorly trained station workers for failing to notice the equipment malfunction and halt trains on the line.\nIn August, the authorities ordered a safety review of all high-speed trains and suspended the construction of new lines pending safety checks. According to Xinhua, the official news agency, the State Council also reduced the top rail speed to 186 miles per hour from 217.\nThe disaster threw a spotlight on skulduggery in the Railway Ministry, a fief of two million workers that owns the railways it regulates, a stark conflict of interest that experts have repeatedly criticized. Caixin, a Chinese magazine known for aggressive reporting, disclosed last week that Mr. Zhang, the ministry’s former chief engineer, had purchased a luxurious home in a Los Angeles suburb in 2002, when his government salary amounted to about 2,200 renminbi, or $264, a month.\nThe magazine estimated the cost of the house, which Mr. Zhang bought with his wife, at roughly $860,000, or about 7.12 million renminbi. It said Mr. Zhang, the right-hand man and confidant of Mr. Liu, the disgraced minister, transferred his share of the house to his wife in January, just before he was taken into custody. “Where did he get the millions needed to by an upscale home in California?” the article asked.", "url": "https://www.nytimes.com/2011/12/29/world/asia/design-flaws-cited-in-china-train-crash.html"}