{"authors": ["John Eligon"], "date_download": "2022-10-25 23:02:11", "date_modify": "2022-10-25 23:02:11", "date_publish": "2011-02-18 02:56:35", "description": "A suit by the Manhattan district attorney says the Independence Party may have helped cover up a scheme to steal $1.1 million from Mayor Michael R. Bloomberg’s latest re-election campaign.", "filename": "2011_02_18_nyregion_18independence.html_ref=independenceparty_1666738931.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_02_18_nyregion_18independence.html_ref=independenceparty_1666738931.html", "title": "Independence Party May Have Known of Fraud, Prosecutors Say", "title_page": "Independence Party May Have Known of Fraud, Prosecutors Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Independence Party may have helped a Republican political consultant cover up a scheme to steal more than $1 million from Mayor Michael R. Bloomberg during his 2009 re-election bid, the Manhattan district attorney’s office alleged in court filings released on Thursday.\nThe documents, in which the district attorney’s office is suing the Independence Party for $1.1 million, accuse party leaders of trying to keep secret the name of the consultant, John F. Haggerty Jr., who was supposed to provide on Election Day poll-watching services for the mayor’s campaign.\nProsecutors with the office of District Attorney Cyrus R. Vance Jr., a Democrat, say that Mr. Haggerty lied to the Bloomberg campaign to get it to pay $1.2 million to the Independence Party, and that after the party passed the money on to him, he spent most of it on himself.\nWhile prosecutors have long said that the party has been uncooperative with the investigation, this is the first time that they have said the party may have known about the alleged fraud.", "url": "https://www.nytimes.com/2011/02/18/nyregion/18independence.html?ref=independenceparty"}