{"authors": ["Sarah Lyall", "Don Van Natta Jr."], "date_download": "2022-10-25 23:45:59", "date_modify": "2022-10-25 23:45:59", "date_publish": "2011-07-17 13:07:33", "description": "Britain’s most highly ranked police official resigned, and Rebekah Brooks, the former chief executive of News International, was arrested.", "filename": "2011_07_18_world_europe_18hacking_1666741559.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_18_world_europe_18hacking_1666741559.html", "title": "Head of Scotland Yard Quits Over Tabloid Scandal", "title_page": "Head of Scotland Yard Quits Over Tabloid Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Investor unease about the scandal appeared to be affecting News Corporation shares, which were down nearly 6 percent in early Monday trading on the Australian exchange in Sydney.\nUntil Ms. Brooks arrived at a London police station by prearranged appointment on Sunday, she believed she would merely be helping the police as a witness, her spokesman said.\n“She was very surprised, I think, to then be arrested,” said the spokesman, David Wilson, chairman of the Bell Pottinger public relations firm. Mr. Wilson said it all happened so quickly that both her lawyer and he were brought in to handle her case over the weekend.\nMs. Brooks was arrested “under caution,” he said, meaning that she was read her rights and treated as a suspect. “She maintains her innocence, absolutely,” he said. She was released on bail after about 12 hours in police custody, news services reported.For months, Ms. Brooks had been willing to talk to the police but had been rebuffed, Mr. Wilson said. “As recently as last week, she was told she wasn’t required to do so and she wasn’t on their radar.”\nNo formal charges have yet been brought against Ms. Brooks, or indeed against any of the others — mostly former editors and reporters at The News of the World — arrested in the phone-hacking case so far. These include Andy Coulson, who resigned as the paper’s editor in in 2007, was then hired by the Conservative Party, and most recently worked as the chief spokesman for Mr. Cameron’s government. Under British law, suspects can be detained 24 to 36 hours without being charged.\nSir Paul, who took over the top police job in 2009, stepped down in large part because of a furor over his contacts with News International officials. The New York Times reported over the weekend that he met for meals 18 times with News International executives and editors during the phone-hacking investigation, and that other top other police officials had had similar meetings.\nThese included meeting Mr. Wallis eight times while he was still working at The News of the World. Both Theresa May, the home secretary, and Boris Johnson, the London mayor, said they were angry that he had not disclosed these meetings earlier.", "url": "https://www.nytimes.com/2011/07/18/world/europe/18hacking.html"}