{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:36:56", "date_modify": "2022-10-25 23:36:56", "date_publish": "2011-03-17 22:43:10", "description": "Matthew McConaughey plays a Los Angeles shyster in “The Lincoln Lawyer,” adapted from Michael Connelly’s crime novel.", "filename": "2011_03_18_movies_the-lincoln-lawyer-with-matthew-mcconaughey-review_1666741016.html", "image_url": "https://static01.nyt.com/images/2011/03/18/arts/18LINCOLN-span/LINCOLN-articleLarge.jpg?year=2011&h=350&w=600&s=e11d484c5f2288540ecad403fd134cb351e2ec71cab10371ffb17ee8838ea2f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_18_movies_the-lincoln-lawyer-with-matthew-mcconaughey-review_1666741016.html", "title": "‘The Lincoln Lawyer’ With Matthew McConaughey", "title_page": "‘The Lincoln Lawyer’ With Matthew McConaughey - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What happened — did Matthew McConaughey roll out of bed one morning and decide that, after smiling through one too many schlocky movies, playing the pretty boy opposite Sandra-Kate-Jennifer, he wanted to do something decent? Not great, mind you, just solid and satisfying, a movie that asked more of him than rock-hard abs and bleachy-white teeth, one with a touch of grit, a story to chew over and maybe even a beautiful woman who looks real, something like his latest, “The Lincoln Lawyer.”\nThe woman is Marisa Tomei, one of the few higher-profile American actresses in her age group (she was born in 1964, five years before Mr. McConaughey) who’s actually allowed to act her age, who conveys intelligence and sexiness, and suggests a life that’s been lived and without a face frozen by filler and fear. In “The Lincoln Lawyer,” a thriller adroitly adapted from the Michael Connelly book of the same title — directed by Brad Furman and written by John Romano — Ms. Tomei plays a character and not just the love interest. She isn’t the star, of course, but without her and the other exceptionally well-cast supporting players, Mr. McConaughey would have a tougher time making you believe that he was to the sleaze born.\nBut, oh, look at him go — no, cut through the waters — slicing through the crowds at this and that Los Angeles-area courthouse, a shark in gray suit and loafers. As Mick Haller (Mickey in the books), Mr. McConaughey keeps his focus tight — Mr. Furman making sure his camera does the same — doling out empty smiles to the guys with the badges and going straight for the clients whose innocence matters less than their wads of cash. Mick (the hard, short syllable suits him) works out of the back seat of his chauffeured Lincoln Town Car, an itinerant office, good for the rootless. It’s a portable refuge, as much a hideaway as an expression of the man who owns it: sleek, hard, fast and shut off from the world sprawling outside it.\nMr. Furman gives “The Lincoln Lawyer” the unpretty look it deserves, turning down the Southern California light so he can throw in some shadows. Save for a golf course where the moneyed hit balls oceanside and a high-ticket office with the usual mausoleum marble, the locations are often homey, sometimes downright homely, textured rather than slicked up. Mick has a killer view from his barely lived-in house in the hills, but he and the movie scarcely seem to notice. Mr. Furman, who made a no-profile feature debut in 2008 with “The Take,” even offers up another look at downtown Los Angeles, that overexposed movie set, peering behind its towers to where palm trees sway next to tangles of freeway.", "url": "https://www.nytimes.com/2011/03/18/movies/the-lincoln-lawyer-with-matthew-mcconaughey-review.html"}