{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:17", "date_modify": "2022-10-25 23:56:17", "date_publish": "2011-07-26 16:46:39", "description": "The Israeli leader announced plans that include accelerating bureaucratic reforms and adding construction incentives in a bid to end nearly two weeks of popular protests.", "filename": "2011_07_27_world_middleeast_27israel_1666742177.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_27_world_middleeast_27israel_1666742177.html", "title": "Israel Moves to Quell Sit-In Rallies for Affordable Housing", "title_page": "Israel Moves to Quell Sit-In Rallies for Affordable Housing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Prime Minister Benjamin Netanyahu announced a series of measures on Tuesday meant to alleviate the shortage of affordable housing in Israel, in a bid to quell nearly two weeks of popular protests that have spread across the country and undermined his popularity.\nThe protests began with a tent city that sprang up on one of Tel Aviv’s most stylish boulevards, attracting disparate groups from across Israel’s social structure and political spectrum. Tent camps have sprouted up in other cities, and the protest peaked with a march estimated at up to 30,000 people in Tel Aviv on Saturday night. Scattered protests continued in Jerusalem and other cities on Sunday, with small groups of demonstrators blocking roads.\nThe wave of discontent poses a challenge to Mr. Netanyahu’s governing coalition, which has proved unusually stable in a country used to political crises.\nHaving delayed a trip to Poland to deal with the burgeoning protest movement, Mr. Netanyahu called a news conference for Tuesday morning that was televised live. “The housing crisis in Israel is a real crisis,” Mr. Netanyahu began, saying that the problem was not only genuine but also getting worse.", "url": "https://www.nytimes.com/2011/07/27/world/middleeast/27israel.html"}