{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:46:00", "date_modify": "2022-10-25 23:46:00", "date_publish": "2011-12-14 12:08:50", "description": "A long-running dispute between the local authorities and farmers in a southern Chinese town exploded into open rebellion this week, residents said.", "filename": "2011_12_15_world_asia_chinese-village-locked-in-rebellion-against-authorities_1666741560.html", "image_url": "https://static01.nyt.com/images/2011/12/15/world/14china-image2/14china-image2-articleLarge.jpg?year=2011&h=330&w=600&s=691df4a576473bc2b66a951fb15bc77f2e8b25e26a99de0ac447cd26ad379dea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_15_world_asia_chinese-village-locked-in-rebellion-against-authorities_1666741560.html", "title": "Chinese Village of Wukan Locked in Rebellion Against Authorities", "title_page": "Chinese Village of Wukan Locked in Rebellion Against Authorities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than just unalloyed greed, these seizures are supported by local governments that have come to rely on proceeds of land sales and development to pay for day-to-day operations.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nReached by phone on Wednesday, residents of Wukan said throngs of people were staging a rally outside Wukan’s village hall while men with walkie-talkies used tree limbs to obstruct roads leading to the town. Not far away, heavily armed riot police officers were maintaining their own roadblocks. The siege has prevented some deliveries from reaching the town, but residents said they had managed to get supplies from nearby villages.\nA top Communist Party official in Shanwei, whose jurisdiction includes Wukan, said that the allegations of illegal land seizure would be investigated but that villagers who played a role in organizing the clashes would be punished. Referring to Xue Jinbo, the 42-year-old representative who died, the acting mayor of Shanwei, Wu Zili, told reporters on Wednesday: “The death of Xue Jinbo was unlucky. But the family of Xue Jinbo is now calm.”\nThe discontent in Wukan has been simmering for more than a decade. Residents say land seizures began in the late 1990s, when officials began selling off farmland for industrial parks and apartment complexes. Villagers say more than 1,000 acres have been seized and resold to developers in the past decade or so.\nThe residents’ ire exploded in September, when thousands of people took to the streets to protest the sale of a village-owned pig farm for luxury housing that netted the government $156 million. In addition to greater compensation and a public accounting about that deal and earlier ones, the residents called for democratic elections to replace village officials, including the party secretary, who has been in power since the early 1980s. After two days of demonstrations, during which police vehicles were destroyed and government buildings ransacked, the police moved in with what residents described as excessive brutality.\nWith order restored, county officials vowed to investigate the villagers’ claims. Two local party leaders were fired and the authorities made an offer that is rare in China’s top-down political system: county officials would negotiate with a group of village representatives chosen by popular consensus.", "url": "https://www.nytimes.com/2011/12/15/world/asia/chinese-village-locked-in-rebellion-against-authorities.html?hp"}