{"authors": ["Jim Dwyer"], "date_download": "2022-10-25 23:29:53", "date_modify": "2022-10-25 23:29:53", "date_publish": "2011-10-14 00:31:26", "description": "A police officer testified about how rules were broken so that narcotics officers could make their monthly quotas of arrests.", "filename": "2011_10_14_nyregion_those-drugs-they-came-from-the-police.html_ref=nyregion_1666740593.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_10_14_nyregion_those-drugs-they-came-from-the-police.html_ref=nyregion_1666740593.html", "title": "Those Drugs? They Came From the Police", "title_page": "Those Drugs? They Came From the Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The first time he saw the chewing-tobacco can, Steve Anderson, a former undercover police officer, testified, it was in a book bag on the floor of a car that he and other undercover officers were using in a buy-and-bust operation.\nAccording to Mr. Anderson, the stuff inside that can — “various narcotics,” he said — was used by undercover officers to frame people for phantom drug sales.\nIn two days on the witness stand at a trial of another officer now under way in State Supreme Court in Brooklyn, Mr. Anderson, who worked in elite units in Brooklyn and Queens, described how rules were trimmed, broken or ignored so that narcotics officers could make their monthly quotas of arrests or buys.\nHis testimony fundamentally recast a scandal that became public three years ago, when officers in Brooklyn were caught not vouchering all the drugs they seized as evidence. At the time, the authorities said the officers were using the surplus as rewards for information, with one law enforcement official describing it as “noble cause corruption.”", "url": "https://www.nytimes.com/2011/10/14/nyregion/those-drugs-they-came-from-the-police.html?ref=nyregion"}