{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:45:47", "date_modify": "2022-10-25 23:45:47", "date_publish": "2011-12-19 03:35:56", "description": "Mr. Kim remained an unknowable figure but fostered perhaps the last personality cult in the Communist world.", "filename": "2011_12_19_world_asia_Kim-Jong-il-Dictator-Who-Turned-North-Korea-Into-a-Nuclear-State-Dies_1666741547.html", "image_url": "https://static01.nyt.com/images/2011/12/19/world/asia/20111219_HTML_KIM-slide-B6HH/20111219_HTML_KIM-slide-B6HH-articleLarge.jpg?year=2011&h=340&w=600&s=86d2c9eaa4c1acd0985587799fadbe3d743717df1962527c60141817c71c6cd8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_19_world_asia_Kim-Jong-il-Dictator-Who-Turned-North-Korea-Into-a-Nuclear-State-Dies_1666741547.html", "title": "Obituary: Kim Jong-il, North Korea’s Enigmatic Strongman", "title_page": "Obituary: Kim Jong-il, North Korea’s Enigmatic Strongman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Albright met Mr. Kim in October 2000 in what turned out to be a futile effort to strike a deal with North Korea over limiting its missile program before President Bill Clinton left office.\n“There was no denying the dictatorial state that he ruled,” Ms. Sherman said. “There was no denying the freedoms that didn’t exist. But at the time, there were a lot of questions in the U.S. about whether he was really in control, and we left with no doubt that he was.”\nWhen Ms. Albright and Ms. Sherman sat down to talk through a 14-point list of concerns about North Korea’s missile program, “he didn’t know the answers to every question, but he knew a lot more than most leaders would — and he was a conceptual thinker,” Ms. Sherman added.\nA Deal With Washington\nPresident Bush said during his first term in office that he would never tolerate a nuclear North Korea, but as his presidency wound down, many of his aides believed he did exactly that.\nIt was not until the spring of 2007 that Mr. Bush was told by the Israelis that North Korea was helping Syria build a nuclear reactor; before the Syrians or the North Koreans were confronted with that evidence, Israel sent bombers on a secret mission to destroy the Syrian plant. The North Koreans have never explained their role.\nBy the time Mr. Bush left office, the administration had moved from four years of confrontation with the North to three years of halting negotiations. Led by Christopher R. Hill, a veteran American diplomat, the negotiations resulted in a deal that hawks hated: the United States agreed to supply North Korea with large amounts of fuel oil in return for the dismantlement of the aging Yongbyon plant, described by inspectors as a radioactive accident waiting to happen.\nMr. Kim played a weak hand very well. He succeeded in fending off pressure from Washington and Beijing, and forcing Washington to talk with him and ultimately to haggle with him. He chopped up and dragged out negotiations, holding on to his nuclear fuel and whatever weapons he had produced, giving him continued leverage. It is that arsenal that now worries American and Asian officials, who fear that plotting generals and party leaders may fight to control it as they pick Mr. Kim’s successor.", "url": "https://www.nytimes.com/2011/12/19/world/asia/Kim-Jong-il-Dictator-Who-Turned-North-Korea-Into-a-Nuclear-State-Dies.html"}