{"authors": ["Ethan Bronner"], "date_download": "2022-10-25 23:56:11", "date_modify": "2022-10-25 23:56:11", "date_publish": "2011-08-01 02:54:41", "description": "The populist, grass-roots challenge to the government over the cost of living could open new political terrain in Israel.", "filename": "2011_08_01_world_middleeast_01israel.html_scp=3&sq=israel%20social%20protests%20tents&st=cse_1666742171.html", "image_url": "https://static01.nyt.com/images/2011/08/01/world/middleeast/ISRAEL/ISRAEL-articleLarge.jpg?year=2011&h=315&w=600&s=e7a75553192e4084455efc30b0c48281fb739284562e1c5768862bc36bd77775&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_01_world_middleeast_01israel.html_scp=3&sq=israel%20social%20protests%20tents&st=cse_1666742171.html", "title": "Israelis Feel Tug of Protests, Reviving the Left’s Spirits", "title_page": "Israelis Feel Tug of Protests, Reviving the Left’s Spirits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The phenomenon, reminiscent of recent protests not only in Egypt but also in Spain, is too new and unwieldy for a unifying theory about what is driving it or where it is headed. A security emergency like a terrorist or deadly rocket attack could stop the movement in its tracks. And it does not yet have the power to bring down the government: none of the parties in the governing coalition of Prime Minister Benjamin Netanyahu seem inclined to pull out, meaning no sign of early elections.\nStill, the populist, grass-roots challenge to the government could open new political terrain.\nFor outsiders, it may seem strange that this is happening just as the Palestinian leadership prepares a bid to join the United Nations in September that could cause Israel further diplomatic isolation and popular uprisings in the occupied West Bank. With the region in turmoil, a solution to the Israeli-Palestinian conflict seems farther away than ever.\nBut it is probably the very remoteness of a solution as well as the decline in terrorist attacks of the past few years along with the growing national wealth that have allowed this movement to coalesce.\n“We’d been accustomed to believe that everything that mattered was about security,” Anat Ben-Simon, a Jerusalem psychologist, said in an interview. “All other issues had to wait. And we were constantly on the verge of some solution. But now there is nothing on the horizon, it’s pretty quiet on the security front and people got sick and tired of waiting. Meanwhile Israel became insanely expensive with a handful of families controlling everything.”\nImage Prime Minister Benjamin Netanyahu at his weekly cabinet meeting on Sunday. Credit... Pool photo by Menahem Kahana\nDaniel Doron, director of the Israel Center for Social and Economic Progress, a pro-market research institution, agreed. “Monopolies and cartels dominate every sphere of life here,” he said. “After years of being exploited the Israeli consumer is waking up. There is a widespread feeling that people simply can’t hack it.”", "url": "https://www.nytimes.com/2011/08/01/world/middleeast/01israel.html?scp=3&sq=israel%20social%20protests%20tents&st=cse"}