{"authors": ["Ray Rivera"], "date_download": "2022-10-26 00:11:31", "date_modify": "2022-10-26 00:11:31", "date_publish": "2011-06-25 09:55:38", "description": "An explosion destroyed the hospital in Logar Province and killed women and children in an attack Afghan officials said “has no precedent.”", "filename": "2011_06_26_world_asia_26afghanistanweb_1666743091.html", "image_url": "https://static01.nyt.com/images/2011/06/26/world/26afghan/26afghan-articleLarge.jpg?year=2011&h=330&w=600&s=9353b91e5936816a0ee428a7856f2404b0e910760057361c73148b4e4e39f776&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_26_world_asia_26afghanistanweb_1666743091.html", "title": "Car Bomb at Afghan Hospital Kills at Least 20", "title_page": "Car Bomb at Afghan Hospital Kills at Least 20 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The hospital is totally destroyed,” he said. “The numbers may go higher.”\nThe Ministry of Public Health in Kabul said at one point on Saturday that 60 people had been killed and 120 wounded but later downgraded the toll to 43 killed and wounded. Dr. Mohammad Zaref Nayebkhail, the health director for Logar Province, said the explosion killed at least 50 and injured an additional 90. The conflicting numbers reflected the confusion surrounding the scene and the difficulty of getting information out of the isolated and mountainous area, where telephone coverage is spotty.\nEven as he spoke, Dr. Nayebkhail was boarding a helicopter in the provincial capital, Pul-i-Alam, about 70 miles west of the hospital, to help in the rescue. Another helicopter filled with doctors, nurses and supplies had left moments earlier, he said.\n“Helicopter is the only way to get there, it is a very difficult area to reach,” he said.\nNo one has claimed responsibility for the attack, and the Taliban have denied any involvement. “We strongly condemn this inhuman attack which was carried out by some other elements who are trying to defame the Taliban and blame us for doing this,” the Taliban spokesman Zabiullah Mujahid said by cellphone from an undisclosed location.\nDr. Nayebkhail said the bomber rammed his vehicle through front gate of the compound around 10:30 a.m., striking and killing a guard who tried to stop him. The vehicle struck a second guard in front of the main clinic and then detonated.\nImage The explosion leveled a 10-bed hospital in Azra District. Credit... The New York Times\n“It made a huge explosion,” he said. The hospital was fairly new, he said, built with money from the United States Agency for International Development. It was originally intended as a maternity clinic but was recently expanded to be a full-service health center.", "url": "https://www.nytimes.com/2011/06/26/world/asia/26afghanistanweb.html"}