{"authors": ["Katie Zezima"], "date_download": "2022-10-25 23:32:42", "date_modify": "2022-10-25 23:32:42", "date_publish": "2011-07-27 23:24:35", "description": "Many homeowners are now choosing to fix their old windows instead of replacing them, in the name of appearance, history and, for some, cost savings.", "filename": "2011_07_28_garden_old-windows-find-a-following_1666740762.html", "image_url": "https://static01.nyt.com/images/2011/07/28/garden/28window-span/28window-span-articleLarge.jpg?year=2011&h=359&w=600&s=f4c5aa2d77e659ec615af5886a4bda8fe73502f6bd57faf5aaea252a564d4035&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_28_garden_old-windows-find-a-following_1666740762.html", "title": "Old Windows Find a Following", "title_page": "Old Windows Find a Following - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the host of “This Old House” and “Ask This Old House” on PBS, Kevin O’Connor has a front-row seat on this shift. Nowadays, he said, when he talks to people about home restoration, windows are the “first and most frequently talked about subject.” Mr. O’Connor and his wife spent years fixing the distinctive windows (some arched, others tiny and on hinges) in an 1894 Queen Anne Victorian in Beverly, Mass., that they owned until recently.\n“They were as integral to the house as any other component,” Mr. O’Connor said.\nAmy Harrington McAuley, who owns Oculus Fine Carpentry in Portland, Ore., agreed that homeowners with old houses are more focused on saving the windows, but, she added, “Sometimes where they get stumbled is, ‘How do I fix them?’ ”\nMs. McAuley is a speaker this week at the first National Window Preservation Summit in Bledsoe, Ky., where about two dozen people have gathered to help people answer that question by drafting national standards for old-window restoration. Organized by a collaborative of window restorers, the conference is sponsored by, among others, the Preservation Trades Network, a group supporting traditional building trades, and the Kentucky State Historic Preservation Office.\n“It needs to be put into a standardized book,” said Duffy Hoffman, one of the drafters and a window restorer in Elkins, W.Va., about basic window-restoration techniques. “You can’t replace the wood. You can’t replace the craftsmanship that was put into it.”\nThe National Trust for Historic Preservation has also made protecting old windows a priority, devoting a section of its Web site to such topics as making old windows last. The group’s site offers a model letter for individuals to use to urge the United States Senate to pass Home Star, an energy bill that would provide tax benefits to homeowners who make old windows more energy-efficient. (The House passed its own Home Star bill this year.) Homeowners can already receive tax benefits for installing efficient new windows. “We’re just trying to spread the word, so people can make good choices,” said Rebecca Harris, a program officer at the trust, who pointed out that installing new windows in old homes, whose original windows often have unusual shapes, can distort the overall architectural design.", "url": "https://www.nytimes.com/2011/07/28/garden/old-windows-find-a-following.html"}