{"authors": ["Eric Wilson"], "date_download": "2022-10-25 22:54:52", "date_modify": "2022-10-25 22:54:52", "date_publish": "2011-10-05 22:40:02", "description": "His show was described by those who attended as, at best, a disappointment, and yet the rapper could be found almost everywhere during Paris Fashion Week defending himself.", "filename": "2011_10_06_fashion_kanye-west-designer-yawn_1666738492.html", "image_url": "https://static01.nyt.com/images/2011/10/06/fashion/006SUBKAYNE/006SUBKAYNE-articleLarge.jpg?year=2011&h=320&w=600&s=e5fd2748c72cb0ff721e942601b4fcbb027519d1f87d949cf22cd709f851f568&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_10_06_fashion_kanye-west-designer-yawn_1666738492.html", "title": "Kanye West, Designer (Yawn)", "title_page": "Kanye West, Designer (Yawn) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS\nAT the after-party for his first runway show here on Saturday night, Kanye West, even before the reviews came out, made an obscenity-laced speech in which he complained about people treating his aspiration to be a serious fashion designer as a joke, and said he had taken out loans to hire the best models, designers and location.\n“I gave you everything that I had,” he said, one of his few printable remarks.\nIf that is true, Mr. West faces bigger obstacles in life than credit-card debt. His show was described by those who attended as, at best, a disappointment, and yet the rapper could be found almost everywhere during Paris Fashion Week defending himself.\nAt a dinner party in Azzedine Alaïa’s kitchen on Sunday, Mr. West complained rather bitterly to those assembled that he meant for those sausage-casing dresses, the sagging trousers and the swimming jackets dripping with sparkles and strips of fuzzy bits to fit the way that they did, though everyone else seemed to read them as a failure in tailoring. At the Céline show, he engaged Joe Zee, the creative director of Elle, in a lengthy dialogue, loud enough for everyone around them to hear, in which he noted, as one example, that he did not very much appreciate the criticism of his decision to show fur for summer.\n“All I said was congratulations,” Mr. Zee said afterward. “I wasn’t even there.”\nWhat was most confounding about Mr. West’s behavior, after years of obsessive study of the industry, was that he demonstrated very little understanding of how he might actually be perceived by retailers and editors who have a vast amount of experience at detecting utter nonsense. And he had promised them so much, telling the fashion director of one magazine, for example, that design was more important to him than music, and that he planned, with his runway debut, to “change the course of fashion.”", "url": "https://www.nytimes.com/2011/10/06/fashion/kanye-west-designer-yawn.html"}