{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:45:54", "date_modify": "2022-10-25 23:45:54", "date_publish": "2011-12-17 11:28:39", "description": "Egypt’s military rulers escalated bloody clashes with street protesters, even as the prime minister denied that security forces were using any force.", "filename": "2011_12_18_world_middleeast_egypt-death-toll-rises-from-clashes-in-cairo_1666741554.html", "image_url": "https://static01.nyt.com/images/2011/12/18/world/egypt1/egypt1-articleLarge.jpg?year=2011&h=330&w=600&s=94f76f41710ae0b60e85cc88220d316279c46bf989d77607ec0fc98a9afc06df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_18_world_middleeast_egypt-death-toll-rises-from-clashes-in-cairo_1666741554.html", "title": "Egyptian Soldiers Chase and Beat Unarmed Civilians in Cairo", "title_page": "Egyptian Soldiers Chase and Beat Unarmed Civilians in Cairo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Egypt’s military rulers escalated a bloody crackdown on street protesters on Saturday, chasing down and beating unarmed civilians, even while the prime minister was denying in a televised news conference that security forces were using any force.\nIn one of the most incendiary developments, video cameras captured soldiers stripping the clothes off women they were beating on the pavement of Tahrir Square.\nThe contradiction in the military-led government’s statements and actions appeared to represent a shift in strategy by the military council. After trying for months to preserve some credibility and collaboration with the Egyptian political elite, the ruling generals on Saturday scarcely acknowledged the demands made by their newly appointed civilian advisory council the night before that the military cease its violence and apologize to demonstrators.\nInstead, as the crackdown entered its second day, the military council appeared to be playing to those Egyptians impatient with the continuing protests and eager for a return to stability. Crowds of supporters turned out downtown on Saturday morning to cheer on the military police, hand them drinks of water and help them close off Tahrir Square from demonstrators massing to get in.", "url": "https://www.nytimes.com/2011/12/18/world/middleeast/egypt-death-toll-rises-from-clashes-in-cairo.html"}