{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:45:54", "date_modify": "2022-10-25 23:45:54", "date_publish": "2011-12-16 17:16:30", "description": "Protesters hurled Molotov cocktails at the empty Parliament and hundreds of judges monitoring elections threatened to quit over clashes at ballot counting centers.", "filename": "2011_12_17_world_middleeast_new-clashes-in-cairo_1666741554.html", "image_url": "https://static01.nyt.com/images/2011/12/17/world/egypt1/egypt1-articleLarge.jpg?year=2011&h=350&w=600&s=b4060b2a695a0523dc836806e80e4c9342fe3c28e4e41ee9f7776467d9825978&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_17_world_middleeast_new-clashes-in-cairo_1666741554.html", "title": "Egyptian Military’s Civilian Advisers Suspend Work", "title_page": "Egyptian Military’s Civilian Advisers Suspend Work - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By the end of the day at least three people had been killed, at least seven others suffered bullet wounds and more than 250 were injured, according to the Health Ministry. One of those killed was a respected Muslim religious scholar, Emad Effat. The military police beat and briefly detained about 20 people from the scene of the sit-in, including human rights activists and a journalist from Al Jazeera. And, using batons and an electric prod, they also beat up a newly elected member of Parliament, Ziad el-Elaimy, who with two other new lawmakers filed a police report against the top military official, Field Marshal Mohamed Hussein Tantawi.\n“The Parliament can’t protect you from us,” a military police officer who was assaulting Mr. Elaimy told him, according to his account on the Web site of the state newspaper Al Ahram.\nThe advisory council’s rebuke represents a major setback for the ruling generals, in part because they had planned to use it to put a civilian face on their power and to provide a counterweight to the new Parliament. Many civilian politicians, led by the Islamists now dominating the early election returns, are insisting that Parliament should take over control of the interim government as well as the selection of a committee to write a new Constitution. But the generals have insisted that they retain full control of the interim government, and they have sought to carve out permanent institutional autonomy and political powers under the new charter.\nIn announcing its suspension, the civilian advisory council said it would not meet again until the ruling generals end the violence, apologize to protesters and authorize an independent investigation to hold accountable those responsible for the violence against judges and civilians. Leaders of the advisory council said 8 of its roughly 30 members had resigned in protest before it decided to suspend its operations.", "url": "https://www.nytimes.com/2011/12/17/world/middleeast/new-clashes-in-cairo.html"}