{"authors": ["John Collins Rudolf", "John Schwartz", "Justin Gillis", "Henry Fountain", "Kenneth Chang", "Denise Grady", "Erica Goode"], "date_download": "2022-10-25 23:34:41", "date_modify": "2022-10-25 23:34:41", "date_publish": "2011-05-25 05:58:48", "description": "Science reporters answer questions from readers about twisters.", "filename": "2011_05_25_us_25questions_1666740881.html", "image_url": "https://static01.nyt.com/images/2011/05/25/us/QUESTIONS-1/QUESTIONS-1-articleLarge.jpg?year=2011&h=360&w=600&s=be645989baf9288c4b6c9fba2214969b9b86c8bce66b95e8a10502300a5e669c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_05_25_us_25questions_1666740881.html", "title": "The Facts (and Fiction) of Tornadoes", "title_page": "The Facts (and Fiction) of Tornadoes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That said, scientists are reluctant to attribute any specific weather event to global warming. And, at least so far, only a handful of studies have suggested that tornadoes are likely to become more frequent or more intense on a warming planet. Frustratingly, it is likely to be a year or two before we get good published analyses of the causes for this season’s strange weather — and it may be decades before science can conclusively demonstrate whether or not human-driven warming is affecting tornado frequency. — JOHN COLLINS RUDOLF and JUSTIN GILLIS\n•\nQ: How do tornadoes get their shape?\nA: Tornadoes form in several ways, but in the Midwest and the South in particular, they usually form in unstable conditions, where warm moist air at the surface meets a line of dryer, cooler air higher up. The basic spinning shape initially is a result of wind shear — wind at different speeds and from different directions in the unstable air creates a horizontal rolling tube of air near the surface. The warmer air causes updrafts that can lift this tube up toward the vertical, which causes a larger mass of unstable air to spin. Meteorologists call this rotating upward-moving mass a mesocyclone, and thunderstorms that contain them are known as supercells. Tornadoes are spinning offshoots of these supercells that reach the ground, and while researchers are not exactly sure why they form, it is believed that downdrafts in the thunderstorms may play a role. Under the right conditions, a tornado can suck in so much air, water droplets, dirt and debris that it becomes very large, a mile wide or more. The informal term for these large twisters is “wedge” tornadoes. — HENRY FOUNTAIN\n•\nQ: Why does the sky sometimes look green when a tornado strikes?\nA: A severe thunderstorm contains large amounts of water — either rain or hail — and water tends to scatter reddish light. When a thunderstorm arrives in late afternoon, light traveling on a straight line from the sun is first depleted of blue wavelengths as it passes through the atmosphere and then of red wavelengths as it passes through the thunderstorm. That leaves the middle part of the spectrum — green or at least greenish. “It’s not far off gray, but it is green,” said William Beasley, a professor of meteorology at the University of Oklahoma. — KENNETH CHANG\n•\nQ: How far can an object picked up by a tornado travel?\nA: Tornadoes have tipped over trains and sucked up cows, but the objects that travel farthest are, not surprisingly, small and light.", "url": "https://www.nytimes.com/2011/05/25/us/25questions.html"}