{"authors": ["Greg Bishop"], "date_download": "2022-10-25 23:35:24", "date_modify": "2022-10-25 23:35:24", "date_publish": "2011-11-12 02:15:39", "description": "In what was “Top Gun” mixed with March Madness (in November) combined with Veterans Day, North Carolina and Michigan State played basketball on an aircraft carrier.", "filename": "2011_11_12_sports_ncaabasketball_unc-and-michigan-state-tip-off-on-an-aircraft-carrier.html__r=2&scp=1&sq=Vinson&st=cse_1666740924.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_12_sports_ncaabasketball_unc-and-michigan-state-tip-off-on-an-aircraft-carrier.html__r=2&scp=1&sq=Vinson&st=cse_1666740924.html", "title": "U.N.C. and Michigan State Tip-Off on an Aircraft Carrier", "title_page": "U.N.C. and Michigan State Tip-Off on an Aircraft Carrier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ABOARD U.S.S. CARL VINSON, CORONADO, Calif. — The premise seemed closer to fiction: the first college basketball game held on a 95,000-ton, Nimitz-class aircraft carrier, the court constructed on its flight deck, where fighter jets normally speed away, propelled by catapults that shoot them off at 150 miles an hour into war zones. Normal this was not.\nThis was “Top Gun” mixed with March Madness (in November) combined with Veterans Day. This was big-time basketball on a battleship. Below the flight deck, where North Carolina and Michigan State kicked off their respective seasons Friday, lay bombs and missiles, lest anyone forget the carrier’s normal purpose.\nWith President Obama among the crowd of 8,111, the flight tower, which sailors call The Island, loomed above the court, its radar antennas spinning, its satellites standing sentry.\nIn his pregame address, Obama, wearing a brown leather bomber jacket, seemed struck by the surroundings. His voice boomed across the U.S.S. Carl Vinson, which has provided relief in Haiti after an earthquake, launched air strikes in the Middle East after Sept. 11 and dumped Osama bin Laden’s body out at sea. Obama called that last action “justice,” which drew a rousing ovation from the crowd, many clad in uniforms not of the basketball variety.", "url": "https://www.nytimes.com/2011/11/12/sports/ncaabasketball/unc-and-michigan-state-tip-off-on-an-aircraft-carrier.html?_r=2&scp=1&sq=Vinson&st=cse"}