{"authors": ["John Markoff"], "date_download": "2022-10-25 23:55:38", "date_modify": "2022-10-25 23:55:38", "date_publish": "2011-03-18 02:09:56", "description": "The RSA Security unit of EMC said that a data breach might compromise computer security products used by corporations and governments.", "filename": "2011_03_18_technology_18secure_1666742138.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_18_technology_18secure_1666742138.html", "title": "SecurID Company Suffers Security Breach", "title_page": "SecurID Company Suffers Security Breach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — The RSA Security division of the EMC Corporation said Thursday that it had suffered a sophisticated data breach, potentially compromising computer security products widely used by corporations and governments.\nThe company, which pioneered an advanced cryptographic system during the 1980s, sells products that offer stronger computer security than simple password protection. Known as multifactor authentication, the technology is typically based on an electronic token carried by a user that repeatedly generates a time-based number that must be appended to a password when a user logs in to a computer system.\nRSA, which is based in Bedford, Mass., posted an urgent message on its Web site on Thursday referring to an open letter from its chairman, Art Coviello. The letter acknowledged that the company had suffered from an intrusion Mr. Coviello described as an “advanced persistent threat.”\nIn recent years a number of United States companies and government agencies have been the victim of this type of attack, in which an intruder either exploits an unknown software vulnerability or in some way compromises the trust of an employee to take command of a computer or an entire network within a company.", "url": "https://www.nytimes.com/2011/03/18/technology/18secure.html"}