{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:43:42", "date_modify": "2022-10-25 23:43:42", "date_publish": "2011-06-22 16:10:37", "description": "Beyond controversies and cost concerns, high-speed trains are reducing hurdles posed by China’s size, bringing benefits in tow and posing challenges for the country’s competitors.", "filename": "2011_06_23_business_global_23rail_1666741422.html", "image_url": "https://static01.nyt.com/images/2011/06/23/business/Rail/Rail-articleLarge.jpg?year=2011&h=304&w=600&s=cf52cd854c489b9872c33ccc05c7f238a85ea844b3dee029ead2116464cfce51&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_23_business_global_23rail_1666741422.html", "title": "China’s Swift Trains Are a Boon to Development, but a Costly One", "title_page": "China’s Swift Trains Are a Boon to Development, but a Costly One - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Obama, who has proposed spending $53 billion on high-speed rail over the next six years, faced a setback in his budget deal in April with Congressional Republicans, who eliminated money for that plan this year.\nLast fall, newly elected Republican governors in Florida, Ohio and Wisconsin turned down federal money their Democratic predecessors had won for new rail routes, worrying that their states could cover most of the costs for trains that would draw few riders.\nBut then, high-speed rail is not universally acclaimed in China, either. Financial regulators in Beijing have cautioned banks to monitor their rising exposure from hefty loans to the rail ministry. To pay for rapid deployment of the high-speed system, the ministry has borrowed more than $300 billion. It plans to invest an additional $115 billion this year, despite running losses on existing operations that it attributes mainly to rising diesel fuel costs for older lines, as well as rising interest payments.\nAmong the biggest beneficiaries of the high-speed rail system are firms that contribute nothing to defray its costs. Those would be freight shippers, which now have more exclusive use of the older rail lines, with fewer delays.\nOn the older tracks, the rail ministry has long been able to dictate that freight rates would subsidize passenger trains because the ministry owns those older tracks outright. The new, high-speed lines — passenger trains only — are owned by joint ventures between the rail ministry and provincial governments. That has prevented the ministry from forcing freight shippers to cross-subsidize the new high-speed services. As a result, passengers must pay much higher fares on the new trains than on the older ones.", "url": "https://www.nytimes.com/2011/06/23/business/global/23rail.html"}