{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:46:02", "date_modify": "2022-10-25 23:46:02", "date_publish": "2011-10-05 20:23:48", "description": "Judicial authorities in Bahrain nullified the convictions and prison terms given to 20 medical workers last week by a court prosecuting cases arising from civil unrest in the country.", "filename": "2011_10_06_world_middleeast_bahrain-orders-retrials-for-medical-workers_1666741562.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_10_06_world_middleeast_bahrain-orders-retrials-for-medical-workers_1666741562.html", "title": "Bahrain Voids Medical Workers’ Jail Terms, Ordering Retrials", "title_page": "Bahrain Voids Medical Workers’ Jail Terms, Ordering Retrials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bahraini judicial authorities on Wednesday nullified the convictions and harsh prison terms given to 20 medical workers last week by a special security court prosecuting cases arising from civil unrest in the country. The medical workers were ordered released from custody, with new trials scheduled in a civilian court.\nThe decision appeared to be at least a tactical retreat by Bahrain’s Sunni monarchy in the face of strong international protests over the punishments, including criticism from the secretary general of the United Nations, Ban Ki-moon. The special court had sentenced some doctors and nurses among the defendants to terms as long as 15 years because they had treated demonstrators who were wounded by security forces. Most of the protesters are members of the Shiite majority in the tiny Persian Gulf country.\nBahrain’s attorney general, Ali Alboainain, said in a statement carried by the official Bahrain News Agency that he had studied the judgment that the security court rendered Thursday and had “determined that the cases should be retried before the ordinary courts.”\nCiting his department’s authority to ensure “rightful application of the law,” Mr. Alboainain said: “No doctors or other medical personnel may be punished by reason of the fulfillment of their humanitarian duties or their political views. Pending the outcome of the retrials, the accused shall not be detained.”", "url": "https://www.nytimes.com/2011/10/06/world/middleeast/bahrain-orders-retrials-for-medical-workers.html"}