{"authors": ["Celia W. Dugger"], "date_download": "2022-10-25 23:00:57", "date_modify": "2022-10-25 23:00:57", "date_publish": "2011-07-26 21:59:06", "description": "The $350 million is a huge sum for Malawi, a country with an annual budget of about $2 billion.", "filename": "2011_07_27_world_africa_27malawi_1666738857.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_27_world_africa_27malawi_1666738857.html", "title": "U.S. Freezes Grant to Malawi Over Handling of Protests", "title_page": "U.S. Freezes Grant to Malawi Over Handling of Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAPE TOWN, South Africa — In a sharp blow to Malawi’s international standing, an agency of the American government on Tuesday froze a $350 million grant to the nation after antigovernment protests there last week left 19 people dead.\nThe American decision followed Britain’s July 14 suspension of aid to the Malawian government — which has in the past gotten almost half its budget from international donors — on grounds that it had suppressed demonstrations and intimidated civic groups.\nMalawi is one of the poorest countries in the world and its president, Bingu wa Mutharika, 77, a former World Bank economist, had been widely credited with successful efforts to reduce hunger by subsidizing small farmers’ fertilizer use. But human rights activists and academics have been sounding alarms in recent months about his increasingly authoritarian tendencies, reminiscent, they said, of Hastings Kamuzu Banda, the dictator who ruled the country for 40 years until the advent of multiparty elections in 1994.\nA senior American official, Sheila Herrling, said Tuesday that the Millennium Challenge Corporation, a federal agency, was “deeply disturbed” by accusations that the police had fired live rounds on unarmed people last week, and by claims that press coverage of the two-day demonstrations had been suppressed. The $350 million grant from the corporation, which was announced only in April and was to be disbursed over five years for electricity generation, is a large amount of money for Malawi, whose annual budget is about $2 billion.", "url": "https://www.nytimes.com/2011/07/27/world/africa/27malawi.html"}