{"authors": ["Nicholas Confessore", "Michael Barbaro"], "date_download": "2022-10-25 23:53:58", "date_modify": "2022-10-25 23:53:58", "date_publish": "2011-06-25 02:33:24", "description": "The law will take effect in 30 days, making New York the sixth state where gay and lesbian couples can wed and giving the gay-rights movement new momentum.", "filename": "2011_06_25_nyregion_gay-marriage-approved-by-new-york-senate.html_ref=samesexmarriage_1666742038.html", "image_url": "https://static01.nyt.com/images/2011/06/25/nyregion/25marriage4_span/25marriage4_span-articleLarge.jpg?year=2011&h=330&w=600&s=c1a21bef497f6cc979963147a6e2e29aec9b80815b7eb40ee9a7ea8b5fea8449&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_25_nyregion_gay-marriage-approved-by-new-york-senate.html_ref=samesexmarriage_1666742038.html", "title": "New York Allows Same-Sex Marriage, Becoming Largest State to Pass Law", "title_page": "New York Allows Same-Sex Marriage, Becoming Largest State to Pass Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senate approval was the final hurdle for the same-sex marriage legislation, which was approved last week by the Assembly. Gov. Andrew M. Cuomo signed the measure at 11:55 p.m., and the law will go into effect in 30 days, meaning that same-sex couples could begin marrying in New York by late July.\nPassage of same-sex marriage here followed a daunting run of defeats in other states where voters barred same-sex marriage by legislative action, constitutional amendment or referendum. Just five states currently permit same-sex marriage: Connecticut, Iowa, Massachusetts, New Hampshire and Vermont, as well as the District of Columbia.\nAt around 10:30 p.m., moments after the vote was announced, Mr. Cuomo strode onto the Senate floor to wave at cheering supporters who had crowded into the galleries to watch. Trailed by two of his daughters, the governor greeted lawmakers, and paused to single out those Republicans who had defied the majority of their party to support the marriage bill.\n“How do you feel?” he asked Senator James S. Alesi, a suburban Rochester Republican who voted against the measure in 2009 and was the first to break party ranks this year. “Feels good, doesn’t it?”", "url": "https://www.nytimes.com/2011/06/25/nyregion/gay-marriage-approved-by-new-york-senate.html?ref=samesexmarriage"}