{"authors": ["Milt Freudenheim"], "date_download": "2022-10-25 23:51:42", "date_modify": "2022-10-25 23:51:42", "date_publish": "2011-05-30 23:41:58", "description": "The Department of Health and Human Services is using existing rules to enforce medical privacy, but some wonder if stronger laws are needed.", "filename": "2011_05_31_business_31privacy_1666741902.html", "image_url": "https://static01.nyt.com/images/2011/05/31/business/Privacy1/Privacy1-articleLarge.jpg?year=2011&h=284&w=600&s=33e7d3a52c7634a9ea4d07b644b6bbb8612a146dc198762ed4df1392cff1af03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_05_31_business_31privacy_1666741902.html", "title": "Breaches Lead to Renewed Effort to Protect Medical Data", "title_page": "Breaches Lead to Renewed Effort to Protect Medical Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal health officials call it the Wall of Shame. It’s a government Web page that lists nearly 300 hospitals, doctors and insurance companies that have reported significant breaches of medical privacy in the last couple of years.\nSuch lapses, frightening to consumers, could impede the Obama administration’s effort to shift the nation to electronic health care records.\n“People need to be assured that their health records are secure and private,” Kathleen Sebelius, secretary of health and human services, said in an interview by phone. “I feel equally strongly that conversion to electronic health records may be one of the most transformative issues in the delivery of health care, lowering medical errors, reducing costs and helping to improve the quality of outcomes.”\nSo the administration is making new efforts to enforce existing rules about medical privacy and security. But some health care experts wonder if the current rules are enough or whether stronger laws are needed, for example making it a crime for someone to use information obtained improperly.", "url": "https://www.nytimes.com/2011/05/31/business/31privacy.html"}