{"authors": ["Alan Cowell"], "date_download": "2022-10-25 23:46:03", "date_modify": "2022-10-25 23:46:03", "date_publish": "2011-12-09 12:01:06", "description": "In Britain, the euro crisis has been compressed through a narrower prism than on the Continent and has summoned forth once again the clanking ghost of euro-skepticism.", "filename": "2011_12_10_world_europe_10iht-letter10_1666741563.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_10_world_europe_10iht-letter10_1666741563.html", "title": "Insularity Cuts 2 Ways for Britain", "title_page": "Insularity Cuts 2 Ways for Britain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Each conflict, moreover, seems to have reinforced Britain’s sense of a separate, insular destiny, more comfortable with distant cousins across the Atlantic than neighbors close by.\nShortly before the D-Day landings of 1944, Churchill told the French general Charles de Gaulle that every time Britain had to “decide between Europe and the open sea, it is always the open sea that we shall choose.”\n“Every time I have to decide between you and Roosevelt,” he said, referring to the wartime U.S. president, “I shall always choose Roosevelt.”\nIt took a while for de Gaulle to conjure a riposte as he opposed Britain’s entry to the European club in 1963. “England is an island, maritime, and linked through its trade, markets and food supplies to very diverse and often distant countries,” he said. “In short, the nature and structure and economic context of England differ profoundly from those of the other states of Europe.”\nRecent events have proved both men right.\nIn 2003, Britain sided with the United States in the invasion of Iraq against the express opposition of a European coalition of the unwilling led by France. To this day, Britain’s financial services industry — the so-called City of banks and investment houses — is driven far more by the sharp-elbowed model of Wall Street than by any European equivalent in Frankfurt, Paris or Milan. Indeed, much of Mr. Cameron’s veto of a broader treaty was designed to shield the traders of the City from closer European intrusion and taxation.\nFor all that, the debate is shaded by a peculiar quandary.\nBritain is not a member of the euro zone. Indeed, there is a discernible smugness among British leaders when they point out that, as the yield on some European bonds clicked up to unsustainable levels, British debt remained relatively cheap — a token of the market’s confidence in the standalone pound sterling.\nBut, for all the evocations of the doughty British bulldog, Britain cannot simply stand alone: half of its trade is with Europe, anchoring its economic interests across the Channel.", "url": "https://www.nytimes.com/2011/12/10/world/europe/10iht-letter10.html"}