{"authors": ["Nicholas Kristof"], "date_download": "2022-10-25 23:45:57", "date_modify": "2022-10-25 23:45:57", "date_publish": "2011-12-15 03:21:44", "description": "There’s nothing like getting tear-gassed and detained in Bahrain to be reminded that our close ally has a dark and repressive side.", "filename": "2011_12_15_opinion_kristof-getting-detained-and-gassed_1666741557.html", "image_url": "https://static01.nyt.com/images/2018/04/03/opinion/nicholas-kristof/nicholas-kristof-facebookJumbo-v2.png?year=2011&h=550&w=1050&s=081a3b058a67a8f7f590f7084d6942c1ad05b0170a44ea4e92ad2bb26e05eea4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_15_opinion_kristof-getting-detained-and-gassed_1666741557.html", "title": "Getting Detained and Gassed", "title_page": "Opinion | Getting Detained and Gassed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANAMA, Bahrain\nNothing like getting pulled into a police car to glimpse, through a haze of tear gas, hints of a police state.\nThe royal family in this American ally of Bahrain deserves immense credit for turning a desert island in the Persian Gulf into a modern banking center. The rulers have educated Bahrainis, built a large English-speaking middle class, empowered women and fostered such moderation that the ambassador to Washington is a woman from Bahrain’s tiny Jewish community.\nYet our pals here also represent a brutal, family-run dictatorship, and few countries crushed the Arab Spring so decisively as Bahrain. The regime helpfully displayed this darker side a few days ago when riot police attacked the video journalist accompanying me and detained both of us.\nWe had tagged along to watch the small protests and clashes that continue to bubble up almost every evening in the villages of Bahrain. The pattern is invariably the same. A small group begins shouting “Down with Hamad,” the king, and begins winding through the streets, with men and women running from their homes to join in.", "url": "https://www.nytimes.com/2011/12/15/opinion/kristof-getting-detained-and-gassed.html"}