{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:34:37", "date_modify": "2022-10-25 23:34:37", "date_publish": "2011-07-26 20:43:20", "description": "The train crash that killed 39 people last week is part of a much broader pattern of transport safety problems, particularly on China’s roads.", "filename": "2011_07_27_world_asia_27rail_1666740877.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_27_world_asia_27rail_1666740877.html", "title": "Road Safety Problems Pose Dire Threat in China", "title_page": "Road Safety Problems Pose Dire Threat in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The high-speed train crash that killed 39 people last week has captured public attention in China, but it is part of a much broader pattern of transport safety problems, particularly on the country’s roads.\nAlthough Chinese social media have been full of commentary on Saturday’s crash — much of it scathing comments about the government and the providers of the train equipment — little noticed in the furor is that the death toll appears lower than that from a fire aboard an intercity bus in Henan Province on Friday, which killed 41 people.\nTraffic accidents are the leading cause of death for people in China under the age of 45, according to public health experts. And the highway death rate could rise more, given that vehicle sales have soared tenfold in the past decade, with tens of millions of drivers, many of them poorly trained, taking to the roads for the first time.\nTop officials at the Chinese Transportation and Communications Ministry — which is separate from the Railways Ministry and oversees road, air and water travel — held an emergency meeting on Sunday after the train crash and ordered officials around the country to improve traffic safety and, in particular, to regulate the bus industry more closely. Buses are often overcrowded – the bus that burned in Henan was designed for no more than 35 people but was packed with 47 – and many run late at night when roads are more dangerous. “The road transport safety situation is very grim,” the ministry said in a statement on Monday that also called for improvements in maritime safety. Hours later, a 5,000-ton cargo vessel under repair in southern China caught fire and exploded in an accident that injured a dozen firefighters.", "url": "https://www.nytimes.com/2011/07/27/world/asia/27rail.html"}