{"authors": ["Robert F. Worth"], "date_download": "2022-10-25 23:41:40", "date_modify": "2022-10-25 23:41:40", "date_publish": "2011-07-20 12:00:29", "description": "If Ali Abdullah Saleh and his generals believe they can defeat protesters, they are taking an enormous risk.", "filename": "2011_07_24_magazine_yemen-on-the-brink-of-hell_1666741300.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_24_magazine_yemen-on-the-brink-of-hell_1666741300.html", "title": "Yemen on the Brink of Hell", "title_page": "Yemen on the Brink of Hell - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even as the army collapsed in Zinjibar, its commanders tried one last, desperate ploy. They hired a tribal mediator to negotiate a cease-fire. I met him in Aden. He was a 49-year-old sheik named Ali Abdullah Abdulsalam, who prefers to go by the nom de guerre Mullah Zabara. He was an ebullient man with a strong jaw and a scar on his right temple that gave him a fearsome look. He approached me in the lobby of my hotel, and as he kissed my cheeks — the standard Arab greeting for men — I smelled whiskey on his breath. The hotel staff were clearly terrified of him. We sat down, and within minutes he was asking me, with a big devilish grin on his face, how much I would pay for the interview. He said he had information that the C.I.A. would pay a lot of money for. I told him I couldn’t pay anything. He had a sidekick with him, a skinny young tribesman named Taha who sat next to him and soon began whispering, “O.K., that’s enough, drop it.” He dropped it, and then began telling me about his trips to Zinjibar, where he twice met with members of Al Qaeda. After the first trip, he exchanged text messages with a top Qaeda figure named Fahd al-Qusaa, who is wanted by the United States for his role in the U.S.S. Cole bombing in 2000. Al Qaeda leaders never talk on the phone, he explained, because Yemen’s government has voice-recognition software, provided by the United States. (I later confirmed Zabara’s identity and background, and much of his account, through other tribal figures in south Yemen.) He showed me the messages on his phone. They were written in highly formal Arabic and referred briefly to Zabara’s having “protected” Qusaa (if it was him) in the past. The writer of the message expressed his appreciation for Zabara’s mediation efforts but said the government had lied and refused to suspend their fire during the negotiations. “These people cannot be trusted,” the message said. “We will defeat them, and God willing we will conquer Aden.” Zabara told me he refused to give up, and was later granted a meeting with Qusaa’s superiors, whom he named: Said al-Shihri and Qassim al-Raymi, the deputy leader and military commander of Al Qaeda’s Arabian branch. These men were closely involved in the group’s efforts in 2009 and 2010 to set off bombs in airplanes bound for American cities. With Osama bin Laden gone, they are among the top counterterrorism priorities of the United States. Zabara said they were directing the takeover of Zinjibar and other towns, and he had met them in a farmhouse less than an hour’s drive from where we were sitting. His efforts to broker a cease-fire failed.\n“If anyone says there is a regime in this country, he lies,” Zabara told me before he left. “We are like Somalia now, but we have yet to start fighting.”\nIn a sense, south Yemen itself offers a grim cautionary tale about the events now unfolding in Taiz and across the country. Until 1990, when the two Yemens merged, South Yemen was a beacon of development and order. Under the British, who ruled the south as a colony until 1967, and the Socialists, who ran it for two decades afterward, South Yemen had much higher literacy rates than the north. Child marriage and other degrading tribal practices came to an end; women entered the work force, and the full facial veil became a rarity. It was only after Ali Abdullah Saleh imposed his writ that things began to change. When the south dared to rebel against him in 1994, Saleh sent bands of jihadis to punish it. The north began treating the south like a slave state, expropriating vast plots of private and public land for northerners, along with the oil profits. Tribal practices returned. Violent jihadism began to grow.\nOn my last day in Aden, I went to see an old friend, whose family had left Yemen long before. He had returned now, to help his remaining relatives. We were sitting in a living room with tall windows overlooking the sea. The sound of the surf was audible, and bright red wildflowers trembled in the breeze outside. “This conflict here has become very personal,” he said sadly. “It is all because of the tribal mentality. The youth, with their revolution, were hoping to get past this, to build a civil state. But the military and the tribes are too powerful. Now I think we will have to go through a hell to reach our future. There is no other way.”\nIn northern Yemen too, along the Saudi border, the government has withdrawn almost completely. Reporters have been unable to visit the far north for years, because of the danger posed by kidnappers and jihadis. But I met tribal leaders from the north who told me the area seems to be turning into a proxy battleground, much as Lebanon did in the 1970s, that could worsen tensions across the Middle East. In the past three months, scores of people have been killed in battles between northern tribesmen allied with Saudi Arabia and a rebel movement that now controls much of the north, and is widely said to be backed by Iran. The Saudis say Iran is financing the rebels — known as the Huthis — so as to create a pressure front against them, much the way Iran uses Hezbollah in Lebanon. In Yemen’s murky landscape, it is difficult to know who is really allied with whom. Iran has long denied that it is meddling in northern Yemen, though high-ranking American officials told me they believe it is true.\nOne thing seems clear: With the Yemeni government totally absent in the north, the area is a stew of armed groups with no shortage of money or weapons. And the Saudis, who have paid stipends for decades to Yemeni sheiks, appear to be pushing a more sectarian agenda. “The Saudis are now putting strings on the money they give us,” I was told by Abdullah Rashid al-Jumaili, a tribal sheik from Jawf province, in the far north. “They want us to spread the Sunni faith, and to fight the Huthis.” Jumaili, a clean-cut 35-year-old, was open about the support he receives from Saudi Arabia. They give about $2,500 a month, he told me when we met in Sana. But he seemed uneasy about the collapse of any pretense to Yemeni sovereignty over the north. “It seems there is now a struggle between Iran and Saudi Arabia for dominance in northern Yemen,” he said. Partisans of the two sides fought for control of a Yemeni military base between March and June, and at least 70 tribesmen were killed, he said. There is now a cease-fire, but both sides have taken over large stores of weapons from abandoned army bases or bought them on the thriving black market. And both sides, he added, appear to have foreign sponsors with unlimited resources.\nEven in Taiz, the heart of the revolution, the protesters are now turning toward violence. One of the city’s leading opposition figures, Sultan al-Samie, commands an anti-government militia. At his base, on a hill overlooking the city, 60 or 70 young men stood guard outside with rifles, hiding among scrubby trees and half-built houses. Samie, a distinguished-looking man of 50 with dark patches under his eyes, is a member of the Yemeni Parliament. He carried a gun during the entire time I stayed with him, and he showed me a little green canvas bag he kept by the stairs, which held a toothbrush, flashlight and change of clothes so that he could move to another location at any time. He has survived several assassination attempts by government security men, Samie told me. He is also a sheik of one of the area’s most prominent tribes. When I asked him about the attack on the square, he began recounting the events of that night, and then broke down momentarily and wept. “We were forced to use weapons. We did not want to, we did not want to.”", "url": "https://www.nytimes.com/2011/07/24/magazine/yemen-on-the-brink-of-hell.html"}