{"authors": ["Dwight Garner"], "date_download": "2022-10-25 23:36:22", "date_modify": "2022-10-25 23:36:22", "date_publish": "2011-10-10 22:35:55", "description": "In his memoir, “Lucky Bruce,” Bruce Jay Friedman, as always, milks his life for zingers.", "filename": "2011_10_11_books_lucky-bruce-a-memoir-by-bruce-jay-friedman-review_1666740982.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_10_11_books_lucky-bruce-a-memoir-by-bruce-jay-friedman-review_1666740982.html", "title": "‘Lucky Bruce,’ a Memoir by Bruce Jay Friedman", "title_page": "‘Lucky Bruce,’ a Memoir by Bruce Jay Friedman - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Funny novels, like funny movies, rarely gain traction with prize committees. “People assume that it’s the gloomy buggers that are the serious ones,” Martin Amis has said, “but in fact, anyone who has ever been anywhere in fiction is funny.” A great comic actor, if he or she sticks around long enough, might win not an actual Oscar but a consolation prize: a lifetime achievement award. The National Book Awards need something similar for America’s comic writers. Among the first I’d nominate is Bruce Jay Friedman, whose prose, over the past five decades, has mostly been a pure pleasure machine.\nThere’s a bit of Larry David in Mr. Friedman, whose best novels include “Stern” (1962) and “A Mother’s Kisses” (1964), and whose vinegar-and-oil short work can be found in “The Collected Short Fiction of Bruce Jay Friedman” (1995). There’s a bit of Joseph Heller and Nora Ephron and Peter De Vries and Calvin Trillin and early Philip Roth in him too.\nMr. Friedman, also a playwright and screenwriter, called one of his plays “a tense comedy,” and that phrase describes his best fiction. It’s a bundle of neuroses. The Friedman book I hold most dear is “The Lonely Guy’s Book of Life” (1978), which was made into a mediocre Steve Martin and Charles Grodin movie. At times when I’ve felt like one of its sad-sack antiheroes — luckless, friendless, dumped, alone — that book has been high comic nourishment. It makes low-level depression and ineptitude seem stylish and ironic, almost a supreme way of being in the world.\nMr. Friedman returns now with “Lucky Bruce: A Literary Memoir,” a buoyant book. He is 81, but his prose, in terms of its vigor, is still in its 30s. “Lucky Bruce” is about a kid from the Bronx who finds early literary fame; fritters away some of his prime years, dabbling in movies and theater; makes and loses a load of money; eats very well; has close and funny friends; sleeps with more than his allotment of beautiful women; and, agreeably for his readers, has a way with anecdotes.", "url": "https://www.nytimes.com/2011/10/11/books/lucky-bruce-a-memoir-by-bruce-jay-friedman-review.html"}