{"authors": ["Mosi Secret"], "date_download": "2022-10-25 22:56:23", "date_modify": "2022-10-25 22:56:23", "date_publish": "2011-05-31 23:54:53", "description": "New York City is on the verge of ending its signature program for homeless families, saying the generosity might have contributed to the problem.", "filename": "2011_06_01_nyregion_new-york-city-close-to-ending-key-housing-program.html__r=0_1666738583.html", "image_url": "https://static01.nyt.com/images/2011/06/01/nyregion/yjp-HOMELESS/yjp-HOMELESS-articleLarge.jpg?year=2011&h=315&w=600&s=912df3f0b7e7aaded69fe00a2ad202383bca0f60e79a712cf1345014fa08973b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_01_nyregion_new-york-city-close-to-ending-key-housing-program.html__r=0_1666738583.html", "title": "Homeless Aid Program Close to Ending in New York City", "title_page": "Homeless Aid Program Close to Ending in New York City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That supposition has angered advocates for the homeless, who say that it is merely an attempt to justify budget cuts, and that the statistical argument is based on short-term fluctuations. They also note that just two months ago, when the city was lobbying for the state aid, it warned that ending Advantage would cause the homeless population to spin out of control and require the opening of at least 70 new shelters.\n“To say that it was Advantage that was drawing folks into the homeless system was just unfounded and untrue,” said City Councilwoman Annabel Palma, chairwoman of the general welfare committee, which oversees the Department of Homeless Services. “They have never been able to give us concrete numbers.”\nWhen questioned about the figures, the department acknowledged that the decline could be partly a result of seasonal variations. But normal fluctuations could not explain all of the drop, officials said. “Those are the people who were coming in maybe because of the subsidy,” said Seth Diamond, the homeless services commissioner.\nRegardless, the Bloomberg administration’s conclusion reflects a significant shift in its policy toward the homeless, which has followed the mayor’s centrist philosophy of mixing the social safety net with personal responsibility. In a similar vein, his administration began paying poor families for reaching certain goals, like going to the doctor for regular checkups and attending parent-teacher conferences, though programs that rewarded students with cellphones and $50 payments were abandoned because they did not significantly improve achievement.\nThe Advantage program was envisioned as a transitional step between homelessness and self-sufficiency. Its projected cost for the next fiscal year was $140 million, with the state and federal governments contributing $92 million of that. But the state, citing fiscal constraints, pulled its support, and with it cut off the federal matching dollars.", "url": "https://www.nytimes.com/2011/06/01/nyregion/new-york-city-close-to-ending-key-housing-program.html?_r=0"}