{"authors": ["Milt Freudenheim"], "date_download": "2022-10-25 23:51:41", "date_modify": "2022-10-25 23:51:41", "date_publish": "2011-06-21 01:06:38", "description": "A survey by McKinsey & Company about health coverage under the new law has come under fire, while other polls show conflicting predictions.", "filename": "2011_06_21_business_21insure_1666741901.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_21_business_21insure_1666741901.html", "title": "McKinsey Defends Survey on Health Care Law’s Effects", "title_page": "McKinsey Defends Survey on Health Care Law’s Effects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The debate over the effects of the federal health care law on employer-provided insurance has been intensifying in recent weeks, with controversial polls and consultants contradicting one another about whether employees will benefit or lose coverage by 2014.\nAfter nearly two weeks of widespread queries and criticisms, McKinsey & Company, the management consulting firm, posted on Monday the questionnaire and methodology of an online survey it had released that was denounced by the White House and others for contending that nearly a third of employers would definitely or probably drop coverage for employees when provisions of the health care law took effect in 2014.\nThe White House responded on Monday night. “As we learn more, it’s become clear that this one flawed study from McKinsey is truly an outlier,” Nancy-Ann DeParle, an assistant to the president and deputy chief of staff, said in a blog post.\nThe White House initially pointed to forecasts by the Congressional Budget Office and other experts whose estimates were much smaller in terms of whether employees would lose some or all coverage. For example, an Urban Institute study to be released on Tuesday suggests that employees in small businesses may receive more coverage, not less.", "url": "https://www.nytimes.com/2011/06/21/business/21insure.html"}