{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:46:04", "date_modify": "2022-10-25 23:46:04", "date_publish": "2011-12-07 20:21:23", "description": "Gen. Mukhtar al-Mulla of Egypt’s ruling military council said it would manage the writing of the country’s new constitution in order to insure against an Islamist takeover.", "filename": "2011_12_08_world_middleeast_egyptian-general-mukhtar-al-mulla-asserts-continuing-control-despite-elections_1666741564.html", "image_url": "https://static01.nyt.com/images/2011/12/08/world/egypt/egypt-articleLarge.jpg?year=2011&h=330&w=600&s=6469cad844715d4995209b0a235744d0800748b994db213215f579acc5bce923&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_08_world_middleeast_egyptian-general-mukhtar-al-mulla-asserts-continuing-control-despite-elections_1666741564.html", "title": "Egypt’s Generals Assert Control", "title_page": "Egypt’s Generals Assert Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is an attempt to stage a coup, and nobody wants it — even the people who are against the Islamists,” said Negad el-Borai, a human rights activist in Cairo.\nHe accused the military council of playing liberals and Islamists against one another in an effort to preserve its own power. “This is madness,” he said. “They are deciding to push the country toward a broad civil war.”\nSaad el-Katanti, secretary general of the Brotherhood’s Freedom and Justice Party, told The Associated Press that his party also believed that the constituent assembly should be broadly representative of all segments of the population. “Why does the council want to interfere?” he said.\nGeneral Mulla, for his part, insisted that he respected the fairness and integrity of the election, which began in November and will continue in stages until January. But, he said, “In such unstable conditions, the Parliament is not representing all the Egyptians.”\nHe also appeared to escalate a mounting confrontation with the Muslim Brotherhood, the Islamist group that is Egypt’s best-organized political force, over control of the interim government.\nThe Brotherhood, whose political party emerged as the biggest winner in the early election returns, with about 40 percent of the vote, have demanded that the Parliament take over the right to name or dismiss a prime minister; General Mulla insisted that the prime minister would continue to report to the military council.\nAlthough the military’s previous plans for the transition had called for Parliament to pick 100 members of a constituent assembly that would draft the constitution, General Mulla made clear that the military council no longer intended to allow that.", "url": "https://www.nytimes.com/2011/12/08/world/middleeast/egyptian-general-mukhtar-al-mulla-asserts-continuing-control-despite-elections.html"}