{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:32:24", "date_modify": "2022-10-25 23:32:24", "date_publish": "2011-04-27 20:36:03", "description": "The president’s move injected him into the “birther” controversy in the hope of finally ending it, as aides said, or perhaps even turning it to his advantage.", "filename": "2011_04_28_us_politics_28obama_1666740744.html", "image_url": "https://static01.nyt.com/images/2011/04/28/us/28obamabirth/28obamabirth-articleLarge.jpg?year=2011&h=330&w=600&s=3a5665364131bf1c9ce8a629999ec9e1f9b8acb0dc9dd98a91986712208302a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_28_us_politics_28obama_1666740744.html", "title": "Obama Releases Long-Form Birth Certificate", "title_page": "Obama Releases Long-Form Birth Certificate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama released his long-form birth certificate on Wednesday, a step that injected him directly into the simmering “birther” controversy in the hope of finally ending it, or even turning it to his advantage.\nThe gamble produced dramatic television as Mr. Obama strode into the White House briefing room to address, head on, a subject that had been deemed irrelevant by everyone in his orbit for years even as it stoked conservative efforts to undermine his legitimacy as president.\nMr. Obama’s comments risked elevating the discredited questions about where he was born, but also allowed him to cast his political opponents as focused on the trivial at a time when the nation is facing more important issues.\nAnd because much of the recent attention about where he was born came from Donald J. Trump, who says he is considering a run for the Republican presidential nomination and spent the day campaigning in New Hampshire, it allowed the White House to use Mr. Trump as a foil for the president’s efforts to cast himself as a more serious leader than his potential rivals in the 2012 race.", "url": "https://www.nytimes.com/2011/04/28/us/politics/28obama.html"}