{"authors": ["John Markoff"], "date_download": "2022-10-25 23:46:19", "date_modify": "2022-10-25 23:46:19", "date_publish": "2011-10-25 23:29:34", "description": "Mr. McCarthy, a computer scientist, helped design the foundation of today’s Web-based computing and was a top researcher in artificial intelligence, a term he coined.", "filename": "2011_10_26_science_26mccarthy.html__r=0_1666741579.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_10_26_science_26mccarthy.html__r=0_1666741579.html", "title": "John McCarthy, Pioneer in Artificial Intelligence, Dies at 84", "title_page": "John McCarthy, Pioneer in Artificial Intelligence, Dies at 84 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "John McCarthy, a computer scientist who helped design the foundation of today’s Internet-based computing and who is widely credited with coining the term for a frontier of research he helped pioneer, Artificial Intelligence, or A.I., died on Monday at his home in Stanford, Calif. He was 84.\nThe cause was complications of heart disease, his daughter Sarah McCarthy said.\nDr. McCarthy’s career followed the arc of modern computing. Trained as a mathematician, he was responsible for seminal advances in the field and was often called the father of computer time-sharing, a major development of the 1960s that enabled many people and organizations to draw simultaneously from a single computer source, like a mainframe, without having to own one.\nBy lowering costs, it allowed more people to use computers and laid the groundwork for the interactive computing of today.\nThough he did not foresee the rise of the personal computer, Dr. McCarthy was prophetic in describing the implications of other technological advances decades before they gained currency.", "url": "https://www.nytimes.com/2011/10/26/science/26mccarthy.html?_r=0"}