{"authors": ["Roger Cohen"], "date_download": "2022-10-26 00:11:32", "date_modify": "2022-10-26 00:11:32", "date_publish": "2011-11-07 13:07:27", "description": "The first step to Israeli-Palestinian peace is accepting that there is no just outcome.", "filename": "2011_11_08_opinion_cohen-the-last-jew-in-zagare_1666743092.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/cohen-circular/cohen-circular-facebookJumbo-v2.png?year=2011&h=550&w=1050&s=c253acde591577c001ee880839873a289966c427aebf76847d2a014d2fe6a0b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_08_opinion_cohen-the-last-jew-in-zagare_1666743092.html", "title": "The Last Jew in Zagare", "title_page": "Opinion | The Last Jew in Zagare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ZAGARE, LITHUANIA — The last Jew in Zagare, a small Lithuanian town renowned for its cherries, died in September. His name was Aizikas Mendelsonas, born in 1922. He was not buried in either of the two Jewish cemeteries, with their lurching gravestones, faded inscriptions and advancing lichen. Nobody is any more, not even Jews.\nAt his birth, Mendelsonas was one of almost 2,000 Jews living in Zagare, with its seven synagogues, its Hebrew school and its Jewish People’s bank. Jews made up about 40 percent of the town’s population. Then, in swift succession, came Soviet annexation, blamed by many on “Jewish Bolsheviks,” and Nazi occupation, bent on annihilation of the Jews.\nThe Nazis wasted little time after pushing into Lithuania in June, 1941. The Jews of Zagare were herded into a ghetto. Almost 1,000 Jews from nearby towns, including Siauliai, were forced to join them. On Oct. 2, 1941, they were ordered into the main square before being taken into the woods for execution by Nazi SS killers and their Lithuanian accomplices.\nSS Standartenführer Karl Jäger stated in a report that day that 2,236 Jews were killed in Zagare. In 1944, the Soviets, having fought their way back, examined a mass grave and found 2,402 corpses (530 men, 1,223 women, 625 children, 24 babies). Today, a visitor to Zagare — there are not many — is greeted by a sign pointing to woods of birch and pine: “Graves of the Victims of the Jewish Genocide.”", "url": "https://www.nytimes.com/2011/11/08/opinion/cohen-the-last-jew-in-zagare.html"}