{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:45:53", "date_modify": "2022-10-25 23:45:53", "date_publish": "2011-12-19 10:47:42", "description": "Egypt’s state-run and independent media battled over whom to blame as clashes between security forces and protesters continued for a fourth day on Monday in Cairo.", "filename": "2011_12_20_world_middleeast_as-violence-continues-egypt-news-media-clash-over-its-cause_1666741553.html", "image_url": "https://static01.nyt.com/images/2011/12/20/world/EGYPT-1/EGYPT-1-articleLarge.jpg?year=2011&h=350&w=600&s=a4be3590b7bc7fbf515328c0394713e2c71a5b8fbdbad818c319e0f5e1e1652c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_20_world_middleeast_as-violence-continues-egypt-news-media-clash-over-its-cause_1666741553.html", "title": "As Violence Continues, Egyptian General Blames Protesters", "title_page": "As Violence Continues, Egyptian General Blames Protesters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most of all, they have sent criminal defendants to civilian judges who cited legal texts as though judicial authority and individual rights had not been suspended along with the Constitution when the generals took over. Most Egyptians seem not to notice that they have lived under martial law for months, with the generals above the courts.\nOn Monday, General Emara no longer made any pretense of seeking the support of civilian leaders for military policies. While he boasted briefly of the military’s success in delivering a transition to democracy, he made no reference to the military’s recently formed, and almost immediately disbanded, civilian advisory council. The council suspended its activities until the military stopped the violence and apologized; about a third of its roughly 30 members have quit.\nThe general also dropped the warm, avuncular approach he and others in the council had taken toward the news media, chastising journalists as though they were naughty schoolchildren. “When you want to speak, tell me to stop talking!” he said sarcastically. “I didn’t allow for talking,” he said at another point. “If you talk I’ll kick you out.”\nHe stopped a journalist before she could open a newspaper carrying the most sensational image of the weekend’s violence: a group of soldiers pulling the abaya off a prone woman to reveal her blue bra as one raises a boot to kick her. The picture, circulated around the world, has become a rallying point of activists opposed to military rule, though cameras captured soldiers pulling the clothes off other women.\n“Before you open the newspaper, fold it; I know what I’m talking about,” General Emara said. “Yes, this scene took place and we’re investigating it. But let’s look at the whole picture and see the circumstances the picture was taken in and we will announce the complete truth.”\nHe continued, without explaining, “Don’t take only this shot, you or any other, and cite it to prove that violence was used.”\nWithout naming him, the general also mocked the recent comments of the liberal leader Mohamed elBaradei that the military’s indiscriminate violence against protesters was “no way to run a country.”", "url": "https://www.nytimes.com/2011/12/20/world/middleeast/as-violence-continues-egypt-news-media-clash-over-its-cause.html"}