{"authors": ["Dave Caldwell"], "date_download": "2022-10-25 23:35:18", "date_modify": "2022-10-25 23:35:18", "date_publish": "2011-11-16 03:12:53", "description": "Mike Krzyzewski recorded the 903rd coaching victory of his career, which made him the winningest coach in men’s Division I college basketball.", "filename": "2011_11_16_sports_ncaabasketball_krzyzewski-sets-coaching-record.html_ref=sports_1666740918.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_16_sports_ncaabasketball_krzyzewski-sets-coaching-record.html_ref=sports_1666740918.html", "title": "Krzyzewski Sets Coaching Record", "title_page": "Krzyzewski Sets Coaching Record - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“He made great contributions to our Army team as a player, and has been a great example as a coach of how to do things the right way. There is no one I respect more for the way he went about coaching and following the rules than Mike. The history of college basketball has had no better coach than Mike Krzyzewski.”\nThe Blue Devils (3-0), ranked No. 6, scored 12 straight points early in the second half to build a big lead against the Spartans (0-2), who lost their opener to No. 1 North Carolina last Friday on the aircraft carrier U.S.S. Carl Vinson near San Diego.\nDuke led by as many as 20 points midway through the second half, but Michigan State made Krzyzewski and the Blue Devils sweat out the final minutes. Duke, clinging to a 5-point lead, turned over the ball with 12.9 seconds left, but Michigan State’s Draymond Green missed a shot, and the Blue Devils ran out the clock.\nWhen Krzyzewski shook his hand, Izzo, a friend, said he thanked Krzyzewski for what he had done for college basketball. Izzo later joked that he probably would have felt like a hunter who shot Bambi had Michigan State thwarted Krzyzewski’s first shot at the record.\n“I didn’t feel like I was in a very winnable situation in that whole thing,” Izzo said.\nAndre Dawkins, a junior guard from Chesapeake, Va., made six 3-pointers and led Duke with 26 points. Seth Curry added 20 points for the Blue Devils in an often ragtag game in which Mason and Miles Plumlee, brothers from Warsaw, Ind., each received technical fouls.", "url": "https://www.nytimes.com/2011/11/16/sports/ncaabasketball/krzyzewski-sets-coaching-record.html?ref=sports"}