{"authors": ["Kevin Drew"], "date_download": "2022-10-25 23:50:19", "date_modify": "2022-10-25 23:50:19", "date_publish": "2011-12-21 08:15:41", "description": "The culling is part of a series of precautionary steps being taken after the chicken carcass was found to have a “highly pathogenic H5N1 avian influenza virus,” officials said.", "filename": "2011_12_22_world_asia_hong-kong-culls-chickens-after-bird-flu-is-found_1666741819.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_22_world_asia_hong-kong-culls-chickens-after-bird-flu-is-found_1666741819.html", "title": "Hong Kong Culls Thousands of Birds After Virus Found in Chicken", "title_page": "Hong Kong Culls Thousands of Birds After Virus Found in Chicken - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Health workers here began slaughtering more than 17,000 chickens on Wednesday after a carcass infected with bird flu was found at a poultry market, government officials said. It was the first large-scale culling in three years.\nThe cull was part of a series of precautionary steps being taken after the chicken carcass was found to have a “highly pathogenic H5N1 avian influenza virus,” York Chow, Hong Kong’s secretary for food and health, said in a statement. Hong Kong officials also raised the territory’s bird flu alert to “serious,” increasing monitoring for influenza at hospitals and closed the market where the carcass was discovered until Jan. 12.\nHong Kong officials were still determining whether the carcass was imported or came from a local source.\nThe government also suspended the sale and import of live poultry for 21 days, Dr. Chow said. The measures come on the eve of the annual “dongzhi” festival in Hong Kong that is held on the winter solstice. During the holiday, the territory’s poultry and fish markets do a brisk business as families gather for reunions.", "url": "https://www.nytimes.com/2011/12/22/world/asia/hong-kong-culls-chickens-after-bird-flu-is-found.html"}