{"authors": ["Chris Colin"], "date_download": "2022-10-25 23:33:10", "date_modify": "2022-10-25 23:33:10", "date_publish": "2011-02-17 21:05:50", "description": "Anchored by the immense L.A. Live entertainment complex, the long-blighted downtown has become an accessible, pedestrian-friendly destination.", "filename": "2011_02_20_travel_20hours-los-angeles_1666740790.html", "image_url": "https://static01.nyt.com/images/2011/02/20/travel/20hours-span/20-HOURS-2-articleLarge.jpg?year=2011&h=200&w=600&s=dff7aab1a4cb8c357ed436bd160cff9c64e762c3c96bf3d34709d610a2a25e26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_02_20_travel_20hours-los-angeles_1666740790.html", "title": "36 Hours in Downtown Los Angeles", "title_page": "36 Hours in Downtown Los Angeles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "10 p.m.\n3) A LATE, GREAT BITE\nGorbals (501 South Spring Street; 213-488-3408; thegorbalsla.com) is one of the more fantastic — and odd — downtown dining options. The chef and owner, a previous “Top Chef” winner, is part-Scottish and part-Israeli, and his hybrid concoctions are terrific. My banh mi poutine merged Quebec and Vietnam in ways criminally neglected until now. Bacon-wrapped matzo balls, anyone? Small plates range from $6 to $16. The casual restaurant is tucked into the lobby of the old Alexandria Hotel, a well-worn but charming landmark where Bogart, Chaplin and Garbo once roamed the halls.\nImage\nSaturday\n9 a.m.\n4) ON THE NICKEL\nThe maple bacon doughnut is a stand-out on the breakfast menu at the new but ageless Nickel Diner (524 South Main Street; 213-623-8301; nickeldiner.com). The rest is mostly well-executed diner food, about $7 to $10 per dish. What’s remarkable is the location — until recently, this block was one of Skid Row’s most notorious. It’s a testament to downtown’s revival that the intersection of Main and Fifth (hence “Nickel”) is now home to a place where people line up for tables.\n10:30 a.m.\n5) NICE THREADS\nThe 100-block Fashion District mixes high and low seamlessly. Though many shops sell wholesale only, you can still find a wide selection of deeply discounted designer clothes, fabric and accessories. The jumbled shops and warehouses at Ninth and Los Angeles Streets are a good place to start (feel free to bargain). And don’t miss the rowdier Santee Alley (thesanteealley.com), where cheap meets weird in a thoroughly Los Angeles way. In this chaotic open-air bazaar, energetic vendors hawk the impressive (perfect knock-off handbags) and the odd (toy frogs emblazoned with gang insignias). For a more organized Fashion District expedition, Christine Silvestri of Urban Shopping Adventures (213-683-9715; urbanshoppingadventures.com) leads three-hour romps, tailored to your particular agenda and with an insider’s radar for the best finds; the tours cost $36 a person, with a minimum of two people.\n1 p.m.\n6) ACCESSIBLE ARCHITECTURE\nThe arrival of the conductor Gustavo Dudamel at the Los Angeles Philharmonic has brought new crowds to the symphony, but the Walt Disney Concert Hall (111 South Grand Avenue; 323-850-2000; laphil.com) — Frank Gehry’s deconstructivist celebration of all that is big, curvy and shiny — deserves a visit even without a ticket. Bring a picnic and wind your way along the semi-hidden outer staircase up to an excellent city vista and rooftop garden oasis. Free guided tours and self-guided audio tours are available most days. Check first (musiccenter.org/visit/tours.html) for schedules.\n7 p.m.\n7) LAZY BONES\nSince 2010, Little Tokyo’s Lazy Ox Canteen (241 South San Pedro Street; 213-626-5299; lazyoxcanteen.com) has been the kind of tucked-away gastropub people love to insist is the city’s best. Casual and buzzing, the bistro’s long menu features adventurous delicacies, from trotters to crispy pig’s ears to lamb neck hash. It’s hard to pin the cuisine to a specific origin, but a penchant for bold, meat-centric comfort food is evident. Get several small plates, most $7 to $15 each.", "url": "https://www.nytimes.com/2011/02/20/travel/20hours-los-angeles.html"}