{"authors": ["Mosi Secret"], "date_download": "2022-10-25 22:56:25", "date_modify": "2022-10-25 22:56:25", "date_publish": "2011-03-11 03:15:49", "description": "A subsidy program that helps move people from shelters will stop signing up new participants next week.", "filename": "2011_03_11_nyregion_11homeless_1666738585.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_11_nyregion_11homeless_1666738585.html", "title": "New York Says State Forcing Cuts to Homeless Program", "title_page": "New York Says State Forcing Cuts to Homeless Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Saying that state budget cuts have forced New York City to stop accepting new people into a successful program intended to reduce homelessness, the city mailed a letter on Thursday to hundreds of real estate brokers involved in the program informing them that no new participants will be taken after next Monday.\nThe letter from Seth Diamond, the city’s commissioner of homeless services, came after weeks of lobbying by the Bloomberg administration to restore state funding for the program, called Advantage, which provides housing subsidies for people who find stable jobs, allowing them to leave shelters. About 15,000 households now receive money under the program, which was created in 2007 and provides subsidies for up to two years, the city said.\n“Due to proposed budget cuts that will eliminate the Advantage rental subsidy program, effective after the close of business Monday, March 14, we will stop conducting lease signings,” Mr. Diamond said in the letter to the brokers, who connect homeless families with the program. Those already in the program will be able to stay in their homes.\n“Over 90 percent of those who completed the subsidy period remain in the community and out of shelter,” the letter said. “This funding reduction will cause a significant increase in the city’s shelter population and force the city to build 70 new shelters.”", "url": "https://www.nytimes.com/2011/03/11/nyregion/11homeless.html"}