{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:28:27", "date_modify": "2022-10-25 23:28:27", "date_publish": "2011-12-06 09:51:25", "description": "Bombers struck Shiite religious observances on Tuesday, in the first such sectarian attacks since the fall of the Taliban.", "filename": "2011_12_07_world_asia_suicide-bombers-attack-shiite-worshipers-in-afghanistan.html__r=0_1666740507.html", "image_url": "https://static01.nyt.com/images/2011/12/07/world/asia/AFGHAN/AFGHAN-articleLarge.jpg?year=2011&h=370&w=600&s=cc7a61f0be47c754ca1504df6faa1a781bacdf91392a487c6f1926227f282ba1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_07_world_asia_suicide-bombers-attack-shiite-worshipers-in-afghanistan.html__r=0_1666740507.html", "title": "Bombs Kill Scores of Afghan Shiite Worshipers", "title_page": "Bombs Kill Scores of Afghan Shiite Worshipers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — A Pakistan-based extremist group claimed responsibility for a series of coordinated bombings aimed at Afghan Shiites on Tuesday, in what many feared was an attempt to further destabilize Afghanistan by adding a new dimension of strife to a country that, though battered by a decade of war, has been free of sectarian conflict.\nThe attacks, among the war’s deadliest, struck three Afghan cities — Kabul, Kandahar and Mazar-i-Sharif — almost simultaneously and killed at least 63 Shiite worshipers on Ashura, which marks the death of Shiite Islam’s holiest martyr.\nTargeted strikes by Sunnis against the minority Shiites are alien to Afghanistan. So it was no surprise to Afghans when responsibility was claimed by a Sunni extremist group from Pakistan, where Sunnis and Shiites have been energetically killing one another for decades.\nThe group, Lashkar-e-Jhangvi, had not previously claimed or carried out attacks in Afghanistan, however, and its emergence fueled suspicions that Al Qaeda, the Taliban or Pakistan’s spy agency — or some combination of those three — had teamed up with the group to send the message that Afghanistan’s future stability remained deeply tenuous and indeed dependent on the cooperation of outside forces.", "url": "https://www.nytimes.com/2011/12/07/world/asia/suicide-bombers-attack-shiite-worshipers-in-afghanistan.html?_r=0"}