{"authors": ["Charlie Savage", "Jackie Calmes"], "date_download": "2022-10-25 23:38:21", "date_modify": "2022-10-25 23:38:21", "date_publish": "2011-05-13 02:20:42", "description": "Robert S. Mueller III agreed to remain on as F.B.I. director for two more years if Congress approves the plan.", "filename": "2011_05_13_us_politics_13mueller_1666741101.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_05_13_us_politics_13mueller_1666741101.html", "title": "Mueller May Stay On at F.B.I.", "title_page": "Mueller May Stay On at F.B.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The group weighed several other candidates, but saw each as having significant disadvantages or lacking sufficient stature. Meanwhile, the chairman of the Senate Judiciary Committee, Senator Patrick J. Leahy, Democrat of Vermont, repeatedly warned the White House that it was running out of time to get a nominee confirmed before Mr. Mueller’s term ended.\nAgainst that backdrop, several weeks ago, Mr. Holder asked the director if he would consider staying on. At first, Mr. Mueller — who had made no secret among his senior staff that he was looking forward to winding up his 10-year tour — expressed reluctance at changing his longstanding plans, one official said.\nBut over the course of several conversations, Mr. Mueller — a former Marine — eventually told Mr. Holder he would stay on if the president asked him to.\nLast week, the White House asked Mr. Leahy to come to the White House for a meeting about the F.B.I. directorship, and Mr. Obama told him he wanted to keep Mr. Mueller, arguing that the national security team needed continuity. Mr. Leahy told him that Congress would probably enact a change to the term-limit law if Mr. Obama asked it to, in light of Mr. Mueller’s popularity, but that he and other lawmakers would have concerns about the precedent of overriding the term limit, given its history.\nCongress imposed the limit in 1976, amid the era of post-Watergate government reforms. It is widely seen as a reaction to the power amassed — and abuses committed — by the founding director of the F.B.I., J. Edgar Hoover, who had died four years earlier after leading the bureau for decades. Lawmakers also intended to make it harder for a president to fire an F.B.I. director for political reasons.\nWhile the ranking Republican on the Senate Judiciary Committee, Senator Charles E. Grassley of Iowa, praised Mr. Mueller and said he was “open to the idea” of modifying the statute, he also expressed caution. He said he wanted assurances that it would not become a more permanent extension and that it would not undermine the principle of the term limit “as an important safeguard against improper political influence and abuses of the past.”", "url": "https://www.nytimes.com/2011/05/13/us/politics/13mueller.html"}