{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:39:23", "date_modify": "2022-10-25 23:39:23", "date_publish": "2011-11-27 13:44:53", "description": "The announcement that Dmitri A. Medvedev and Vladimir V. Putin, now president and prime minister, would switch places has weakened support for the leadership, polls show.", "filename": "2011_11_28_world_europe_vladimir-putin-of-russia-begins-presidential-bid.html_pagewanted=all_1666741163.html", "image_url": "https://static01.nyt.com/images/2011/11/28/world/RUSSIA/RUSSIA-articleLarge.jpg?year=2011&h=360&w=600&s=9fa30a63e015bc1467ea7079600cbe689b12f08bf46d7eb6113b9cdf5f4729b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_28_world_europe_vladimir-putin-of-russia-begins-presidential-bid.html_pagewanted=all_1666741163.html", "title": "In Russia, Putin’s Bid for Presidency Prompts Voter Ennui", "title_page": "In Russia, Putin’s Bid for Presidency Prompts Voter Ennui - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When a regular person has to deal with financial problems or some other problems in his day-to-day life, when he faces corruption and other small problems, he doesn’t remember the massive problems” of the past, Mr. Putin said. “The indignation that person has is usually turned against the current authority.”\nThe convention was marked by ferocious attacks on the political opposition, including from Mr. Medvedev, who until recently had argued for greater political pluralism. Mr. Putin, for his part, suggested that signs of rising discontent were the result of covert meddling by Western governments.\n“Representatives of some countries meet with those whom they pay money, the so-called grant recipients, give them instructions and guidance for what ‘work’ they need to do to influence the election campaign in our country,” he said.\nThese efforts, he said, were “money thrown at the wind, firstly, because Judas is not the most respected biblical figure among our people, and secondly, it would be better if they used this money to pay off their national debt and stop conducting an ineffective and costly foreign policy.”\nParty officials seemed to hope that Mr. Putin would infuse the party with some of his own popularity by accepting its nomination, something he has never done before, preferring to run as an independent. His September announcement, intended to lay the groundwork for an easy campaign season, achieved nothing of the kind.\nThe backlash began within hours, when Finance Minister Aleksei L. Kudrin told reporters he would leave the government rather than report to Mr. Medvedev, whom Mr. Putin promised to install as prime minister. United Russia’s approval ratings, already in decline, began to fall faster, possibly because Mr. Putin’s name, long atop the party list, had been abruptly replaced by Mr. Medvedev’s.\nAnd Mr. Putin, whose robust popularity is a cornerstone of his government’s claim on legitimacy, seems to be taking a hit himself. This has never been more apparent than it was a week ago, when mixed martial arts fans booed Mr. Putin when he climbed into the ring after a match to congratulate the victor, an incident that seemed to puncture some protective membrane around the prime minister.", "url": "https://www.nytimes.com/2011/11/28/world/europe/vladimir-putin-of-russia-begins-presidential-bid.html?pagewanted=all"}