{"authors": ["Milt Freudenheim"], "date_download": "2022-10-25 23:51:42", "date_modify": "2022-10-25 23:51:42", "date_publish": "2011-09-05 23:51:16", "description": "Once there were five or six joint M.D./M.B.A. programs at the nation’s universities, but now there are 65 as more doctors realize health care is a business.", "filename": "2011_09_06_business_doctors-discover-the-benefits-of-business-school_1666741902.html", "image_url": "https://static01.nyt.com/images/2011/09/06/business/SUB-MBA-2/SUB-MBA-2-articleLarge.jpg?year=2011&h=377&w=600&s=a0779fe3ade1ccd81b7d64d1729166b1a423248b6410b97c682dc405e1744829&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_06_business_doctors-discover-the-benefits-of-business-school_1666741902.html", "title": "Doctors Discover the Benefits of Business School", "title_page": "Doctors Discover the Benefits of Business School - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under heavy pressure from government regulators and insurance companies, more and more physicians across the country are learning to think like entrepreneurs.\nAs recently as the late 1990s, there were only five or six joint M.D./M.B.A degree programs at the nation’s universities, said Dr. Maria Y. Chandler, a pediatrician with an M.B.A. who is an associate clinical professor in the medical and business schools at the University of California, Irvine. “Now there are 65,” she said.\nMark V. Pauly, a longtime leader of the health care management program at the Wharton School at the University of Pennsylvania, said, “A light bulb went off and they realize that health care is a business.”\nDr. James S. Kuo, 47, said he was a third-year medical student at Penn when he decided to go to business school, too. After receiving his M.D. and master of business administration degrees, he jumped to a Wall Street job with a large health care venture capital firm.", "url": "https://www.nytimes.com/2011/09/06/business/doctors-discover-the-benefits-of-business-school.html"}