{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:46:06", "date_modify": "2022-10-25 23:46:06", "date_publish": "2011-10-27 20:06:19", "description": "The struggle for Huaxiang World Famous Garden, a gated community near the capital, is not like most of the redevelopment battles that each year lead to forced evictions in China.", "filename": "2011_10_28_world_asia_harassment-and-house-evictions-bedevil-even-chinas-well-off_1666741566.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_10_28_world_asia_harassment-and-house-evictions-bedevil-even-chinas-well-off_1666741566.html", "title": "Harassment and Evictions Bedevil Even China’s Well-Off", "title_page": "Harassment and Evictions Bedevil Even China’s Well-Off - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — It is a familiar tale of modern China with a sadly predictable denouement. A group of people wake up to find demolition notices affixed to their homes. After they reject the government’s compensation as too meager, a dark campaign of harassment ensues. The bulldozers arrive in the dead of night. Score another win for the boundless authority of the state.\nBut the struggle unfolding at Huaxiang World Famous Garden, a gated, suburban-style community on the exurban fringe of the capital, is not like a majority of redevelopment battles that each year lead to the forced eviction and dispossession of countless families.\nThe residents involved are by and large middle class and privileged — doctors, financiers, retired government bureaucrats — who thought they were immune to such capriciousness. Among their ranks is one of China’s most successful fiction writers, Yan Lianke, whose satirical novels about famine, AIDS and the cruelties of the Cultural Revolution plumb the suffering of ordinary Chinese.\nJust as notable is that their subdivision is new, the oldest house no more than five years old. At least three of the homes were completed this year. The local district government, however, says the residences and their pampered gardens must give way to a road-widening project that was announced in July. Everyone was given just three weeks to leave.", "url": "https://www.nytimes.com/2011/10/28/world/asia/harassment-and-house-evictions-bedevil-even-chinas-well-off.html"}