{"authors": ["Neil Amdur"], "date_download": "2022-10-25 23:55:10", "date_modify": "2022-10-25 23:55:10", "date_publish": "2011-10-11 01:11:38", "description": "John Carlos, who with fellow runner Tommie Smith staged a memorable podium demonstration at the 1968 Summer Games, has published an autobiography.", "filename": "2011_10_11_sports_john-carlos-of-68-olympics-protest-maintains-his-passion_1666742110.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_10_11_sports_john-carlos-of-68-olympics-protest-maintains-his-passion_1666742110.html", "title": "John Carlos of ’68 Olympics Protest Maintains His Passion", "title_page": "John Carlos of ’68 Olympics Protest Maintains His Passion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than 40 years after Tommie Smith and John Carlos ignited the sports world with their black-gloved fists raised on the victory stand at the 1968 Mexico City Olympics, Carlos says, “I still feel the fire.”\nAny doubts that time and age have somehow diminished the passion that fueled his track and field career are dispelled with the publication of “The John Carlos Story,” written with Dave Zirin and published by Haymarket Books.\n“If I shut my eyes, I can still feel the fire from those days,” Carlos, 66, says, as early as the second page of a memoir with the intensity and power of a 200-meter dash. “And if I open my eyes, I still see the fires all around me. I didn’t like the way the world was, and I believe that there need to be some changes about the way the world is.”\nThose who thought they knew Carlos as a brash New Yorker may be surprised by some of his more personal recollections, including having an early obsession with swimming across the English Channel and having Fred Astaire as a childhood hero. Carlos says Astaire would show up outside the Savoy Ballroom in Harlem in “top hat, tails, shoes and cane,” watch Carlos and his young friends perform dance and acrobatic routines and then reward them with silver dollars.", "url": "https://www.nytimes.com/2011/10/11/sports/john-carlos-of-68-olympics-protest-maintains-his-passion.html"}