{"authors": ["Celia W. Dugger"], "date_download": "2022-10-25 23:00:58", "date_modify": "2022-10-25 23:00:58", "date_publish": "2011-07-30 00:54:16", "description": "Uganda is putting less money toward health care, leaving hospitals unprepared to safely deliver babies.", "filename": "2011_07_30_world_africa_30uganda_1666738858.html", "image_url": "https://static01.nyt.com/images/2011/07/30/world/30uganda1/30uganda1-articleLarge-v2.jpg?year=2011&h=315&w=600&s=b93032d304d76ae100cd84205605ba7384529d3eee84773190bd909587f41c3b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_30_world_africa_30uganda_1666738858.html", "title": "Uganda Lacks Resources to Prevent Maternal Deaths", "title_page": "Uganda Lacks Resources to Prevent Maternal Deaths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ARUA, Uganda — Jennifer Anguko was slowly bleeding to death right in the maternity ward of a major public hospital. Only a lone midwife was on duty, the hospital later admitted, and no doctor examined her for 12 hours. An obstetrician who investigated the case said Ms. Anguko, the mother of three young children, had arrived in time to be saved.\nHer husband, Valente Inziku, a teacher, frantically changed her blood-soaked bedclothes as her life seeped away. “I’m going to leave you,” she told him as he cradled her. He said she pleaded, “Look after our children.”\nHalf of the 340,000 deaths of women from pregnancy-related causes each year occur in Africa, almost all in anonymity. But Ms. Anguko was a popular elected official seeking treatment in a 400-bed hospital, and a lawsuit over her death may be the first legal test of an African government’s obligation to provide basic maternal care.\nIt also raises broader questions about the unintended impact of foreign aid on Africa’s struggling public health systems. As the United States and other donors have given African nations billions of dollars to fight AIDS and other infectious diseases, helping millions of people survive, most of the African governments have reduced their own share of domestic spending devoted to health, shifting to other priorities.", "url": "https://www.nytimes.com/2011/07/30/world/africa/30uganda.html"}