{"authors": ["Isabel Kershner", "David D. Kirkpatrick"], "date_download": "2022-10-26 00:11:48", "date_modify": "2022-10-26 00:11:48", "date_publish": "2011-08-19 05:56:10", "description": "Israel launched strikes on Gaza, and militants fired rockets into Israel on Friday. Egypt said two of its officers were mistakenly killed by Israelis firing at suspected militants.", "filename": "2011_08_20_world_middleeast_20israel_1666743108.html", "image_url": "https://static01.nyt.com/images/2011/08/20/world/20israel-cnd-inline1/20israel-cnd-inline1-articleLarge.jpg?year=2011&h=315&w=600&s=0ea497cbe212849924867c89f9dcf240adcf0786c5fac64302411fae769fbeb2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_20_world_middleeast_20israel_1666743108.html", "title": "Israelis Hit Gaza and Militants Fire Rockets After Deadly Attacks", "title_page": "Israelis Hit Gaza and Militants Fire Rockets After Deadly Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Israeli warplanes launched air strikes on Gaza and militants fired more than 10 rockets into Israel, the Israeli authorities said early Friday, a day after armed attackers, described by the authorities as Gazans who had crossed into Israel from Egypt, carried out multiple deadly attacks near the popular Red Sea resort of Eilat.\nTensions threatened to escalate further Friday after Egyptian security officials said Israeli forces attacking suspected terrorists in the border area inadvertently killed two officers of the Egyptian security police and a third officer in the Egyptian Army, all on the Egyptian side of the border.\nEgyptian officials said that an Israeli aircraft had fired at people suspected of being militants who were fleeing across the border into a crowd of Egyptian security personnel and that the three Egyptians were killed.", "url": "https://www.nytimes.com/2011/08/20/world/middleeast/20israel.html"}