{"authors": ["David M. Herszenhorn"], "date_download": "2022-10-25 23:39:27", "date_modify": "2022-10-25 23:39:27", "date_publish": "2011-11-24 02:54:53", "description": "In an address at the final legislative session before the elections on Dec. 4, Prime Minister Vladimir V. Putin sought to make a forceful case for continuing the government that he has now led in Russia for 12 years.", "filename": "2011_11_24_world_europe_amid-signs-of-dissatisfaction-in-russia-putin-seeks-tighter-grip.html_scp=10&sq=David%20Herszenhorn&st=cse_1666741167.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_24_world_europe_amid-signs-of-dissatisfaction-in-russia-putin-seeks-tighter-grip.html_scp=10&sq=David%20Herszenhorn&st=cse_1666741167.html", "title": "Amid Signs of Dissatisfaction in Russia, Putin Seeks Tighter Grip", "title_page": "Amid Signs of Dissatisfaction in Russia, Putin Seeks Tighter Grip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — With parliamentary elections 11 days away, Prime Minister Vladimir V. Putin of Russia said Wednesday that the country could not afford to let political opposition or disagreement jeopardize “stability, sovereignty, the welfare of the people,” and he implored lawmakers to unite behind his tightly controlled rule “so that the boat does not really turn over.”\nIn an address at the final legislative session before the elections on Dec. 4, Mr. Putin sought to make a forceful case for continuing the government that he has now led for 12 years — first as president and now as prime minister — and that he plans to continue leading by returning to the presidency next year. But there were also signs of the growing frustration among his opponents.\nSeveral opposition members of Parliament did not stand when Mr. Putin entered the chamber, a sign of disrespect that he noted in his opening remarks. “Today, I want to address my words of thanks to all deputies of the State Duma regardless of their party affiliation,” Mr. Putin said. “To those who stood up today here in this hall and those who didn’t deem it possible to stand up; many thanks to all of you for teamwork.”\nThe show of disdain, mostly by members of the Communist Party and the Just Russia Party, came just days after Mr. Putin was booed by fans at a mixed martial arts fight — an unexpected public relations debacle that left the Kremlin scrambling for explanations.", "url": "https://www.nytimes.com/2011/11/24/world/europe/amid-signs-of-dissatisfaction-in-russia-putin-seeks-tighter-grip.html?scp=10&sq=David%20Herszenhorn&st=cse"}