{"authors": ["Binyamin Appelbaum", "Jo Craven Mcginty"], "date_download": "2022-10-25 23:44:28", "date_modify": "2022-10-25 23:44:28", "date_publish": "2011-03-31 19:58:51", "description": "At the height of the crisis, the nation’s biggest and smallest banks alike lined up for loans at the Fed’s discount window.", "filename": "2011_04_01_business_economy_01fed_1666741468.html", "image_url": "https://static01.nyt.com/images/2011/04/01/business/01fed/01fed-articleLarge.jpg?year=2011&h=315&w=600&s=e57f387089d3a53ada5d8dfda41aac143a2eb3122460ff87e77ca499e3df4bac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_01_business_economy_01fed_1666741468.html", "title": "Fed Emergency Loans Saved Many During Financial Crisis", "title_page": "Fed Emergency Loans Saved Many During Financial Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Federal Reserve’s huge lending programs, which saved Wall Street in the fall of 2008, also benefited a wide range of other financial companies, including community banks, credit unions and foreign banks, according to documents released by the central bank on Thursday.\nHundreds of small banks borrowed modest amounts of cash in 2008 and 2009, ranging from $1,000 to several million dollars, from an emergency loan program known as the discount window.\nThe Fed also used the discount window to make dozens of loans, often exceeding several billion dollars at a time, to the United States Central Federal Credit Union, helping to prevent a collapse that would have harmed hundreds of smaller credit unions. And the Fed helped to save some of the largest banks in Europe by pumping desperately needed dollars into their American subsidiaries. In fact, the biggest borrower from the Fed program was Dexia, a French-Belgian bank that frequently held more than $30 billion in outstanding loans from the program from late 2008 to early 2009.\nThe story of the Fed’s efforts to rescue giant banks like Merrill Lynch, Citigroup and Washington Mutual from the consequences of reckless lending and investments is already well known. The central bank released detailed information in December about the emergency programs it created to pump billions of dollars into those banks.", "url": "https://www.nytimes.com/2011/04/01/business/economy/01fed.html"}