{"authors": ["Ravi Somaiya"], "date_download": "2022-10-25 23:45:53", "date_modify": "2022-10-25 23:45:53", "date_publish": "2011-08-07 21:11:57", "description": "The weekend’s looting and clashes were only the latest demonstrations to escalate into violence in recent months.", "filename": "2011_08_08_world_europe_08britain_1666741553.html", "image_url": "https://static01.nyt.com/images/2011/08/08/world/BRITAIN-1/BRITAIN-1-articleLarge.jpg?year=2011&h=315&w=600&s=9b0654df9c0fee1f3e5be324c00a3973b96380ee74b467ba1477720b56cd3178&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_08_world_europe_08britain_1666741553.html", "title": "Budget Cuts and Scorn for Police Seen Fueling London Riot", "title_page": "Budget Cuts and Scorn for Police Seen Fueling London Riot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — As London surveyed the damage on Sunday after a small anti-police demonstration spiraled into looting and violence that left 26 police officers injured and led to more than 160 arrests, many sought to cast the blame beyond the rioters themselves.\nIn Tottenham, the northern London neighborhood at the center of the rioting, residents spoke of twin perils that had converged to leave their streets scarred and smoldering on Sunday.\nFrustration in this impoverished neighborhood, as in many others in Britain, has mounted as the government’s austerity budget has forced deep cuts in social services. At the same time, a widely held disdain for law enforcement here, where a large Afro-Caribbean population has felt singled out by the police for abuse, has only intensified through the drumbeat of scandal that has racked Scotland Yard in recent weeks and led to the resignation of the force’s two top commanders.\nThe riot was the latest in what has turned out to be a season of unrest in Britain, with multiple demonstrations escalating into violence in recent months. And there was not long to wait until a new one erupted: across London, skirmishes broke out on Sunday between groups of young people and large numbers of riot police officers, which one officer said were drawn from forces around London.", "url": "https://www.nytimes.com/2011/08/08/world/europe/08britain.html"}