{"authors": ["Richard Sandomir"], "date_download": "2022-10-25 23:35:08", "date_modify": "2022-10-25 23:35:08", "date_publish": "2011-09-08 13:40:29", "description": "ESPN demonstrated what “Monday Night Football” means to the cable empire by renewing it for $15.2 billion through 2021.", "filename": "2011_09_09_sports_football_espn-extends-deal-with-nfl-for-15-billion_1666740908.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_09_sports_football_espn-extends-deal-with-nfl-for-15-billion_1666740908.html", "title": "ESPN Extends Deal With N.F.L. for $15.2 Billion", "title_page": "ESPN Extends Deal With N.F.L. for $15.2 Billion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "How that develops will probably be a part of continuing negotiations with CBS, Fox and NBC, which will be under pressure to retain their N.F.L. rights, at possibly steep fee increases, in a sluggish economy.\nESPN’s agreement will allow it to further secure its role as the cable channel with more N.F.L. content than any other except for the NFL Network. ESPN will expand its use of video highlights and add 500 hours of league-branded studio shows almost immediately, including adding a third hour to the Sunday show “NFL Countdown.” It will now start at 10 a.m. Eastern.\nThe daily “NFL Live” show will expand to 60 minutes from 30. The deal will also let ESPN stream its N.F.L. programming to Verizon cellphones. Tablet users will be able to see “Monday Night” games and other league shows by using the WatchESPN app.\n“The value of the N.F.L. to us is the ubiquity of the sport across our platforms all the time,” said John Skipper, the executive vice president for content at ESPN. “It’s just stupendous for us. It’s daily product — we don’t have a day without the N.F.L.”\nHe called the new deal, even at a much higher cost, “fiscally prudent for us” and one that “we will be able to absorb and continue to grow.” For ESPN, the length of the deal, eight years, is advantageous because it will span a period in which it will renegotiate all of its deals with cable, satellite and telephone companies. That will almost certainly lead to subscriber fees exceeding the estimated $4.50 a month that ESPN now charges.", "url": "https://www.nytimes.com/2011/09/09/sports/football/espn-extends-deal-with-nfl-for-15-billion.html"}