{"authors": ["John Markoff"], "date_download": "2022-10-25 23:42:17", "date_modify": "2022-10-25 23:42:17", "date_publish": "2011-02-16 23:43:13", "description": "The Watson computer’s performance was proof that I.B.M. has taken a big step toward a world in which machines will understand and respond to humans.", "filename": "2011_02_17_science_17jeopardy-watson_1666741337.html", "image_url": "https://static01.nyt.com/images/2011/02/17/us/17jeopardy_337-span/17jeopardy_337-span-articleLarge.jpg?year=2011&h=330&w=600&s=67b146b0e4f98b10d2de31057fec3d7d60199c6f46f813aee3fa095b4bd6746d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_02_17_science_17jeopardy-watson_1666741337.html", "title": "On ‘Jeopardy!’ Watson Win Is All but Trivial", "title_page": "On ‘Jeopardy!’ Watson Win Is All but Trivial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Victory was not cemented until late in the third match, when Watson was in Nonfiction. “Same category for $1,200,” it said in a manufactured tenor, and lucked into a Daily Double. Mr. Jennings grimaced.\nEven later in the match, however, had Mr. Jennings won another key Daily Double it might have come down to Final Jeopardy, I.B.M. researchers acknowledged.\nThe final tally was $77,147 to Mr. Jennings’s $24,000 and Mr. Rutter’s $21,600.\nMore than anything, the contest was a vindication for the academic field of artificial intelligence, which began with great promise in the 1960s with the vision of creating a thinking machine and which became the laughingstock of Silicon Valley in the 1980s, when a series of heavily financed start-up companies went bankrupt.\nDespite its intellectual prowess, Watson was by no means omniscient. On Tuesday evening during Final Jeopardy, the category was U.S. Cities and the clue was: “Its largest airport is named for a World War II hero; its second largest for a World War II battle.”\nWatson drew guffaws from many in the television audience when it responded “What is Toronto?????”\nThe string of question marks indicated that the system had very low confidence in its response, I.B.M. researchers said, but because it was Final Jeopardy, it was forced to give a response. The machine did not suffer much damage. It had wagered just $947 on its result. (The correct answer is, \"What is Chicago?\")\n“We failed to deeply understand what was going on there,” said David Ferrucci, an I.B.M. researcher who led the development of Watson. “The reality is that there’s lots of data where the title is U.S. cities and the answers are countries, European cities, people, mayors. Even though it says U.S. cities, we had very little confidence that that’s the distinguishing feature.”\nThe researchers also acknowledged that the machine had benefited from the “buzzer factor.”\nBoth Mr. Jennings and Mr. Rutter are accomplished at anticipating the light that signals it is possible to “buzz in,” and can sometimes get in with virtually zero lag time. The danger is to buzz too early, in which case the contestant is penalized and “locked out” for roughly a quarter of a second.", "url": "https://www.nytimes.com/2011/02/17/science/17jeopardy-watson.html"}