{"authors": ["Campbell Robertson", "Kim Severson"], "date_download": "2022-10-25 23:34:42", "date_modify": "2022-10-25 23:34:42", "date_publish": "2011-04-28 05:00:01", "description": "Gov. Robert Bentley of Alabama said that at least 194 people had died in his state, bringing the number of people killed to at least 280 across six states.", "filename": "2011_04_29_us_29storm_1666740882.html", "image_url": "https://static01.nyt.com/images/2011/04/29/us/STORM/STORM-articleLarge.jpg?year=2011&h=315&w=600&s=dee6037c4ea0b50f81dcf1947a92f63c42eee85b26161bc6c8475f5f3a2c0acc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_29_us_29storm_1666740882.html", "title": "Tornadoes Ravage the South; Toll Nears 300", "title_page": "Tornadoes Ravage the South; Toll Nears 300 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TUSCALOOSA, Ala. — A day after enduring a terrifying bombardment of storms that killed hundreds across the South and spawned tornadoes that razed neighborhoods and even entire towns, people from Texas to Virginia to Georgia searched through rubble for survivors on Thursday and tried to reclaim their own lives.\nAt least 285 people across six states died in the storms, with more than half — 195 people — in Alabama. This college town, the home of the University of Alabama, has in some places been shorn to the slab, and accounts for at least 36 of those deaths.\nThousands have been injured, and untold more have been left homeless, hauling their belongings in garbage bags or rooting through disgorged piles of wood and siding to find anything salvageable.\nWhile Alabama was hit the hardest, the storm spared few states across the South. Thirty-four people were reported dead in Tennessee, 33 in Mississippi, 15 in Georgia, 7 in Virginia and one in Kentucky. With search and rescue crews still climbing through debris and making their way down tree-strewn country roads, the toll is expected to rise.", "url": "https://www.nytimes.com/2011/04/29/us/29storm.html"}