{"authors": ["Eric Dash"], "date_download": "2022-10-25 23:22:32", "date_modify": "2022-10-25 23:22:32", "date_publish": "2011-11-14 01:45:56", "description": "Facing a reaction from an angry public and heightened scrutiny from regulators, banks are turning to all sorts of fees that fly under the radar.", "filename": "2011_11_14_business_banks-quietly-ramp-up-consumer-fees_1666740152.html", "image_url": "https://static01.nyt.com/images/2011/11/14/business/14fees-2/14fees-2-articleLarge.jpg?year=2011&h=350&w=600&s=0a6e720731acd5af5e9310d86560e6525e1cdedd9b4e49d5df0f6180c2fb7cd6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_14_business_banks-quietly-ramp-up-consumer-fees_1666740152.html", "title": "Banks Quietly Ramp Up Consumer Fees", "title_page": "Banks Quietly Ramp Up Consumer Fees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even as Bank of America and other major lenders back away from charging customers to use their debit cards, many banks have been quietly imposing other new fees.\nNeed to replace a lost debit card? Bank of America now charges $5 — or $20 for rush delivery.\nDeposit money with a mobile phone? At U.S. Bancorp, it is now 50 cents a check.\nWant cash wired to your account? Starting in December, that will cost $15 for each incoming domestic payment at TD Bank. Facing a reaction from an angry public and heightened scrutiny from regulators, banks are turning to all sorts of fees that fly under the radar. Everything, it seems, has a price.\n“Banks tried the in-your-face fee with debit cards, and consumers said enough,” said Alex Matjanec, a co-founder of MyBankTracker.com. “What most people don’t realize is that they have been adding new charges or taking fees that have always existed and increased them, or are making them harder to avoid.”", "url": "https://www.nytimes.com/2011/11/14/business/banks-quietly-ramp-up-consumer-fees.html"}