{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:46:07", "date_modify": "2022-10-25 23:46:07", "date_publish": "2011-08-18 13:57:32", "description": "The British police arrested James Desborough, the Hollywood reporter for the defunct News of the World tabloid, on Thursday, bringing the number of arrests in the phone hacking case to 13.", "filename": "2011_08_19_world_europe_19hacking_1666741567.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_19_world_europe_19hacking_1666741567.html", "title": "News of the World’s Hollywood Reporter Is Arrested", "title_page": "News of the World’s Hollywood Reporter Is Arrested - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The British police arrested the Hollywood reporter for the defunct tabloid The News of the World on Thursday, according to a person close to the investigation. He is the 13th person to be arrested in the scandal over phone hacking.\nThe reporter, James Desborough, worked in Britain for the newspaper for four years before being sent to Hollywood in 2009. It is not clear when the crimes he is suspected of committing — gaining illegal access to other people’s voice mail messages — took place. Until 2005, Mr. Desborough covered celebrity culture for The People, a Sunday tabloid owned by Trinity Mirror, which also publishes The Daily Mirror and The Sunday Mirror.\nHe was sent to Hollywood by The News of the World shortly after being named “showbiz reporter of the year” at the annual British Press Awards. The judges said Mr. Desborough had “produced a series of uncompromising scoops which mean no celebrity with secrets can sleep easy.”\nAmong those articles was an exclusive report revealing that Fern Britton, a British television personality who claimed to have lost a large amount of weight through diet and exercise, had in fact had gastric band surgery. Mr. Desborough also appears to have been the first journalist to report that Peaches Geldof, daughter of the rock star Bob Geldof, was getting a divorce after a hurried marriage in 2008.", "url": "https://www.nytimes.com/2011/08/19/world/europe/19hacking.html"}