{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:41:37", "date_modify": "2022-10-25 23:41:37", "date_publish": "2011-08-24 19:53:22", "description": "China mines 94 percent of rare earth minerals. As it tightens supplies and raises taxes, some companies are finding it more cost-effective to move production there.", "filename": "2011_08_25_business_global_chasing-rare-earths-foreign-companies-expand-in-china_1666741297.html", "image_url": "https://static01.nyt.com/images/2011/08/25/business/MOVE1/MOVE1-articleLarge.jpg?year=2011&h=384&w=600&s=07e291540093ccaf794e711714791d62941bae0526072abcf75298080df2a158&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_25_business_global_chasing-rare-earths-foreign-companies-expand-in-china_1666741297.html", "title": "Chasing Rare Earths, Foreign Companies Expand in China", "title_page": "Chasing Rare Earths, Foreign Companies Expand in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHANGSHU, China — China has long used access to its giant customer base and cheap labor as bargaining chips to persuade foreign companies to open factories within its borders.\nNow, corporate executives say, it is using its near monopoly on certain minerals — in particular, scarce metals vital to products like hybrid cars, cellphones and energy-efficient light bulbs — to make it difficult for foreign manufacturers of high-tech materials to build or expand factories anywhere except China. Companies that continue making their products outside the country must contend with tighter supplies and much higher prices for the materials because of steep taxes and other export controls imposed by China over the last two years.\nCompanies like Showa Denko and Santoku of Japan and Intematix of the United States are adding factory capacity in China this year instead of elsewhere because they need access to the scarce metals, known as rare earths.\n“We saw the writing on the wall — we simply bought the equipment and ramped up in China to begin with,” said Mike Pugh, director of worldwide operations for Intematix, who said the company would have preferred to build its new factory near its Fremont, Calif., headquarters.", "url": "https://www.nytimes.com/2011/08/25/business/global/chasing-rare-earths-foreign-companies-expand-in-china.html"}