{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:36:46", "date_modify": "2022-10-25 23:36:46", "date_publish": "2011-01-01 22:18:17", "description": "An audacious staging strips Verdi’s opera of its period trappings to focus on the characters.", "filename": "2011_01_03_arts_music_03traviata.html_module=Search&mabReward=relbias%3Ar%2C&_1666741006.html", "image_url": "https://static01.nyt.com/images/2011/01/03/arts/TRAVIATA/TRAVIATA-articleLarge.jpg?year=2011&h=372&w=600&s=32bd5555487d5fe1e10309126b04351368a503e0334cbbfebccea04fe4d0a0a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_01_03_arts_music_03traviata.html_module=Search&mabReward=relbias%3Ar%2C&_1666741006.html", "title": "Willy Decker’s Twist on ‘Traviata’ at Met", "title_page": "Willy Decker’s Twist on ‘Traviata’ at Met - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even die-hard fans of the director Franco Zeffirelli’s productions for the Metropolitan Opera have to concede that his 1998 staging of Verdi’s “Traviata” was terrible. With its opulently garish sets and knee-jerk realism, the production dwarfed the cast, no matter what stars were singing. So the time has long since come for something different. And the intriguing production by the German director Willy Decker that the Met introduced on New Year’s Eve could not be more different.\nThe entire story is played within the confines of a tall, curved grayish-white wall, as if the action were taking place in an arena under clinically bright lights. And during crucial scenes groups of choristers lean over the wall like voyeurs, watching the deteriorating relationship between the dying, defiant courtesan Violetta and her smitten lover Alfredo, here played by the glamorous Russian soprano Marina Poplavskaya and the sweet-voiced American tenor Matthew Polenzani.\nThe costumes are modern. Violetta appears at the party in the opening scene in a short blazing red dress, and all the guests, male and female choristers alike, wear black tuxedos, making the crowd look androgynous and threatening. This “Traviata,” which originated at the Salzburg Festival in 2005 and was the hottest ticket of that summer, lives on as a popular DVD starring Anna Netrebko and Rolando Villazón.\nNo doubt many opera buffs will dismiss it as just another high-concept Eurotrash outrage, though there was surprisingly little booing when Mr. Decker and the production team, in their Met debuts, took curtain calls on Friday night. This was in contrast to the opening night of last season, when the Met’s general manager, Peter Gelb, replaced the popular Zeffirelli “Tosca” with Luc Bondy’s gratuitously modern and lame staging.", "url": "https://www.nytimes.com/2011/01/03/arts/music/03traviata.html?module=Search&mabReward=relbias%3Ar%2C&"}