{"authors": ["Hiroko Tabuchi"], "date_download": "2022-10-25 23:46:01", "date_modify": "2022-10-25 23:46:01", "date_publish": "2011-10-14 20:07:41", "description": "Radiation from the Fukushima Daiichi nuclear power plant may have spread to places where Japan’s government hasn’t even thought to look.", "filename": "2011_10_15_world_asia_radioactive-hot-spots-in-tokyo-point-to-wider-problems_1666741561.html", "image_url": "https://static01.nyt.com/images/2011/10/15/world/15radiation2/15radiation2-articleLarge.jpg?year=2011&h=342&w=600&s=5f5d5cd77f04d52609233f8d73a2062fbb973962a298d7a140b2c38b4141efe3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_10_15_world_asia_radioactive-hot-spots-in-tokyo-point-to-wider-problems_1666741561.html", "title": "Radioactive Hot Spots in Tokyo Raise Fears of Wider Contamination", "title_page": "Radioactive Hot Spots in Tokyo Raise Fears of Wider Contamination - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — Takeo Hayashida signed on with a citizens’ group to test for radiation near his son’s baseball field in Tokyo after government officials told him they had no plans to check for fallout from the devastated Fukushima Daiichi nuclear plant. Like Japan’s central government, local officials said there was nothing to fear in the capital, 160 miles from the disaster zone.\nThen came the test result: the level of radioactive cesium in a patch of dirt just yards from where his 11-year-old son, Koshiro, played baseball was equal to those in some contaminated areas around Chernobyl.\nThe patch of ground was one of more than 20 spots in and around the nation’s capital that the citizens’ group, and the respected nuclear research center they worked with, found were contaminated with potentially harmful levels of radioactive cesium.\nIt has been clear since the early days of the nuclear accident, the world’s second worst after Chernobyl, that that the vagaries of wind and rain had scattered worrisome amounts of radioactive materials in unexpected patterns far outside the evacuation zone 12 miles around the stricken plant. But reports that substantial amounts of cesium had accumulated as far away as Tokyo have raised new concerns about how far the contamination had spread, possibly settling in areas where the government has not even considered looking.", "url": "https://www.nytimes.com/2011/10/15/world/asia/radioactive-hot-spots-in-tokyo-point-to-wider-problems.html"}