{"authors": ["Don Van Natta Jr.", "Jo Becker"], "date_download": "2022-10-25 23:46:07", "date_modify": "2022-10-25 23:46:07", "date_publish": "2011-08-10 16:15:33", "description": "The police did not name the suspect, but British news reports identified him as Greg Miskiw, a former editor at the now-defunct tabloid at the core of the scandal.", "filename": "2011_08_11_world_europe_11hacking_1666741567.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_11_world_europe_11hacking_1666741567.html", "title": "12th Suspect in Hacking Scandal Arrested in London", "title_page": "12th Suspect in Hacking Scandal Arrested in London - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the police in London questioned a 12th suspect in connection with Britain’s widening phone hacking scandal on Wednesday, Scotland Yard announced that Dick Fedorcio, its longtime director of public affairs, had been placed on extended leave until the criminal inquiries were concluded.\nMr. Fedorcio, an 11-year veteran of the Metropolitan Police Service in London, was criticized by a parliamentary committee last month for hiring Neil Wallis, a former deputy editor at The News of the World, as a public relations consultant for the police from October 2009 until September 2010.\nFor much of last year, according to two executives at the newspaper’s parent company, Mr. Wallis was secretly serving two masters: Scotland Yard, which had closed its investigation of The News of the World phone hacking despite having evidence that the illegal activity was widespread; and his former bosses at the newspaper, who were eager for the investigation to remain closed.\nMr. Wallis, 60, was arrested on July 14 on suspicion of phone hacking and bribing police officers. He and his lawyer have not responded to repeated phone messages.", "url": "https://www.nytimes.com/2011/08/11/world/europe/11hacking.html"}