{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:38:26", "date_modify": "2022-10-25 23:38:26", "date_publish": "2011-04-30 21:03:48", "description": "The ideal candidate would be a strong, independent leader with a low political profile, and respected both inside the bureau and elsewhere in the intelligence community.", "filename": "2011_05_01_us_politics_01fbi_1666741106.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_05_01_us_politics_01fbi_1666741106.html", "title": "In Search for F.B.I. Director, Administration Seeks a Shared Philosophy", "title_page": "In Search for F.B.I. Director, Administration Seeks a Shared Philosophy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In many ways the administration appears to be looking for a clone of Mr. Mueller, who worked relatively smoothly with four attorneys general of widely divergent personalities and political views, under both a Republican and a Democratic president.\n“Bob is a hard person to replace,” Mr. Holder told reporters last week. “He has done a really excellent job in transforming the F.B.I. He is a person who has the confidence of the people in the F.B.I. and people in the intelligence community. He’s a person I’ve worked with for a number of years — he’s a friend. He has the president’s confidence as well. So we want to make sure the person picked to be his successor will be able to fill those really large shoes that he leaves.”\nMr. Holder said the administration wanted to have the next director in place by the time Mr. Mueller is required to step down. He hinted that a nomination could come as early as May, though other officials said that later was more likely. The Senate has been slow to vote on Justice Department nominees lately; by contrast, in 2001, the Senate confirmed Mr. Mueller less than a month after his nomination.\nIt is not clear whether there is a front-runner for the job.\nMost of the high-profile potential nominees come with advantages and disadvantages.", "url": "https://www.nytimes.com/2011/05/01/us/politics/01fbi.html"}