{"authors": ["Robert F. Worth"], "date_download": "2022-10-25 23:44:06", "date_modify": "2022-10-25 23:44:06", "date_publish": "2011-09-21 12:00:26", "description": "Among the dead and the smoldering earth, Libyans struggle to escape their country’s twisted history.", "filename": "2011_09_25_magazine_the-surreal-ruins-of-qaddafis-never-never-land_1666741446.html", "image_url": "https://static01.nyt.com/images/2011/09/25/magazine/25libya_span/mag-25Libya-t_CA0-articleLarge.jpg?year=2011&h=398&w=600&s=40cbb0772c96a50ee2f03ed51234d5583a74edc11cc82492d4f8719e8ecdef78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_25_magazine_the-surreal-ruins-of-qaddafis-never-never-land_1666741446.html", "title": "The Surreal Ruins of Qaddafi’s Never-Never Land", "title_page": "The Surreal Ruins of Qaddafi’s Never-Never Land - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I was left wondering whether Omar had really made such a clean break with Qaddafi. But it was pretty clear that he suffered no sentimental illusions about his bosses and had seen which way the wind was blowing. Many other former loyalists made the same calculation in the final weeks and months, pulling back from their roles in the crackdown. One rebel faction leader, a 47-year-old businessman named Fawzi al Usta, told me that he owed his life to an assassin’s refusal to keep pulling the trigger.\nIt happened in June, Usta said, when he was on the Tunisian island of Djerba, helping to organize resistance fighters. He heard through a friend that a man in Qaddafi’s security services wanted to talk to him. Usta agreed, uneasily, and they arranged to meet with the mutual contact in a cafe at noon. The man promptly explained that Qaddafi’s people had paid him $175,000 to kill Usta, and that he didn’t want to do it. “He was very tall and broad, and he had a husky voice,” Usta told me. The man glanced through the window at the 30-odd colleagues Usta had gathered outside the cafe, just in case. “These people are supposed to protect you?” the man said derisively. “I could kill them in a second.” The assassin then laid out all the details of Usta’s history and activities, his family, his movements. He had been following him for days. He had a dozen people to help with the job, but he couldn’t bring himself to do it. “There’s been too much blood already,” the man said. “But I need something to take back with me.” He wanted a faked photograph, something to make it look as if Usta was dead. Usta said he and his friends staged a suitably gory photograph, which the man took back to Tripoli.\nMost of the Qaddafi loyalists with blood on their hands appear to have fled or disguised themselves. Every time I saw a pickup truck full of young rebels roar through a checkpoint, it occurred to me that Khamis Qaddafi himself could probably avoid detection in Tripoli as long as he had a rebel flag wrapped around his head and had spray-painted “Free Libya” on his truck. There were a few signs of organization: the men at the checkpoints often had lists of wanted names to check against the ID’s that people handed them. Thousands of loyalist soldiers had already been arrested and were being held at makeshift rebel bases, but almost all of them claimed to be mere cogs in the Qaddafi machine. At Maitiga Hospital, in a reclaimed military base, dozens of wounded loyalist soldiers lay in beds. Many of them told me their cases had been referred for eventual trial, but it was hard to see who would take on that responsibility, or when: there was no legal or administrative authority in Tripoli. The hospital itself was a vivid illustration of the city’s chaos. It was abandoned by its Qaddafi-era staff members days earlier, and now everyone in the building was a volunteer. Some were doctors and nurses from other hospitals, and some were civic-minded local women — teachers, administrators, housewives — who were doing whatever they could.\nOne volunteer told me about a prisoner in the hospital who admitted to killing for Qaddafi in the final days of the war. Her name was Nisreen al Furjani, and she said she executed about a dozen rebel prisoners with a pistol, possibly more. When I met her, she was lying on her back in a hospital bed with a broken pelvis and leg. She said it happened when she leapt out of a window trying to escape from the Qaddafi soldiers. She was a slim, sweet-looking woman of 19, with wide-set eyes, full lips and plucked eyebrows. She had a rebel flag spread over her body like a protective blanket. A guard with a rifle was posted outside her door. Furjani said Qaddafi soldiers had forced her at gunpoint to carry out the executions. She was raped repeatedly during the time she served with Qaddafi’s Popular Guards, she said, and was dragooned into service in the first place, against her own and her family’s wishes. She wept as she told her story, narrating the killings in graphic detail in a tiny, almost inaudible voice. “They brought the prisoners to stand in front of a tree,” she said. “Three men stood around me, one behind me, one on two sides. They made me shoot them.” A pediatrician named Rabia al Gajum, sitting near Nisreen’s bed, bolstered her story, saying she had spoken to Furjani’s mother and heard similar accounts of women forced to commit crimes by Qaddafi.\nFurjani’s story of rape and forced execution became a minor sensation. A photograph of her, taken by Agence France Presse in June when she was with Qaddafi’s Popular Guard, made the cover of The New York Post. In the photo — apparently rediscovered in the archives after her story emerged — she is smiling and holding a gun, standing alongside two other camouflage-clad women members of the Popular Guard. The story hit a popular nerve, in part because it matched the legends about Qaddafi’s female bodyguards and his regime’s habit of training women for brutality. I had heard my share of stories about ruthless brothel madams who recruited snipers for Qaddafi, about routine rapes in government offices and drug-fueled parties at which orphans would be recruited into the Brother Leader’s army.\nBut a few days later, when I visited Gajum at her own clinic, she said she had concluded that Furjani was lying and had killed voluntarily. Many of the details of her story didn’t add up or seemed implausible. I went to the building where she said she had killed the men and could not match it with her description. It turned out that Furjani’s mother — who had called during one of my visits to her hospital room — was a member of Qaddafi’s Revolutionary Committees herself, Gajum told me. The rebels in charge of the hospital where Furjani had been held also concluded that she was a willing executioner and had transferred her to a prison. But the strangest part of her story was this: Furjani was her own accuser. No one else witnessed the executions. In the end, all I could be sure of was that Furjani had been part of something awful, and now she was struggling to hide from its consequences.", "url": "https://www.nytimes.com/2011/09/25/magazine/the-surreal-ruins-of-qaddafis-never-never-land.html"}