{"authors": ["David M. Herszenhorn", "Ellen Barry"], "date_download": "2022-10-25 23:39:18", "date_modify": "2022-10-25 23:39:18", "date_publish": "2011-12-04 18:51:04", "description": "United Russia, the governing party of Prime Minister Vladimir V. Putin, suffered surprisingly steep losses in parliamentary elections and was clinging to a 50 percent majority.", "filename": "2011_12_05_world_europe_russians-vote-governing-party-claims-early-victory_1666741158.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_05_world_europe_russians-vote-governing-party-claims-early-victory_1666741158.html", "title": "United Russia Leads in Elections, But Its Majority Shrinks", "title_page": "United Russia Leads in Elections, But Its Majority Shrinks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In brief remarks, Mr. Putin, who is still expected to win a presidential election in March, said voters had reaffirmed United Russia as “the nation’s leading political force” despite the challenges of recent years. “Relying on this result, we can ensure stable development of our state,” he said.\nJubilant opposition leaders said the vote heralded a new era of shared government.\n“The country is interested in thinking about the future, and the future will now look completely different,” said Gennadi A. Zyuganov, the leader of the Communist Party. “I suggest that our leaders sit down and discuss all the details,” he added. “Otherwise, the situation will deteriorate, against the background of the enormous distrust of citizens to the course they have set.”\nMany discontented voters said their main goal was to send a message of opposition in one of three ways: by voting for any party but United Russia; spoiling the ballot by marking every box and scrawling political messages; or by boycotting the election.\n“Today, I am not voting for someone but against someone, because there is no one appealing to vote for,” said Sergei Tarakanov, 62, who wore a leather coat and porkpie hat, in the light snow outside a school in central Moscow where he cast his ballot. “So, I am a protest voter. Today, I am voting against the party of thieves and swindlers.”", "url": "https://www.nytimes.com/2011/12/05/world/europe/russians-vote-governing-party-claims-early-victory.html"}