{"authors": ["Adam Nagourney"], "date_download": "2022-10-25 23:55:42", "date_modify": "2022-10-25 23:55:42", "date_publish": "2011-01-10 02:15:48", "description": "In the Tucson shooting, chance saved some and put others in harm’s way.", "filename": "2011_01_10_us_10reconstruct_1666742142.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_01_10_us_10reconstruct_1666742142.html", "title": "A Single, Terrifying Moment Near Tucson", "title_page": "A Single, Terrifying Moment Near Tucson - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If this site was familiar to Ms. Giffords, the format, as it turns out, was familiar to Mr. Loughner as well. The authorities said Sunday that a search of a safe at his home turned up evidence that he attended one of these “Congress on Your Corner” events in 2007 in the Foothills Malls in Tucson. Locked in the safe was a letter from Ms. Giffords, dated Oct. 30, 2007, and on her Congressional stationery, thanking Mr. Loughner for having attended. (It is typical, at these kind of events, for staff members to take the names and addresses of those who speak to the member of Congress, and follow up with a letter of thanks or to answer questions.)\nThe authorities also found in that safe an indication that Mr. Loughner might have been thinking ahead even after that meeting. Inside was an envelope with the words “I planned ahead” and “my assassination” over what appeared to be Mr. Loughner’s signature, according to an affidavit filed with the federal indictment of Mr. Loughner on Sunday.\nA few days after Thanksgiving last year, Mr. Loughner turned up at the Sportsman’s Warehouse in Tucson and bought a Glock semiautomatic gun, with serial number PWL 699. The authorities said it was the only weapon he bought there that day; it was, according to the F.B.I., the gun used in the shooting on Sunday.\nAt 5 a.m. on Saturday, Mr. Loughner wrote a message on his MySpace page: “Goodbye. Dear friends... Please don’t be mad at me.”\nA Confusion of Events\nJudge Roll, who was the chief judge of the United States District Court in Arizona, had received a telephone call Friday informing him of Ms. Giffords’s visit the next day. After picking up a cup of coffee, he went over to where she was standing in hopes of talking to her about overcrowding in federal courts. While waiting for his moment to speak, he told one of her aides of his appreciation of her efforts so far, the authorities said.\nThat moment did not come. Just as Judge Roll was saying, “Hi,” to the congresswoman, the gunman loomed from her left and began firing. By some accounts  and there were, understandably, jumbled recollections of those moments  Judge Roll was hit first; in others, it was Ms. Giffords. In any event, the gunman fired first at the people standing eight feet or so in front of the supermarket window before turning around and firing into the crowd.\n“He was pretty stoic,” said Mr. Villec, the intern who spoke to the gunman just before the episode. “He didn’t talk much. He walked past me without looking at me. I saw from my peripheral vision that he had raised his arm and started shooting.", "url": "https://www.nytimes.com/2011/01/10/us/10reconstruct.html"}