{"authors": ["Suzanne Daley"], "date_download": "2022-10-25 23:55:17", "date_modify": "2022-10-25 23:55:17", "date_publish": "2011-04-15 21:48:36", "description": "An office tower is the dorm, a field trip foreign travel, and classmates speak 43 languages. Extracurriculars: Horseback riding, anyone?", "filename": "2011_04_17_education_edlife_edl-17abudhabi-t.html_pagewanted=all_1666742117.html", "image_url": "https://static01.nyt.com/images/2011/04/17/education/edl-17abudhabi-t_CA0/edl-17abudhabi-t_CA0-articleLarge.jpg?year=2011&h=379&w=600&s=4b3c28f659ca4edbd29a15af2c189407cfdf6260552e83380ede7235a389217e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_17_education_edlife_edl-17abudhabi-t.html_pagewanted=all_1666742117.html", "title": "N.Y.U. in the U.A.E.", "title_page": "N.Y.U. in the U.A.E. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The students here are keenly aware of the turmoil in countries around them, issues brought home by classmates from the region. “We all keep up with it every day,” says Chani Gatto-Bradshaw, who is from Toronto. They are also well aware of the controversies surrounding their university. They are quick to defend: N.Y.U. has extracted guarantees from the government, they point out, including American-style academic freedom and an understanding that conditions for workers building the campus will be better than elsewhere in the Emirates.\nThey are more likely to talk about how they might influence conditions than protest them. “I would like to do something about the environment,” says Mr. Blacklock. “There is no recycling system here. If you look around you can see there is not much sense of the desert as a biosphere. It would be nice to be able to raise awareness.”\nMs. Gatto-Bradshaw is fascinated by her host country. She finds the Emeratis to be a lot like her Italian family. “They are family-oriented and they love to get together and eat,” she says. She has her own abaya, a present from a classmate who has taken her home for dinner on weekends. She is now skillful at tying her headscarf in both the Emerati and Palestinian style. “It’s kind of fun to wear it,” she says. “It’s like dressing up.” The women’s taxis, which have pink lights and are driven by women, are a particularly pleasant feature of life for women in Abu Dhabi, she says. “You don’t have to take them, but they are very nice. They always smell good, too.”\nDorms have an all-male and all-female floor that the opposite sex is barred from visiting, in deference to Muslim students who are more comfortable in that atmosphere. Otherwise it’s business as usual.\nFour floors resemble dorm life in the United States. Posters are stuck all over the hallways, and there is hardly a made bed in sight. And some students have proved savvy at finding liquor — in stores that cater to foreigners or hotel bars. “It works just like it does in America,” says one student. “The drinking age is 21, but you can get around that.”\nMany students, though, prefer hookah bars because they are legal. Public drunkenness is against the law, punishable by fines and jailing, and gay rights are nonexistent. Drug laws are even tougher; dealers can get the death penalty. And tourists have been jailed for kissing on the street.\nSo far, students have stayed out of trouble. Mr. Sexton says an incident is sure to crop up eventually.\n“I have them here,” he says. “A couple years ago, I had two students who wanted to copulate on a desk as an art project. So something will happen. I’m sure.”", "url": "https://www.nytimes.com/2011/04/17/education/edlife/edl-17abudhabi-t.html?pagewanted=all"}