{"authors": ["Ashlee Vance"], "date_download": "2022-10-25 23:46:16", "date_modify": "2022-10-25 23:46:16", "date_publish": "2011-01-04 05:01:17", "description": "At this week’s Consumer Electronics Show, makers show off new computer chips that combine top-level computation and graphics functions.", "filename": "2011_01_04_technology_04chip_1666741576.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_01_04_technology_04chip_1666741576.html", "title": "Visual and Graphical Abilities Are Latest Computer Metric", "title_page": "Visual and Graphical Abilities Are Latest Computer Metric - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the good old days, it was all about speed.\nComputer chip makers like Intel and Advanced Micro Devices tried to outdo each other by putting out ever faster chips, and then by improving battery life and making smaller, cheaper laptops.\nThese days, though, it’s all about graphics and how well computers can process and display photos, videos and other types of media. And the competition is putting marketing departments to the test.\nGone are the crisp pitches about faster, thinner and longer-lasting products, which allowed consumers who wanted the latest and greatest computer to look for simple metrics like more gigahertz, more hours of battery life or lighter weight. Instead, now there is baffling talk about things that improve visual performance like breathtaking tessellation, zippy transcoding speeds and DirectX 11 support  all of which will be highlighted by the chip makers at this year’s Consumer Electronics Show, opening in Las Vegas on Thursday.\n“It is certainly a challenge,” conceded Deborah S. Conrad, the chief marketing officer at Intel. “When we talk about graphics, we see people scrunch up their noses. It is just not language people outside of our industry use.”", "url": "https://www.nytimes.com/2011/01/04/technology/04chip.html"}