{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:32", "date_modify": "2022-10-25 23:27:32", "date_publish": "2011-04-19 02:16:36", "description": "A civil lawsuit questions whether state officials have the authority to stop a reactor that has a federal approval to operate 20 more years.", "filename": "2011_04_19_science_earth_19nuclear.html__r=1&scp=4&sq=entergy%20vermont%20yankee%20%20wald&st=cse_1666740452.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_19_science_earth_19nuclear.html__r=1&scp=4&sq=entergy%20vermont%20yankee%20%20wald&st=cse_1666740452.html", "title": "Entergy Corporation Sues Vermont Over Nuclear License", "title_page": "Entergy Corporation Sues Vermont Over Nuclear License - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The owners of the Vermont Yankee nuclear power plant filed a federal lawsuit against state officials on Monday challenging the constitutionality of a state law giving the Vermont legislature veto power over operation of the reactor when its current license expires next March.\nThe federal Nuclear Regulatory Commission had granted the 39-year-old reactor a 20-year operating extension last month, setting up a court battle over who will decide whether the plant can operate.\nThe parties bringing the suit are two subsidiaries of the Entergy Corporation, which is based in New Orleans and sells power on the open market. When they bought the plant from local utilities in 2002, they signed an agreement with Vermont’s regulatory agency, the Public Service Board, agreeing that when the plant’s 40-year federal operating license expired in March 2012, its “certificate of public good,” would also need to be renewed. The state requires such certificates of all big power plants.\nVermont added another layer when it enacted a law forbidding the Public Service Board from granting such a certificate without the legislature’s approval.", "url": "https://www.nytimes.com/2011/04/19/science/earth/19nuclear.html?_r=1&scp=4&sq=entergy%20vermont%20yankee%20%20wald&st=cse"}