{"authors": ["Russ Buettner"], "date_download": "2022-10-25 23:02:17", "date_modify": "2022-10-25 23:02:17", "date_publish": "2011-06-03 20:26:04", "description": "An investigation rejects a councilman’s claims that New York City sanitation workers had intentionally slowed efforts to clear the snow last December.", "filename": "2011_06_04_nyregion_no-slowdown-in-blizzard-cleanup-nyc-report-says_1666738937.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_04_nyregion_no-slowdown-in-blizzard-cleanup-nyc-report-says_1666738937.html", "title": "No Slowdown in December Blizzard Cleanup, N.Y.C. Report Says", "title_page": "No Slowdown in December Blizzard Cleanup, N.Y.C. Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The report confirms my contention that the members of this union would never participate in an organized action that puts our city and its people at risk,” Mr. Nespoli said in a statement.\nMr. Halloran released a statement through his spokesman pointing out that while the investigation found no evidence of a slowdown, it did not “come to any definite conclusion” that one did not happen.\n“I am proud that my constituents felt I would have the courage of my convictions to take on the city,” the statement said. “They expect me to stand up for them and be their voice and I am going to keep doing that.” Mr. Halloran had been quoted saying that workers had come to his office during the storm and told him they had been directed to take part in a slowdown to embarrass Mr. Bloomberg, who had proposed work force changes in the Sanitation Department.\nMr. Halloran has said he based his slowdown accusations, which first appeared in The New York Post, on conversations he had with two Transportation Department supervisors who had been assigned to the cleanup and with three Sanitation Department workers.\nBut he refused to give the names of the sanitation workers to investigators, citing attorney-client privilege. A footnote in the report notes that after Mr. Halloran raised attorney-client privilege as a basis to withhold information, a Department of Investigation lawyer informed him that city conflict-of-interest rules bar public servants from doing work that “is in conflict with the proper discharge of his or her official duties.\"\nWhen city investigators spoke to the transportation supervisors, the two said they had no evidence of a slowdown.\nOne said he did not reach out to the councilman, as Mr. Halloran had said, but had been summoned to his office by a mutual friend. The supervisor, who was not named in the report, said he submitted to a brief “grilling” by Mr. Halloran, but told the councilman that he knew nothing about a slowdown other than the rumors he had heard in the news media.", "url": "https://www.nytimes.com/2011/06/04/nyregion/no-slowdown-in-blizzard-cleanup-nyc-report-says.html"}