{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:41:41", "date_modify": "2022-10-25 23:41:41", "date_publish": "2011-06-30 00:03:35", "description": "A company is being accused of cutting corners as it builds a refinery for rare earths in Malaysia, where the last such effort became one of Asia’s largest radioactive waste sites.", "filename": "2011_06_30_business_global_30rare_1666741301.html", "image_url": "https://static01.nyt.com/images/2011/06/30/business/RARE/RARE-articleLarge.jpg?year=2011&h=345&w=600&s=72b7a8439b6fa95e10b80af1ecd62c99f7bd8b00f16ef32d3188b6cc8acb5ac2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_30_business_global_30rare_1666741301.html", "title": "Engineers Fear Rare Earth Refinery in Malaysia Is Dangerous", "title_page": "Engineers Fear Rare Earth Refinery in Malaysia Is Dangerous - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nicholas Curtis, the executive chairman of Lynas, strongly denied at a press conference in Kuala Lumpur on Thursday that the refinery had any construction problems. He said that there were no more than routine discussions among engineers about technical questions.\nBut the construction and design may have serious flaws, according to the engineers, who also provided memos, e-mail messages and photos from Lynas and its contractors. The engineers said they felt a professional duty to voice their safety concerns, but insisted on anonymity to avoid the risk of becoming industry outcasts.\nThe problems they detail include structural cracks, air pockets and leaks in many of the concrete shells for 70 containment tanks, some of which are larger than double-decker buses. Ore mined deep in the Australian desert and shipped to Malaysia would be mixed with powerful acids to make a slightly radioactive slurry that would be pumped through the tanks, with operating temperatures of about 200 degrees Fahrenheit.\nThe engineers also say that almost all of the steel piping ordered for the plant is made from standard steel, which they describe as not suited for the corrosive, abrasive slurry. Rare earth refineries in other countries make heavy use of costlier stainless steel or steel piping with ceramic or rubber liners.\nThe engineers also say that the concrete tanks were built using conventional concrete, not the much costlier polymer concrete mixed with plastic that is widely used in refineries in the West to reduce the chance of cracks.\nDocuments show that Lynas and its construction management contractor, UGL Ltd. of Australia, have argued with their contractors that the cracks and moisture in the concrete containment walls are not a critical problem.", "url": "https://www.nytimes.com/2011/06/30/business/global/30rare.html"}