{"authors": ["Winnie Hu"], "date_download": "2022-10-25 23:54:04", "date_modify": "2022-10-25 23:54:04", "date_publish": "2011-06-23 01:21:21", "description": "More than 350,000 students would be affected by the proposed legislation, which is intended to make tuition increases more predictable.", "filename": "2011_06_23_nyregion_albany-weighs-tuition-plan-for-cuny-and-suny_1666742044.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_23_nyregion_albany-weighs-tuition-plan-for-cuny-and-suny_1666742044.html", "title": "Albany Weighs Tuition Plan for CUNY and SUNY", "title_page": "Albany Weighs Tuition Plan for CUNY and SUNY - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For decades, leaders of the City University of New York and the State University of New York have chafed under the whims of state lawmakers who approved double-digit tuition increases in some years and none in others, leaving administrators struggling to make ends meet with little ability to plan ahead.\nBut in what some university officials and faculty members are hailing as a major victory, legislative leaders in Albany agreed on Tuesday to a policy that would, for the first time, set a fixed rate for tuition increases: $300 annually for the next five years. In the first year alone, the increase is expected to create an additional $50 million in revenue for CUNY, and $40 million for SUNY.\n“The last thing you want in higher education is large, unexpected increases that families cannot anticipate,” said Jay Hershenson, senior vice chancellor for university relations at CUNY.\nThe agreement, which the full Legislature must vote on before it becomes law, would require that all of the money raised from the tuition increases go directly to the universities, according to lawmakers and their aides. In the past, some of the revenue from tuition increases has been used for other state programs. The agreement also calls for state aid to the universities to be maintained at current levels, unless the governor declares a fiscal emergency.", "url": "https://www.nytimes.com/2011/06/23/nyregion/albany-weighs-tuition-plan-for-cuny-and-suny.html"}