{"authors": ["David Carr"], "date_download": "2022-10-25 23:46:48", "date_modify": "2022-10-25 23:46:48", "date_publish": "2011-09-05 00:49:19", "description": "When Michael Arrington, the editor of TechCrunch, formed a company to finance some of the start-ups his site writes about, he stepped over the line.", "filename": "2011_09_05_business_media_michael-arringtons-audacious-venture.html_pagewanted=all_1666741608.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_05_business_media_michael-arringtons-audacious-venture.html_pagewanted=all_1666741608.html", "title": "Michael Arrington’s Audacious Venture", "title_page": "Michael Arrington’s Audacious Venture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Michael Arrington, the editor of the popular Web site TechCrunch, told his bosses at AOL that he was forming a venture capital company to finance some of the technology start-ups that his site wrote about, they did not fire him or ask for his resignation. Instead, last week, they invested about $10 million in his fund.\nIn doing so, they signed on with Silicon Valley’s moneyed elite to be part of CrunchFund, the new enterprise run by the famously influential and blustering Mr. Arrington. The coverage of technology has spawned many innovations in the news business, but now it seems to be the source of a particularly problematic one.\nAt this point, it seems that AOL executives would open up a lemonade stand in front of their headquarters if they thought it would help their bottom line. But the idea of a news site that covers every aspect of nascent tech companies sharing a brand name and founder with a venture capital firm financing these same companies seems almost comically over the line.\n“TechCrunch is a different property and they have different standards,” Tim Armstrong, AOL’s chief executive, said Thursday afternoon when CrunchFund was announced. “We have a traditional understanding of journalism with the exception of TechCrunch, which is different but is transparent about it.”", "url": "https://www.nytimes.com/2011/09/05/business/media/michael-arringtons-audacious-venture.html?pagewanted=all"}