{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:44:03", "date_modify": "2022-10-25 23:44:03", "date_publish": "2011-02-11 06:04:37", "description": "The departure of President Hosni Mubarak was a pivotal turn in a revolt that has upended one of the Arab’s world’s most enduring dictatorships.", "filename": "2011_02_12_world_middleeast_12egypt_1666741443.html", "image_url": "https://static01.nyt.com/images/2011/02/11/world/middleeast/20110212-EGYPT-slide-QGU4/20110212-EGYPT-slide-QGU4-articleLarge.jpg?year=2011&h=315&w=600&s=1cbbe8216ac9b9acb599e0ddfb1ebff15fd196bc586e64402e583f327d257053&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_02_12_world_middleeast_12egypt_1666741443.html", "title": "Egypt Erupts in Jubilation as Mubarak Steps Down", "title_page": "Egypt Erupts in Jubilation as Mubarak Steps Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Mubarak, an 82-year-old former air force commander, left without comment for his home by the Red Sea in Sharm el Sheik. His departure overturns, after six decades, the Arab world’s original secular dictatorship. He was toppled by a radically new force in regional politics  a largely secular, nonviolent, youth-led democracy movement that brought Egypt’s liberal and Islamist opposition groups together for the first time under its banner.\nOne by one the protesters withstood each weapon in the arsenal of the Egyptian autocracy  first the heavily armed riot police, then a ruling party militia and finally the state’s powerful propaganda machine.\nMr. Mubarak’s fall removed a bulwark of American foreign policy in the region. The United States, its Arab allies and Israel are now pondering whether the Egyptian military, which has vowed to hold free elections, will give way to a new era of democratic dynamism or to a perilous lurch into instability or Islamist rule.\nThe upheaval comes less than a month after a sudden youth revolt in nearby Tunisia toppled another enduring Arab strongman, President Zine el-Abidine Ben Ali. And on Friday night some of the revelers celebrating in the streets of Cairo marched under a Tunisian flag and pointed to the surviving autocracies in Syria, Saudi Arabia, Jordan and Yemen. “We are setting a role model for the dictatorships around us,” said Khalid Shaheen, 39. “Democracy is coming.”\nPresident Obama, in a televised address, praised the Egyptian revolution. “Egyptians have made it clear that nothing less than genuine democracy will carry the day,” he said. “It was the moral force of nonviolence  not terrorism and mindless killing  that bent the arc of history toward justice once more.”", "url": "https://www.nytimes.com/2011/02/12/world/middleeast/12egypt.html"}