{"authors": ["Michael Schwirtz"], "date_download": "2022-10-25 23:46:02", "date_modify": "2022-10-25 23:46:02", "date_publish": "2011-11-25 03:26:05", "description": "Violations of Russia’s elections rules have typically gone unnoticed, but now Russians armed with smartphones and digital cameras are posting videos of the abuses online.", "filename": "2011_11_25_world_europe_armed-with-smartphones-russians-expose-political-abuses.html_scp=3&sq=videos%20russian%20election&st=cse_1666741562.html", "image_url": "https://static01.nyt.com/images/2011/11/25/world/russia1/russia1-articleLarge.jpg?year=2011&h=330&w=600&s=80dc5f5f1fecab350dbafb372c6677890cfda6b9cc9df45842136d4f40e9984b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_25_world_europe_armed-with-smartphones-russians-expose-political-abuses.html_scp=3&sq=videos%20russian%20election&st=cse_1666741562.html", "title": "Armed With Smartphones, Russians Expose Political Abuses", "title_page": "Armed With Smartphones, Russians Expose Political Abuses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — When a small-town mayor from Russia’s governing party recently offered tens of thousands of dollars in government cash to a veterans group in exchange for votes in next month’s parliamentary elections, it appeared to be business as usual.\nViolations of Russia’s election rules no longer evoke much surprise here, and in the past the episode would have probably gone unnoticed, or at least unpunished.\nBut this is the era of the smartphone.\nSomeone recorded the mayor’s speech and uploaded the video to YouTube. Along with the promise of cash was a threat to cut off the elderly veterans if they failed to vote for the party, United Russia, which is led by Prime Minister Vladimir V. Putin.\n“If people don’t support the party that is actually doing something, what’s the point of financing them?” the mayor, Denis V. Agashin, asked veterans at a gathering in the town of Izhevsk, according to the video. “If this is the case, it’s clear the people don’t need anything.”", "url": "https://www.nytimes.com/2011/11/25/world/europe/armed-with-smartphones-russians-expose-political-abuses.html?scp=3&sq=videos%20russian%20election&st=cse"}