{"authors": ["Tim Stelloh"], "date_download": "2022-10-25 23:29:53", "date_modify": "2022-10-25 23:29:53", "date_publish": "2011-11-01 15:20:50", "description": "The conviction highlights corruption within the borough’s narcotics units where several officers have been caught mishandling drugs they had seized as evidence.", "filename": "2011_11_02_nyregion_brooklyn-detective-convicted-of-planting-drugs-on-innocent-people_1666740593.html", "image_url": "https://static01.nyt.com/images/2011/11/02/nyregion/02FLAKING/02FLAKING-articleLarge.jpg?year=2011&h=315&w=600&s=f1e11a31ce6d887f67d34f4f064721c50162af67d4c11409412c1b82db815f14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_02_nyregion_brooklyn-detective-convicted-of-planting-drugs-on-innocent-people_1666740593.html", "title": "Brooklyn Detective Convicted of Planting Drugs on Innocent People", "title_page": "Brooklyn Detective Convicted of Planting Drugs on Innocent People - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The New York Police Department, already saddled with corruption scandals, saw its image further tainted on Tuesday with the conviction of a detective for planting drugs on a woman and her boyfriend.\nThe bench verdict from Justice Gustin L. Reichbach in State Supreme Court in Brooklyn stemmed from acts committed in 2007 by the defendant, Jason Arbeeny, a 14-year veteran of the department who worked in the Brooklyn South unit.\nBefore announcing the verdict, Justice Reichbach scolded the department for what he described as a widespread culture of corruption endemic in its drug units.\n“I thought I was not naïve,” he said. “But even this court was shocked, not only by the seeming pervasive scope of misconduct but even more distressingly by the seeming casualness by which such conduct is employed.”", "url": "https://www.nytimes.com/2011/11/02/nyregion/brooklyn-detective-convicted-of-planting-drugs-on-innocent-people.html"}