{"authors": ["Gregory Cowles"], "date_download": "2022-10-25 23:37:12", "date_modify": "2022-10-25 23:37:12", "date_publish": "2011-09-09 16:08:04", "description": "This first novel revolves around a gifted but vulnerable ballplayer.", "filename": "2011_09_11_books_review_the-art-of-fielding-by-chad-harbach-book-review_1666741032.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_11_books_review_the-art-of-fielding-by-chad-harbach-book-review_1666741032.html", "title": "The Art of Fielding", "title_page": "The Art of Fielding - By Chad Harbach - Book Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Only two balls were hit to Henry,” Harbach writes in one of many crisp passages about what it’s like to play the game. “Both times he double-clutched and made a soft, hesitant throw. Instead of rifle shots fired at a target, they felt like doves released from a box.” If it’s painful to watch Henry fall apart, it’s excruciating to track his dissolution thought by anguished microthought: “The distance called for a casual sidearm fling — he’d done it ten thousand times. But now he paused, ­double-clutched. He’d thrown the last one too soft, better put a little mustard on it — no, no, not too hard, too hard would be bad too. He clutched again. Now the runner was closing in, and Henry had no choice but to throw it hard, really hard, too hard for Ajay to handle from 30 feet away.” This is the paradox of sports novels, which like all novels thrive by leaving their heroes vulnerable and exposed: the worse the play, the better the fiction.\nAs befits a shortstop, Henry is the linchpin around which the book’s other major characters revolve. These include a couple of his teammates, the lumbering catcher and captain Mike Schwartz, who is moved to recite Robert Lowell when he first sees Henry play, and the skilled hitter (and fervent environmentalist) Owen Dunne, who introduces himself to Henry with the statistically improbable phrase “I’ll be your gay mulatto roommate.” They also include a couple of people who might quaintly be called team boosters: the college president, Guert Affenlight, and his prodigal daughter, Pella, who has fled her marriage and is enduring a crisis of confidence that echoes Henry’s own. Over the capacious expanse of the novel’s 500 pages, these characters come together and move apart in ways that a resident adviser might not recommend but that remind us our lives are shaped at least as much by our mistakes as by our ideals.\nMeasured against other big, ambitious debuts by striving young writers (Harbach is a founder and editor of the literary magazine n+1), “The Art of Fielding” is surprisingly old-fashioned and almost freakishly well behaved. There’s some strained humor in the early going, when Harbach seems unsure of his register, but once he settles into a mildly satiric mode of psychological realism — the mode of latter-day Jonathan Franzen, rather than the high turbulence of David Foster Wallace — the book assumes an attractive, and fitting, 19th-century stateliness. President Affenlight is a Melville scholar, and thanks to a discovery he made during his undergraduate days at Westish, the school has adopted Melville as its presiding spirit: hence the Harpooner mascot, and hence the brooding Melville statue that looks out over the lake. (In this light, Henry’s surname seems a remnant of the jokier book Harbach may have intended, but oh well: silly names are so much a feature of serious fiction these days that it’s hard to object, and in any case he’s mostly called “Skrimmer” or “Skrim.”)\nIn fact, the novel is so rife with literary allusions that you have to wonder whether Harbach, who studied English at Harvard, cares more about baseball or books: a sport, or a pastime? Besides Lowell and Melville, there are explicit or implicit references to Emerson and Dickinson and Whitman, to “Death in Venice” and \"A Prayer for Owen Meany\"; even the title, “The Art of Fielding,” can be read as a winking reference to that other Henry, who knew something about satiric novels. So it feels exactly right that Henry’s crisis is precipitated by over­analysis — he’s paralyzed by thought, by an inability to simply act (or react). This is credible from a sports point of view, and fraught with significance from a literary one. Thinking, after all, is a writer’s primary weapon, but every writer knows it’s double-­edged; live too much in your head and you don’t live enough in the world. This is Hamlet’s quandary, and, as one character unsurprisingly notes, also Prufrock’s: “Do I dare, and do I dare?” Harbach’s achievement is to transfer the thinking man’s paralysis to the field of play, where every hesitation is amplified and every error judged by an exacting, bloodthirsty audience. “We all have our doubts and fragilities,” Affenlight thinks, “but poor Henry had to face his in public at appointed times, with half the crowd anxiously counting on him and the other half cheering for him to fail.”", "url": "https://www.nytimes.com/2011/09/11/books/review/the-art-of-fielding-by-chad-harbach-book-review.html"}