{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:46:08", "date_modify": "2022-10-25 23:46:08", "date_publish": "2011-08-19 19:35:42", "description": "A Scotland Yard detective was arrested on Thursday “on suspicion of misconduct in a public office relating to an unauthorized disclosure of information.”", "filename": "2011_08_20_world_europe_20hacking_1666741568.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_20_world_europe_20hacking_1666741568.html", "title": "Detective in Phone Hacking Case Is Arrested on Suspicion of Leaks", "title_page": "Detective in Phone Hacking Case Is Arrested on Suspicion of Leaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A former Scotland Yard official with knowledge of the inquiry said it was both surprising and unusual that the first arrest of an officer was for reportedly leaking information to the news media about the phone hacking investigation rather than selling information to The News of the World. A separate Metropolitan Police inquiry is investigating e-mails that suggest police officers sold classified contact information about public figures, including members of the royal family, to reporters and editors at The News of the World.\nThe police also said that a second man was arrested on Friday as part of Operation Weeting, bringing to 14 the number of people arrested so far on suspicion of phone hacking or illegally accessing voice mail messages. With the recent addition of 20 new officers, there are now 65 investigators working full time on the case.\nThe man, 35, was named by Sky News as Dan Evans, a former reporter for The News of the World. The newspaper suspended Mr. Evans in the spring of 2010 after his name emerged as part of a civil suit brought against it by the interior designer Kelly Hoppen. Ms. Hoppen, the stepmother of the actress Sienna Miller, claimed that her phone had been hacked into.\nMs. Hoppen’s case began with information seized by the police in 2006, when the first phone hacking case — involving Clive Goodman, the former royal reporter for The News of the World, and Glenn Mulcaire, a private investigator hired by the paper — came to light. At the time, the police seized 12,000 pages of documentation from Mr. Mulcaire that included lists of cellphone numbers, PINs and names of people whose messages he might have illegally intercepted.\nBoth Mr. Mulcaire and Mr. Goodman were convicted in 2007; each served several months in jail.\nBut this arrest seems to stem from a more recent episode. If that is the case, it would contradict assertions at the time by the paper’s parent company, Rupert Murdoch’s News Corporation, that after the arrests The News of the World cracked down, putting a stop to phone hacking.\nUntil last winter, the company said that the hacking had been limited to one “rogue” reporter — Mr. Goodman.\nAccording to Sky, the detective arrested on Thursday is suspected of leaking information to the newspaper The Guardian, which has consistently revealed more details than its competitors about the hacking arrests.", "url": "https://www.nytimes.com/2011/08/20/world/europe/20hacking.html"}