{"authors": ["Penelope Green"], "date_download": "2022-10-25 23:55:49", "date_modify": "2022-10-25 23:55:49", "date_publish": "2011-04-27 23:13:55", "description": "Designers flexed their curatorial muscles at the annual Kips Bay Decorator Show House, animating their spaces with contemporary art.", "filename": "2011_04_28_garden_28kips_1666742149.html", "image_url": "https://static01.nyt.com/images/2011/04/28/garden/28kips-span/28kips-span-articleLarge.jpg?year=2011&h=377&w=600&s=95001d907f8e47c82c5b1f52ee8c90abb5286b3f06acfb50df6dc145c04674c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_28_garden_28kips_1666742149.html", "title": "The Kips Bay Show House: Decorated, and Curated", "title_page": "The Kips Bay Show House: Decorated, and Curated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AAKASH NIHALANI is a 24-year-old Brooklyn-based street artist who uses electrical tape to sketch three-dimensional shapes on public surfaces like sidewalks or brick walls. His work is playful, even joyous, and suggests all sorts of possibilities. Imagine a bright yellow doorway on a pocked concrete wall, or an enormous pink cube careering along the pavement.\nThis week, one of his pieces — a cascade of rectangles tumbling down the sky blue walls of a swoopy circular staircase — can be seen in an unlikely place, the rotund front hall of a double-wide town house on East 63rd Street in Manhattan, the site of the Kips Bay Decorator Show House, now in its 39th year.\nThat a young conceptual artist like Mr. Nihalani would be on view at this show house, which has traditionally been better known for its designers’ pelmet art or their collections of 19th-century botanical prints, is an acknowledgement that designers are increasingly flexing their curatorial muscles to animate clients’ spaces with contemporary art. It also suggests that Kips Bay organizers are reaching for a younger audience.\n“It’s more about curating a room than decorating it” is how Wayne Nathan describes his job. Mr. Nathan, who brought in Mr. Nihalani, is one of 21 designers participating in this year’s show house. You could call him an art fair veteran (Art Basel Miami Beach and Frieze, in London, are his habitual shopping grounds). Nonetheless, on this room he collaborated with Helen Varola, an art adviser and curator, though the slick pink disk that looks like a giant Skittles at the foot of the stairs here — a Mattia Bonetti coffee table — is his own.", "url": "https://www.nytimes.com/2011/04/28/garden/28kips.html"}