{"authors": ["Raymond Hernandez"], "date_download": "2022-10-25 22:56:38", "date_modify": "2022-10-25 22:56:38", "date_publish": "2011-05-06 00:58:24", "description": "A Republican congressman from Wisconsin — or at least his deficit-shrinking initiative —may be giving a Democratic New Yorker hope in a special election.", "filename": "2011_05_06_nyregion_medicare-heats-up-house-race-in-upstate-new-york.html__r=1_1666738598.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_05_06_nyregion_medicare-heats-up-house-race-in-upstate-new-york.html__r=1_1666738598.html", "title": "Medicare Heats Up House in Upstate New York", "title_page": "Medicare Heats Up House in Upstate New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Only weeks ago, top Democrats appeared to have all but written off a special election for a Congressional seat in the suburbs of Buffalo. After all, Republican voters vastly outnumber Democrats in the district, and the Republican candidate, Jane L. Corwin, a well-liked state assemblywoman, seemed to be a shoo-in.\nThen along came Representative Paul D. Ryan of Wisconsin. Mr. Ryan, a top House Republican, released a plan calling for the most extensive overhaul of Medicare since it was created.\nThat, it seems, has significantly changed the contest in New York’s 26th Congressional District.\nAfter leveling a barrage of attacks against the proposal put forth by Mr. Ryan, the Democratic candidate, Kathy Hochul, has tightened the race considerably, even as her Republican opponent remained supportive of the plan, perhaps out of concern that distancing herself from it would alienate conservatives.\nThe shifting dynamics of the race, which have emboldened top Democrats and their allies, underscore the intense reaction to Mr. Ryan’s proposal, the centerpiece of a budget that House Republicans voted to approve in April to address the nation’s long-term financial problems.", "url": "https://www.nytimes.com/2011/05/06/nyregion/medicare-heats-up-house-race-in-upstate-new-york.html?_r=1"}