{"authors": ["Nicholas Kristof"], "date_download": "2022-10-25 23:46:06", "date_modify": "2022-10-25 23:46:06", "date_publish": "2011-02-17 17:12:22", "description": "A doctor who tried to help is handcuffed and savagely beaten.", "filename": "2011_02_18_opinion_18kristof_1666741566.html", "image_url": "https://static01.nyt.com/images/2018/04/03/opinion/nicholas-kristof/nicholas-kristof-facebookJumbo-v2.png?year=2011&h=550&w=1050&s=081a3b058a67a8f7f590f7084d6942c1ad05b0170a44ea4e92ad2bb26e05eea4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_02_18_opinion_18kristof_1666741566.html", "title": "Blood Runs Through the Streets of Bahrain", "title_page": "Opinion | Blood Runs Through the Streets of Bahrain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "King Hamad bin Isa al-Khalifa initially pulled the police back, but early on Thursday morning he sent in the riot police, who went in with guns blazing. Bahrain television has claimed that the protesters were armed with swords and threatening security. That’s preposterous. I was on the roundabout earlier that night and saw many thousands of people, including large numbers of women and children, even babies. Many were asleep.\nI was not there at the time of the attack, but afterward, at the main hospital (one of at least three to receive casualties), I saw the effects. More than 600 people were treated with injuries, overwhelmingly men but including small numbers of women and children.\nOne nurse told me that she was on the roundabout, known as Pearl Square, and saw a young man of about 24, handcuffed and then beaten by a group of police. She said she then watched as they executed him at point-blank range with a gun. The nurse told me her name, but I will not use full names of some people in this column to avoid putting them at greater risk.\nI met one doctor, Sadiq al-Ekri, who was lying in a hospital bed with a broken nose and injuries to his eyes and almost his entire body. He couldn’t speak to me because he was still unconscious and on oxygen after what colleagues and his family described as a savage beating by riot police who were outraged that he was treating people at the roundabout.", "url": "https://www.nytimes.com/2011/02/18/opinion/18kristof.html"}