{"authors": ["Louise Story", "Gretchen Morgenson"], "date_download": "2022-10-25 23:22:36", "date_modify": "2022-10-25 23:22:36", "date_publish": "2011-03-09 02:00:56", "description": "Mary L. Schapiro is facing Congressional questioning about a former general counsel who weighed in on the Bernard L. Madoff case even though he had a financial interest in it.", "filename": "2011_03_09_business_09sec.html__r=1_1666740156.html", "image_url": "https://static01.nyt.com/images/2011/03/09/business/9SEC/9SEC-articleLarge.jpg?year=2011&h=315&w=600&s=56cb119d4abcefa229e744039680d91a234ba532fa7a7d7cd0f37045f0ef1c3a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_09_business_09sec.html__r=1_1666740156.html", "title": "S.E.C. Chairwoman’s Ethics Under Fire", "title_page": "S.E.C. Chairwoman’s Ethics Under Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Becker did not return a call for comment.\nIn correspondence with lawmakers late last month, Mr. Becker also said that he alerted the ethics office about his family’s Madoff investment again that May after he received a letter from a number of law firms representing Madoff victims asking that the commission change its proposed compensation formula. Among the issues are whether Madoff investors who withdrew money before the fraud was exposed must return some of their proceeds  and if so, how much  to other investors.\n“I recognized that it was conceivable that this issue could affect my financial interests because the issue could affect the trustee’s decision to bring clawback actions against persons like me,” Mr. Becker wrote in response to lawmakers. The ethics officer approved his participation, he said. That officer reported directly to Mr. Becker and spent only 25 minutes reviewing the matter, according to Congressional staff members briefed on the discussions who requested anonymity because they also were not authorized to discuss the matter publicly.\nCongressional investigators want to know if Mr. Becker and Ms. Schapiro took all the necessary steps outlined in government ethics rules. Under the United States code, for example, Ms. Schapiro may have been required to make a written determination that Mr. Becker’s financial interest was not substantial enough to affect his job performance. A spokesman for the S.E.C. said that such a waiver would not be required unless Mr. Becker had been found to have a substantial financial conflict.\nCongress also asked Ms. Schapiro whether she discussed Mr. Becker’s Madoff account with other staff members or commissioners and if she took up the matter with officials in the federal government’s Office of Government Ethics, or the commission’s ethics counsel.\n“As the government official responsible for appointing Mr. Becker to his position in 2009, what steps did you take to manage the appearance of or actual conflict of interest presented by Mr. Becker’s financial interest in the Securities Investor Protection Corporation’ liquidation?” asked a March 1 letter signed by four Republican members of the House Financial Services Committee. They are Spencer Bacchus of Alabama, Jeb Hensarling of Texas, Scott Garrett of New Jersey and Mr. Neugebauer.", "url": "https://www.nytimes.com/2011/03/09/business/09sec.html?_r=1"}