{"authors": ["Elizabeth Jensen"], "date_download": "2022-10-25 23:31:59", "date_modify": "2022-10-25 23:31:59", "date_publish": "2011-12-05 00:38:21", "description": "The last 14 months have been bruising for NPR, but Gary Knell, the former chief executive at Sesame Workshop, is hoping to restore order and revitalize the public radio network.", "filename": "2011_12_05_business_media_new-npr-chief-faces-challenges-on-all-sides_1666740719.html", "image_url": "https://static01.nyt.com/images/2011/12/05/business/KNELL/KNELL-articleLarge.jpg?year=2011&h=350&w=600&s=334056c9a39d534c65012f027398c5134913cbe51e060900d76d43f6fb0f7b6f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_05_business_media_new-npr-chief-faces-challenges-on-all-sides_1666740719.html", "title": "New NPR Chief Faces Challenges on All Sides", "title_page": "New NPR Chief Faces Challenges on All Sides - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Thursday, his first day as president and chief executive of NPR, Gary E. Knell took questions on Twitter and NPR’s “Talk of the Nation” — and he got an earful.\nListeners asked him to increase programs for diverse audiences, expand online availability of NPR shows, wean the programmer off federal funds, accept donations via mobile texts, add Spanish-language pledge drives, address charges of liberal bias and increase coverage of Occupy Wall Street, secular Arab violence and “nuclear winter.”\nAnd that is just a partial list.\nThe last 14 months were bruising for NPR, starting with the politically controversial decision to fire the commentator Juan Williams and continuing with the departure of NPR’s top news and fund-raising executives and the chief executive, Vivian Schiller, who resigned under pressure in March. The extended search that ended with the appointment of Mr. Knell, 57, formerly chief executive at Sesame Workshop, the producer of “Sesame Street,” also took its toll.\nNPR’s executive editor for news quit for another job last week, and the development executive overseeing individual giving is also leaving, NPR confirmed. Big donors are getting antsy.", "url": "https://www.nytimes.com/2011/12/05/business/media/new-npr-chief-faces-challenges-on-all-sides.html"}