{"authors": ["Edward Wong", "Kenneth Chang"], "date_download": "2022-10-25 23:39:13", "date_modify": "2022-10-25 23:39:13", "date_publish": "2011-12-29 23:56:31", "description": "A five-year development timeline unveiled Thursday by the Chinese government could establish it as a major rival in space at a moment when the American program is in retreat.", "filename": "2011_12_30_world_asia_china-unveils-ambitious-plan-to-explore-space_1666741153.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_30_world_asia_china-unveils-ambitious-plan-to-explore-space_1666741153.html", "title": "China Unveils Ambitious Plan to Explore Space", "title_page": "China Unveils Ambitious Plan to Explore Space - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Broadening its challenge to the United States, the Chinese government on Thursday announced an ambitious five-year plan for space exploration that would move China closer to becoming a major rival at a time when the American program is in retreat.\nCoupled with China’s earlier vows to build a space station and put an astronaut on the moon, the plan conjured up memories of the cold-war-era space race between the United States and the Soviet Union. The United States, which has de-emphasized manned spaceflight in recent years, is now dependent on Russia for transporting its astronauts to the International Space Station. Russia, for its part, has suffered an embarrassing string of failed satellite launchings.\nChina has been looking for ways to exert its growing economic strength and to demonstrate that its technological mastery and scientific achievements can approach those of any global power. The plan announced Thursday calls for launching a space lab and collecting samples from the moon, all by 2016, along with a more powerful manned spaceship and space freighters.\nIn recent years, China has also sought to build a military capacity in keeping with its economic might, expanding its submarine fleet and, this year, testing its first aircraft carrier, a refurbished Soviet model. Under the new space plan, it would vastly expand its version of a Global Positioning System, which would have military as well as civilian uses.", "url": "https://www.nytimes.com/2011/12/30/world/asia/china-unveils-ambitious-plan-to-explore-space.html"}