{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:38:07", "date_modify": "2022-10-25 23:38:07", "date_publish": "2011-09-22 01:59:37", "description": "Two lawmakers have been raising concerns that the government has secretly interpreted a part of the Patriot Act in a way that they portray as twisted.", "filename": "2011_09_22_us_politics_justice-dept-is-accused-of-misleading-public-on-patriot-act_1666741087.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_22_us_politics_justice-dept-is-accused-of-misleading-public-on-patriot-act_1666741087.html", "title": "Justice Dept. Is Accused of Misleading Public on Patriot Act", "title_page": "Justice Dept. Is Accused of Misleading Public on Patriot Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Two United States senators on Wednesday accused the Justice Department of making misleading statements about the legal justification of secret domestic surveillance activities that the government is apparently carrying out under the Patriot Act.\nThe lawmakers — Ron Wyden of Oregon and Mark Udall of Colorado, both of whom are Democrats on the Senate Intelligence Committee — sent a letter to Attorney General Eric H. Holder Jr. calling for him to “correct the public record” and to ensure that future department statements about the authority the government believes is conveyed by the surveillance law would not be misleading.\n“We believe that the best way to avoid a negative public reaction and an erosion of confidence in U.S. intelligence agencies is to initiate an informed public debate about these authorities today,” the two wrote. “However, if the executive branch is unwilling to do that, then it is particularly important for government officials to avoid compounding that problem by making misleading statements.”", "url": "https://www.nytimes.com/2011/09/22/us/politics/justice-dept-is-accused-of-misleading-public-on-patriot-act.html"}