{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:14", "date_modify": "2022-10-25 23:37:14", "date_publish": "2011-06-20 21:38:57", "description": "The San Francisco Opera stages the last two sections of Wagner’s four-part cycle in a production drawing on contemporary American imagery.", "filename": "2011_06_21_arts_music_san-francisco-opera-ring-cycle-via-francesca-zambello_1666741034.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_21_arts_music_san-francisco-opera-ring-cycle-via-francesca-zambello_1666741034.html", "title": "San Francisco Opera ‘Ring’ Cycle, Via Francesca Zambello", "title_page": "San Francisco Opera ‘Ring’ Cycle, Via Francesca Zambello - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — One of the toughest challenges for an opera company presenting Wagner’s four-part “Ring” cycle, even beyond the complexities and costs of mounting a production, is finding a tenor who can sing Siegfried.\nThe vocal demands of the role in “Götterdämmerung,” the concluding opera, are daunting enough. But the title role in “Siegfried” is the real voice killer. Over the course of five hours, singing almost nonstop, a tenor must forge a sword; slay a dragon; kill Mime, the menacing dwarf who had raised the brash young Siegfried from orphaned infancy; push aside his deteriorating grandfather, Wotan; and rescue the sleeping Brünnhilde, who teaches him fear and love, which in this Wagnerian world are two sides of the same emotional condition.\nThe San Francisco Opera, which presented the first two parts of Francesca Zambello’s imaginative production of the cycle last week (“Das Rheingold” on Tuesday and “Die Walküre” on Wednesday), thought it had solved the Siegfried problem during the planning stages of this ambitious project when it lined up the English heldentenor Ian Storey. But during rehearsals in April, Mr. Storey, who was singing the role for the first time, felt he was not ready. He agreed to sing in “Götterdämmerung” but yielded the role in “Siegfried” to his able cover, the American tenor Jay Hunter Morris, who sang it here on Thursday. Mr. Storey sang Siegfried in “Götterdämmerung” on Sunday afternoon, which brought the first of the company’s three “Ring” cycles to a close.\nSadly, Mr. Storey struggled vocally. By the end of Act II his voice was nearly gone. It was announced from the stage that he was suffering from “vocal indisposition” but had been treated by a physician and would, with the audience’s indulgence, sing Act III, as he did valiantly. In his best moments his voice had a bright, penetrating tone and vitality. But often he sounded wobbly and pinched. This was not an occasion to assess Mr. Storey’s achievement in the role.", "url": "https://www.nytimes.com/2011/06/21/arts/music/san-francisco-opera-ring-cycle-via-francesca-zambello.html"}