{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:43:47", "date_modify": "2022-10-25 23:43:47", "date_publish": "2011-04-12 23:48:49", "description": "New details released Tuesday showed that the agreement will not only eliminate financing for high-speed rail this year, but will also take back some of the money approved for it last year.", "filename": "2011_04_13_us_politics_13rail_1666741427.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_13_us_politics_13rail_1666741427.html", "title": "Budget Deal Deeply Cuts High-Speed Rail Program", "title_page": "Budget Deal Deeply Cuts High-Speed Rail Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Obama’s fledgling high-speed rail program was dealt a serious setback by the budget deal that he struck with Republicans last week: new details released Tuesday showed that the agreement will not only eliminate financing for high-speed rail this year, but will also take back some of the money that Congress approved for it last year.\nThe cut is a major blow to one of Mr. Obama’s signature transportation goals, which he set just months ago in his State of the Union address when he called for giving 80 percent of Americans access to high-speed rail within 25 years. And it casts serious doubt on his proposal for spending $53 billion on a high-speed rail program over the next six years.\nThe cuts will not bring the rail program to a halt, as there is still unspent rail money that can be used on new projects. But they leave the future of high-speed rail in the United States unclear, to say the least. Roughly $10 billion has been approved for high-speed rail so far, but that money has been spread to dozens of projects around the country. If Congress does not approve more money, it is possible that the net result of all that spending will be better regular train service in many areas, and a small down payment on one bullet train, in California.\nThis year, newly elected Republican governors in Florida, Ohio and Wisconsin decided to reject billions of dollars in federal rail money that their predecessors had sought and won, arguing that the projects would be costly boondoggles. Florida spurned $2.4 billion that would have nearly paid for the nation’s first high-speed train, connecting Tampa and Orlando.", "url": "https://www.nytimes.com/2011/04/13/us/politics/13rail.html"}