{"authors": ["Louise Story", "Gretchen Morgenson"], "date_download": "2022-10-25 23:22:31", "date_modify": "2022-10-25 23:22:31", "date_publish": "2011-09-20 17:52:30", "description": "A conflict-of-interest case involving David M. Becker, the former general counsel of the Securities and Exchange Commission, is being referred to the Department of Justice for a possible criminal investigation.", "filename": "2011_09_21_business_sec-refers-ex-counsels-actions-on-madoff-to-justice-dept.html_pagewanted=1&_r=3&ref=louisestory_1666740151.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_21_business_sec-refers-ex-counsels-actions-on-madoff-to-justice-dept.html_pagewanted=1&_r=3&ref=louisestory_1666740151.html", "title": "S.E.C. Hid Its Lawyer’s Madoff Ties", "title_page": "S.E.C. Hid Its Lawyer’s Madoff Ties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Among the actions taken by Mr. Becker that were cited in the report were his efforts to influence the deliberations concerning how Madoff victims would be compensated, which could have had a direct impact on his financial standing. The report cited testimony from a witness who said that by early 2009, Ms. Schapiro indicated that most of the S.E.C. commissioners had agreed on a method that would give investors a claim to only the money they had put into their Madoff accounts. This might have meant the Beckers would be able to keep only around $500,000 of the $2 million withdrawn when the account was closed, Mr. Kotz’s report said.\nBut after Mr. Becker rejoined the S.E.C. in February 2009 after an earlier stint, he argued for a reversal of this decision, the report says, at first pushing for victims to be compensated in part based on the final balance listed in their account. That position was supported by Annette Nazareth, a former S.E.C. commissioner who is representing some Madoff victims, according to the report.\nHowever, Mr. Becker told the inspector general that ultimately he determined that legally “it’s not legitimate to say that we believe we have entitlement to assets that have never existed and that are just a figment of someone’s imagination.”\nIn the end, Mr. Becker supported a compromise that victims should be able to keep some of the gains their investments had generated, since the investment might have grown over time even in a low-interest account.\nImage Mr. Becker Credit... David Scull/Bloomberg News\nThe Becker family stood to benefit from this approach by $138,500, according to Mr. Kotz’s calculations. The S.E.C. approved that compensation plan backed by Mr. Becker in the fall of 2009, though final payouts and clawbacks from those who gained in the scheme are being determined in the court system.\nBut none of the commissioners except Ms. Schapiro knew of Mr. Becker’s ties to the Madoff account, the report said. As a result, Mr. Kotz has recommended that the commission take another vote on the Madoff compensation matter “in a process free from any possible bias or taint.” One commissioner, Luis A. Aguilar, told the inspector general that it was “incredibly surprising and incredibly disappointing” that the conflict had not been shared with the commissioners.", "url": "https://www.nytimes.com/2011/09/21/business/sec-refers-ex-counsels-actions-on-madoff-to-justice-dept.html?pagewanted=1&_r=3&ref=louisestory"}