{"authors": ["Edward Wyatt"], "date_download": "2022-10-25 23:45:54", "date_modify": "2022-10-25 23:45:54", "date_publish": "2011-12-14 20:13:18", "description": "The House and the Senate are looking to cut off oxygen for sites that offer free copies of entertainment by taking aim at search engines like Google and Yahoo that allow the pirates to function.", "filename": "2011_12_15_technology_lines-are-drawn-on-legislation-against-internet-piracy_1666741554.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_15_technology_lines-are-drawn-on-legislation-against-internet-piracy_1666741554.html", "title": "Lines Are Drawn on Legislation Against Internet Piracy", "title_page": "Lines Are Drawn on Legislation Against Internet Piracy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now, however, two bills, broadly supported on both sides of the political aisle, aim to cut off the oxygen for foreign pirate sites by taking aim at American search engines like Google and Yahoo, payment processors like PayPal and ad servers that allow the pirates to function.\nNaturally the howls of protest have been loud and lavishly financed, not only from Silicon Valley companies but also from public-interest groups, free-speech advocates and even venture capital investors. They argue — in TV and newspaper ads — that the bills are so broad and heavy-handed that they threaten to close Web sites and broadband service providers and stifle free speech, while setting a bad example of American censorship.\nGoogle itself has hired at least 15 lobbying firms to fight the bills; Mozilla has included on its Firefox browser home page a link to a petition with the warning, “Congress is trying to censor the Internet.” A House committee plans to take up one of the bills, the Stop Online Piracy Act, on Thursday\nOn the other side, some of the biggest business lobbies like the Motion Picture Association of America and the United States Chamber of Commerce are supporting the bills. Both sides, in fact, plan to spend millions of dollars for advertisements aimed at swaying consumer sentiment.", "url": "https://www.nytimes.com/2011/12/15/technology/lines-are-drawn-on-legislation-against-internet-piracy.html"}