{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:41:51", "date_modify": "2022-10-25 23:41:51", "date_publish": "2011-03-08 14:24:21", "description": "Mitsubishi denies responsibility for birth defects and leukemia cases near a former rare earth refinery in Malaysia, but volunteered to clean up the site.", "filename": "2011_03_09_business_energy-environment_09rareside.html_ref=energy-environment_1666741311.html", "image_url": "https://static01.nyt.com/images/2011/03/09/business/energy-environment/09rareside-span/09rareside-span-articleLarge.jpg?year=2011&h=330&w=600&s=f57325a3b6016372a449f1b249443e4029afe8aa1e711049d1f45c06faa20f73&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_09_business_energy-environment_09rareside.html_ref=energy-environment_1666741311.html", "title": "Mitsubishi Is Quietly Cleaning Up a Former Rare Earth Refinery", "title_page": "Mitsubishi Is Quietly Cleaning Up a Former Rare Earth Refinery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BUKIT MERAH, Malaysia  Hidden here in the jungles of north-central Malaysia, in a broad valley fringed with cave-pocked limestone cliffs topped with acacia and durian trees, lies the site of the largest radiation cleanup yet in the rare earth industry.\nResidents blamed a rare earth refinery for birth defects and eight leukemia cases within five years in a community of 11,000  after many years with no leukemia cases. Seven of the leukemia victims have since died.\nThe Bukit Merah case is little known even elsewhere in Malaysia, and virtually unknown in the West, because Mitsubishi Chemical quietly agreed to fix the problem even without a legal order to do so. Local protesters had contacted Japanese environmentalists and politicians, who in turn helped persuade the image-conscious company to close the refinery in 1992 and subsequently spend an estimated $100 million to clean up the site.\nImage-burnishing was important because the company is part of the Mitsubishi Group of Companies, which has long made Malaysia the cornerstone of its southeast Asian operations. The group has dominant positions in manufacturing a range of products, including air-conditioners and cars.", "url": "https://www.nytimes.com/2011/03/09/business/energy-environment/09rareside.html?ref=energy-environment"}