{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:36:56", "date_modify": "2022-10-25 23:36:56", "date_publish": "2011-03-10 22:05:46", "description": "Cary Joji Fukunaga’s “Jane Eyre,” starring Mia Wasikowska, is a splendid example of how to tackle the daunting duty of turning a beloved work of classic literature into a movie.", "filename": "2011_03_11_movies_jane-eyre-starring-mia-wasikowska-review_1666741016.html", "image_url": "https://static01.nyt.com/images/2011/03/11/arts/11jane-span/11jane-span-articleLarge.jpg?year=2011&h=352&w=600&s=304f9635510f2f4312ffca753e30845d3227add235607374a1c97d3332a18ae5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_11_movies_jane-eyre-starring-mia-wasikowska-review_1666741016.html", "title": "‘Jane Eyre,’ Starring Mia Wasikowska", "title_page": "‘Jane Eyre,’ Starring Mia Wasikowska - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jane Eyre may lack fortune and good looks — she is famously “small and plain” as well as “poor and obscure” — but as the heroine of a novel, she has everything. From the very first pages of Charlotte Brontë’s 1847 book, Jane embodies virtues that might be off-putting if they were not so persuasive, and if her story were not such a marvelous welter of grim suffering and smoldering passion. She is brave, humble, spirited and honest, the kind of person readers fall in love with and believe themselves to be in their innermost hearts, where literary sympathy lies.\nMuch as Jane combines what would seem to be incompatible traits within a single voice and body — her employer and soul mate, Edward Rochester, is an even wilder brew of contradictions — so does Brontë’s “Jane Eyre” mash up genres and effects with mesmerizing virtuosity. The novel’s blend of Christian piety, Gothic horror, barely suppressed eroticism and high-toned comedy satisfied readerly appetites in the Victorian era and ever after. It is hardly surprising that this book has inspired so many film adaptations over the last hundred years, the latest of which stars Mia Wasikowska as Jane, the beleaguered governess.\nReader, I liked it. This “Jane Eyre,” energetically directed by Cary Joji Fukunaga (“Sin Nombre”) from a smart, trim script by Moira Buffini (“Tamara Drewe”), is a splendid example of how to tackle the daunting duty of turning a beloved work of classic literature into a movie. Neither a radical updating nor a stiff exercise in middlebrow cultural respectability, Mr. Fukunaga’s film tells its venerable tale with lively vigor and an astute sense of emotional detail.", "url": "https://www.nytimes.com/2011/03/11/movies/jane-eyre-starring-mia-wasikowska-review.html"}