{"authors": ["Judy Battista"], "date_download": "2022-10-25 23:28:31", "date_modify": "2022-10-25 23:28:31", "date_publish": "2011-04-03 23:43:35", "description": "David Boies, who will argue against the players’ request for an injunction, has built a storied career by taking on headline-making cases.", "filename": "2011_04_04_sports_football_04boies_1666740511.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_04_sports_football_04boies_1666740511.html", "title": "Boies, Star Lawyer, Represents N.F.L. in Lockout Hearing", "title_page": "Boies, Star Lawyer, Represents N.F.L. in Lockout Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last week, during a lecture at the Yeshiva University Cardozo School of Law, David Boies was reviewing the case he helped argue against California’s Proposition 8 in that landmark same-sex marriage trial when he paused for a moment to compose himself. Earlier in the evening, Boies had called the fight for equal rights for gays the next step in moving closer to the ideals of the country’s founding fathers. As he recalled asking the four plaintiffs in the case why they wanted to marry, he was briefly overcome by what he remembered as the pain and despair in their responses.\n“The ‘we’ of our society has expanded,” Boies said that night. “We’re now at the point where essentially the only group outside the circle of ‘we’ is gays and lesbians.”\nNothing that emerges from the antitrust case N.F.L. players have brought against the league will approach the emotional or historical resonance of the Proposition 8 issue. But the N.F.L. hired Boies for the same reason that he is involved in that case; in Oracle’s copyright-infringement lawsuit against SAP; in Jamie McCourt’s divorce from Frank McCourt, which is tangled up with the fate of the Los Angeles Dodgers; among the six trials he had last year.\nAt 70, Boies is one of the country’s pre-eminent litigators, having built a long, storied career by arguing complex, high-stakes, often headline-making cases. In 2000, he represented Al Gore before the Supreme Court in the case that decided the 2000 presidential election. On Wednesday in St. Paul, he will present the N.F.L.’s argument against the players’ request for an injunction to stop the league’s lockout.", "url": "https://www.nytimes.com/2011/04/04/sports/football/04boies.html"}