{"authors": ["Anthony Shadid", "John Leland"], "date_download": "2022-10-25 23:23:01", "date_modify": "2022-10-25 23:23:01", "date_publish": "2011-01-05 16:08:03", "description": "Moktada al-Sadr, whose followers waged deadly warfare against American troops, returned to Iraq after three years in Iran.", "filename": "2011_01_06_world_middleeast_06iraq_1666740181.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_01_06_world_middleeast_06iraq_1666740181.html", "title": "Moktada al-Sadr Returns to Iraq", "title_page": "Moktada al-Sadr Returns to Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD  Moktada al-Sadr, the populist cleric who emerged as the United States’ most enduring foe in Iraq, returned Wednesday after more than three years of voluntary exile in Iran in a homecoming that embodied his and his movement’s transition from battling in the streets to occupying the halls of power.\n“Long live the leader!” supporters shouted as a grayer Mr. Sadr made his way from the airport in the holy city of Najaf to his home and then to prayers at the gold-domed Shrine of Imam Ali, one of the most sacred places in Shiite Islam. Supporters there hailed his return as another show of strength for a movement that is now more powerful than at any time since the United States invaded in 2003.\n“We’re proving to everyone that we’re an important part of Iraq and its politics,” said Jawad Kadhum, a lawmaker with Mr. Sadr’s movement.\nSimply by setting foot in Iraq, the mercurial and enigmatic Mr. Sadr complicated the nation’s byzantine politics. He is the rare Iraqi figure who can compete in stature with Prime Minister Nuri Kamal al-Maliki, and the dealings between Mr. Maliki, the arch politician, and Mr. Sadr, the rabble-rousing cleric, may prove a compelling political drama in the year ahead. Mr. Sadr’s return certainly adds another challenge for the United States, given its fear of his movement’s influence and his steadfast opposition to American policies.", "url": "https://www.nytimes.com/2011/01/06/world/middleeast/06iraq.html"}