{"authors": ["Choe Sang-Hun", "David E. Sanger"], "date_download": "2022-10-25 23:45:51", "date_modify": "2022-10-25 23:45:51", "date_publish": "2011-12-19 06:14:50", "description": "Within hours of announcing Mr. Kim’s death, which had been kept secret for roughly two days, North Korea on Monday test-fired missiles off its eastern coast, a news report said.", "filename": "2011_12_19_world_asia_kim-jong-il-is-dead.html_ref=asia_1666741551.html", "image_url": "https://static01.nyt.com/images/2011/12/19/world/asia/20111219_HTML_KIM-slide-B6HH/20111219_HTML_KIM-slide-B6HH-articleLarge.jpg?year=2011&h=340&w=600&s=86d2c9eaa4c1acd0985587799fadbe3d743717df1962527c60141817c71c6cd8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_19_world_asia_kim-jong-il-is-dead.html_ref=asia_1666741551.html", "title": "Kim Jong-il, North Korean Dictator, Dies", "title_page": "Kim Jong-il, North Korean Dictator, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kim Jong-il’s death came after a long illness, dating to 2008, that American intelligence agencies believed involved some form of a stroke. The North has indicated he was 69 years old, but scholars have said he could have been a year older.\nIn a statement read by a tearful television announcer that was repeated by other state-run media, North Korea said Kim Jong-il had died of a heart attack while on his train, as he was conducting an “onsite guidance tour” in an unspecified part of the country. The statement said:\n“We took every emergency measure we could, but the great leader passed away.” His death ended 17 years of rule over the isolated, paranoid country that his father, Kim Il-sung, founded.\nAmerican and Asian officials were on alert for any signs that the country, which has almost inexplicably avoided collapse in recent decades, could begin to fracture.\nSouth Korea put its military on alert, boosting surveillance along the 155-mile border, one of the world’s most heavily armed frontiers, to detect any unusual signs from the North Korean military. American and South Korean officials have expressed concern that any power struggle could lead some factions in the North to lash out — as they did in 2010, attacking a South Korean island and, according to South Korean intelligence, sinking a warship. Fifty South Koreans died in the two separate episodes.\nUnder Kim Jong-il’s rule, the North accomplished the single milestone that his father had dreamed about, exploding two crude nuclear devices, one in 2006 and another in 2009, just months after President Obama took office. But while the tests — the first was a fizzle — may have given the country a measure of protection against an American invasion, which Mr. Kim and his military leaders long feared, they also deepened his isolation.\nThe 2009 test killed any discussion inside the Obama White House of reaching out to the North Korean leadership, especially after Mr. Kim largely abandoned agreements he reached with the George W. Bush administration to denuclearize. Former Defense Secretary Robert M. Gates seemed to summarize the Obama administration’s attitude toward the North when he declared that the United States would not provide aid to the country in return for its making new commitments to give up nuclear weapons.", "url": "https://www.nytimes.com/2011/12/19/world/asia/kim-jong-il-is-dead.html?ref=asia"}