{"authors": ["Benjamin Weiser", "Mosi Secret"], "date_download": "2022-10-25 23:53:52", "date_modify": "2022-10-25 23:53:52", "date_publish": "2011-11-29 20:05:19", "description": "William F. Boyland Jr., a Brooklyn Democrat who was acquitted in a corruption case this month, was charged on Tuesday with soliciting more than $250,000 in bribes.", "filename": "2011_11_30_nyregion_assemblyman-william-boyland-jr-charged-again-with-bribery_1666742032.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_30_nyregion_assemblyman-william-boyland-jr-charged-again-with-bribery_1666742032.html", "title": "Assemblyman William Boyland Jr. Charged Again With Bribery", "title_page": "Assemblyman William Boyland Jr. Charged Again With Bribery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even to those accustomed to the sins of New York politicians, the latest trials and tribulations of Assemblyman William F. Boyland Jr. may have hit a new low.\nMr. Boyland, 41, who comes from one of Brooklyn’s most prominent political families, was arrested on Tuesday on federal bribery charges in the borough; the arrest comes nearly nine months after he was arrested on similar but separate bribery charges in Manhattan, and on which he was recently acquitted.\nIn the new case, prosecutors said Mr. Boyland, a Democrat, had the temerity to continue to commit bribery — they say he solicited more than $250,000 in bribes — even after he had been charged in the Manhattan case.\nAnd in a twist, he intended to use some of the bribe money to pay for lawyers who were representing him in the Manhattan bribery case, prosecutors said; in one instance, he solicited $7,000 in cash bribes to “solidify some attorneys,” as he put it in a phone call that was secretly recorded by the government.", "url": "https://www.nytimes.com/2011/11/30/nyregion/assemblyman-william-boyland-jr-charged-again-with-bribery.html"}