{"authors": ["Ravi Somaiya"], "date_download": "2022-10-25 23:46:01", "date_modify": "2022-10-25 23:46:01", "date_publish": "2011-10-28 22:54:56", "description": "Officials at St. Paul’s Cathedral in London said that they would go to court to force the removal of protesters who have camped outside the cathedral.", "filename": "2011_10_29_world_europe_in-london-church-officials-move-to-evict-protesters_1666741561.html", "image_url": "https://static01.nyt.com/images/2011/10/29/world/29CATHEDRAL/29CATHEDRAL-articleLarge.jpg?year=2011&h=370&w=600&s=5de5371d8f1f67c9d6b88f7b963a40f87fd4bb122999538154ac81dcbc61f75c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_10_29_world_europe_in-london-church-officials-move-to-evict-protesters_1666741561.html", "title": "St. Paul’s Cathedral Moves to Evict Occupy London Protesters", "title_page": "St. Paul’s Cathedral Moves to Evict Occupy London Protesters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Officials at St. Paul’s Cathedral said Friday that they would go to court to force the removal of hundreds of protesters who have camped outside the cathedral for two weeks, demonstrating against economic inequality and corporate greed.\nIn response to the encampment, which led church authorities to close the famed cathedral for the past week, a senior London official suggested that the city consider using high-powered sprinklers to prevent protesters from setting up similar encampments in other prominent public spaces.\nOutside the cathedral, a major London tourist attraction, hundreds of protesters have been camping in dozens of tents. Among other amenities are a clothing stall, a makeshift restaurant and a meditation space.\nChurch officials said in a statement on Friday that they had previously asked the protesters to leave the grounds of St. Paul’s. “This has not yet happened and so, following the advice of our lawyers, legal action has regrettably become necessary,” they said. It was not clear how long it might take to obtain a court-ordered eviction.", "url": "https://www.nytimes.com/2011/10/29/world/europe/in-london-church-officials-move-to-evict-protesters.html"}