{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:00:36", "date_modify": "2022-10-25 23:00:36", "date_publish": "2011-09-06 00:51:30", "description": "A debate over consumer subsidies and technology sharing is shaping up as a crucial test case.", "filename": "2011_09_06_business_global_gm-aims-the-volt-at-china-but-chinese-want-its-secrets_1666738836.html", "image_url": "https://static01.nyt.com/images/2011/09/06/business/ELECTRIC/ELECTRIC-articleLarge.jpg?year=2011&h=376&w=600&s=4919fc5489c558ce0c43b4bb235f13ffe0c1a11e0778aab0b32653d13e042ec1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_06_business_global_gm-aims-the-volt-at-china-but-chinese-want-its-secrets_1666738836.html", "title": "G.M. Aims the Volt at China, but Chinese Want Its Secrets", "title_page": "G.M. Aims the Volt at China, but Chinese Want Its Secrets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TIANJIN, China — For General Motors and the Obama administration, the new Chevrolet Volt plug-in hybrid represents the automotive future, the culmination of decades of high-tech research financed partly with federal dollars.\nBut as G.M. prepares to start selling them here by the end of this year, the Chinese government is putting heavy pressure on the company to share some of the car’s core technology.\nThe Chinese government is refusing to let the Volt qualify for subsidies totaling up to $19,300 a car unless G.M. agrees to transfer the engineering secrets for one of the Volt’s three main technologies to a joint venture in China with a Chinese automaker, G.M. officials said. Some international trade experts said China would risk violating World Trade Organization rules if it imposed that requirement.\nThe government’s demand is the latest example of China’s willingness to use the leverage of Western access to the vast Chinese market to extract concessions on advanced technologies. Policies to force technology transfers from non-Chinese companies have already helped this nation build big industries in areas like wind turbines, high-speed trains and water purification.", "url": "https://www.nytimes.com/2011/09/06/business/global/gm-aims-the-volt-at-china-but-chinese-want-its-secrets.html"}