{"authors": ["Jeré Longman", "Choe Sang-Hun"], "date_download": "2022-10-25 23:40:19", "date_modify": "2022-10-25 23:40:19", "date_publish": "2011-07-06 15:39:11", "description": "Pyeongchang, seeking to become a winter sports hub, will be the third Asian city to host the Winter Games.", "filename": "2011_07_07_sports_2018-winter-olympics-go-to-south-korea_1666741219.html", "image_url": "https://static01.nyt.com/images/2011/07/07/sports/olympics/07skoreaspan/07skorea-articleLarge.jpg?year=2011&h=330&w=600&s=ee85c8c9e30e1f9f102e4175b12d397fd31dc4a2b19108f8edbdb8617d421bb6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_07_sports_2018-winter-olympics-go-to-south-korea_1666741219.html", "title": "2018 Winter Games to Be Held in Pyeongchang, South Korea", "title_page": "2018 Winter Games to Be Held in Pyeongchang, South Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Winter Olympics were awarded for the first time to South Korea on Wednesday as the alpine resort of Pyeongchang was named host of the 2018 Games.\nPyeongchang had been a persistent candidate for a decade, finishing second to Vancouver in the voting for the 2010 Games and to Sochi, Russia, for the 2014 Olympics. It built its successful candidacy for 2018 on a proposal to expand access to winter sports in the populous and lucrative Asian market.\nThe South Korean city won overwhelmingly on the first ballot of a secret vote of delegates of the International Olympic Committee, receiving 63 votes, compared with 25 for Munich and 7 for Annecy, France. Voting took place at a general assembly of the I.O.C. in Durban, South Africa.\n“There is maybe a lesson in the achievement of Pyeongchang,” Jacques Rogge, the president of the I.O.C., said at a news conference. “Patience and perseverance have prevailed.”", "url": "https://www.nytimes.com/2011/07/07/sports/2018-winter-olympics-go-to-south-korea.html"}