{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:40:22", "date_modify": "2022-10-25 23:40:22", "date_publish": "2011-02-14 01:24:46", "description": "An isolated hamlet in southern China is savoring spiking prices for a spirit linked to wartime successes.", "filename": "2011_02_14_world_asia_14maotai_1666741222.html", "image_url": "https://static01.nyt.com/images/2011/02/14/world/MAOTAI/MAOTAI-articleLarge.jpg?year=2011&h=315&w=600&s=0dfa91f54641df28c26a2d3aab97abe50a5e0fb2ffffdeb3ae63574f90a76db1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_02_14_world_asia_14maotai_1666741222.html", "title": "In China, Prices Soar for Beloved Sorghum Liquor", "title_page": "In China, Prices Soar for Beloved Sorghum Liquor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Moutai has become China’s Louis Vuitton,” said Liu Yuan, general secretary of the National Association for Liquor and Spirits Circulation, a trade group. “Given the limited output and steep price, it’s a good way for officials to curry favor and for the rich to show off their wealth.”\nLast month, a 1959 vintage bottle of Moutai sold for $152,000 at auction and a 30-year-old bottle can set you back more than $3,000. The run on supplies has forced official Moutai outlets to institute a strict two-bottle limit.\nYan Changzhou, who sells bona fide Moutai at a factory outlet in Beijing, said stores like his received only 40 bottles a day from the state-run distributor. Lucky buyers must be there when his shop opens at 9 a.m. Supplies, he said, are often gone in minutes. “I get a lot of people screaming at me,” he explained last week as disappointed customers came and quickly left. “The pressure has never been so intense.”\nMoutai fans breathlessly cite its revolutionary pedigree and are quick to compare its refinement to Champagne or Scotch. They point out that good Moutai takes a year to ferment and at least four more years to age. “The way its flavor dances on your tongue and tickles your senses is something that other kinds of baijiu cannot match,” said Chen Yu, 38, an insurance company employee and self-described Moutai connoisseur who has already bought six bottles this month, two at a time.\nOthers, especially Westerners who find themselves trapped at Chinese banquets, might find that charitable: Descriptions like rubbing alcohol and diesel fuel are common. And the spirit’s kick — its alcohol content tops out at 53 percent — is so notorious that White House officials warned President Richard Nixon to avoid the stuff during his 1972 visit to China. “Under no, repeat, no circumstances should the president actually drink from his glass in response to banquet toasts,” Alexander Haig, then an aide to Henry Kissinger, warned in a cable before Mr. Nixon’s arrival.\nIt is not clear whether the president heeded the warnings as he circled the room vigorously toasting his hosts. But Chinese officials have long attributed the visit’s success to the 30-year-old Moutai that was sloshing around the Great Hall of the People. “As the sweet fragrance of Moutai wafted across the room, the American guests became intrigued, grins appeared on their faces, and they were visibly happy and relaxed” is how the Communist Party’s official account described the evening.\nEven as rising incomes and changing tastes fuel increased sales of imported wine and spirits, the Chinese are still extremely fond of their baijiu. Last year, consumers downed 1.8 billion gallons of homegrown baijiu compared with 264 million gallons of wine, both domestic and foreign, according to Mr. Liu of the national liquor association.", "url": "https://www.nytimes.com/2011/02/14/world/asia/14maotai.html"}