{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:51", "date_modify": "2022-10-25 23:45:51", "date_publish": "2011-11-30 09:08:56", "description": "North Korea reported brisk progress in building a new nuclear reactor and producing enriched uranium on Wednesday.", "filename": "2011_12_01_world_asia_north-korea-nuclear-reactor-progress_1666741551.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_01_world_asia_north-korea-nuclear-reactor-progress_1666741551.html", "title": "North Korea Reports Progress on New Reactor", "title_page": "North Korea Reports Progress on New Reactor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — North Korea reported brisk progress in building a new nuclear reactor and producing enriched uranium on Wednesday. Although the statement appeared to invite international inspectors to verify that the facilities are for peaceful purposes, it was the latest sign that North Korea is pressing ahead with its nuclear program.\nWashington has been urging the country to stop for fear that the North’s new facilities could be used to generate fuel for nuclear weapons.\nIn November 2010, North Korea unveiled a sophisticated industrial-scale uranium enrichment plant in its main nuclear complex in Yongbyon, north of Pyongyang, the capital. It said the plant would produce low-enriched uranium to fuel a new light-water reactor under construction in Yongbyon.\nBut the same facility can make highly enriched uranium to make nuclear bombs. Nonproliferation experts also fear that once it is operational, the new 25- or 30-megawatt reactor will give North Korea another means of producing plutonium for bombs. North Korea had already reprocessed spent fuel from its old 5-megawatt reactor in Yongbyon to extract plutonium. It conducted its first test of a nuclear device in 2006.", "url": "https://www.nytimes.com/2011/12/01/world/asia/north-korea-nuclear-reactor-progress.html"}