{"authors": ["Denise Grady", "Donald G. Mcneil Jr."], "date_download": "2022-10-25 23:42:33", "date_modify": "2022-10-25 23:42:33", "date_publish": "2011-12-27 04:44:42", "description": "Some experts say research that made a flu virus even more dangerous shouldn’t have been done. Others argue it is better to know about the risk of greater transmissibility.", "filename": "2011_12_27_science_debate-persists-on-deadly-flu-made-airborne_1666741353.html", "image_url": "https://static01.nyt.com/images/2011/12/27/us/jp-FLU/jp-FLU-articleLarge.jpg?year=2011&h=350&w=600&s=bbd9760995168170091bfe73e94fb76e7ff984ac6bbebce5eec54678cc7db8b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_27_science_debate-persists-on-deadly-flu-made-airborne_1666741353.html", "title": "Debate Persists on Deadly Flu Made Airborne", "title_page": "Debate Persists on Deadly Flu Made Airborne - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The experiment in Rotterdam transformed the virus into the supergerm of virologists’ nightmares, enabling it to spread from one animal to another through the air. The work was done in ferrets, which catch flu the same way people do and are considered the best model for studying it.\n“This research should not have been done,” said Richard H. Ebright, a chemistry professor and bioweapons expert at Rutgers University who has long opposed such research. He warned that germs that could be used as bioweapons had already been unintentionally released hundreds of times from labs in the United States and predicted that the same thing would happen with the new virus.\n“It will inevitably escape, and within a decade,” he said, though he added that security measures like restricting possession of the virus to fewer scientists and fewer laboratories would lower the chances of that happening so soon.\nBut Dr. Fouchier and many public health experts argue that the experiment had to be done.\nIf scientists can make the virus more transmissible in the lab, then it can also happen in nature, Dr. Fouchier said.\nKnowing that the risk is real should drive countries where the virus is circulating in birds to take urgent steps to eradicate it, he said. And knowing which mutations lead to transmissibility should help scientists all over the world who monitor bird flu to recognize if and when a circulating strain starts to develop pandemic potential.\n“There are highly respected virologists who thought until a few years ago that H5N1 could never become airborne between mammals,” Dr. Fouchier said. “I wasn’t convinced. To prove these guys wrong, we needed to make a virus that is transmissible.”\nOther virologists differ. Dr. W. Ian Lipkin of Columbia University questioned the need for the research and rejected Dr. Fouchier’s contention that making a virus transmissible in the laboratory proves that it can or will happen in nature. But Richard J. Webby, a virologist at the St. Jude Children’s Research Hospital in Memphis, said Dr. Fouchier’s research was useful, with the potential to answer major questions about flu viruses, like what makes them transmissible and how some that appear to infect only animals can suddenly invade humans as well.", "url": "https://www.nytimes.com/2011/12/27/science/debate-persists-on-deadly-flu-made-airborne.html"}