{"authors": ["Louise Story", "Eric Dash"], "date_download": "2022-10-25 23:22:25", "date_modify": "2022-10-25 23:22:25", "date_publish": "2011-09-22 20:47:22", "description": "David Becker, the agency’s former general counsel, told Congress he had properly disclosed his connection to Madoff investments before working on the S.E.C.’s response to it.", "filename": "2011_09_23_business_david-becker-ex-sec-lawyer-defends-his-madoff-role_1666740145.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_23_business_david-becker-ex-sec-lawyer-defends-his-madoff-role_1666740145.html", "title": "David Becker, Ex-S.E.C. Lawyer, Defends Madoff Role", "title_page": "David Becker, Ex-S.E.C. Lawyer, Defends Madoff Role - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The inspector general’s report raised questions about the commission’s ethics practices, highlighting decisions made by Ms. Schapiro as well as the commission’s former ethics officer, William Lenox. Mr. Becker told both of them about his Madoff connection, the report confirmed, and they allowed him to work on the payout formulas nonetheless. Though Mr. Becker told numerous S.E.C. officials about the matter, the four commissioners of the agency — other than Ms. Schapiro — were not told, according to the report.\nLawmakers were highly critical of Ms. Schapiro for permitting Mr. Becker to work on some Madoff matters and for not telling the other four commissioners about Mr. Becker’s financial connection to Mr. Madoff.\nRandy Neugebauer, the Texas Republican who leads the oversight and investigations subcommittee of the financial services committee, pointed out that the S.E.C. had canceled an appearance to a Congressional committee after deciding that Mr. Becker would have disclosed his Madoff tie there.\n“I was a little confused why you felt like it was important that he disclose that to Congress but not disclose it to your commission members,” he said.\nMs. Schapiro said she had not tried to hide it from the other commissioners, but since the ethics officer had cleared Mr. Becker, it was not shared with them. She said issues that were not deemed to be conflicts were not normally shared with the full roster of commissioners.\nMr. Becker, who left the commission in February, told lawmakers that he had informed the appropriate officials at the commission about the potential conflict and followed their advice, according to his prepared testimony. In his work on the formulas, he wrote in his prepared remarks, “it never occurred to me to look after my financial interest.” And, he wrote, he had taken a pay cut in 2009 to rejoin the S.E.C., where he had previously worked as general counsel, and that he “forfeited millions of dollars to serve my country.”", "url": "https://www.nytimes.com/2011/09/23/business/david-becker-ex-sec-lawyer-defends-his-madoff-role.html"}