{"authors": ["The New York Times"], "date_download": "2022-10-25 23:39:08", "date_modify": "2022-10-25 23:39:08", "date_publish": "2011-12-13 15:41:55", "description": "Not far from the manicured and deserted boulevards of Myanmar’s capital, Naypyidaw, villagers struggle with grinding poverty.", "filename": "2011_12_14_world_asia_hopes-and-reality-clash-in-a-new-myanmar_1666741148.html", "image_url": "https://static01.nyt.com/images/2011/12/14/world/MYANMAR-1/MYANMAR-1-articleLarge.jpg?year=2011&h=350&w=600&s=2156fd165f853655d9291a761b692d528c9cab2e321e5e45e5b205684933ac1e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_14_world_asia_hopes-and-reality-clash-in-a-new-myanmar_1666741148.html", "title": "Naypyidaw Journal: Silence Wraps Myanmar’s Capital", "title_page": "Naypyidaw Journal: Silence Wraps Myanmar’s Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAYPYIDAW, Myanmar — The road leading to Myanmar’s giant Parliament building is 20 lanes wide, well suited for military processions but eerily empty the rest of the time. A half-hour drive away, down this city’s manicured avenues, is another immense edifice, still under construction: a military museum that will serve as a shrine to the country’s generals and admirals. Across the way is a military training academy; farther down the road are rows of barracks and a vast parade ground.\nSix years after Myanmar inaugurated Naypyidaw (pronounced nay-pee-DAW) as its new capital, the city remains austere and often lifeless, a costly monument to military rulers who no longer rule, since the junta handed over authority in March to the country’s first civilian government in almost 50 years.\nAttempts have been made to make the city more people-friendly. There is a theme park dedicated to uplifting “patriotic spirit” and a large fountain where civil servants can watch pulsing jets of water accompanied by Western pop songs with Burmese lyrics.\nMost evenings, though, a tomblike silence descends on Naypyidaw.\n“We are so bored here,” said U Aung Myint, 20, a government employee who visited the fountain on a recent Saturday evening. “This is the only place to come at night.”", "url": "https://www.nytimes.com/2011/12/14/world/asia/hopes-and-reality-clash-in-a-new-myanmar.html"}