{"authors": ["Kareem Fahim"], "date_download": "2022-10-25 23:41:40", "date_modify": "2022-10-25 23:41:40", "date_publish": "2011-12-17 03:18:21", "description": "After years of fighting, Houthis are expressing a willingness to participate in a new political process.", "filename": "2011_12_17_world_middleeast_yemeni-uprising-opens-a-door-to-besieged-rebels-in-the-north_1666741300.html", "image_url": "https://static01.nyt.com/images/2011/12/17/world/yemen1/yemen1-articleLarge.jpg?year=2011&h=330&w=600&s=da8b2e24c35562bf42d6d7bc865330f348283723ececf72a07a5942ff71ed175&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_17_world_middleeast_yemeni-uprising-opens-a-door-to-besieged-rebels-in-the-north_1666741300.html", "title": "Yemeni Uprising Opens a Door to Besieged Rebels in the North", "title_page": "Yemeni Uprising Opens a Door to Besieged Rebels in the North - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The 11-month Yemeni uprising may have given the movement an opening. The Houthis supported the popular uprising and forged new alliances in protest squares around the country. At the same time, they seized on the political crisis to expand the territory under their control, as their rivals allied with the country’s Islamist opposition tried to do the same.\nAnalysts say that the Houthis are now trying to build on a base of support they have cultivated over years, finding allies among people angered by the government’s indiscriminate attacks during the wars, or impressed with their organizational skills.\nMajid el-Fahed, a senior project manager with the Finnish conflict resolution organization Crisis Management Initiative, who travels to Saada often, said that despite the relative youth and inexperience of the movement’s leaders, they had been smart administrators, dividing fuel rations so that a quarter was kept for electric generators and some of the rest was distributed to farmers.\nImage Yemen and Saudi Arabia had been battling the Houthis. Credit... The New York Times\n“I think they want to be part of Yemeni politics so they can be socially effective,” he said.\nThe antigovernment protests that swept through Yemen brought thousands to the streets in Saada for weekly marches from a gate in the old city to a security barracks. In March, as Houthi fighters advanced on the city, the old governor fled.\nNow the city is administered by an unlikely coalition that includes government troops and defected soldiers, the Houthis and the new governor, a prominent arms dealer who receives a salary from the state. Many people here said that the Houthis were the most powerful members of that coalition and that there was still plenty of confusion — and concern — about their goals.\nAt the same time, the troubles in the north are far from over. Scores of people have been killed in recent weeks during fierce clashes in Damaj, a town on Saada’s outskirts, between Houthi fighters and ultraconservative Islamists called Salafis, one of the many layers of a conflict that has festered over time and could derail any political progress. The Houthis are Zaydi Muslims, an offshoot of Shiite Islam. On one level, the fight is between hard-line religious groups with competing agendas. But analysts say it may also represent a proxy war stoked by unseen hands. At various times, the Salafis have been supported by the Yemeni government, Saudi Arabia or Yemen’s Islamist opposition, they said.", "url": "https://www.nytimes.com/2011/12/17/world/middleeast/yemeni-uprising-opens-a-door-to-besieged-rebels-in-the-north.html"}