{"authors": ["John Markoff"], "date_download": "2022-10-25 23:42:12", "date_modify": "2022-10-25 23:42:12", "date_publish": "2011-03-05 03:03:10", "description": "New “e-discovery” software can analyze millions of documents in a fraction of the time, and at a fraction of the cost consumed by human lawyers, even deducing patterns of behavior.", "filename": "2011_03_05_science_05legal_1666741332.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_05_science_05legal_1666741332.html", "title": "Armies of Expensive Lawyers, Replaced by Cheaper Software", "title_page": "Armies of Expensive Lawyers, Replaced by Cheaper Software - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Automation of higher-level jobs is accelerating because of progress in computer science and linguistics. Only recently have researchers been able to test and refine algorithms on vast data samples, including a huge trove of e-mail from the Enron Corporation.\n“The economic impact will be huge,” said Tom Mitchell, chairman of the machine learning department at Carnegie Mellon University in Pittsburgh. “We’re at the beginning of a 10-year period where we’re going to transition from computers that can’t understand language to a point where computers can understand quite a bit about language.”\nNowhere are these advances clearer than in the legal world.\nE-discovery technologies generally fall into two broad categories that can be described as “linguistic” and “sociological.”\nThe most basic linguistic approach uses specific search words to find and sort relevant documents. More advanced programs filter documents through a large web of word and phrase definitions. A user who types “dog” will also find documents that mention “man’s best friend” and even the notion of a “walk.”\nThe sociological approach adds an inferential layer of analysis, mimicking the deductive powers of a human Sherlock Holmes. Engineers and linguists at Cataphora, an information-sifting company based in Silicon Valley, have their software mine documents for the activities and interactions of people — who did what when, and who talks to whom. The software seeks to visualize chains of events. It identifies discussions that might have taken place across e-mail, instant messages and telephone calls.\nThen the computer pounces, so to speak, capturing “digital anomalies” that white-collar criminals often create in trying to hide their activities.\nFor example, it finds “call me” moments — those incidents when an employee decides to hide a particular action by having a private conversation. This usually involves switching media, perhaps from an e-mail conversation to instant messaging, telephone or even a face-to-face encounter.", "url": "https://www.nytimes.com/2011/03/05/science/05legal.html"}