{"authors": ["Alan Cowell"], "date_download": "2022-10-25 23:45:51", "date_modify": "2022-10-25 23:45:51", "date_publish": "2011-12-19 07:53:12", "description": "The death of Kim Jong-il plunged diplomats, military strategists and political leaders among its neighbors and much further afield into a state of uncertainty on Monday.", "filename": "2011_12_20_world_asia_kim-jong-ils-death-inspires-anxiety.html_ref=asia_1666741551.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_20_world_asia_kim-jong-ils-death-inspires-anxiety.html_ref=asia_1666741551.html", "title": "Kim Jong-il’s Death Inspires Anxiety", "title_page": "Kim Jong-il’s Death Inspires Anxiety - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Beijing, China’s Xinhua news agency quoted the Foreign Ministry spokesman, Ma Zhaoxu, as saying Beijing was “distressed” to learn of the death. “We express our grief about this and extend our condolences to the people of North Korea.”\nMr. Ma praised Mr. Kim as a “great leader” who made “important contributions” to relations with China. “We are confident that the North Korean people will be able to turn their anguish into strength and unify as one,” Reuters quoted the Chinese official as saying.\n“China and North Korea will strive together to continue making positive contributions to consolidating and developing the traditional friendship between our two parties, governments and peoples and to preserving the peace and stability of the Korean peninsula and the region.”\nThe measured Chinese response, offering continued support, was significant because the Pyongyang regime depends on China as an ally in its diplomacy and for help with food and fuel to support its crippled economy. In the months before his death, Mr. Kim traveled to China twice, most recently in August.\nHis secretive visits to China — which were usually by train and were not announced until he had returned home — were seen by regional specialists as important in securing Beijing’s acceptance of the succession. From China’s perspective, the uneasy relationship with North Korea is both an element in its contest with the United States and its allies in the region and a source of concern over the costs of economic and diplomatic support for the isolated regime in Pyongyang.\nSome specialists said they discerned a note of alarm in the Chinese response, suggesting that Beijing, calculating that the elder Mr. Kim would survive for several years, had been taken by surprise. “This has really come out of the blue. It’s not like it had been rumored for a while giving everyone time to properly prepare,” Cai Jian, an expert on Korean affairs at Fudan University in Shanghai, told Reuters.\n“China’s biggest worry will be over North Korea’s stability, and China’s aim will be to ensure the country remains stable,” the expert said. “I think security will be stepped up in North Korea, and China is also likely to tighten security along the border.”", "url": "https://www.nytimes.com/2011/12/20/world/asia/kim-jong-ils-death-inspires-anxiety.html?ref=asia"}