{"authors": ["Claire Cain Miller", "Verne G. Kopytoff"], "date_download": "2022-10-25 23:49:52", "date_modify": "2022-10-25 23:49:52", "date_publish": "2011-09-08 01:21:38", "description": "As the rest of the Internet moved on to social networks and mobile devices, Yahoo failed to keep up.", "filename": "2011_09_08_technology_once-a-leader-yahoo-now-struggles-to-find-its-way.html_ref=yahooinc_1666741792.html", "image_url": "https://static01.nyt.com/images/2011/09/08/business/YAHOO/YAHOO-articleLarge.jpg?year=2011&h=304&w=600&s=4a8f9e45ba6cb85982a72d909b8a78682c7abb1d9dcfc8da697c47ee65aee1ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_08_technology_once-a-leader-yahoo-now-struggles-to-find-its-way.html_ref=yahooinc_1666741792.html", "title": "Once a Leader, Yahoo Now Struggles to Find Its Way", "title_page": "Once a Leader, Yahoo Now Struggles to Find Its Way - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Yahoo has been one of the most-visited sites on the Internet since its glory days as a Web portal. Yet as the rest of the Internet moved on to social networks and mobile devices, Yahoo has failed to keep up.\nThat became painfully clear Tuesday when Yahoo’s board abruptly fired its chief executive, Carol A. Bartz. She focused on bolstering Yahoo’s online media and original reporting, but neglected to develop the new social networking tools, video services or mobile apps that people now prefer to use. In that way, the tale of Yahoo’s misfortunes is not just one of management woes, but a vivid illustration of the transition from Web sites that publish professional content to a new digital world dominated by mobile phones and sites where the users are the content creators.\nYahoo’s problems are shared with another Internet pioneer, AOL. Both astutely capitalized on the first huge shift in how people read — moving online from paper — but they failed to follow Internet users and advertisers to cellphone screens and social networks. Both companies have tried to become media companies. Meanwhile, the next generation of companies, like Google and Facebook, have happily satisfied the demand for information and entertainment — not by creating content but by building mobile and social networking services that attract users and, increasingly, valuable advertisers.\n“Yahoo hangs on to the pieces that made it a giant years ago,” said Shar VanBoskirk, a digital marketing analyst at Forrester Research. “It assumes people will come to its Web site, and what users are looking for now is a much more syndicated experience that allows them to go to mobile devices and co-create content.”", "url": "https://www.nytimes.com/2011/09/08/technology/once-a-leader-yahoo-now-struggles-to-find-its-way.html?ref=yahooinc"}