{"authors": ["Claudia La Rocco"], "date_download": "2022-10-25 23:51:31", "date_modify": "2022-10-25 23:51:31", "date_publish": "2011-03-17 22:51:00", "description": "Yvonne Rainer has reunited with the Raindears for two works at the Baryshnikov Arts Center.", "filename": "2011_03_18_arts_dance_assisted-living-good-sports-2-review_1666741891.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_18_arts_dance_assisted-living-good-sports-2-review_1666741891.html", "title": "‘Assisted Living: Good Sports 2’", "title_page": "‘Assisted Living: Good Sports 2’ - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s perhaps not quite accurate to say that Yvonne Rainer has an official company. What she has are the Raindears, a troupe consisting of dance artists with their own distinct careers.\nPat Catterson, Emily Coates, Patricia Hoffbauer and Sally Silvers form the core of this charmingly nicknamed group. Since Ms. Rainer returned to dance in 2000, I can’t recall seeing her work without these women, and by now they seem like a marvelously unruly extension of her choreographic brain. There they were again Wednesday night (joined by more recent members Emmanuèlle Phuon and Keith Sabado), for the American premiere of “Assisted Living: Good Sports 2.” That was one of two Rainer works that the arts organization Performa presented for a packed, art world-heavy crowd at the Baryshnikov Arts Center.\n“Spiraling Down” (2008) and “Assisted Living” (2011) could be companion pieces in their mix of raucous and somber energies, text and movement collages and sampling of past works. Both thrum with the sense of distinct, mature intellects. The choreography doesn’t credit the dancers as collaborators (though Ms. Catterson is listed as Ms. Rainer’s assistant), but these dances seem to serve as containers in which disparate personalities can play and jostle.\nImage \"Assisted Living: Good Sports 2,\" by Yvonne Rainer, is at the Baryshnikov Arts Center. Credit... Richard Termine for The New York Times\nSometimes it feels as if a (good-natured) fight might break out between the performers, who often not-so-gently shove each other, or jockey for position as they run and scuffle. But no, this is the fight, this serious romp of minds and bodies.", "url": "https://www.nytimes.com/2011/03/18/arts/dance/assisted-living-good-sports-2-review.html"}