{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:45:56", "date_modify": "2022-10-25 23:45:56", "date_publish": "2011-12-14 23:32:39", "description": "Emboldened by the results of the first round of elections last week, a different set of voters expressed a new certainty they would elect a parliament that could stand up to the military council.", "filename": "2011_12_15_world_middleeast_egyption-vote-enters-second-round-in-rural-areas_1666741556.html", "image_url": "https://static01.nyt.com/images/2011/12/15/world/egypt/egypt-articleLarge.jpg?year=2011&h=330&w=600&s=bcaf395cfbe5ace37af3c8ca6afbb7c5ed6a9a36e7babf9a22ac5a35d8759aeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_15_world_middleeast_egyption-vote-enters-second-round-in-rural-areas_1666741556.html", "title": "Egyptian Vote Enters Second Round, in Rural Areas", "title_page": "Egyptian Vote Enters Second Round, in Rural Areas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GIZA, Egypt — Egyptians turned out to vote again Wednesday with a new confidence in a promised transition to civilian democracy amid signals that the ruling military council may be backing off its efforts to extend its power.\nEmboldened by the unexpectedly smooth and generally credible results of the first round of elections last week, a different set of voters, casting ballots in the second round, expressed a new certainty that their votes would elect a legitimate Parliament with authority to stand up to the military council. Some said they were supporting the Muslim Brotherhood, the Islamist group whose party is leading the early returns with about 40 percent of the vote, specifically because of the strong stance it has taken against continued military rule.\n“I know my vote will count, and the evidence is the first phase of the elections,” said Gamal Abdel Wahab, 31, waiting to vote in the Bahr el-Azam neighborhood. “We are saying, ‘Here is the will of the people,’ and the people’s will can stand up to any institution, including the military council. An institution can’t crush the will of the people.”\nAlthough the elections drained the energy from a week of protests against military rule, many voters and analysts now say the successful parliamentary voting poses a potentially more formidable challenge to the military’s power. In a stark contrast to the first round of voting two weeks ago, many voters took for granted that the military council could not challenge the legitimacy of the first democratically elected legislature after six decades of military dictatorship.", "url": "https://www.nytimes.com/2011/12/15/world/middleeast/egyption-vote-enters-second-round-in-rural-areas.html"}