{"authors": [], "date_download": "2022-10-25 23:37:21", "date_modify": "2022-10-25 23:37:21", "date_publish": "2011-07-01 16:24:46", "description": "On one side, we had John McPhee against Nabokov. On the other, Martin Amis against David Foster Wallace.", "filename": "2011_07_03_books_review_essay-a-tournament-of-tennis-writing_1666741041.html", "image_url": "https://static01.nyt.com/images/2011/07/03/books/review/bkr-Toure-t_CA0/bkr-Toure-t_CA0-articleLarge.jpg?year=2011&h=177&w=600&s=190d77977318066b366cebdb33d7fb007b64950c6f655fc6dc1cd0c0d5235a51&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_03_books_review_essay-a-tournament-of-tennis-writing_1666741041.html", "title": "The New York Times", "title_page": "Essay - A Tournament of Tennis Writing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Wow, what a tournament we witnessed this week, Johnny Mac! Before we came back on the air, we were both saying that we’ve been just flat-out blown away by the talent at this year’s Intertemporal Tennis Writers Classic. Some of the greatest writers in history came and competed and showed us what it means to write extraordinarily well about tennis. This tournament attracts the world’s sharpest minds because tennis is a global sport that’s steeped in tradition, and more, it’s a gentlemanly clash of wills where you’re out there alone, and the way you play reveals so much about who you are. Somewhere between chess and boxing lies tennis. So you have to be an elite writer to get through this tournament. That’s why no one was surprised to see Touré get knocked out in the first round. Sure, he’s done some nice stories, like his profile of Jennifer Capriati for Vogue, in which he hits with her. Do we have a clip from that? ‘The whole incident takes on the feel of intense aerobics mixed with a back-alley mugging, and you’re just deflecting and defending and, eventually, after eight or nine minutes, your arm starts to throb and your lungs start to shriek and each new shot racing at you is like a punch to the chest and you feel her inner bully.’ Touré’s a solid player, but in this tournament your forehand is your vocabulary, your backhand is your eye for detail, your ability to turn words into poetry and rhythm is your volley, your use of metaphors and symbolism is your overhead, and your deep understanding of the sport is your all-important first serve. Touré writes passionately and knows tennis, but some whispered that he might have gotten into the tournament only because of affirmative action. Maybe.\n“Mac, at this year’s tournament, to get into the semi­finals your writing had to be beyond incredible. Some excellent people went down in the quarters — the novelist Barry Hannah, the sportswriter Frank Deford, the incomparable Neil Amdur and the unforgettable Red Smith, for whom the award for sportswriting is named! But it’s a little understandable when you look at who was in the semis. On one side we had the No. 2 seed, John McPhee, against the wild card Vladimir Nabokov. On the other we saw the eighth seed, Martin Amis, against the No. 1 seed, David Foster Wallace.\n“McPhee wrote one of the best books on tennis ever, ‘Levels of the Game,’ about the 1968 U.S. Open semi­finals, in which Arthur Ashe defeated Clark Graebner. Here’s a clip: ‘A person’s tennis game begins with his nature and background and comes out through his motor mechanisms into shot patterns and characteristics of play. If he is deliberate, he is a deliberate tennis player; and if he is flamboyant, his game probably is, too. A tight, close match unmarred by error and representative of each player’s game at its highest level will be primarily a psychological struggle.’ The book takes us inside the players’ minds and is filled with lush, rhythmic language. McPhee explores the sociopolitical undercurrents that run through the match, which takes place at an epic moment in tennis history — when pros were finally allowed to play alongside amateurs in the majors, the start of the open era, the dawn of the modern age. ‘Levels of the Game’ is an exceptional and timeless work. So it was a total shock when McPhee, despite writing a great book, lost in the semis to someone who had done just a few pages on tennis. But then again, those pages are spectacular.\n“John, ‘Lolita’ is considered by some to be the greatest novel of the last century. Midway through the story, as Humbert Humbert and Dolores Haze are traveling across America, they stop to play tennis on courts by a motel. What emerges is some of the most delectable writing ever about the sport. Let’s go to the videotape: ‘My Lolita had a way of raising her bent left knee at the ample and springy start of the service cycle when there would develop and hang in the sun for a second a vital web of balance between toed foot, pristine armpit, burnished arm and far back-flung racket, as she smiled up with gleaming teeth at the small globe suspended so high in the zenith of the powerful and graceful cosmos she had created for the express purpose of falling upon it with a clean resounding crack of her golden whip. It had, that serve of hers, beauty, directness, youth, a classical purity of trajectory, and was, despite its spanking pace, fairly easy to return, having as it did no twist or sting to its long elegant hop.’ There you see imaginative descriptions of tennis’s small moments, twisted comedy and story-enriching symbolism that tells us more about Humbert, the panting predator, and Dolores, the trapped bird. The girl’s strokes appear lovely because he sees her as the most beautiful thing in the world, but those strokes are ineffectual because her wings have been clipped. Gruesomely. It’s some of the finest writing of the century — it just happens to be about tennis. But who would Nabokov and his few marvelous pages face in the finals?", "url": "https://www.nytimes.com/2011/07/03/books/review/essay-a-tournament-of-tennis-writing.html"}