{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:43:53", "date_modify": "2022-10-25 23:43:53", "date_publish": "2011-03-12 02:02:54", "description": "The administration made a fatal trade-off, picking a route that offered few advantages over cars, but that could have been completed more quickly than proposed rail lines elsewhere.", "filename": "2011_03_12_us_12rail.html_ref=michaelcooper_1666741433.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_12_us_12rail.html_ref=michaelcooper_1666741433.html", "title": "Flaws Undid Obama’s High-Speed Rail Plan in Florida", "title_page": "Flaws Undid Obama’s High-Speed Rail Plan in Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The rest of the world calls them bullet trains because they go so fast. But in the United States, the nickname is apt for a different reason: They keep getting shot down.\nThe nation’s first true high-speed railroad was supposed to leave the station in 2015, a sleek Tomorrowland-worthy train that would have whisked riders between Orlando and Tampa at speeds of up to 168 miles an hour.\nThe federal government had agreed to pay $2.4 billion of its estimated $2.6 billion in construction costs, railroad companies were vying to build and operate it, and state transportation planners had even dummied up proposed timetables: Train 7092 would depart Tampa at 8:10 a.m. and arrive in Orlando at 9:04 a.m.\nThe fast train was sought, and won, by Florida’s former Republican governor, Charlie Crist. But it was killed last month by his successor, Rick Scott, who joined several other Republican governors in spurning federally financed train projects over fears that their states could be on the hook for future costs. The final nail in its coffin came last week when a Florida court ruled that the new governor could not be forced to accept the federal money and start building it.", "url": "https://www.nytimes.com/2011/03/12/us/12rail.html?ref=michaelcooper"}