{"authors": ["Sarah Lyall", "Eric Pfanner"], "date_download": "2022-10-25 23:44:30", "date_modify": "2022-10-25 23:44:30", "date_publish": "2011-07-05 14:20:48", "description": "The British opposition leader said that a top executive of the News Corporation should “consider her conscience” after new disclosures.", "filename": "2011_07_06_world_europe_06britain_1666741470.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_06_world_europe_06britain_1666741470.html", "title": "Milly Dowler Hacking Puts Pressure on Rebekah Brooks of News Corp.", "title_page": "Milly Dowler Hacking Puts Pressure on Rebekah Brooks of News Corp. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The detective was investigating the murder of a private investigator who had been found dead with an ax buried in the back of his head. The chief suspect at the time was the dead man’s business partner, a private investigator who earned a six-figure salary supplying The News of the World with confidential information. Nothing apparently came of the inquiry into The News of the World’s surveillance.\nScotland Yard detectives were also investigating whether the phones of some families of victims of the bombings of three London subway trains and a double-decker bus in July 2005 had also been hacked, The Telegraph reported.\nIn his remarks, Mr. Cameron did not mention Ms. Brooks, but his comments were notable because, like other British politicians, he has cultivated social connections with News Corporation executives like Ms. Brooks and Rupert Murdoch, the chief executive of the company. Mr. Cameron, along with Gordon Brown, the Labour prime minister at the time, was a guest at the reception following Ms. Brooks’s marriage to her second husband, Charlie Brooks, in 2009.\nImage Milly Dowler in a photo made available Monday by Surrey Police. Credit... Surrey Police PA, via Associated Press\nMs. Brooks vowed to “pursue the facts with vigor and integrity,” saying she had no intention of quitting.\n“I am aware of the speculation about my position,” she said in a memo to News International employees. “Therefore it is important you all know that as chief executive, I am determined to lead the company to ensure we do the right thing and resolve these serious issues.”\nThe allegations center on one of the most sensational Fleet Street stories of the last decade, the disappearance of Milly Dowler in 2002. The case was the subject of many tabloid front pages over the last decade, culminating last month in the conviction of Levi Bellfield, a former nightclub doorman, on charges of kidnapping and murder.", "url": "https://www.nytimes.com/2011/07/06/world/europe/06britain.html"}