{"authors": ["Ken Johnson"], "date_download": "2022-10-25 23:55:20", "date_modify": "2022-10-25 23:55:20", "date_publish": "2011-06-02 21:44:17", "description": "Boris Mikhailov’s photographs of homeless people in Ukraine are not for the squeamish.", "filename": "2011_06_03_arts_design_boris-mikhailov-case-history-at-moma-review.html__r=0_1666742120.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_03_arts_design_boris-mikhailov-case-history-at-moma-review.html__r=0_1666742120.html", "title": "‘Boris Mikhailov: Case History’ at MoMA", "title_page": "‘Boris Mikhailov: Case History’ at MoMA - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Boris Mikhailov’s photographs of homeless people in Ukraine are not for the squeamish. They are hard to look at, hard to look away from and hard to forget. The 19 examples in “Case History” at the Museum of Modern Art portray people who are far from conventionally attractive in grungy rooms or in wintry outdoor sites, naked or pulling aside their clothes to expose parts of their bodies ordinarily hidden from view. An older woman bends over to reveal buttocks ravaged by a pimply red rash. A young nude woman with arms tightly wrapped around herself stands in an evidently freezing bathroom next to a filthy toilet.\nAt almost eight feet tall and over four feet wide, the grainy, oversized, unframed prints enhance the feeling of a hellish underworld and thrust its grossness at viewers, as if to rebuke casual art consumers for their complacency. If they picture people in unflattering light — making them objects of revulsion, even — it is not a reflection on them but on an inhumane society that allows people to fall into such substandard states and conditions. Mr. Mikhailov often paid his subjects and gave them warm meals in exchange for their services, which accounts for the feeling that they are consciously performing, not just for the camera but for a public audience, as players in an Artaud-like theater of cruelty.", "url": "https://www.nytimes.com/2011/06/03/arts/design/boris-mikhailov-case-history-at-moma-review.html?_r=0"}