{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:46:40", "date_modify": "2022-10-25 23:46:40", "date_publish": "2011-08-04 15:00:12", "description": "“Rise of the Planet of the Apes” is both an origin story for its 1968 predecessor, “Planet of the Apes,” and an amusingly cheerful film about the end of humanity.", "filename": "2011_08_05_movies_rise-of-the-planet-of-the-apes-stars-james-franco-review_1666741600.html", "image_url": "https://static01.nyt.com/images/2011/08/05/movies/05rise-span/05rise-span-articleLarge.jpg?year=2011&h=315&w=600&s=9bf1c812c81d9198e2d5edcc47469e5dd464fbc4981c782f8fc0fbd2a12eec2b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_05_movies_rise-of-the-planet-of-the-apes-stars-james-franco-review_1666741600.html", "title": "‘Rise of the Planet of the Apes’ Stars James Franco", "title_page": "‘Rise of the Planet of the Apes’ Stars James Franco - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Rise of the Planet of the Apes,” an amusingly cheerful film about the end of humanity that’s PETA and critic approved — no animals were harmed in its making, and neither was James Franco’s career — is precisely the kind of summer diversion that the studios have such a hard time making now. It’s good, canny-dumb fun. Employing bleeding-edge technologies in the service of old-fashioned entertainment, it insists on the emotional truth of its absurd story, its tongue in cheek (and in check), while offering self-aware asides, like the ritual bow to Charlton Heston, the lockjaw hero of the original 1968 “Planet of the Apes.”\nAt once an origin story for that period-appropriate freakout and a solid kick in the franchise pants, the new “Apes” movie takes place in a present that, with a few exceptions (a space mission included), looks plausibly like our own. Mr. Franco — serious, focused, sympathetic — plays Will Rodman, a scientist and romantic idealist who is one hubristic mistake away from becoming a latter-day Frankenstein. Like the shiny headquarters at Gen-Sys, the pharmaceutical giant for which he works, Will makes science look good, as he bustles about in his white lab coat. Rarely have big-pharma-like doings looked so harmless, at least if you don’t count the animals doped up on the would-be wonder drug that Will hopes will cure Alzheimer’s.\nIt isn’t long before that temple of scientific rationalism goes kablooey. One afternoon a prized chimpanzee, nicknamed Bright Eyes for the eerie green tint of her peepers, throws a fit, running amok through the Gen-Sys labs and into the meeting room where Will is pitching his cure to his boss (David Oyelowo) and prospective investors. Oops! Cut down by a bullet, Bright Eyes both ends Will’s immediate dreams and offers him something like a new beginning in the form of her baby, a bundle of beastly joy. Out goes the man of science, as the accidental daddy takes the infant home, where he’s baptized Caesar by Will’s own father, Charles (John Lithgow), and grows quickly, fast becoming a lively, curious, very smart young thing.\nAfter this brisk preamble, “Rise of the Planet of the Apes” settles into a playful stretch. Caesar cozies into his human home for an inverse version of the first “Apes” movie (with shades of “Curious George”), if mostly without incident, despite foreboding static with a neighbor (David Hewlett). Time passes, and Caesar grows stronger and smarter as Will finds a love (Freida Pinto) and Charles, suffering from Alzheimer’s, worsens. In desperation Will plays God and turns Charles into his next experiment, becoming both the son and the father to his own lab rats. More time passes, and a story about a modern blended family shifts into a jittery cautionary tale about man’s domination of nature and turns “Apes” into a weird twin of the recent documentary “Project Nim,” about a chimp who was used and abused in the 1970s in the name of science.", "url": "https://www.nytimes.com/2011/08/05/movies/rise-of-the-planet-of-the-apes-stars-james-franco-review.html"}