{"authors": ["Richard Pérez-Peña"], "date_download": "2022-10-25 23:30:36", "date_modify": "2022-10-25 23:30:36", "date_publish": "2011-11-29 02:35:57", "description": "With a raucous protest outside, City University trustees approved a series of $300 annual tuition increases that will extend through 2015.", "filename": "2011_11_29_nyregion_cuny-board-approves-tuition-increases_1666740636.html", "image_url": "https://static01.nyt.com/images/2011/11/29/education/CUNY/CUNY-articleLarge.jpg?year=2011&h=350&w=600&s=8afc781363c08369f29e175ec75958a0399e736e3493a51b8c0e95906d0a38fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_29_nyregion_cuny-board-approves-tuition-increases_1666740636.html", "title": "CUNY Board Approves Tuition Increases", "title_page": "CUNY Board Approves Tuition Increases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anticipating the protest, Baruch had canceled Monday classes in the building after 3 p.m., and prohibited routine foot traffic in and out.\nLast week, the board’s hearing on the proposed tuition increases drew a similar response. Protesters scuffled with university security forces and New York police officers, and 15 were arrested. The Police Department said that three people were arrested in the demonstration on Monday.\nInside, on the 14th floor of Baruch’s William and Anita Newman Vertical Campus Building, the trustees and the CUNY chancellor, Matthew Goldstein, said they had little choice but to raise tuition, to compensate for sharply lowered support from the state in recent years.\nDr. Goldstein said the increase was intended, in part, for “the protection of our faculty and staff from the kinds of layoffs that other public higher education systems have experienced in recent years,” which he said would be unavoidable otherwise. He also said he would ask an outside expert, as yet unidentified, to review the handling of the demonstration last week.\nProtesters insisted either that CUNY has the money in its budget to avoid raising tuition, or that it had not pushed back hard enough against lawmakers in Albany who reduced state support. Many cast their arguments in terms of race or class, arguing that the trustees were out of touch with the student body, which is heavily made up of low-income and minority students.", "url": "https://www.nytimes.com/2011/11/29/nyregion/cuny-board-approves-tuition-increases.html"}