{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:18", "date_modify": "2022-10-25 23:37:18", "date_publish": "2011-06-16 22:03:47", "description": "The San Francisco Opera’s “Ring” cycle features a cast of characters with a decidedly American flavor.", "filename": "2011_06_17_arts_music_rheingold-at-the-san-francisco-opera-review_1666741038.html", "image_url": "https://static01.nyt.com/images/2011/06/17/arts/17ring-span/17ring-span-articleLarge.jpg?year=2011&h=377&w=600&s=8031c644c2a99545cc0a8f070bdd2eb5559e22d585aad231a45f48117e853d53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_06_17_arts_music_rheingold-at-the-san-francisco-opera-review_1666741038.html", "title": "‘Rheingold’ at the San Francisco Opera", "title_page": "‘Rheingold’ at the San Francisco Opera - Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — When the three Rhinemaidens appear at the opening of the San Francisco Opera’s production of Wagner’s “Rheingold,” they look like wholesome young women in gingham dresses right out of a John Ford western. Alberich the dwarf intrudes on the scene, a grimy forty-niner in sturdy boots and overalls, panning for gold and looking desperate.\nWotan and his dysfunctional family of gods look like characters out of “The Great Gatsby.” The preppy Donner and Froh wear beige suits emblazoned with the family crest; Wotan could be a robber baron in leather boots, frock coat and fedora; his wily wife, Fricka, has a perfect permanent and a dignified dress.\nIf this imagery sounds typically American, that is exactly the intriguing idea behind the director Francesca Zambello’s much-anticipated production of Wagner’s “Ring” cycle, a co-commission of the San Francisco Opera and the Washington National Opera, which is having its first complete presentation here this week. “Das Rheingold” opened the cycle on Tuesday night, and “Die Walküre” followed on Wednesday.\nThe Washington company was first out of the gate with Ms. Zambello’s “Rheingold” in 2006. But after presenting the next two operas over subsequent seasons, it had to pull back because of severe financial problems. “Götterdämmerung,” the fourth and final work, was performed only in concert in 2009. As of now there are no plans to present the cycle in Washington, though Ms. Zambello’s recent appointment as the company’s artistic adviser could change things.", "url": "https://www.nytimes.com/2011/06/17/arts/music/rheingold-at-the-san-francisco-opera-review.html"}