{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:29:28", "date_modify": "2022-10-25 23:29:28", "date_publish": "2011-11-14 17:48:54", "description": "Many scholars’ briefs are not very scholarly and have an ideological bias, asserts a Harvard professor in an essay that has been circulating widely.", "filename": "2011_11_15_us_law-professor-takes-aim-at-supreme-court-filings.html__r=0_1666740568.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_15_us_law-professor-takes-aim-at-supreme-court-filings.html__r=0_1666740568.html", "title": "Law Professor Takes Aim at Friend-of-Court Filings", "title_page": "Law Professor Takes Aim at Friend-of-Court Filings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m completely in sympathy with the broader argument he develops,” Professor Friedman said. “I get constant requests to write them and to sign them. There is often more attention to the issue than the analysis.”\nBut that was not the case with the health care brief, Professor Friedman said. “I actually happen to possess great expertise on this subject,” he said. “On his analysis of this particular issue, I think Dick is wrong.”\nIn his essay, Professor Fallon discussed a second brief he had declined to join. It concerned “a highly complex question of federal jurisdiction over a habeas corpus petition filed by a prison inmate” and was written by Michael C. Dorf, a law professor at Cornell.\nProfessor Fallon said the brief was in all likelihood “exemplary in all respects.” But he said he would not sign that one, either, on the refreshing ground that he had not done the required reading.\n“Of the dozens of Supreme Court decisions to which the brief referred, there were some that I know well, and others I recall only hazily,” he wrote. “The brief also cited at least nine Supreme Court cases that I cannot remember ever having read at all, and 12 lower court decisions that I know I have never read.”\n“It seems pertinent,” he added, “that my instinctive sympathy for the asserted position — and thus my impulse to want to sign — had ideologically based foundations.”\nIn an e-mail, Professor Dorf said that he, too, had long been suspicious that “law professor briefs were attempting to leverage scholarly reputations for political/ideological ends.”", "url": "https://www.nytimes.com/2011/11/15/us/law-professor-takes-aim-at-supreme-court-filings.html?_r=0"}