{"authors": ["David Brooks"], "date_download": "2022-10-25 23:30:40", "date_modify": "2022-10-25 23:30:40", "date_publish": "2011-01-14 02:23:02", "description": "Great speeches alone won’t usher in a period of greater civility. The virtue arises out of an abiding knowledge of our own failure, sin, weakness and ignorance.", "filename": "2011_01_14_opinion_14brooks_1666740640.html", "image_url": "https://static01.nyt.com/images/2018/04/03/opinion/david-brooks/david-brooks-facebookJumbo-v2.png?year=2011&h=550&w=1050&s=cd517bb95c2f956dd04b1b1e542d86e079db91888b3ec68c03947ca623510eed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_01_14_opinion_14brooks_1666740640.html", "title": "Tree of Failure - The New York Times", "title_page": "Opinion | Tree of Failure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Obama gave a wonderful speech in Tucson on Wednesday night. He didn’t try to explain the rampage that occurred there. Instead, he used the occasion as a national Sabbath  as a chance to step out of the torrent of events and reflect. He did it with an uplifting spirit. He not only expressed the country’s sense of loss but also celebrated the lives of the victims and the possibility for renewal.\nOf course, even a great speech won’t usher in a period of civility. Speeches about civility will be taken to heart most by those people whose good character renders them unnecessary. Meanwhile, those who are inclined to intellectual thuggery and partisan one-sidedness will temporarily resolve to do better but then slip back to old habits the next time their pride feels threatened.\nCivility is a tree with deep roots, and without the roots, it can’t last. So what are those roots? They are failure, sin, weakness and ignorance.\nEvery sensible person involved in politics and public life knows that their work is laced with failure. Every column, every speech, every piece of legislation and every executive decision has its own humiliating shortcomings. There are always arguments you should have made better, implications you should have anticipated, other points of view you should have taken on board.", "url": "https://www.nytimes.com/2011/01/14/opinion/14brooks.html"}