{"authors": ["Warren E. Buffett"], "date_download": "2022-10-25 23:42:24", "date_modify": "2022-10-25 23:42:24", "date_publish": "2011-08-15 02:42:21", "description": "We mega-rich should not continue to get extraordinary tax breaks while most Americans struggle to make ends meet.", "filename": "2011_08_15_opinion_stop-coddling-the-super-rich_1666741344.html", "image_url": "https://static01.nyt.com/images/2011/08/14/opinion/0815oped-art/0815oped-art-articleLarge.jpg?year=2011&h=486&w=600&s=e399abefa9d52a5b44bb290cfc70e10d1e3ea6ade598f4f12e4498af0ad64cdc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_08_15_opinion_stop-coddling-the-super-rich_1666741344.html", "title": "Stop Coddling the Super-Rich", "title_page": "Opinion | Stop Coddling the Super-Rich - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Omaha\nOUR leaders have asked for “shared sacrifice.” But when they did the asking, they spared me. I checked with my mega-rich friends to learn what pain they were expecting. They, too, were left untouched.\nWhile the poor and middle class fight for us in Afghanistan, and while most Americans struggle to make ends meet, we mega-rich continue to get our extraordinary tax breaks. Some of us are investment managers who earn billions from our daily labors but are allowed to classify our income as “carried interest,” thereby getting a bargain 15 percent tax rate. Others own stock index futures for 10 minutes and have 60 percent of their gain taxed at 15 percent, as if they’d been long-term investors.\nThese and other blessings are showered upon us by legislators in Washington who feel compelled to protect us, much as if we were spotted owls or some other endangered species. It’s nice to have friends in high places.\nLast year my federal tax bill — the income tax I paid, as well as payroll taxes paid by me and on my behalf — was $6,938,744. That sounds like a lot of money. But what I paid was only 17.4 percent of my taxable income — and that’s actually a lower percentage than was paid by any of the other 20 people in our office. Their tax burdens ranged from 33 percent to 41 percent and averaged 36 percent.", "url": "https://www.nytimes.com/2011/08/15/opinion/stop-coddling-the-super-rich.html"}