{"authors": ["Charles Mcgrath"], "date_download": "2022-10-25 23:37:03", "date_modify": "2022-10-25 23:37:03", "date_publish": "2011-03-04 20:13:16", "description": "Charlotte Brontë’s “Jane Eyre” seems to be remade as a film every five years: there have been at least 18 versions.", "filename": "2011_03_06_movies_06eyre_1666741023.html", "image_url": "https://static01.nyt.com/images/2011/03/06/arts/EYRE-JP-1/EYRE-JP-1-articleLarge.jpg?year=2011&h=315&w=600&s=d79542ae9cb1fdac9c54ad572562c3add656ca4b893002f03cc034ad8fa8e095&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_03_06_movies_06eyre_1666741023.html", "title": "The New York Times", "title_page": "‘Jane Eyre’ - Cary Fukunaga Revises a Classic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If there has never been a definitive movie “Jane Eyre,” there has never been a truly rotten one. Even the sentimental 1996 Franco Zeffirelli version, with William Hurt embarrassingly miscast as a Rochester more nearly a mild eccentric than a brooding, Byronic type, has its moments. A couple of the movies have lingered a little on the sultry, Creole ancestry of Rochester’s first wife, Bertha Mason, and on a theme of colonial exploitation, but so far the one truly ground-breaking version is John Duigan’s 1993 film of “Wide Sargasso Sea,” the Jean Rhys novel that tells the story from the point of view of Bertha, the madwoman locked in the attic.\nSo why another “Jane Eyre,” then, with so many perfectly serviceable ones already available on DVD or download? The simplest answer is that movies get remade all the time, and the great 19th-century novelists  Austen and the Brontë sisters especially  have proved to be an inexhaustible and almost foolproof resource.\nDouglas McGrath, who has directed movie versions of both Austen’s “Emma” and “Nicholas Nickleby,” by Charles Dickens, wrote recently in an e-mail message: “What makes a classic a classic is that the story always has relevance to whatever generation is reading it. If it didn’t, it wouldn’t be a classic  it would be forgotten. And I think that what gives them relevance is the human dilemma at the center of it. The period details  the pretty (or not) costumes, the great or dingy houses, the carriage and candlelight and long-lost customs  are all icing, but they are not the cake.”\nTalking about classics of romantic literature, he added, “Part of the appeal is that the language still has a rich, sometimes poetic phrasing that a modern film has a tough time matching.”", "url": "https://www.nytimes.com/2011/03/06/movies/06eyre.html"}