{"authors": ["Mark Viera", "Pete Thamel"], "date_download": "2022-10-25 23:35:18", "date_modify": "2022-10-25 23:35:18", "date_publish": "2011-11-16 00:53:18", "description": "The former Penn State football coach Joe Paterno gave full ownership of his house to his wife, Sue, for $1 in July, less than four months before a sexual abuse scandal engulfed the university.", "filename": "2011_11_16_sports_ncaafootball_in-july-paterno-transferred-ownership-of-home-to-his-wife-for-1_1666740918.html", "image_url": "https://static01.nyt.com/images/2011/11/16/sports/PATERNO/PATERNO-articleLarge.jpg?year=2011&h=315&w=600&s=8605c7a84643aec067d55f0b858a658c3cb1e8048b3b76b4194070d748964db9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_16_sports_ncaafootball_in-july-paterno-transferred-ownership-of-home-to-his-wife-for-1_1666740918.html", "title": "In July, Paterno Transferred Ownership of Home to His Wife for $1", "title_page": "In July, Paterno Transferred Ownership of Home to His Wife for $1 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "STATE COLLEGE, Pa. — Joe Paterno transferred full ownership of his house to his wife, Sue, for $1 in July, less than four months before a sexual abuse scandal engulfed his Penn State football program and the university.\nDocuments filed in Centre County, Pa., show that on July 21 the Paternos’ house near campus was turned over to “Suzanne P. Paterno, trustee” for a dollar plus “love and affection.” The couple had previously held joint ownership of the house, which they bought in 1969 for $58,000.\nAccording to documents filed with the county, the house’s fair-market value was listed at $594,484.40. Wick Sollers, a lawyer for Paterno, said in an e-mail that the Paternos had been engaged in a “multiyear estate planning program,” and the transfer “was simply one element of that plan.” He said it had nothing to do with the scandal.\nPaterno, who was fired as the football coach at the university last week, has been judged harshly by many for failing to take more aggressive action when he learned of a suspected sexual assault of a child by one of his former top assistants.", "url": "https://www.nytimes.com/2011/11/16/sports/ncaafootball/in-july-paterno-transferred-ownership-of-home-to-his-wife-for-1.html"}