{"authors": ["David M. Herszenhorn", "Ellen Barry"], "date_download": "2022-10-25 23:39:14", "date_modify": "2022-10-25 23:39:14", "date_publish": "2011-12-08 11:34:13", "description": "Prime Minister Vladimir V. Putin of Russia said Secretary of State Hillary Rodham Clinton had sent “a signal” that spurred protesters to action.", "filename": "2011_12_09_world_europe_putin-accuses-clinton-of-instigating-russian-protests_1666741154.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_09_world_europe_putin-accuses-clinton-of-instigating-russian-protests_1666741154.html", "title": "After Russian Vote, Putin Claims Clinton Incited Unrest", "title_page": "After Russian Vote, Putin Claims Clinton Incited Unrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Prime Minister Vladimir V. Putin accused Secretary of State Hillary Rodham Clinton on Thursday of inciting unrest in Russia, as he grappled with the prospect of large-scale political protest for the first time in his more than decade-long rule.\nIn a rare personal accusation, Mr. Putin said Mrs. Clinton had sent “a signal” to “some actors in our country” after Sunday’s parliamentary elections, which were condemned as fraudulent by both international and Russian observers. Anger over the elections prompted a demonstration in which thousands chanted “Putin is a thief” and “Russia without Putin,” a development that has deeply unnerved the Kremlin.\nSpeaking to political allies as he announced the formation of his presidential campaign, Mr. Putin said that hundreds of millions of dollars in “foreign money” was being used to influence Russian politics, and that Mrs. Clinton had personally spurred protesters to action. The comments indicate a breakdown in the Obama administration’s sputtering effort to “reset” the relationship between the United States and Russia.\n“I looked at the first reaction of our U.S. partners,” Mr. Putin said. “The first thing that the secretary of state did was say that they were not honest and not fair, but she had not even yet received the material from the observers.”", "url": "https://www.nytimes.com/2011/12/09/world/europe/putin-accuses-clinton-of-instigating-russian-protests.html"}