{"authors": ["Ethan Bronner"], "date_download": "2022-10-25 23:56:16", "date_modify": "2022-10-25 23:56:16", "date_publish": "2011-07-20 03:09:13", "description": "Some Israelis have found inspiration in the Arab uprisings, staging protests over the cost and availability of housing, food and other basic goods.", "filename": "2011_07_20_world_middleeast_20israel_1666742176.html", "image_url": "https://static01.nyt.com/images/2011/07/20/world/ISRAEL_span/ISRAEL-articleLarge.jpg?year=2011&h=350&w=600&s=f9ac781307f3eabfcb2e6d3d78dc32ce8c2d7c7503ae858142d444033a2a9308&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_20_world_middleeast_20israel_1666742176.html", "title": "Spirit of Middle East Protests Doesn’t Spare Israel", "title_page": "Spirit of Middle East Protests Doesn’t Spare Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While economic issues factored into the Arab uprisings as well, the issue preoccupying Israel is fairly specific: the cost and availability of housing. In recent weeks, similar concerns were raised about the price of cottage cheese and gasoline. Taken together, these issues have created an alliance crossing traditional left and right and are being viewed as the first threat to the stable government of Prime Minister Benjamin Netanyahu.\nThe government and Parliament have reacted quickly, promising construction of thousands of new housing units, along with a set of changes to bulldoze bureaucracies and press landlords to expand the market through a mix of carrot and stick (sell and get a bonus; don’t sell and face a tax). As elsewhere in the region, various political forces have attached themselves to the movement. It remains unclear whether the promises will satisfy the protesters or feed their indignation.\n“This is the first time that instead of fighting against the Arabs we are fighting for something — our life and that of our children,” said Eldad Yaniv, a veteran organizer of the left who came to the Tel Aviv protest a few days after it started and pitched 30 identical tents with other activists. “The old right and left are fading. This country needs a new left, its own New Deal.”\nRonen Shoval, the founder and chairman of the far-right group Im Tirzu, was standing not far away and said his group was there because one of its goals was to build a strong, healthy society.\nFor Israel’s finance minister, the rise of this new consumer protest culture is happening at an odd time, just when the country’s macroeconomic data are the best they have ever been and offer a contrast to the woes of much of the world in recent years.", "url": "https://www.nytimes.com/2011/07/20/world/middleeast/20israel.html"}