{"authors": ["Celia W. Dugger"], "date_download": "2022-10-25 23:01:02", "date_modify": "2022-10-25 23:01:02", "date_publish": "2011-07-23 02:05:44", "description": "President Bingu wa Mutharika’s statements at a police ceremony came after two days of unrest that left 18 people dead and many more hospitalized.", "filename": "2011_07_23_world_africa_23malawi.html_scp=1&sq=Malawi%20President%20Blames%20Protesters%20for%20Violence&st=cse_1666738862.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_23_world_africa_23malawi.html_scp=1&sq=Malawi%20President%20Blames%20Protesters%20for%20Violence&st=cse_1666738862.html", "title": "Malawi President Blames Protesters for Violence", "title_page": "Malawi President Blames Protesters for Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAPE TOWN — Facing international condemnation for his government’s use of force against peaceful demonstrators, Malawi’s president defiantly blamed protest organizers and political opponents on Friday for the violence that left 18 people dead this week. And he warned them against a return to the streets.\n“This time I’ll go after you,” President Bingu wa Mutharika said at a police ceremony in the city of Zomba, according to The Associated Press. “Even if you hide in holes, I’ll smoke you out.”\nRather than reassuring Malawians or the foreign donors who have financed close to half the government’s budget, Mr. Mutharika’s words are likely to stoke fears that his growing intolerance for dissent could jeopardize the progress Malawi has made in combating hunger, disease and destitution. They may also give those donors reason to consider withholding money from the government.\nThe Millennium Challenge Corporation, a United States government agency that recently announced a pact to give Malawi $350 million for its energy sector, released a statement Friday saying it was “deeply concerned” about this week’s events and would closely monitor the government’s actions. Its words were a warning. The agency in the past has suspended grants to countries that fail to safeguard human rights and political freedoms.", "url": "https://www.nytimes.com/2011/07/23/world/africa/23malawi.html?scp=1&sq=Malawi%20President%20Blames%20Protesters%20for%20Violence&st=cse"}