{"authors": ["Andrew Pollack"], "date_download": "2022-10-25 23:32:14", "date_modify": "2022-10-25 23:32:14", "date_publish": "2011-11-18 16:11:46", "description": "The agency said the drug “has not been shown to be safe and effective” for breast cancer patients, but would remain available for treating other types of cancer.", "filename": "2011_11_19_business_fda-revokes-approval-of-avastin-as-breast-cancer-drug_1666740734.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_11_19_business_fda-revokes-approval-of-avastin-as-breast-cancer-drug_1666740734.html", "title": "F.D.A. Revokes Approval of Avastin for Use as Breast Cancer Drug", "title_page": "F.D.A. Revokes Approval of Avastin for Use as Breast Cancer Drug - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The decision could also be grist for opponents of health care reform. Senator David Vitter, Republican of Louisiana, accused the F.D.A. on Friday of “rationing access” to treatment. The F.D.A. has insisted that cost issues were not considered. Yet some advocacy groups praised the decision. “It is the right decision for women and for science,” Frances M. Visco, president of the National Breast Cancer Coalition, said in an e-mail. “We all wished the drug worked. It does not.”\nThe administration has pledged to make decisions on the basis of science. That made it difficult for Dr. Hamburg to go against the conclusions of the F.D.A.’s own staff and the outside experts on its advisory committee.\nThere was also pressure to uphold the integrity of the accelerated program that was used to approve Avastin for breast cancer in 2008. That program allows the F.D.A. to provisionally approve drugs with less than the usual evidence of effectiveness, subject to further confirmation.\nThe agency has been criticized for failing to make sure the follow-up studies are done, or to remove approvals if those studies did not confirm the expected benefit. The case of Avastin, in which subsequent studies did not show the same level of effect as the initial study, is one of only a few in which an approval has been revoked and the first one in which the manufacturer had requested a hearing to appeal the proposed revocation. Daniel Carpenter, a professor of government at Harvard and author of the book “Reputation and Power: Organizational Image and Pharmaceutical Regulation at the F.D.A.,” said in an e-mail that the decision would make it easier for the agency to take more risks in granting accelerated approval because “with Avastin, the agency has sent a message that accelerated approval is neither absolute nor irreversible.” Even before the decision Friday, a handful of insurers had stopped paying for Avastin as a treatment for advanced breast cancer. Most insurers had said they would wait for the commissioner’s decision before evaluating their policies.\nMedicare is obligated to pay for off-label use of cancer drugs that are listed in certain references, like the one published by the National Comprehensive Cancer Network, an organization of major cancer hospitals. In July a committee of breast cancer specialists from those centers reaffirmed that Avastin should remain listed as “an appropriate therapeutic option for metastatic breast cancer.” A third of the committee members had financial ties to Genentech, according to Dr. Hamburg’s memorandum.\nIt appears Avastin has lost its perch as the world’s best-selling cancer drug to Roche’s own Rituxan, a lymphoma medicine. Global sales of Avastin in the first nine months of 2011 declined 8 percent, to 3.94 billion Swiss francs, or about $4.3 billion, Roche reported. In the United States alone, sales fell more sharply, down 15 percent to 1.77 billion Swiss francs, or $1.93 billion.", "url": "https://www.nytimes.com/2011/11/19/business/fda-revokes-approval-of-avastin-as-breast-cancer-drug.html"}