{"authors": ["Denise Grady", "William J. Broad"], "date_download": "2022-10-25 23:42:44", "date_modify": "2022-10-25 23:42:44", "date_publish": "2011-12-20 22:35:59", "description": "The National Science Advisory Board for Biosecurity has urged Science and Nature to keep details out of reports that they intend to publish on a highly transmissible form of the bird flu.", "filename": "2011_12_21_health_fearing-terrorism-us-asks-journals-to-censor-articles-on-virus.html__r=1&scp=1&sq=grady,%20fauci&st=cse_1666741364.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_12_21_health_fearing-terrorism-us-asks-journals-to-censor-articles-on-virus.html__r=1&scp=1&sq=grady,%20fauci&st=cse_1666741364.html", "title": "U.S. Asks Journals to Censor Articles on Bird Flu Virus", "title_page": "U.S. Asks Journals to Censor Articles on Bird Flu Virus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the first time ever, a government advisory board is asking scientific journals not to publish details of certain biomedical experiments, for fear that the information could be used by terrorists to create deadly viruses and touch off epidemics.\nIn the experiments, conducted in the United States and the Netherlands, scientists created a highly transmissible form of a deadly flu virus that does not normally spread from person to person. It was an ominous step, because easy transmission can lead the virus to spread all over the world. The work was done in ferrets, which are considered a good model for predicting what flu viruses will do in people.\nThe virus, A(H5N1), causes bird flu, which rarely infects people but has an extraordinarily high death rate when it does. Since the virus was first detected in 1997, about 600 people have contracted it, and more than half have died. Nearly all have caught it from birds, and most cases have been in Asia. Scientists have watched the virus, worrying that if it developed the ability to spread easily from person to person, it could create one of the deadliest pandemics ever.\nA government advisory panel, the National Science Advisory Board for Biosecurity, overseen by the National Institutes of Health, has asked two journals, Science and Nature, to keep certain details out of reports that they intend to publish on the research. The panel said conclusions should be published, but not “experimental details and mutation data that would enable replication of the experiments.”", "url": "https://www.nytimes.com/2011/12/21/health/fearing-terrorism-us-asks-journals-to-censor-articles-on-virus.html?_r=1&scp=1&sq=grady,%20fauci&st=cse"}