{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:07", "date_modify": "2022-10-25 23:39:07", "date_publish": "2011-06-30 17:20:54", "description": "Lee Teng-hui, who was president of Taiwan from 1988 to 2000, was indicted Thursday on charges of embezzling $7.79 million while in office.", "filename": "2011_07_01_world_asia_01taiwan_1666741147.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_07_01_world_asia_01taiwan_1666741147.html", "title": "Taiwan Ex-President Lee Charged With Corruption", "title_page": "Taiwan Ex-President Lee Charged With Corruption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Lee Teng-hui, a former president of Taiwan who moved the self-governing island toward democracy, was indicted Thursday on charges of embezzling $7.79 million from a state fund, becoming the second former president of Taiwan to be charged with corruption.\nProsecutors said in a 23-page indictment that Mr. Lee, 88, took money from the government’s National Security Bureau fund while he was in office and laundered it in order to build the Taiwan Research Institute, which became his office after he stepped down in 2000 as president. Liu Tai-ying, one of Mr. Lee’s aides and the founder of the institute, was also charged.\nImage Lee Teng-hui Credit... Junko Kimura/Getty Images\nKu Li-hsiung, a lawyer representing Mr. Lee, said the prosecution did not have sufficient evidence against Mr. Lee, according to the Central News Agency, the state news agency of Taiwan. Mr. Lee is known to be disliked by the current president, Ma Ying-jeou, and his party, the Kuomintang, which generally advocates closer ties with China. Mr. Lee took office as a member of the Kuomintang but was expelled from the party shortly after leaving office for founding a pro-independence group, the Taiwan Solidarity Union.", "url": "https://www.nytimes.com/2011/07/01/world/asia/01taiwan.html"}