{"authors": ["Isabel Kershner"], "date_download": "2022-10-26 00:11:43", "date_modify": "2022-10-26 00:11:43", "date_publish": "2011-08-31 23:42:37", "description": "This summer’s protests over the high cost of living and for social justice have been interrupted by leadership divisions and Israeli security concerns.", "filename": "2011_09_01_world_middleeast_01israel_1666743103.html", "image_url": "https://static01.nyt.com/images/2011/09/01/world/01israel/01israel-articleLarge-v2.jpg?year=2011&h=315&w=600&s=330e158f150cadafaa24116fd5988f27b8cad5dfcd706c0c4d198dc337354607&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_09_01_world_middleeast_01israel_1666743103.html", "title": "Activists Aim to Revitalize Israeli Protests", "title_page": "Activists Aim to Revitalize Israeli Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TEL AVIV — For many Israelis, the size of Saturday night’s protests against the high cost of living and for social justice will serve as a barometer of whether the popular movement that began in this Mediterranean city and swept the country this summer is thriving or fading.\nAfter six weeks of tent encampments and rallies featuring popular singers that drew as many as 300,000 people into the streets on the first Saturday in August, the Sept. 3 rally has been described by its promoters as a million-person march.\nBut for now the movement is in a kind of hiatus, with nagging questions about where it will go. The mid-August attack by Palestinian militants that killed eight Israelis near the southern city of Eilat, close to the Egyptian border, followed by Israeli airstrikes on Gaza and Palestinian rocket attacks from Gaza, proved to be a major interruption, abruptly changing the public discourse back to the more familiar mode of Israeli security in hostile surroundings.\nIn addition, disagreements have emerged among the groups that make up the leadership of the protest movement, along with increasing grumbling about some of the higher-profile leaders themselves. The giddy festival atmosphere that first enveloped the social protest has dissipated. The rows of tents at the flagship encampment lining Rothschild Boulevard in Tel Aviv are gradually emptying.", "url": "https://www.nytimes.com/2011/09/01/world/middleeast/01israel.html"}