{"authors": ["Michael Slackman", "Stefan Pauly"], "date_download": "2022-10-25 23:36:24", "date_modify": "2022-10-25 23:36:24", "date_publish": "2011-04-29 21:17:40", "description": "The German police arrested three suspected members of Al Qaeda on Friday, saying they represented “a concrete and imminent danger” to the nation.", "filename": "2011_04_30_world_europe_30germany_1666740984.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2011_04_30_world_europe_30germany_1666740984.html", "title": "Germany Says Arrests of 3 Men Foiled Attack by Al Qaeda", "title_page": "Germany Says Arrests of 3 Men Foiled Attack by Al Qaeda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — The German police arrested three men suspected of being members of Al Qaeda on Friday, saying they represented “a concrete and imminent danger” to the nation and had been planning an attack using explosives.\nThe German authorities presented the bare outlines of a terrorism plot that they said involved at least one person trained at a militant camp in Afghanistan or Pakistan and a cache of material for producing explosives. The men had been under surveillance for seven months, but the authorities said they decided to move fast when the three began preparations for testing an explosive device.\n“We succeeded in preventing a concrete and imminent danger,” the interior minister, Hans-Peter Friedrich, said in a statement that acknowledged assistance from foreign investigators. “This proves that Germany continues to be in the cross hairs of international terrorists, and we need to remain vigilant.”\nThe authorities said more information would be released at the federal prosecutor’s headquarters in Karlsruhe on Saturday, when the men would be brought before a judge. But some details emerged from law enforcement officials and the German news media, which said at least two of the men were Moroccan, one with German citizenship and the other living in Germany illegally. The third was said to be a German of Iranian descent, though some reports said he was of Moroccan descent.", "url": "https://www.nytimes.com/2011/04/30/world/europe/30germany.html"}