{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:34", "date_modify": "2022-10-25 23:43:34", "date_publish": "2012-09-20 19:08:05", "description": "The impasse exacerbates the challenge of a separatist push by Catalonia, the nation’s most economically powerful region.", "filename": "2012_09_21_world_europe_spains-prime-minister-fails-to-reach-revenue-deal-with-catalonia_1666741414.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_21_world_europe_spains-prime-minister-fails-to-reach-revenue-deal-with-catalonia_1666741414.html", "title": "Spain’s Prime Minister Fails to Reach Revenue Deal With Catalonia", "title_page": "Spain’s Prime Minister Fails to Reach Revenue Deal With Catalonia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — Spain’s prime minister, Mariano Rajoy, already under pressure from his European counterparts to clean up Spain’s banks and public finances, failed on Thursday to ease what has recently turned into his biggest domestic political challenge — a separatist push by the nation’s most economically powerful region, Catalonia.\nCatalonia’s leader, Artur Mas, accused Mr. Rajoy of losing a “historic opportunity” to safeguard the relationship between his region and the rest of Spain, after they could not reach agreement on a new tax revenue redistribution plan. Mr. Mas warned that Mr. Rajoy’s refusal to negotiate any tax changes was likely to increase resentment toward the Madrid government among Catalans, especially after hundreds of thousands of them gathered for a pro-independence rally in Barcelona on Sept. 11, the anniversary of a Catalan defeat at the hands of Spanish troops in 1714.\n“The people and society of Catalonia are on the move, as we have seen on Sept. 11, and not willing to accept that our future will be gray when it could be more brilliant,” Mr. Mas said at a news conference here.\nJust as Mr. Rajoy’s government finds itself on the front lines of the euro crisis, Catalonia, which accounts for almost a fifth of Spain’s economic output, has moved to the fore of Mr. Rajoy’s domestic challenges.", "url": "https://www.nytimes.com/2012/09/21/world/europe/spains-prime-minister-fails-to-reach-revenue-deal-with-catalonia.html"}