{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:50:26", "date_modify": "2022-10-25 23:50:26", "date_publish": "2012-10-09 20:52:10", "description": "A Manhattan judge set Aug. 26 as the trial date for the fiery Islamic preacher known as Abu Hamza al-Masri, who was extradited from Britain over the weekend.", "filename": "2012_10_10_nyregion_muslim-cleric-abu-hamza-al-masri-pleads-not-guilty-to-terrorism-charges_1666741826.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_10_nyregion_muslim-cleric-abu-hamza-al-masri-pleads-not-guilty-to-terrorism-charges_1666741826.html", "title": "Muslim Cleric, Abu Hamza al-Masri, Pleads Not Guilty to Terrorism Charges", "title_page": "Muslim Cleric, Abu Hamza al-Masri, Pleads Not Guilty to Terrorism Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Mostafa, who once roused militants with sermons at the Finsbury Park mosque in North London, sat quietly in court, answering softly when the judge asked whether it was his intention to plead not guilty. “Yes, it is,” he said.\nOne apparent need of Mr. Mostafa’s that was not discussed in court on Tuesday is being addressed, an official said later. The defendant is widely known for the hook he uses as a prosthetic device on his hand; he lost an eye and the lower portions of both arms in explosions years ago.\nMr. Mostafa has appeared in court in Manhattan without his hook, which presumably was removed for security purposes; the bare stumps of his arms hung out from the short-sleeve jail shirt that he wore.\nThe official said after the proceeding that Mr. Mostafa had been allowed to wear the hook for eating and for hygienic purposes at the Metropolitan Correctional Center, where he is being held, and that arrangements were being made to fit him with new prosthetic devices. “They won’t be hooks,” the official added.\nThe judge appointed an experienced defense lawyer, Jeremy Schneider, to represent Mr. Mustafa. After the proceeding, Mr. Schneider said a prosthesis was critical so that his client could assist in preparations for his defense. It was hard enough because of the high security conditions under which Mr. Mostafa was being held, Mr. Schneider said, but “for someone who has his disability, it’s even more difficult.”", "url": "https://www.nytimes.com/2012/10/10/nyregion/muslim-cleric-abu-hamza-al-masri-pleads-not-guilty-to-terrorism-charges.html"}