{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:50:38", "date_modify": "2022-10-25 23:50:38", "date_publish": "2012-03-09 08:18:23", "description": "The United States will greatly accelerate its handover of detainees to Afghan control, but retain a veto over who can be released.", "filename": "2012_03_10_world_asia_us-and-afghanistan-agree-on-detainee-transfer_1666741838.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_10_world_asia_us-and-afghanistan-agree-on-detainee-transfer_1666741838.html", "title": "U.S. and Afghanistan Agree on Detainee Transfer", "title_page": "U.S. and Afghanistan Agree on Detainee Transfer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During the transition, custody of the American-held prisoners would gradually be shifted to Afghan authority, with the first 500 prisoners to be transferred within 45 days, according to American military and diplomatic officials who spoke on the condition of anonymity as a matter of policy.\nThe move to speed up the transfer is a major concession to the Afghans, but the veto power, which would last as long as American troops are in Afghanistan, addresses American worries that Taliban fighters would be released prematurely and return to the battlefield. In order for a detainee to be released, both General Allen and Mr. Wardak would have to agree, American officials said.\nThey said the United States would also continue to monitor treatment of the prisoners in an attempt to prevent human rights abuses prevalent in many Afghan prisons.\nThe compromise was part of an effort to win support for a strategic partnership agreement that would provide for continued American military support even after the end of the NATO mission in 2014. The agreement is considered crucial because the Americans hope to ensure that the Afghan government can hold out against the Taliban and that Al Qaeda cannot re-establish a stronghold.\nThe American ambassador, Ryan C. Crocker, suggested that both sides had compromised to reach the deal. “A good agreement represents a balance of concessions on both sides,” he said after the formal signing by General Allen and Mr. Wardak. “I won’t say they were the side that gave up the most, but the side that lost the most was the Taliban.”", "url": "https://www.nytimes.com/2012/03/10/world/asia/us-and-afghanistan-agree-on-detainee-transfer.html"}