{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:39", "date_modify": "2022-10-25 23:43:39", "date_publish": "2012-09-13 00:24:48", "description": "After hundreds of thousands of Catalonians rallied in Barcelona, the leader of Catalonia urged the national government in Madrid to grant his region fiscal sovereignty.", "filename": "2012_09_13_world_europe_13iht-spain13.html_ref=europe_1666741419.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_13_world_europe_13iht-spain13.html_ref=europe_1666741419.html", "title": "Rally Brings Strong Call for Catalan Fiscal Sovereignty", "title_page": "Rally Brings Strong Call for Catalan Fiscal Sovereignty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA, Spain — The leader of Catalonia on Wednesday urged the national government in Madrid to grant his region fiscal sovereignty, perhaps his strongest demand yet for more independence a day after hundreds of thousands of Catalans held a surprisingly large separatist rally in central Barcelona.\nRecalling Spain’s return to democracy, after the death of Gen. Francisco Franco in 1975, Artur Mas, the Catalan leader, said, “Spain launched its transition 30 years ago and now it is our turn.” He added, “The first step to succeed in that is fiscal sovereignty.”\nWhile officials engaged in a battle of numbers over the exact size of the rally on Tuesday, its dimensions seemed to stun even those who had taken part. No one could recall such a large gathering in Catalonia, which has a population of seven and a half million people.\nOrganizers of the rally claimed that two million people had attended, while the local police said the turnout was one and a half million. The central government in Madrid estimated that 600,000 had protested its control over the region.", "url": "https://www.nytimes.com/2012/09/13/world/europe/13iht-spain13.html?ref=europe"}