{"authors": ["Kevin Drew"], "date_download": "2022-10-25 23:40:29", "date_modify": "2022-10-25 23:40:29", "date_publish": "2012-02-21 03:13:46", "description": "An unauthorized home-improvement project could ruin the candidacy of Henry Tang, thought to be Beijing’s choice as Hong Kong’s next chief executive.", "filename": "2012_02_21_world_asia_henry-tang-a-candidate-to-lead-hong-kong-runs-into-trouble_1666741229.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_02_21_world_asia_henry-tang-a-candidate-to-lead-hong-kong-runs-into-trouble_1666741229.html", "title": "Henry Tang, a Candidate to Lead Hong Kong, Runs Into Trouble", "title_page": "Henry Tang, a Candidate to Lead Hong Kong, Runs Into Trouble - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last week, Mr. Tang labored to explain the unauthorized work done at his home. He said that the house was owned by his wife, not by him, and that she had done work without his knowledge. News reports said that the new, 2,200-square-foot basement included a wine cellar, a home movie theater and a Japanese-style bath. Mr. Tang denied the reports, saying that the basement was used as a storage space.\nBut the reports, and Mr. Tang’s explanation, have sharply influenced public opinion. A poll conducted last week by the University of Hong Kong and published by The South China Morning Post showed that more than half of 516 people surveyed said that Mr. Tang should quit the race and that nearly 80 percent had doubts about his integrity.\nThe ratings reflect the effect of months of gaffes by Mr. Tang, 59, a scion of a wealthy Shanghai family who is not affiliated with a political party. In September, he resigned as chief secretary, the government’s No. 2 position, to run for chief executive. In October, amid public speculation about an extramarital affair, he acknowledged that he had made a mistake in his romantic life.\nLast May, after Hong Kong residents staged several demonstrations to protest housing prices and what they said was an economic system run by the elite, Mr. Tang said that Hong Kong’s youth should try to emulate Li Ka-shing, Hong Kong’s wealthiest tycoon, rather than complain about the growing gap between the rich and the middle class.\nAnalysts say those protests were part of a larger movement reflecting growing frustration among Hong Kong residents over having a voice in the political system and access to housing and public services.\n“In Hong Kong, you have a coterie of people who are rich and powerful,” said Michael E. DeGolyer of the Hong Kong Transition Project, an independent research organization. “You have a rigged economy that is full of cartels, not truly open and competitive. People are concerned by that.”", "url": "https://www.nytimes.com/2012/02/21/world/asia/henry-tang-a-candidate-to-lead-hong-kong-runs-into-trouble.html"}