{"authors": ["Tanzina Vega", "Edward Wyatt"], "date_download": "2022-10-25 22:55:21", "date_modify": "2022-10-25 22:55:21", "date_publish": "2012-03-26 15:12:06", "description": "The Federal Trade Commission asked for legislation that would give consumers access to the information collected on them by so-called data brokers.", "filename": "2012_03_27_business_ftc-seeks-privacy-legislation.html_pagewanted=all_1666738521.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_27_business_ftc-seeks-privacy-legislation.html_pagewanted=all_1666738521.html", "title": "F.T.C. Seeks Privacy Legislation", "title_page": "F.T.C. Seeks Privacy Legislation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The government’s chief consumer protection agency said on Monday that it intended to take direct aim at the vast industry that has grown up around the buying and selling of information about American consumers.\nThe agency, the Federal Trade Commission, called on Congress to enact legislation regulating so-called data brokers, which compile and trade a wide range of personal and financial data about millions of consumers from online and offline sources. The legislation would give consumers access to information collected about them and allow them to correct and update such data.\nThe agency also sent a cautionary signal to technology and advertising companies regarding a “Do Not Track” mechanism that allows consumers to opt out of having their online behavior monitored and shared. It warned that if companies did not voluntarily provide a satisfactory Do Not Track option, it would support additional laws that mandate it.\nThe recommendations, part of a sweeping set of guidelines in an F.T.C. report on Monday, represent the government’s latest move to address the issue of consumer privacy.", "url": "https://www.nytimes.com/2012/03/27/business/ftc-seeks-privacy-legislation.html?pagewanted=all"}