{"authors": ["Brooks Barnes", "Michael Cieply"], "date_download": "2022-10-25 23:46:29", "date_modify": "2022-10-25 23:46:29", "date_publish": "2012-10-05 15:36:27", "description": "With the first of three “Hobbit” movies about to be released, New Zealand is preparing for the next wave of Tolkien tourists, from the hills of the Shire to the peaks of Mordor.", "filename": "2012_10_07_travel_new-zealands-hobbit-trail.html_pagewanted=all_1666741589.html", "image_url": "https://static01.nyt.com/images/2012/10/07/travel/07NEWZEALAND_SPAN/07NEWZEALAND1-articleLarge.jpg?year=2012&h=608&w=600&s=5eb4534025e4762bdc2d65d5910a6738ada89da6603bd01daa6af9cc964b299b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_07_travel_new-zealands-hobbit-trail.html_pagewanted=all_1666741589.html", "title": "New Zealand’s Hobbit Trail", "title_page": "New Zealand’s Hobbit Trail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE hill is perfect — steep, shaggy and as green as a radioactive shamrock, like the matching hills around it. The sheep seem pretty idyllic themselves: polite little nibblers who only sometimes block the road.\nAs for the oak tree on the hill’s crest, it is quite literally perfect. Every flickering leaf was handcrafted, right down to the spidery plastic veins, a tribute to the meticulousness of Sir Peter Jackson, the movie director who staged this place, even creating the pond. (Where better for Paradise Geese to land?)\nYou are standing in Hobbiton, the place where J. R. R. Tolkien’s furry-footed Hobbits came to life in Mr. Jackson’s “Lord of the Rings” trilogy and will soon reappear in his “Hobbit” prequels. The sky is dramatic, with sunbeams radiating like spotlights from behind thunderheads. You are woozy from the two-hour car ride from Auckland on a twisting two-lane road (nonstop chatter from Mr. and Mrs. Fanny Pack standing next to you doesn’t help), but a few deep gulps of the agrarian air is restorative. And no matter how stubborn, cynical or reluctant you may be (we were all three), this place is most likely casting its spell.\nFor Mr. Jackson, New Zealand and the millions of fans who spent the last decade tromping this island country in search of “Lord of the Rings” filming locations, the journey is about to begin again. In Wellington, over 100,000 onlookers are expected to turn up on Nov. 28 outside the red-carpet premiere of “The Hobbit: An Unexpected Journey,” the first of three “Hobbit” films planned for release by 2014. If all goes according to plan, the pictures will also reopen the floodgates of film tourism here.", "url": "https://www.nytimes.com/2012/10/07/travel/new-zealands-hobbit-trail.html?pagewanted=all"}