{"authors": ["Raymond Hernandez"], "date_download": "2022-10-25 22:56:34", "date_modify": "2022-10-25 22:56:34", "date_publish": "2012-05-28 02:30:45", "description": "Representative Kathy Hochul, a New York Democrat who pulled off an upset in a Republican district in a 2011 special election, must win over an even more conservative constituency this year.", "filename": "2012_05_28_nyregion_for-representative-kathy-hochul-redistricting-raises-hurdle_1666738594.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_28_nyregion_for-representative-kathy-hochul-redistricting-raises-hurdle_1666738594.html", "title": "For Representative Kathy Hochul, Redistricting Raises Hurdle", "title_page": "For Representative Kathy Hochul, Redistricting Raises Hurdle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On May 25, 2011, Kathy Hochul woke up a star.\nSecretary of State Hillary Rodham Clinton called her from London with congratulations. Nancy Pelosi, the House Democratic leader, effusively praised her. News outlets from France, Denmark and Japan all covered the story of how she had pulled off an upset in a Republican district in a closely watched special election.\n“It was an exhilarating time,” Ms. Hochul recalled.\nLife is more anxiety-filled these days for Ms. Hochul, who now is the most endangered Democratic House incumbent in New York State and one of the most imperiled in the country, according to political analysts.\nRedistricting has thrown the 53-year-old freshman into the most conservative district in the state — away from the suburbs of Buffalo and Rochester and into a rural area of farms and villages in a district near the Canadian border.\nAs a result, the woman who rode a wave of anger over a Republican plan to cut Medicare a year ago must convince a primarily Republican electorate that she can represent it and offer an independent voice, regardless of party label.", "url": "https://www.nytimes.com/2012/05/28/nyregion/for-representative-kathy-hochul-redistricting-raises-hurdle.html"}