{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:02:30", "date_modify": "2022-10-25 23:02:30", "date_publish": "2012-04-25 03:03:04", "description": "The Equal Employment Opportunity Commission said gender-identity bias is illegal under Title VII of the Civil Rights Act of 1964.", "filename": "2012_04_25_us_sex-discrimination-protection-extended-to-transgender-woman_1666738950.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_25_us_sex-discrimination-protection-extended-to-transgender-woman_1666738950.html", "title": "Sex-Discrimination Protection Extended to Transgender Woman", "title_page": "Sex-Discrimination Protection Extended to Transgender Woman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a decision hailed by advocates for transgender people, the Equal Employment Opportunity Commission has ruled that a California woman who was denied a job at the Bureau of Alcohol, Tobacco, Firearms and Explosives after revealing that she was transitioning from her former life as a man can seek legal redress under sex-discrimination regulations.\nIn her complaint, Mia Macy, 39, said she had been promised a job in a bureau crime laboratory in Walnut Creek, Calif., in early 2011. At the time, Ms. Macy, a military veteran and a former police detective, was living as a man.\nLater that year, she told officials at the bureau that she was intending to legally live as a woman, and shortly after was told that the position was no longer available, she said.\nMs. Macy filed a complaint in June with the bureau, which responded that a gender-identity claim was covered by Justice Department procedures rather than E.E.O.C. jurisdiction, as sex discrimination is. In a decision reached on Friday and made public Tuesday, however, she found a sympathetic audience in the commission. It said that “intentional discrimination against a transgender individual because that person is transgender” is illegal under Title VII of the Civil Rights of 1964, which prohibits sex discrimination.", "url": "https://www.nytimes.com/2012/04/25/us/sex-discrimination-protection-extended-to-transgender-woman.html"}