{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:40:01", "date_modify": "2022-10-25 23:40:01", "date_publish": "2012-06-26 18:01:23", "description": "A woman who was forced by local officials to abort a 7-month-old fetus earlier this month said that she was being watched by guards in a hospital, who do not allow her to leave.", "filename": "2012_06_27_world_asia_chinese-family-in-forced-abortion-case-still-under-pressure_1666741201.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_27_world_asia_chinese-family-in-forced-abortion-case-still-under-pressure_1666741201.html", "title": "Forced to Abort, Chinese Woman Under Pressure", "title_page": "Forced to Abort, Chinese Woman Under Pressure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — A woman who was forced by local officials to abort a seven-month-old fetus this month and whose case has spurred a national discussion about China’s one-child policy said on Tuesday that she was “under a lot of pressure” and was being watched by guards in a hospital, who do not allow her to leave.\nThe woman, Feng Jianmei, has been in a county hospital in Shaanxi Province since her child, a girl, was stillborn after officials induced labor on June 2. Ms. Feng’s sister-in-law, also at the hospital, said Tuesday that her brother — Ms. Feng’s husband — was beaten last week and that local officials had led peasants in a march to denounce the family members as “traitors.”\nThe reported harassment came despite the fact that local officials were punished for the forced abortion after a photograph of the bedridden mother and the bloody fetus was posted on the Internet in mid-June. Xinhua, the state news agency, reported Tuesday night that after an investigation, two county-level or lower officials were fired, and five others received warnings or demerits. The report also said the county government had been ordered to give a living subsidy to Ms. Feng.\nMs. Feng’s case has been a topic of intense discussion on the Internet.\nHu Xijin, the chief editor of Global Times, a state-run newspaper that often prints nationalistic editorials, wrote on his microblog on June 12 that what Ms. Feng had endured was “barbaric.”", "url": "https://www.nytimes.com/2012/06/27/world/asia/chinese-family-in-forced-abortion-case-still-under-pressure.html"}