{"authors": ["David Barboza"], "date_download": "2022-10-25 23:40:06", "date_modify": "2022-10-25 23:40:06", "date_publish": "2012-06-15 19:04:53", "description": "A public outcry ensued when graphic photos of a 23-year-old woman and her dead fetus were posted online.", "filename": "2012_06_16_world_asia_china-suspends-family-planning-workers-after-forced-abortion_1666741206.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_16_world_asia_china-suspends-family-planning-workers-after-forced-abortion_1666741206.html", "title": "China Suspends Family Planning Workers After Forced Abortion", "title_page": "China Suspends Family Planning Workers After Forced Abortion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SHANGHAI — China suspended three local family planning officials in northwest China this week following a public outcry over reports that they had forced a young woman to undergo an abortion seven months into her pregnancy, according to Xinhua, the official Chinese news agency.\nThe suspensions, ordered on Thursday, came just days after graphic photos were posted on the Internet showing a 23-year-old woman named Feng Jianmei lying in a hospital bed with the remains of the fetus, soaked in blood. The story received widespread attention online, and a few days ago it was the most popular topic on Weibo, China’s version of Twitter.\nThe woman’s husband, who had posted the images, told the Chinese news media that on June 2, family planning officials in Shaanxi Province forced his wife to abort her second child after the couple were told that they had violated the nation’s one-child policy.\nThe couple had been ordered to pay a $6,300 fine if they wanted to go ahead with the pregnancy, he told the news media. When they failed to pay, Ms. Feng was beaten and given an injection that induced a late-term abortion, the couple said.", "url": "https://www.nytimes.com/2012/06/16/world/asia/china-suspends-family-planning-workers-after-forced-abortion.html"}