{"authors": ["Richard P", "Rez-Pe"], "date_download": "2022-10-25 23:30:36", "date_modify": "2022-10-25 23:30:36", "date_publish": "2012-05-23 00:08:03", "description": "The change at CUNY’s top colleges among incoming freshmen comes a decade after the university ended open enrollment and confirms predictions made by opponents during the battle over admissions.", "filename": "2012_05_23_nyregion_at-cunys-top-colleges-black-and-hispanic-freshmen-enrollments-drop_1666740636.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_23_nyregion_at-cunys-top-colleges-black-and-hispanic-freshmen-enrollments-drop_1666740636.html", "title": "At CUNY’s Top Colleges, Black and Hispanic Freshmen Enrollments Drop", "title_page": "At CUNY’s Top Colleges, Black and Hispanic Freshmen Enrollments Drop - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than a decade after the City University of New York ended open admissions to its four-year colleges, a marked shift has occurred at its top institutions as freshman classes now enter with far better academic credentials and also a different demographic mix.\nThe changes began in 2000, with new minimum requirements for test scores for college admission, continued as academic standards were raised in stages over the years and accelerated sharply with the recent recession, as CUNY’s bargain prices beckoned far more applicants.\nAt the university’s five most competitive four-year colleges — Baruch, Brooklyn, City, Hunter and Queens — nearly 12 percent of freshmen entering in 2001 had SAT scores of 1,200 or more. In 2007, for the last prerecession class, the figure was up to 16 percent, and by last fall, it had jumped to 26 percent.\nAt the same time, black representation among first-time freshmen at those colleges dropped, to 10 percent last fall from 17 percent in 2001. Over the same period, the Hispanic share rose slightly for several years, then fell once the recession began, to 18 percent, while the white portion fell slightly, to 35 percent.", "url": "https://www.nytimes.com/2012/05/23/nyregion/at-cunys-top-colleges-black-and-hispanic-freshmen-enrollments-drop.html"}