{"authors": ["Anthony Shadid"], "date_download": "2022-10-25 23:55:19", "date_modify": "2022-10-25 23:55:19", "date_publish": "2012-01-25 02:55:01", "description": "Abu Dhabi, the capital of the United Arab Emirates, says it will complete construction on three colossal museums by 2017 despite delays and a variety of financial and cultural concerns.", "filename": "2012_01_25_world_middleeast_abu-dhabi-reaffirms-its-grand-plan-for-museums_1666742119.html", "image_url": "https://static01.nyt.com/images/2012/01/25/world/Museum-1/Museum-1-articleLarge.jpg?year=2012&h=340&w=600&s=d47db74dd9d1190b2cb957ba7a2befba97b1ecdf411809f8b5ea1caf048f1ac1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_25_world_middleeast_abu-dhabi-reaffirms-its-grand-plan-for-museums_1666742119.html", "title": "Abu Dhabi Reaffirms Its Grand Plan for Museums", "title_page": "Abu Dhabi Reaffirms Its Grand Plan for Museums - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ABU DHABI, United Arab Emirates — A long-delayed project to build three colossal museums on an arid Persian Gulf island will be finished by 2017, officials say, realizing the designs of some of the world’s leading architects while underlining the ambitions of this city to emerge as a global capital.\nThe new date, which will be announced Wednesday, serves as a declaration that Abu Dhabi, the capital of the United Arab Emirates, will move ahead with one of the most remarkable art and culture projects in the world, despite protests prompted by workers’ conditions, fears of a financial bubble like the one that hit neighboring Dubai and qualms over a vision, both at home and abroad, that one architect called the artistic equivalent of “shock and awe.”\nA veil of secrecy has concealed deliberations over the museums, a branch of the Guggenheim designed by Frank Gehry, an outpost of the Louvre planned by Jean Nouvel and a national museum rendered by Lord Norman Foster, all part of a $27 billion cultural and tourism project known as Saadiyat Island. The silence was so stark that not even employees of the lead government agency knew when the museums would be built.\nBut even if the museums move forward as promised — the planned sites are still sandy lots save for work on the concrete and steel foundations — the question that has bedeviled the most ambitious Persian Gulf emirates since oil was discovered remains: Can atomized cities with money and abundant vision will into existence their standing as world capitals? And now, can they do so at a time of deep unease in the region and local fears of losing their cultural identity?", "url": "https://www.nytimes.com/2012/01/25/world/middleeast/abu-dhabi-reaffirms-its-grand-plan-for-museums.html"}