{"authors": ["Elisabeth Bumiller"], "date_download": "2022-10-25 23:28:43", "date_modify": "2022-10-25 23:28:43", "date_publish": "2012-05-14 02:23:41", "description": "Sgt. Bowe Bergdahl, who was captured in 2009 and is America’s only known current prisoner of war, saw enlisting in the Army as a way to find a direction, relatives say.", "filename": "2012_05_14_us_bowe-bergdahls-unlikely-journey-to-life-as-a-taliban-prisoner_1666740523.html", "image_url": "https://static01.nyt.com/images/2012/05/14/us/soldier_span/soldier-articleLarge.jpg?year=2012&h=350&w=600&s=ad70fa37280e5d6c5decd0aff60aa162194b0d82a9f1b8b772761515d001be77&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_14_us_bowe-bergdahls-unlikely-journey-to-life-as-a-taliban-prisoner_1666740523.html", "title": "Bowe Bergdahl’s Unlikely Journey to Life as a Taliban Prisoner", "title_page": "Bowe Bergdahl’s Unlikely Journey to Life as a Taliban Prisoner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HAILEY, Idaho — Off a gravel road in a horse pasture in the crystalline air of the Northern Rockies, Sgt. Bowe Bergdahl grew up skiing, fencing and dancing the role of the Nutcracker in the nearby Sun Valley Ballet School — on the surface, at least, an unlikely recruit for the United States Army.\nBut his family and friends say that in retrospect his enlistment made a certain sense. Sergeant Bergdahl had learned to shoot in the sagebrush hills surrounding his family home and was a superb marksman. He admired the military for its discipline and for what he saw as its role in protecting the American way of life.\nAfter years of odd jobs and adventures, he told friends he was ready for the focus that a career in the Army would bring. Not least, his family said, he was lured by the promises of military recruiters that he would be helping people in other parts of the world. He had come to see the military as a kind of Peace Corps with guns.\n“I don’t think he understood really what he was going to do,” said Sky Bergdahl, Sergeant Bergdahl’s older sister.", "url": "https://www.nytimes.com/2012/05/14/us/bowe-bergdahls-unlikely-journey-to-life-as-a-taliban-prisoner.html"}