{"authors": ["Helene Cooper", "Jennifer Steinhauer"], "date_download": "2022-10-25 23:35:48", "date_modify": "2022-10-25 23:35:48", "date_publish": "2012-01-04 19:35:32", "description": "President Obama defied deep Republican opposition to appoint Richard Cordray as director of a new consumer protection agency and fill three labor board vacancies.", "filename": "2012_01_05_us_politics_richard-cordray-named-consumer-chief-in-recess-appointment_1666740948.html", "image_url": "https://static01.nyt.com/images/2012/01/05/us/politics/05congress/05congress-articleLarge.jpg?year=2012&h=330&w=600&s=e2fe908e4bc829a1c5e2e84af0f51e1c26497f3ec717b62c0fbe12a7ce1f7a0c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_05_us_politics_richard-cordray-named-consumer-chief-in-recess-appointment_1666740948.html", "title": "Richard Cordray Named Consumer Chief in Recess Appointment", "title_page": "Richard Cordray Named Consumer Chief in Recess Appointment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Republicans, who began attacking the administration’s move hours before Mr. Obama officially announced it, argued that it was unconstitutional and called it a brazen attempt to undercut the role of the Senate to advise and consent the executive branch on appointments.\n“This is an extraordinary and entirely unprecedented power grab by President Obama that defies centuries of practice and the legal advice of his own Justice Department,” the House speaker, John A. Boehner, said in a prepared statement. “The precedent that would be set by this cavalier action would have a devastating effect on the checks and balances that are enshrined in our Constitution.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nRepublicans had attempted to block the president from installing nominees they opposed over the long break by holding “pro forma” sessions over the holidays, in which members of both chambers — usually those who live in states close to the Capitol — gavel in for minutes or even seconds before gaveling out to try to meet the definition of holding a Congressional meeting. Senate Democrats had taken similar steps to block President George W. Bush from making what are known as recess appointments, which can last up to two years. Until Wednesday, the tactic had prevented two administrations from putting their choices in place without Senate confirmation.\nThe action by Mr. Obama immediately sparked questions of what constitutes an actual Congressional recess, the legality of Mr. Obama’s move and the future of the Congressional confirmation process.\n“The legislative branch exists as a check and a balance on the executive,” Senator Orrin Hatch, Republican of Utah, said in a statement. “By opening this door, the White House is saying it can appoint any person at any time to any position it chooses without the advice and consent of the Senate. This is not how our republic was designed to function.”\nBut following an internal review, the administration legal team decided that Congress was effectively in recess even though it was holding the pro forma sessions at which no business was conducted.\n“Can the Senate, through form, render a constitutional power of the executive obsolete? Our view is that the answer to that question is clearly no,” Kathryn Ruemmler, Mr. Obama’s White House counsel, said in an interview.", "url": "https://www.nytimes.com/2012/01/05/us/politics/richard-cordray-named-consumer-chief-in-recess-appointment.html"}