{"authors": ["Nick Wingfield"], "date_download": "2022-10-25 23:29:19", "date_modify": "2022-10-25 23:29:19", "date_publish": "2012-08-24 22:11:15", "description": "The jury found that Samsung infringed upon a series of Apple patents on mobile devices, in a closely watched court case that could have broad implications for the industry.", "filename": "2012_08_25_technology_jury-reaches-decision-in-apple-samsung-patent-trial_1666740559.html", "image_url": "https://static01.nyt.com/images/2012/08/25/technology/25apple-photo1/25apple-photo1-articleLarge.jpg?year=2012&h=330&w=600&s=bcc6ca9fdaf6b8e2ebe705662cbb8768eb4351dac05df16c6315a5a5b6e0e64b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_25_technology_jury-reaches-decision-in-apple-samsung-patent-trial_1666740559.html", "title": "Jury Awards $1 Billion to Apple in Samsung Patent Case", "title_page": "Jury Awards $1 Billion to Apple in Samsung Patent Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite the eye-popping award, one of the largest ever in a patent case, the more important effect of the jury’s decision could be the impact it has on Android, the Google operating system used by Samsung and a broad array of other companies in their devices. For every iPhone sold worldwide, more than three smartphones running Android are sold, reflecting the meteoric rise of Google’s software.\nApple’s suit against Samsung, the world’s largest maker of smartphones, has partly been viewed as a proxy war against Google, which Apple executives have derided as a copycat, swiping Apple’s innovations. Steven P. Jobs, the late chief executive of Apple, told his biographer that Android was a “stolen product.”\nApple is expected to ask the judge in the Samsung case for an injunction preventing Samsung from shipping products that infringe on Apple’s patents. The verdict could also bolster Apple’s legal attacks on Android devices from other companies.\n“It’s going to make it very difficult for not only Samsung, but for other companies to mimic the Apple products,” said Robert Barr, executive director of the Berkeley Center for Law and Technology at the University of California, Berkeley.\nImage\nCharles Golvin, an analyst at Forrester Research, said consumers could experience some discomfort in their use of smartphones if Samsung and other manufacturers are forced to design around certain basic functions to avoid violating Apple’s patents, though he believes the decision will prod them to innovate. “Consumers will adapt, but there will be some bumps in the road as they make that adaptation,” Mr. Golvin said.\nThe trial provided a rare window into the inner workings of the two companies, especially the highly secretive Apple, forcing them to divulge sales figures, business negotiations and internal memos. Apple executives offered colorful detail, like the way its designers cook up new products around a kitchen table at the company’s headquarters.", "url": "https://www.nytimes.com/2012/08/25/technology/jury-reaches-decision-in-apple-samsung-patent-trial.html"}