{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:28:40", "date_modify": "2022-10-25 23:28:40", "date_publish": "2012-10-16 01:01:59", "description": "The Afghan Army is so plagued with desertions and low re-enlistment rates that it has to replace a third of its entire force every year, officials say.", "filename": "2012_10_16_world_asia_afghan-armys-high-turnover-clouds-us-exit-plan_1666740520.html", "image_url": "https://static01.nyt.com/images/2012/10/16/world/jp-army-2/jp-army-2-articleLarge.jpg?year=2012&h=330&w=600&s=65de351ad44a08458e46eeef69d64dca822ae805ef332856eeaec5a07d19e586&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_16_world_asia_afghan-armys-high-turnover-clouds-us-exit-plan_1666740520.html", "title": "Afghan Army’s High Turnover Clouds U.S. Exit Plan", "title_page": "Afghan Army’s High Turnover Clouds U.S. Exit Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most of the deserters either had been wounded or knew someone who had, and they had high marks for the American military’s medical evacuation ability, but complained of poor care and neglect once they were transferred to the Afghan system.\n“When I was wounded, the Americans were there in 10 minutes and choppered me out of Khost,” Ajmal said. “Then I went to an Afghan military hospital and no one asked about me. My unit even had me listed as dead.” Someone from his unit did, however, come to retrieve valuable pieces of equipment like his body armor and ammunition belt. He deserted after the hospital discharged him.\nAt the National Recruiting Center, Colonel Stanikzai keeps working, but he admits to a bleak outlook. “The news of the American withdrawal has weakened our morale and boosted the morale of the enemy,” he said. “I am sorry to speak so frankly. If the international community abandons us again, we won’t be able to last.”\nThe colonel’s hunt for infiltrators is rooted in realism. Often the Taliban cellphone telltales are adopted by people in rural areas as a protection in case the insurgents stop them, he said, so alone they are hardly grounds for dismissal.\nOne day last month, his caseload included a convicted murderer from Kunduz: Abdullah, a 30-year-old who has only one name. He had neglected to mention his criminal record, but it was discovered through biometric files compiled with American assistance.\nAbdullah pleaded that his offense had been a crime of passion and that the victim’s family had forgiven him and accepted the customary blood money. Colonel Stanikzai sent him back to Kunduz to get a letter from the police chief certifying him for service. Abdullah tried to kiss the colonel’s hand in gratitude.\n“We are going through a very, very hard time here,” the colonel said.", "url": "https://www.nytimes.com/2012/10/16/world/asia/afghan-armys-high-turnover-clouds-us-exit-plan.html"}