{"authors": ["Elizabeth Becker", "Seth Mydans"], "date_download": "2022-10-25 23:26:32", "date_modify": "2022-10-25 23:26:32", "date_publish": "2012-10-15 01:06:06", "description": "Mr. Sihanouk, who was alternately charming and ruthless, raised the stature of Cambodia and won its independence from French colonial rulers in 1953.", "filename": "2012_10_15_world_asia_norodom-sihanouk-cambodian-leader-through-shifting-allegiances-dies-at-89_1666740392.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_15_world_asia_norodom-sihanouk-cambodian-leader-through-shifting-allegiances-dies-at-89_1666740392.html", "title": "Norodom Sihanouk, Cambodian Leader Through Shifting Allegiances, Dies at 89", "title_page": "Norodom Sihanouk, Cambodian Leader Through Shifting Allegiances, Dies at 89 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Alternately charming and ruthless, he dazzled world leaders with his political wit and, in the process, raised the stature of his small Southeast Asian nation. He won independence for Cambodia from the French colonial rulers in 1953, using diplomacy and repression to outmaneuver his domestic rivals but without resorting to war, as his neighbors in Vietnam had done.\nHe put his nation on a modern footing in the 1960s, especially bolstering the education system, but his Buddhist socialist agenda did poorly and produced economic stagnation.\nWhen the Vietnam War threatened to engulf the region, he tried to carve out a neutral role for Cambodia, siding neither with the Communists nor the United States. But when the Vietnamese Communists began using the port of Sihanoukville and Cambodia’s eastern border to ship military supplies on what was known as the Ho Chi Minh Trail, he took steps to repair relations with the United States. He turned a blind eye when the Nixon administration undertook a secret bombing campaign in 1969 against the border area of Cambodia. But this only further unsettled his country and led to a coup that ousted him the next year.\nConvinced that the United States had been behind the overthrow, King Sihanouk allied himself with the Khmer Rouge at the urging of his Chinese patrons, giving the Cambodian Communists his prestige and enormous popularity. Their victory in 1975 brought the ruthless Pol Pot to power, with King Sihanouk serving, for the first year, as the figurehead president until he was placed under house arrest and fell into a deep depression. Over the next four years, the Khmer Rouge regime led to the death of 1.7 million people and nearly destroyed the country.\nCriticized throughout his life for these dramatic shifts in allegiances, King Sihanouk said he followed only one course in politics: “the defense of the independence, the territorial integrity and the dignity of my country and my people.”", "url": "https://www.nytimes.com/2012/10/15/world/asia/norodom-sihanouk-cambodian-leader-through-shifting-allegiances-dies-at-89.html"}