{"authors": ["Kate Zernike"], "date_download": "2022-10-25 23:51:16", "date_modify": "2022-10-25 23:51:16", "date_publish": "2012-04-10 04:02:15", "description": "A new federal report says Gov. Chris Christie of New Jersey exaggerated the projected cost of a new train tunnel, the nation’s largest public works project, when he scrapped it in 2010.", "filename": "2012_04_10_nyregion_report-disputes-christies-reason-for-halting-tunnel-project-in-2010.html_ref=katezernike_1666741876.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_10_nyregion_report-disputes-christies-reason-for-halting-tunnel-project-in-2010.html_ref=katezernike_1666741876.html", "title": "Report Disputes Christie’s Reason for Halting Tunnel Project in 2010", "title_page": "Report Disputes Christie’s Reason for Halting Tunnel Project in 2010 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A spokesman for the governor, Michael Drewniak, said Mr. Christie’s statement of costs had included $775 million to build a new portal bridge, which was required as part of the project. The 70 percent state share, he said, included the costs that would have been paid for by the Port Authority of New York and New Jersey, which is run by both states, as well as federal highway and stimulus funds earmarked for New Jersey. Counting those costs, which the report does not do, would put the state’s share at 65.5 percent.\nAs for the state’s share of the overruns, Mr. Drewniak said the federal government “offered no significant increase in outright funding that would significantly mitigate the costs to New Jersey.”\n“The bottom line is that the G.A.O. report simply bears out what we said in the fall of 2010 and say to this day: the ARC project was a very, very bad deal for New Jersey,” he added, using the acronym for the project, known as Access to the Region’s Core.\nMartin E. Robins, the founding director of the Alan M. Voorhees Transportation Center at Rutgers University and an early director of the ARC project, criticized the governor. “In hindsight, it’s apparent that he had a highly important political objective: to cannibalize the project so he could find an alternate way of keeping the transportation trust fund program moving, and he went ahead and did it,” he said.\nShutting down the tunnel project extinguished the best hope to relieve the increasing congestion not only between New Jersey and Manhattan, but also along the popular high-speed route between Boston and Washington. Now, Amtrak and New Jersey trains share two 100-year-old single-track tunnels under the Hudson. As the report notes, those tracks now operate at capacity, and demand for mass transit between New Jersey and Manhattan is expected to grow 38 percent by 2030.\nOne 15-minute disruption, the report said, ripples out to affect 15 other Amtrak and New Jersey trains. Last month, problems on the two tracks on two consecutive days sent delays rippling out along the Northeast.\nThe governor said when he canceled the project that he hoped New York City or federal officials would find another solution But last week, the chairman of the Metropolitan Transportation Authority said one of those, a proposed extension of the No. 7 subway line to New Jersey, was not going to happen “in anybody’s lifetime.” Congress gave Amtrak $15 million to study a tunnel that would expand capacity by about half as much as the ARC project, but the money to build the tunnel is uncertain.", "url": "https://www.nytimes.com/2012/04/10/nyregion/report-disputes-christies-reason-for-halting-tunnel-project-in-2010.html?ref=katezernike"}