{"authors": ["Michael Barbaro"], "date_download": "2022-10-25 23:23:01", "date_modify": "2022-10-25 23:23:01", "date_publish": "2012-04-08 03:03:37", "description": "The friendship between Mitt Romney and Benjamin Netanyahu, little known to outsiders, is now rich with political intrigue.", "filename": "2012_04_08_us_politics_mitt-romney-and-benjamin-netanyahu-are-old-friends_1666740181.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_08_us_politics_mitt-romney-and-benjamin-netanyahu-are-old-friends_1666740181.html", "title": "Mitt Romney and Benjamin Netanyahu Are Old Friends", "title_page": "Mitt Romney and Benjamin Netanyahu Are Old Friends - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The two young men had woefully little in common: one was a wealthy Mormon from Michigan, the other a middle-class Jew from Israel.\nBut in 1976, the lives of Mitt Romney and Benjamin Netanyahu intersected, briefly but indelibly, in the 16th-floor offices of the Boston Consulting Group, where both had been recruited as corporate advisers. At the most formative time of their careers, they sized each other up during the firm’s weekly brainstorming sessions, absorbing the same profoundly analytical view of the world.\nThat shared experience decades ago led to a warm friendship, little known to outsiders, that is now rich with political intrigue. Mr. Netanyahu, the prime minister of Israel, is making the case for military action against Iran as Mr. Romney, the likely Republican presidential nominee, is attacking the Obama administration for not supporting Mr. Netanyahu more robustly.\nThe relationship between Mr. Netanyahu and Mr. Romney — nurtured over meals in Boston, New York and Jerusalem, strengthened by a network of mutual friends and heightened by their conservative ideologies — has resulted in an unusually frank exchange of advice and insights on topics like politics, economics and the Middle East.", "url": "https://www.nytimes.com/2012/04/08/us/politics/mitt-romney-and-benjamin-netanyahu-are-old-friends.html"}