{"authors": ["Martin Fackler"], "date_download": "2022-10-25 23:46:13", "date_modify": "2022-10-25 23:46:13", "date_publish": "2012-07-09 19:58:43", "description": "The appearance of costumed versions of Tigger, Minnie Mouse and other characters from the United States, North Korea’s enemy, was remarkable fare on tightly controlled North Korean television.", "filename": "2012_07_10_world_asia_kim-jong-un-appears-with-mickey-mouse-and-other-disney-characters-on-north-korean-tv_1666741573.html", "image_url": "https://static01.nyt.com/images/2012/07/10/world/asia/10korea/10korea-articleLarge.jpg?year=2012&h=340&w=600&s=32e4dc930b8f839f7517e2d93f6388aac784ce627b16f77072cf04b48f9f76e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_10_world_asia_kim-jong-un-appears-with-mickey-mouse-and-other-disney-characters-on-north-korean-tv_1666741573.html", "title": "Kim Jong-un Appears With Disney Characters on North Korean TV", "title_page": "Kim Jong-un Appears With Disney Characters on North Korean TV - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — After a failed missile launching, aborted diplomacy with Washington, and continuing international pressure over the country’s nuclear program, North Korea’s untested young leader has tried once again to take a dramatic step with his isolated, impoverished nation, this time with a bit of unapproved help from Mickey Mouse and Winnie the Pooh.\nNorth Korean state-run television on Monday showed footage of costumed versions of Tigger, Minnie Mouse and other Disney characters prancing in front of the leader, Kim Jong-un, and an entourage of clapping generals.\nThe footage also showed Mr. Kim in a black Mao suit watching as Mickey Mouse conducted a group of young women playing violins in skimpy black dresses. At times, scenes from the animated Disney movies “Dumbo” and “Snow White and the Seven Dwarfs” were projected on a multipanel screen behind the entertainers; an article in the state-run press said unnamed foreign songs were on the bill.", "url": "https://www.nytimes.com/2012/07/10/world/asia/kim-jong-un-appears-with-mickey-mouse-and-other-disney-characters-on-north-korean-tv.html"}