{"authors": ["Michael Cieply", "Brooks Barnes"], "date_download": "2022-10-25 23:52:01", "date_modify": "2022-10-25 23:52:01", "date_publish": "2012-07-25 12:00:02", "description": "The director James Cameron, now writing two “Avatar” sequels, has bought 2,500 acres of New Zealand farmland and established a home.", "filename": "2012_07_29_movies_avatar-director-james-cameron-builds-in-new-zealand_1666741921.html", "image_url": "https://static01.nyt.com/images/2012/07/29/movies/29CAMERON_SPAN/29CAMERON_SPAN-articleLarge.jpg?year=2012&h=400&w=600&s=fc5070e3b7e055ab48a5fb844b2d16782d1d27132cdc5fc91b29811806a863cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_29_movies_avatar-director-james-cameron-builds-in-new-zealand_1666741921.html", "title": "‘Avatar’ Director James Cameron Builds in New Zealand", "title_page": "‘Avatar’ Director James Cameron Builds in New Zealand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This year, shortly before his solo trip to the bottom of the Mariana Trench, Mr. Cameron, the filmmaker-adventurer, spent an estimated $16 million to buy 2,500 acres of farmland around Lake Pounui (pronounced po-NEW-ee). Now he expects to absorb its magic while creating some of his own in a pair of sequels that will build on the story of Pandora and on an ecological mythos that helped make “Avatar,” released by 20th Century Fox in 2009, the biggest-selling film of all time.\nIn a country that is now strongly identified in the world’s imagination with Peter Jackson and his “Lord of the Rings” films, Mr. Cameron arrives with the promise of not just an outsider’s eye but also a new national brand and a next wave of employment for hundreds of New Zealanders who are expected to work on “Avatar 2” and “Avatar 3.” (News media reports of “Avatar 4” are premature, although Mr. Cameron hasn’t ruled it out.)\nThe prospect excites New Zealand’s government, which is counting on big-budget Hollywood-style filmmaking as a growth industry. Mr. Jackson is at work on “The Hobbit: An Unexpected Journey” and a sequel, “There and Back Again,” but adding Mr. Cameron’s professional presence permanently — he shot parts of the first “Avatar” in Wellington and completed its visual effects work there — would almost certainly “move the dial” of the national economy, said Steven Joyce, the country’s economic development minister.\nStill, Mr. Cameron’s purchase of the Lake Pounui property has also coincided with escalating fears here about a land grab by wealthy foreigners. Recently, for instance, New Zealanders had a conniption over the sale of 16 dairy farms to a Chinese company. (A court fight over the deal continues.) Mr. Cameron’s arrival added fuel to the media fire. “Hordes are bound to follow from Hollywood,” Stephen Oliver wrote in The Waikato Times on April 2, poking fun at the outcry by envisioning pristine hillsides “festooned with trophy homes” in an “obscene showcase of bad taste.”", "url": "https://www.nytimes.com/2012/07/29/movies/avatar-director-james-cameron-builds-in-new-zealand.html"}