{"authors": ["Jenny Anderson"], "date_download": "2022-10-25 22:59:08", "date_modify": "2022-10-25 22:59:08", "date_publish": "2012-06-23 20:58:12", "description": "Three former students described the actions of Tek Young Lin, a highly regarded former teacher at the Bronx school.", "filename": "2012_06_24_nyregion_tek-young-lin-ex-horace-mann-teacher-says-he-had-sex-with-students_1666738748.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_24_nyregion_tek-young-lin-ex-horace-mann-teacher-says-he-had-sex-with-students_1666738748.html", "title": "Tek Young Lin, Ex-Horace Mann Teacher, Says He Had Sex With Students", "title_page": "Tek Young Lin, Ex-Horace Mann Teacher, Says He Had Sex With Students - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tek Young Lin was revered at the Horace Mann School. He was different from other teachers — a Buddhist who carefully tended to his elaborate gardens, a chaplain and a cross-country coach. He was so beloved that the English department chairmanship was named in his honor.\nBut there was something else about Mr. Lin: a focus he placed on certain students, a fascination that some said looked like infatuation.\nLast week, in an interview, Mr. Lin, now 88, acknowledged that there was something to those whispers. He said he had had sex with students, “maybe three, I don’t know,” crossing boundaries he said were not so clear years ago.\n“In those days, it was very spontaneous and casual, and it did not seem really wrong,” he said.\nA New York Times Magazine article this month that exposed sexual abuse at Horace Mann, a preparatory school in the Bronx, has spurred thousands of alumni to express their feelings online and a number of victims to reach out to one another. Two law enforcement agencies have opened Horace Mann abuse hot lines. The school has pledged to “work together to understand what may have happened and why,” and last week, after accusations against Mr. Lin began to surface in online postings, Horace Mann removed his name from the English department chairmanship.", "url": "https://www.nytimes.com/2012/06/24/nyregion/tek-young-lin-ex-horace-mann-teacher-says-he-had-sex-with-students.html"}