{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:38:03", "date_modify": "2022-10-25 23:38:03", "date_publish": "2012-03-16 05:48:10", "description": "In a letter to the attorney general, two Democratic senators expressed skepticism of a secret “intelligence collection operation” and called for more transparency.", "filename": "2012_03_16_us_politics_democratic-senators-warn-about-use-of-patriot-act_1666741083.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_16_us_politics_democratic-senators-warn-about-use-of-patriot-act_1666741083.html", "title": "Democratic Senators Warn About Use of Patriot Act", "title_page": "Democratic Senators Warn About Use of Patriot Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — For more than two years, a handful of Democrats on the Senate intelligence committee have warned that the government is secretly interpreting its surveillance powers under the Patriot Act in a way that would be alarming if the public — or even others in Congress — knew about it.\nOn Thursday, two of those senators — Ron Wyden of Oregon and Mark Udall of Colorado — went further. They said a top-secret intelligence operation that is based on that secret legal theory is not as crucial to national security as executive branch officials have maintained.\nThe senators, who also said that Americans would be “stunned” to know what the government thought the Patriot Act allowed it to do, made their remarks in a letter to Attorney General Eric H. Holder Jr. after a Justice Department official last month told a judge that disclosing anything about the program “could be expected to cause exceptionally grave damage to the national security of the United States.”\nThe Justice Department has argued that disclosing information about its interpretation of the Patriot Act could alert adversaries to how the government collects certain intelligence. It is seeking the dismissal of two Freedom of Information Act lawsuits — by The New York Times and by the American Civil Liberties Union — related to how the Patriot Act has been interpreted.", "url": "https://www.nytimes.com/2012/03/16/us/politics/democratic-senators-warn-about-use-of-patriot-act.html"}