{"authors": ["Yang Jisheng"], "date_download": "2022-10-25 23:45:49", "date_modify": "2022-10-25 23:45:49", "date_publish": "2012-11-14 02:31:36", "description": "Why won’t the Chinese government allow the true tale to be told of the Great Famine?", "filename": "2012_11_14_opinion_chinas-great-shame_1666741549.html", "image_url": "https://static01.nyt.com/images/2012/11/14/opinion/1114OPEDngai/1114OPEDngai-articleLarge.jpg?year=2012&h=600&w=600&s=9abd9154dd118992332a2ac49ce9d6f74e01b7482af58337424bbbd1ea7613d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_11_14_opinion_chinas-great-shame_1666741549.html", "title": "China’s Great Shame", "title_page": "Opinion | China’s Great Shame - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING\nTHIRTY-SIX million people in China, including my uncle, who raised me like a father, starved to death between 1958 and 1962, during the man-made calamity known as the Great Famine. In thousands of cases, desperately hungry people resorted to cannibalism.\nThe toll was more than twice the number of fallen in World War I, and about six times the number of Ukrainians starved by Stalin in 1932-33 or the number of Jews murdered by Hitler during World War II.\nAfter 50 years, the famine still cannot be freely discussed in the place where it happened. My book “Tombstone” could be published only in Hong Kong, Japan and the West. It remains banned in mainland China, where historical amnesia looms large and government control of information and expression has tightened during the Communist Party’s 18th National Congress, which began last week and will conclude with a once-in-a-decade leadership transition.\nThose who deny that the famine happened, as an executive at the state-run newspaper People’s Daily recently did, enjoy freedom of speech, despite their fatuous claims about “three years of natural disasters.” But no plague, flood or earthquake ever wrought such horror during those years. One might wonder why the Chinese government won’t allow the true tale to be told, since Mao’s economic policies were abandoned in the late 1970s in favor of liberalization, and food has been plentiful ever since.", "url": "https://www.nytimes.com/2012/11/14/opinion/chinas-great-shame.html"}