{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:02:21", "date_modify": "2022-10-25 23:02:21", "date_publish": "2012-06-09 00:22:26", "description": "Attorney General Eric H. Holder Jr. assigned two United States attorneys to lead separate criminal inquiries into disclosures of national security secrets to the news media.", "filename": "2012_06_09_us_politics_holder-directs-us-attorneys-to-investigate-leaks_1666738941.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_09_us_politics_holder-directs-us-attorneys-to-investigate-leaks_1666738941.html", "title": "Holder Directs U.S. Attorneys to Track Down Paths of Leaks", "title_page": "Holder Directs U.S. Attorneys to Track Down Paths of Leaks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Attorney General Eric H. Holder Jr. on Friday assigned two United States attorneys to lead separate criminal investigations into recent disclosures to the news media of national security secrets, saying they were authorized to “follow all appropriate investigative leads within the executive and legislative branches of government.”\nTheir appointment followed calls in Congress this week for a crackdown on leaks after disclosures on topics including drone strikes and a computer virus attack against Iran’s nuclear program. Several of the revelations were published by The New York Times.\n“The unauthorized disclosure of classified information can compromise the security of this country and all Americans, and it will not be tolerated,” Mr. Holder said in a statement. “The Justice Department takes seriously cases in which government employees and contractors entrusted with classified information are suspected of willfully disclosing such classified information to those not entitled to it, and we will do so in these cases as well.”\nSeveral members of Congress from both parties this week expressed alarm about recent leaks, and some Republicans had called for the appointment of a special prosecutor with greater independence from day-to-day supervision by the Obama administration to investigate.", "url": "https://www.nytimes.com/2012/06/09/us/politics/holder-directs-us-attorneys-to-investigate-leaks.html"}