{"authors": ["Bill Carter"], "date_download": "2022-10-25 23:31:53", "date_modify": "2022-10-25 23:31:53", "date_publish": "2012-03-12 21:53:06", "description": "After shelving it midway through its third season, NBC is giving the comedy “Community” — and its passionate fans — another semester after “30 Rock” fared even worse in its Thursday time slot.", "filename": "2012_03_13_arts_television_nbc-brings-community-back-to-its-passionate-fan-base_1666740713.html", "image_url": "https://static01.nyt.com/images/2012/03/13/arts/SUB-COMMUNITY/SUB-COMMUNITY-articleLarge.jpg?year=2012&h=350&w=600&s=1f39d1ed6a644fcb029235cca365be88719cc07ba034d6ea1bd670a047f09462&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_13_arts_television_nbc-brings-community-back-to-its-passionate-fan-base_1666740713.html", "title": "NBC Brings ‘Community’ Back to Its Passionate Fan Base", "title_page": "NBC Brings ‘Community’ Back to Its Passionate Fan Base - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The NBC comedy “Community” has finally come to the end of its gap semester.\nThe show, a collage of pop-culture references and elaborate, inventive parodies involving a group of likable misfit students at a theater-of-the-absurd community college, returns Thursday night, much to the relief of one of the most passionate fan bases in television.\nThe sitcom’s acolytes — mostly young, many in college and many among those now outside the reach of conventional audience measurement because they watch online — reacted with disbelief when NBC shelved “Community” in December, midway through its third season. The network replaced it at 8 on Thursday nights with the multiple-Emmy-Award-winner “30 Rock.”\nBut surely no one was as tormented as the show’s creator, Dan Harmon, who admitted to being terrified because the episodes on which the show’s future now rides — the 12 remaining this season — are the ones he wrote, he said, “while I was so bummed out that we were off the air.”\n“Now that people are throwing ticker-tape parades, giving us a hero’s welcome, what if they lay a bomb?” he added in a telephone interview from Los Angeles. “My stomach is in knots.”", "url": "https://www.nytimes.com/2012/03/13/arts/television/nbc-brings-community-back-to-its-passionate-fan-base.html"}