{"authors": ["Randal C. Archibold"], "date_download": "2022-10-25 23:55:00", "date_modify": "2022-10-25 23:55:00", "date_publish": "2012-10-09 06:17:52", "description": "The death of Heriberto Lazcano, known as El Lazca and the main leader of the Zetas, was confirmed through fingerprint analysis, the navy said. But in an odd twist, the corpse was quickly stolen.", "filename": "2012_10_10_world_americas_mexico-zetas_1666742100.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_10_world_americas_mexico-zetas_1666742100.html", "title": "Mexican Navy Says It Killed Ruthless Gang Kingpin", "title_page": "Mexican Navy Says It Killed Ruthless Gang Kingpin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Perhaps neither did President Felipe Calderón, who is only two months away from the end of a six-year term that will be remembered for his aggressive pursuit of criminal gangs. Yet he did not rush to trumpet what analysts said was perhaps the biggest takedown of a drug lord in his tenure.\nWith questions swirling about the case and even some doubts raised over whether the dead man was Mr. Lazcano, Mr. Calderón waited until midafternoon Tuesday to comment, and only then at the dedication of a new federal prison in central Mexico. There he saluted the marines in the operation, and said Mr. Lazcano “was gunned down resisting authority” and emphasized his administration’s successes in killing or capturing 25 of the 37 organized crime figures federal prosecutors have identified as the most wanted.\nAmerican officials, too, kept their distance, issuing no public statement pending their own analysis of the case. A senior law enforcement official said the Americans had not provided the intelligence for the raid and wondered whether the marines initially knew it was Mr. Lazcano who had been killed, given the apparent lack of security.\nOther security experts with ties to Mexican law enforcement also suggested that the marines came upon him by accident or with sketchy information on who exactly was in the town, an interpretation that seemed to correspond with the navy’s version of events.\nThe navy said in a statement on Monday night that, after receiving citizen complaints, it confirmed that armed members of an organized crime group were in the town, Progreso, and when marines confronted a vehicle, the assailants attacked with grenades. Two men were killed in the clash and were turned over to state authorities, the navy said. When the initial forensic examination was done, there were “strong signs” that one of the men was Mr. Lazcano, the statement said.\nThe state prosecutor in Coahuila, Homero Ramos, said that investigators had been called to the scene of the armed clash on Sunday evening and had taken the bodies to the funeral home, where autopsies were conducted and fingerprints and pictures taken before both bodies were stolen around 1:30 a.m. on Monday. He did not explain why the bodies were taken to a funeral home rather than to a government morgue, the usual practice.", "url": "https://www.nytimes.com/2012/10/10/world/americas/mexico-zetas.html"}