{"authors": ["David M. Herszenhorn", "Erik Eckholm"], "date_download": "2022-10-25 23:43:21", "date_modify": "2022-10-25 23:43:21", "date_publish": "2012-12-27 13:25:50", "description": "For hundreds of Americans enmeshed in the costly, complicated adoption process, President Vladimir V. Putin’s decision had a deeply personal effect.", "filename": "2012_12_28_world_europe_putin-to-sign-ban-on-us-adoptions-of-russian-children_1666741401.html", "image_url": "https://static01.nyt.com/images/2012/12/28/world/jp-russia1/jp-russia1-articleLarge.jpg?year=2012&h=400&w=600&s=a80cefa7897cec2797243528aa50568b8a4f5ca2b979536d6a1736d4f889a337&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_28_world_europe_putin-to-sign-ban-on-us-adoptions-of-russian-children_1666741401.html", "title": "Putin Signs Ban on U.S. Adoptions of Russian Children", "title_page": "Putin Signs Ban on U.S. Adoptions of Russian Children - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — President Vladimir V. Putin signed a bill on Friday that bans the adoption of Russian children by American citizens, dealing a serious blow to an already strained diplomatic relationship. But for hundreds of Americans enmeshed in the costly, complicated adoption process, the impact was deeply personal.\n“I’m a little numb,” said Maria Drewinsky, a massage therapist from Sea Cliff, N.Y., who was in the final stages of adopting a 5-year-old boy named Alyosha. Both she and her husband have flown twice to visit him, and they speak to him weekly on the telephone. “We have clothes and a bedroom all set up for him, and we talk about him all the time as our son.”\nBut the couple fear that Alyosha may never get to New York. The ban is part of a bill retaliating against a new American law aimed at punishing human rights abuses in Russia.\nThe law calls for the ban to be put in force on Tuesday, and it stands to upend the plans of many American families in the final stages of adopting in Russia. Already, it has added wrenching emotional tumult to a process that can cost $50,000 or more, requires repeated trips overseas, and typically entails lengthy and maddening encounters with bureaucracy. The ban will apparently also nullify an agreement on adoptions between Russia and the United States that was ratified this year and went into effect on Nov. 1.", "url": "https://www.nytimes.com/2012/12/28/world/europe/putin-to-sign-ban-on-us-adoptions-of-russian-children.html"}