{"authors": ["Monica Davey"], "date_download": "2022-10-25 23:33:06", "date_modify": "2022-10-25 23:33:06", "date_publish": "2012-09-10 13:31:02", "description": "The strike left 350,000 children without classes, and placed both the powerful teachers’ union and Mayor Rahm Emanuel in a risky standoff.", "filename": "2012_09_11_education_teacher-strike-begins-in-chicago-amid-signs-that-deal-isnt-close_1666740786.html", "image_url": "https://static01.nyt.com/images/2012/09/11/us/jp-STRIKE-1/jp-STRIKE-1-articleLarge.jpg?year=2012&h=360&w=600&s=98f4b065a4ef8d7b56c33f9be22cdadb32e455f2f0a894896ae95c7e674b21b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_11_education_teacher-strike-begins-in-chicago-amid-signs-that-deal-isnt-close_1666740786.html", "title": "Teachers’ Strike in Chicago Tests Mayor and Union", "title_page": "Teachers’ Strike in Chicago Tests Mayor and Union - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You have a situation where the teachers feel totally and completely disrespected,” said Randi Weingarten, president of the American Federation of Teachers, the parent union of the striking teachers. In this case, she said she blamed Mayor Emanuel for an aggressive push to extend the length of the school day and for a promised raise that was later rescinded. “He created the seeds of a lot of frustration and mistrust,” she said.\nFor his part, Mr. Emanuel, facing the most serious crisis since he became mayor in 2011, deemed the work stoppage an avoidable “strike of choice,” urged teachers to return to work, and seemed eager to dismiss all talk about political fallout — for himself or for Mr. Obama, whose former aides founded a “super PAC” that Mr. Emanuel had, until he suspended his work with it on Monday, said he would assist until Election Day.\n“Don’t worry about the test of my leadership,” Mr. Emanuel said, in an appearance at one of scores of sites opened in a rush as part of a contingency plan to manage displaced students who had nowhere else to go. “Don’t take it out on the kids of the city of Chicago if you have a problem with me.”\nRepublicans were quick to weigh in on the circumstances that had pitted a Democratic mayor against 26,000 unionized teachers. Mitt Romney, the Republican nominee for president, issued a statement expressing disappointment in the teachers here, adding, “Teachers’ unions have too often made plain that their interests conflict with those of our children, and today we are seeing one of the clearest examples yet.” And Pat Brady, the chairman of the Illinois Republican Party, had called on Mr. Emanuel to set aside political fund-raising to focus on the schools crisis.", "url": "https://www.nytimes.com/2012/09/11/education/teacher-strike-begins-in-chicago-amid-signs-that-deal-isnt-close.html"}