{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:53:41", "date_modify": "2022-10-25 23:53:41", "date_publish": "2012-12-13 18:32:16", "description": "As the debate grows over how to reduce the federal deficit, Senator Bernard Sanders is speaking out against cutting Social Security, Medicare and Medicaid benefits as part of a deal.", "filename": "2012_12_14_us_politics_bernard-sanders-a-voice-for-shielding-entitlements_1666742021.html", "image_url": "https://static01.nyt.com/images/2012/12/14/us/politics/14sanders/14sanders-articleLarge.jpg?year=2012&h=398&w=600&s=845e5ee05508ecb54af8867203cc309a04eeba5cc1dfe209aeafc05ab65c1cd8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_14_us_politics_bernard-sanders-a-voice-for-shielding-entitlements_1666742021.html", "title": "Bernard Sanders, a Gruff Voice for Shielding Entitlements", "title_page": "Bernard Sanders, a Gruff Voice for Shielding Entitlements - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When President Obama cut a deal with Congressional Republicans in December 2010 to extend tax cuts for the wealthy, Senator Bernard Sanders, the brusque Vermont independent who calls himself a socialist, decided it was time for a protest.\nHe had a cup of coffee and a bowl of oatmeal in a Senate cafeteria, marched into the chamber and began talking. He talked for so long — railing for 8 hours 37 minutes about economic justice, the decline of the middle class and “reckless, uncontrollable” corporate greed — that his legs cramped. So many people watched online that the Senate video server crashed.\nToday the issue of tax cuts for the wealthy is once again front and center in Washington, as part of the debate over how to reduce the federal deficit. And Mr. Sanders is once again talking, carving out a place for himself as the antithesis of the Tea Party and becoming a thorn in the side to some Democrats and Mr. Obama, who he fears will cut Social Security, Medicare and Medicaid benefits as part of a deficit reduction deal.\nA number of Congressional Democrats agree with Mr. Sanders that “no deal is better than a bad deal,” but he may be the most vocal.", "url": "https://www.nytimes.com/2012/12/14/us/politics/bernard-sanders-a-voice-for-shielding-entitlements.html"}