{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:46:09", "date_modify": "2022-10-25 23:46:09", "date_publish": "2012-07-16 02:18:19", "description": "Vice Marshal Ri Yong-ho, who was a chief mentor to the North’s new leader, has been removed from all his posts because of illness, state media reported Monday.", "filename": "2012_07_16_world_asia_north-korea-removes-army-chief_1666741569.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_16_world_asia_north-korea-removes-army-chief_1666741569.html", "title": "North Korea Removes Its Army Chief From All His Posts", "title_page": "North Korea Removes Its Army Chief From All His Posts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — In a dramatic fall from power within North Korea’s opaque hierarchy, a senior army general widely seen as a guardian of the North’s new leader was removed from all his posts, the North’s official media reported on Monday.\nThe officer, Vice Marshal Ri Yong-ho, the chief of the General Staff of the North’s People’s Army, was dismissed because of “illness,” the North’s official Korean Central News Agency reported, citing a decision the Politburo of the Central Committee of the Workers’ Party of Korea made in a rare meeting convened on Sunday.\nVice Marshal Ri, 69, once virtually unknown to outside observers of North Korea, rapidly ascended within the military and party hierarchy and bolted into political prominence when Kim Jong-il, the North’s former leader, started grooming his third son, Kim Jong-un, as his successor after a stroke in 2008, and reportedly designated Vice Marshal Ri as a mentor.\nHe was made chief of the military’s general staff in 2009. The next year, he was promoted to vice marshal and made vice chairman of the Central Military Commission at a party conference where Kim Jong-un also joined the military commission and was introduced as his father’s official successor. He also moved into the center of party power by becoming a member of the Presidium of the Politburo of the Central Committee of the Workers’ Party.", "url": "https://www.nytimes.com/2012/07/16/world/asia/north-korea-removes-army-chief.html"}