{"authors": ["Edward Wong", "Jonathan Ansfield"], "date_download": "2022-10-25 22:56:29", "date_modify": "2022-10-25 22:56:29", "date_publish": "2012-08-08 00:57:12", "description": "With China’s once-a-decade leadership transition nearing, Communist Party leaders are pushing back against what some see as military officials’ intrusion into policy and politics.", "filename": "2012_08_08_world_asia_chinas-military-seeks-more-sway-worrying-communist-party_1666738589.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_08_world_asia_chinas-military-seeks-more-sway-worrying-communist-party_1666738589.html", "title": "China’s Military Seeks More Sway, Worrying Communist Party", "title_page": "China’s Military Seeks More Sway, Worrying Communist Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Party authorities have come to realize that the military is encroaching on political affairs,” said one political scientist with high-level party ties. “Although the party controls the gun, the expression of viewpoints from within the military on political issues has aroused a high level of alarm.” He, like others who agreed to discuss internal party affairs, spoke on the condition of anonymity because of fear of reprisals.\nSome generals and admirals have loudly called for the government to assert control over the South China Sea, the focus of increasingly rancorous territorial disputes between several Southeast Asian countries and China, where nationalist spirits are on the rise among the public and politicians as well. And earlier this year, leaders in Beijing became alarmed over ties between generals and the disgraced Politburo member Bo Xilai.\nThe party’s need to maintain stable rule over an increasingly vocal military is one reason Mr. Hu, its top civilian leader, is expected to hold on to his position as chairman of the Central Military Commission for up to two years after he gives up his party chief title in the fall, according to people briefed on political discussions. His anointed successor, Xi Jinping, would still take over Mr. Hu’s posts as head of the party and head of state, but would have to wait to become China’s military boss.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nMr. Hu’s two predecessors both exercised control of the military after they gave up their other civilian titles. But some party insiders have argued that a staggered handover can lead to rival centers of power, splitting generals’ loyalties. No final decision has been made on whether Mr. Hu will stay on. But if he does, then Mr. Xi could find himself with limited room to expand his power base, even though he has more of a military background than Mr. Hu.\nMr. Hu has been building a network of army loyalists by promoting generals in waves. At least 45 officers have been promoted to full general by Mr. Hu since September 2004, when he became head of the military commission. Just over half the promotions have taken place since July 2010. Four of the 45 are now among the 10 generals who sit on the commission. One officer who rose quickly with Mr. Hu’s support was General Zhang, who could still be in contention for a commission seat despite his drunken tantrum.", "url": "https://www.nytimes.com/2012/08/08/world/asia/chinas-military-seeks-more-sway-worrying-communist-party.html%20"}