{"authors": ["Matthew Rosenberg", "William Yardley"], "date_download": "2022-10-25 23:32:47", "date_modify": "2022-10-25 23:32:47", "date_publish": "2012-03-23 14:43:55", "description": "Staff Sgt. Robert Bales was charged with 17 counts of murder “with premeditation” and six counts of assault and attempted murder in connection with an attack on Afghan civilians, American forces in Afghanistan said.", "filename": "2012_03_24_us_staff-sgt-robert-bales-faces-murder-charges-in-afghan-killings.html_scp=1&sq=sgt.%20robert%20bales&st=cse_1666740767.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_24_us_staff-sgt-robert-bales-faces-murder-charges-in-afghan-killings.html_scp=1&sq=sgt.%20robert%20bales&st=cse_1666740767.html", "title": "Staff Sgt. Robert Bales Faces Murder Charges in Afghan Killings", "title_page": "Staff Sgt. Robert Bales Faces Murder Charges in Afghan Killings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Staff Sgt. Robert Bales was charged on Friday with 17 counts of premeditated murder and six counts of assault and attempted murder in connection with a March 11 attack on Afghan civilians, American forces in Afghanistan said.\nIf convicted of premeditated murder, Sergeant Bales could face the death penalty, according to the announcement, which was made by American officials in Kabul.\nAfghan and American officials have said that Sergeant Bales, a 38-year-old soldier from Joint Base Lewis-McChord in Washington State serving his fourth combat tour overseas, walked away from his remote outpost in southern Afghanistan and shot and stabbed members of several families in a nighttime ambush. Many officials initially said that 16 people were killed in the rampage; at least 9 were children and others were women. But the military said Friday that Sergeant Bales was accused of killing 17 Afghan civilians.\nAfghan officials on Friday, however, stuck to the initial death toll. None of the six people whom Sergeant Bales is accused of assaulting and attempting to murder had died from wounds sustained in the attack, though three remain hospitalized, said Zalmai Ayoubi, a spokesman for the government of Kandahar Province, where the killings took place.", "url": "https://www.nytimes.com/2012/03/24/us/staff-sgt-robert-bales-faces-murder-charges-in-afghan-killings.html?scp=1&sq=sgt.%20robert%20bales&st=cse"}