{"authors": ["Lawrence E. Mitchell"], "date_download": "2022-10-25 23:38:35", "date_modify": "2022-10-25 23:38:35", "date_publish": "2012-11-29 01:20:14", "description": "Stop the relentless attacks on law school. There are jobs, and they pay well.", "filename": "2012_11_29_opinion_law-school-is-worth-the-money.html_ref=opinion_1666741115.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_11_29_opinion_law-school-is-worth-the-money.html_ref=opinion_1666741115.html", "title": "Law School Is Worth the Money", "title_page": "Opinion | Law School Is Worth the Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I’M a law dean, and I’m proud. And I think it’s time to stop the nonsense. After two years of almost relentless attacks on law schools, a bit of perspective would be nice.\nFor at least two years, the popular press, bloggers and a few sensationalist law professors have turned American law schools into the new investment banks. We entice bright young students into our academic clutches. Succubus-like, when we’ve taken what we want from them, we return them to the mean and barren streets to fend for themselves.\nThe hysteria has masked some important realities and created an environment in which some of the brightest potential lawyers are, largely irrationally, forgoing the possibility of a rich, rewarding and, yes, profitable, career.\nThe starting point is the job market. It’s bad. It’s bad in many industries. “Bad,” in law, means that most students will have trouble finding a first job, especially at law firms. But a little historical perspective will reveal that the law job market has been bad — very bad — before. To take the most recent low before this era, in 1998, 55 percent of law graduates started in law firms. In 2011, that number was 50 percent. A 9 percent decline from a previous low during the worst economic conditions in decades hardly seems catastrophic. And this statistic ignores the other jobs lawyers do.", "url": "https://www.nytimes.com/2012/11/29/opinion/law-school-is-worth-the-money.html?ref=opinion"}