{"authors": ["Jo Becker", "Scott Shane"], "date_download": "2022-10-25 23:02:26", "date_modify": "2022-10-25 23:02:26", "date_publish": "2012-05-29 06:40:41", "description": "President Obama has placed himself at the helm of a top secret process to designate terrorists for kill or capture, reserving the final say on approving lethal action, say current and former aides.", "filename": "2012_05_29_world_obamas-leadership-in-war-on-al-qaeda.html_pagewanted=all_1666738946.html", "image_url": "https://static01.nyt.com/images/2012/05/29/world/SUB-SUB-GUIDANCE-1/SUB-SUB-GUIDANCE-1-articleLarge.jpg?year=2012&h=360&w=600&s=b69658be02034d376437f66b8f86220dee1b80a87faa026aadc8830b256da059&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_29_world_obamas-leadership-in-war-on-al-qaeda.html_pagewanted=all_1666738946.html", "title": "Secret ‘Kill List’ Tests Obama’s Principles", "title_page": "Secret ‘Kill List’ Tests Obama’s Principles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Moreover, Mr. Obama’s record has not drawn anything like the sweeping criticism from allies that his predecessor faced. John B. Bellinger III, a top national security lawyer under the Bush administration, said that was because Mr. Obama’s liberal reputation and “softer packaging” have protected him. “After the global outrage over Guantánamo, it’s remarkable that the rest of the world has looked the other way while the Obama administration has conducted hundreds of drone strikes in several different countries, including killing at least some civilians,” said Mr. Bellinger, who supports the strikes.\nBy withdrawing from Iraq and preparing to withdraw from Afghanistan, Mr. Obama has refocused the fight on Al Qaeda and hugely reduced the death toll both of American soldiers and Muslim civilians. But in moments of reflection, Mr. Obama may have reason to wonder about unfinished business and unintended consequences.\nHis focus on strikes has made it impossible to forge, for now, the new relationship with the Muslim world that he had envisioned. Both Pakistan and Yemen are arguably less stable and more hostile to the United States than when Mr. Obama became president.\nJustly or not, drones have become a provocative symbol of American power, running roughshod over national sovereignty and killing innocents. With China and Russia watching, the United States has set an international precedent for sending drones over borders to kill enemies.\nMr. Blair, the former director of national intelligence, said the strike campaign was dangerously seductive. “It is the politically advantageous thing to do — low cost, no U.S. casualties, gives the appearance of toughness,” he said. “It plays well domestically, and it is unpopular only in other countries. Any damage it does to the national interest only shows up over the long term.”\nBut Mr. Blair’s dissent puts him in a small minority of security experts. Mr. Obama’s record has eroded the political perception that Democrats are weak on national security. No one would have imagined four years ago that his counterterrorism policies would come under far more fierce attack from the American Civil Liberties Union than from Mr. Romney.\nAides say that Mr. Obama’s choices, though, are not surprising. The president’s reliance on strikes, said Mr. Leiter, the former head of the National Counterterrorism Center, “is far from a lurid fascination with covert action and special forces. It’s much more practical. He’s the president. He faces a post-Abdulmutallab situation, where he’s being told people might attack the United States tomorrow.”\n“You can pass a lot of laws,” Mr. Leiter said, “Those laws are not going to get Bin Laden dead.”", "url": "https://www.nytimes.com/2012/05/29/world/obamas-leadership-in-war-on-al-qaeda.html?pagewanted=all"}