{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:23:23", "date_modify": "2022-10-25 23:23:23", "date_publish": "2012-10-31 23:57:41", "description": "The British Medical Journal will no longer publish the results of clinical trials unless drug companies agree to provide detailed study data on request.", "filename": "2012_11_01_business_british-medical-journal-to-require-detailed-clinical-trial-data_1666740203.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_11_01_business_british-medical-journal-to-require-detailed-clinical-trial-data_1666740203.html", "title": "British Medical Journal to Require Detailed Clinical Trial Data", "title_page": "British Medical Journal to Require Detailed Clinical Trial Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The British Medical Journal has announced that, beginning in January, it will no longer publish the results of clinical trials unless drug companies and researchers agree to provide detailed study data on request.\nThe decision by the prominent journal is meant to prod pharmaceutical companies to open up the vast quantities of data they collect in researching new drugs, very little of which is ever made public. Critics say that when results are published in medical journals, they often present a drug in the best possible light and do not permit independent researchers to vet the data.\nDr. Fiona Godlee, editor of The British Medical Journal, said in an interview Wednesday that she hoped other major journals would follow suit.\n“We expect that eventually this will become the norm,” Ms. Godlee said.\nPeter Doshi, a postdoctoral fellow at Johns Hopkins University School of Medicine who has publicly tussled with the drug maker Roche to release more data on the anti-influenza drug Tamiflu, applauded the announcement. “I think that’s a very powerful and important step,” he said.", "url": "https://www.nytimes.com/2012/11/01/business/british-medical-journal-to-require-detailed-clinical-trial-data.html"}