{"authors": ["Justin Gillis", "Felicity Barringer"], "date_download": "2022-10-25 23:34:44", "date_modify": "2022-10-25 23:34:44", "date_publish": "2012-11-19 03:21:27", "description": "Federal subsidies have allowed coastal communities to rebuild after storms, with little consideration of whether it makes sense to do so in disaster-prone areas.", "filename": "2012_11_19_science_earth_as-coasts-rebuild-and-us-pays-again-critics-stop-to-ask-why_1666740884.html", "image_url": "https://static01.nyt.com/images/2012/11/19/us/rebuild/rebuild-articleLarge.jpg?year=2012&h=280&w=600&s=56cde45f31a4aa4f3b506f3cb859d12511f574c0e43d97a2abe3cb1808125b7a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_11_19_science_earth_as-coasts-rebuild-and-us-pays-again-critics-stop-to-ask-why_1666740884.html", "title": "As Coasts Rebuild and U.S. Pays, Repeatedly, the Critics Ask Why", "title_page": "As Coasts Rebuild and U.S. Pays, Repeatedly, the Critics Ask Why - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DAUPHIN ISLAND, Ala. — Even in the off season, the pastel beach houses lining a skinny strip of sand here are a testament to the good life.\nThey are also a monument to the generosity of the federal government.\nThe western end of this Gulf Coast island has proved to be one of the most hazardous places in the country for waterfront property. Since 1979, nearly a dozen hurricanes and large storms have rolled in and knocked down houses, chewed up sewers and water pipes and hurled sand onto the roads.\nYet time and again, checks from Washington have allowed the town to put itself back together.\nAcross the nation, tens of billions of tax dollars have been spent on subsidizing coastal reconstruction in the aftermath of storms, usually with little consideration of whether it actually makes sense to keep rebuilding in disaster-prone areas. If history is any guide, a large fraction of the federal money allotted to New York, New Jersey and other states recovering from Hurricane Sandy — an amount that could exceed $30 billion — will be used the same way.\nTax money will go toward putting things back as they were, essentially duplicating the vulnerability that existed before the hurricane.", "url": "https://www.nytimes.com/2012/11/19/science/earth/as-coasts-rebuild-and-us-pays-again-critics-stop-to-ask-why.html"}