{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:55", "date_modify": "2022-10-25 23:39:55", "date_publish": "2012-07-23 00:06:22", "description": "Accounts of women being coerced into late-term abortions by local officials have thrust a policy that penalizes families in China for having more than one child into the spotlight.", "filename": "2012_07_23_world_asia_pressure-to-repeal-chinas-one-child-law-is-growing.html_pagewanted=all_1666741195.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_23_world_asia_pressure-to-repeal-chinas-one-child-law-is-growing.html_pagewanted=all_1666741195.html", "title": "Pressure to Repeal China’s One-Child Law Is Growing", "title_page": "Pressure to Repeal China’s One-Child Law Is Growing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“An aging working population is resulting in a labor shortage, a less innovative and less energetic economy, and a more difficult path to industrial upgrading,” said He Yafu, a demographics analyst. China’s population of 1.3 billion is the world’s largest, and the central government still seems focused on limiting that number through the one-child policy, Mr. He said. Abolishing the one-child policy, though, might not be enough to bring the birthrate up to a “healthy” level because of other factors, he said.\nBeyond debate about the law itself, critics say that enforcement of the policy leads to widespread abuses, including forced abortions, because many local governments reward or penalize officials based on how well they keep down the population.\nJudging from the talk on microblogs across China and articles in state-run newspapers on forced-abortion cases, the one-child policy is being questioned more widely than in recent years. Last month it came under sharp criticism from a group of scholars and policy advisers at a forum at Peking University co-organized by the National Bureau of Statistics to discuss the results of the 2010 census. Scholars at the meeting were outraged by the plight of Feng Jianmei, a victim of a forced late-term abortion in early June whose case became widely known after photographs of her dead 7-month-old fetus were posted on the Internet by a relative.\n“I think the right to have children is the right of a citizen,” said Zhan Zhongle, a law professor at Peking University who has sent a petition signed by scholars and business executives to the National People’s Congress urging its members to repeal the law.\nOfficials have made changes to the policy over the years, and by one estimate there are now at least 22 ways in which parents can qualify for exceptions to the law. But the majority of adults remain bound by it, and there is no sign its repeal is in the works. The National People’s Congress, largely a rubber-stamp legislature, is unlikely to take up Mr. Zhan’s petition without support from the top levels of the Communist Party.", "url": "https://www.nytimes.com/2012/07/23/world/asia/pressure-to-repeal-chinas-one-child-law-is-growing.html?pagewanted=all"}