{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:45:22", "date_modify": "2022-10-25 23:45:22", "date_publish": "2012-11-09 20:25:23", "description": "David H. Petraeus, the director of the C.I.A., resigned after an investigation into the possible compromise of a computer wound up uncovering an affair.", "filename": "2012_11_10_us_citing-affair-petraeus-resigns-as-cia-director_1666741522.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_11_10_us_citing-affair-petraeus-resigns-as-cia-director_1666741522.html", "title": "Citing Affair, Petraeus Resigns as C.I.A. Director", "title_page": "Citing Affair, Petraeus Resigns as C.I.A. Director - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Broadwell, a graduate of the United States Military Academy at West Point, spent 15 years in the military, according to a biography that had appeared on her Web site. She spent extended periods of time with Mr. Petraeus in Afghanistan, interviewing him for her book, which grew out of a two-year research project for her doctoral dissertation and which she promoted on a high-profile tour that included an appearance on “The Daily Show With Jon Stewart.”\nMarried with two children, she has described Mr. Petraeus as her mentor.\nSenior members of Congress were alerted to Mr. Petraeus’s impending resignation by intelligence officials about six hours before the C.I.A. announced it. One Congressional official who was briefed on the matter said that Mr. Petraeus had been encouraged “to get out in front of the issue” and resign, and that he agreed.\nAs for how the affair came to light, the Congressional official said that “it was portrayed to us that the F.B.I. was investigating something else and came upon him. My impression is that the F.B.I. stumbled across this.”\nThe Federal Bureau of Investigation did not inform the Senate and House Intelligence Committees about the inquiry until this week, according to Congressional officials, who noted that by law the panels — and especially their chairmen and ranking members — are supposed to be told about significant developments in the intelligence arena. The Senate committee plans to pursue the question of why it was not told, one official said.\nThe revelation of a secret inquiry into the head of the nation’s premier spy agency raised urgent questions about Mr. Petraeus’s 14-month tenure at the C.I.A. and the decision by Mr. Obama to elevate him to head the agency after leading the country’s war effort in Afghanistan. White House officials said they did not know about the affair until this week, when Mr. Petraeus informed them.", "url": "https://www.nytimes.com/2012/11/10/us/citing-affair-petraeus-resigns-as-cia-director.html"}