{"authors": ["Alan Cowell"], "date_download": "2022-10-25 23:51:51", "date_modify": "2022-10-25 23:51:51", "date_publish": "2012-04-26 08:04:07", "description": "On the witness stand, Rupert Murdoch, the chief of News Corporation, said he failed to take measures to avert a hacking scandal.", "filename": "2012_04_27_world_europe_rupert-murdoch-testimony-leveson-inquiry-day-2_1666741911.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_27_world_europe_rupert-murdoch-testimony-leveson-inquiry-day-2_1666741911.html", "title": "At London Inquiry, Rupert Murdoch Apologizes Over Hacking Scandal", "title_page": "At London Inquiry, Rupert Murdoch Apologizes Over Hacking Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At times contrite and on a occasionally somewhat testy, Mr. Murdoch became more ruminative and discursive, when he was allowed to dwell at some length on the future of the printed word, pondering not only the destiny of his own newspapers but, as if addressing a seminar rather than an inquiry, also ranging over the broader issue of the future of the press in the digital era.\nThe day would come, he said, when the news business would be “purely electronic” in five, 10 or 20 years.\nHe appealed directly to the head of the inquiry, Lord Justice Brian Leveson, to be cautious when contemplating any regulatory measures flowing from the hacking scandal. “The press guarantees democracy, and we want democracy rather than autocracy,” he said.\nReferring to events at The News of the World, he described them as “a serious blot on my reputation.”\nHe said he accepted that “the buck stops with me” in cleaning up his British media outpost and that he had spent hundreds of millions of dollars in the effort to do so.\n“We are now a new company, and we have new rules, new compliance officers,” he said.\nSince the scandal erupted last summer, Mr. Murdoch, 81, has been forced to undertake once unthinkable measures, like the closure of The News of the World and the abandonment of a $12 billion satellite television bid by News Corporation, as questions have deepened about the behavior and ethics of journalists, editors and managers working for him.", "url": "https://www.nytimes.com/2012/04/27/world/europe/rupert-murdoch-testimony-leveson-inquiry-day-2.html"}