{"authors": ["Emily S. Rueb"], "date_download": "2022-10-25 23:50:34", "date_modify": "2022-10-25 23:50:34", "date_publish": "2012-10-06 16:44:53", "description": "Abu Hamza al-Masri and two other men appeared in Federal District Court in Manhattan, and two others faced a judge in New Haven on Saturday after being extradited from Britain.", "filename": "2012_10_07_nyregion_men-extradited-from-britain-appear-in-court-on-terrorism-charges_1666741834.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_07_nyregion_men-extradited-from-britain-appear-in-court-on-terrorism-charges_1666741834.html", "title": "Extradited Muslim Cleric and 4 Other Terrorism Suspects Appear in American Courts", "title_page": "Extradited Muslim Cleric and 4 Other Terrorism Suspects Appear in American Courts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After a protracted battle in the British and European courts, Abu Hamza al-Masri, an incendiary Muslim preacher with links to Al Qaeda, and four other terrorism suspects implicated in an array of terrorist plots were extradited to the United States on Saturday to face federal charges in Manhattan and New Haven.\nAppearing in Federal District Court in Manhattan, Mr. Masri, 54, who lost both hands and an eye in an explosion, looked considerably thinner and diminished in appearance than in recent photographs. As Magistrate Judge Frank Maas read the 11-count indictment, he remained seated and looked down at court papers a lawyer turned for him.\nTwo other defendants in Manhattan, Adel Abdul Bary, 52, and Khaled al-Fawwaz, 50, were arraigned on charges including murder and conspiracy to use weapons of mass destruction in connection with the 1998 bombings of the American Embassies in Dar es Salaam, Tanzania, and in Nairobi, Kenya, in which more than 200 people died. They pleaded not guilty.\nIn New Haven on Saturday, the final two defendants, Seyla Talha Ahsan, 33, and Babar Ahmad, 38, pleaded not guilty to charges that included conspiring to recruit fighters, raise money and gather equipment for terrorists on Web sites hosted out of Connecticut.", "url": "https://www.nytimes.com/2012/10/07/nyregion/men-extradited-from-britain-appear-in-court-on-terrorism-charges.html"}