{"authors": ["Jodi Rudoren"], "date_download": "2022-10-26 00:11:30", "date_modify": "2022-10-26 00:11:30", "date_publish": "2012-12-25 14:20:52", "description": "The move comes after years of civil disobedience by a group called Women of the Wall against rules that support gender division at the Western Wall in Jerusalem, one of Judaism’s holiest sites.", "filename": "2012_12_26_world_middleeast_israeli-law-curbing-womens-prayer-up-for-review_1666743090.html", "image_url": "https://static01.nyt.com/images/2012/12/26/world/26women_337/26women_337-articleLarge.jpg?year=2012&h=400&w=600&s=47a4bcf268a24b35f79406bfaa771ec64ad5742aca8f0d5cb2ab5a35cb3d9441&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_26_world_middleeast_israeli-law-curbing-womens-prayer-up-for-review_1666743090.html", "title": "Israel to Review Curbs on Women’s Prayer at Western Wall", "title_page": "Israel to Review Curbs on Women’s Prayer at Western Wall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Amid outrage across the Jewish diaspora over a flurry of recent arrests of women seeking to pray at the Western Wall with ritual garments in defiance of Israeli law, Prime Minister Benjamin Netanyahu has asked Natan Sharansky, the chairman of the Jewish Agency, to study the issue and suggest ways to make the site more accommodating to all Jews.\nThe move comes after more than two decades of civil disobedience by a group called Women of the Wall against regulations, legislation and a 2003 Israeli Supreme Court ruling that allow for gender division at the wall, one of Judaism’s holiest sites, and prohibit women from carrying a Torah or wearing prayer shawls there.\nAlthough the movement has struggled to gain traction in Israel, where the ultra-Orthodox retain great sway over public life, the issue has deepened a divide between the Jewish state and Jews around the world at a time when Israel is battling international isolation over its settlement policy. Critics, particularly leaders of the Reform and Conservative movements in the United States, complain that the government’s recent aggressive enforcement of restrictions at the wall has turned a national monument into an ultra-Orthodox synagogue.\n“The prime minister thinks the Western Wall has to be a site that expresses the unity of the Jewish people, both inside Israel and outside the state of Israel,” Ron Dermer, Mr. Netanyahu’s senior adviser, said in an interview on Tuesday. “He wants to preserve the unity of world Jewry. This is an important component of Israel’s strength.”", "url": "https://www.nytimes.com/2012/12/26/world/middleeast/israeli-law-curbing-womens-prayer-up-for-review.html%20)"}