{"authors": ["Jacob Fromer", "Edward Wong"], "date_download": "2022-10-25 22:55:30", "date_modify": "2022-10-25 22:55:30", "date_publish": "2012-07-27 00:36:43", "description": "A rainstorm, the heaviest to hit Beijing in decades, has prompted tough questions about the management of the city after flooding left at least 77 people dead.", "filename": "2012_07_27_world_asia_an-epic-flood-exposes-a-creakier-beijing_1666738530.html", "image_url": "https://static01.nyt.com/images/2012/07/27/world/china1/china1-articleLarge.jpg?year=2012&h=330&w=600&s=533d2784100fab580cc82280dba57d0f7320d3ae78b0932910274b84cd271972&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_27_world_asia_an-epic-flood-exposes-a-creakier-beijing_1666738530.html", "title": "An Epic Downpour Exposes a Creakier Beijing", "title_page": "An Epic Downpour Exposes a Creakier Beijing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — In the heart of the Chinese capital is the showcase neighborhood of Sanlitun, where expatriates and Chinese glitterati go to dine, drink and dance. It has gleaming curved skyscrapers, a boutique hotel where rooms list for $400 to $4,000 a night, and restaurants with cuisines like French, Persian and Mexican.\nWhat it does not have is a modern drainage system.\nAs an epic rainstorm pounded Beijing on Saturday, murky water rose knee-deep in the streets. Buses plowed through, creating waves that rocked parked cars like anchored dinghies. A rickshaw driver struggled through the rapids along a sidewalk until he hit a submerged ditch, almost throwing his passengers into the water. For a night, Beijing appeared more an accidental Venice than the capital of a superpower.\nDays later, people across the city were still shaking their heads over the catastrophic flooding, which left at least 77 people dead in the municipality, many in the rural southwest corner, according to an updated death count that the Beijing government released Thursday. In Sanlitun, a wine saleswoman in an upscale supermarket said that even in this neighborhood, where “prices are so high,” a torrent of water gushed from a ventilation shaft in the ceiling on Saturday night. “I don’t think this should have happened here,” said the woman, who agreed to be identified only as Ms. Bao.\nThe storm, the heaviest to hit Beijing in more than 60 years, has prompted tough questions about the management of this city of 22 million, which unveiled its bright, shiny face to the world during the Olympics four years ago. Fury has raged on the Internet, as users post messages on microblogs criticizing local officials and asking how Beijing’s infrastructure, praised by many visitors, could have failed so miserably during one rainstorm.", "url": "https://www.nytimes.com/2012/07/27/world/asia/an-epic-flood-exposes-a-creakier-beijing.html"}