{"authors": ["Mark Lewis", "Sarah Lyall"], "date_download": "2022-10-25 23:34:28", "date_modify": "2022-10-25 23:34:28", "date_publish": "2012-08-24 07:43:12", "description": "Anders Behring Breivik, who admitted to killing 77 people, many of them children, will live in a three-cell suite. The relative leniency of his sentence is no anomaly.", "filename": "2012_08_25_world_europe_anders-behring-breivik-murder-trial_1666740868.html", "image_url": "https://static01.nyt.com/images/2012/08/25/world/NORWAY/NORWAY-articleLarge.jpg?year=2012&h=330&w=600&s=ae123c7cf1da51ba9b553b15878ce3c50619c1a8398337f470f2d0e07a4a07cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_25_world_europe_anders-behring-breivik-murder-trial_1666740868.html", "title": "Breivik Gets 21-Year Sentence in Norway for 77 Killings", "title_page": "Breivik Gets 21-Year Sentence in Norway for 77 Killings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OSLO — Convicted of killing 77 people in a horrific bombing and shooting attack in July last year, the Norwegian extremist Anders Behring Breivik was sentenced on Friday to 21 years in prison — fewer than four months per victim — ending a case that thoroughly tested this gentle country’s collective commitment to values like tolerance, nonviolence and merciful justice.\nMr. Breivik, lawyers say, will live in a prison outside Oslo in a three-cell suite of rooms equipped with exercise equipment, a television and a laptop, albeit one without Internet access. If he is not considered a threat after serving his sentence, the maximum available under Norwegian law, he will be eligible for release in 2033, at the age of 53.\nHowever, his demeanor, testimony and declaration that he would have liked to kill more people helped convince the judges that, however lenient the sentence seems, Mr. Breivik is unlikely ever to be released from prison. He could be kept there indefinitely by judges adding a succession of five-year extensions to his sentence.\nThe relative leniency of the sentence imposed on Mr. Breivik, the worst criminal modern Scandinavia has known, is no anomaly. Rather, it is consistent with Norway’s general approach to criminal justice. Like the rest of Europe — and in contrast with much of the United States, whose criminal justice system is considered by many Europeans to be cruelly punitive — Norway no longer has the death penalty and considers prison more a means for rehabilitation than retribution.", "url": "https://www.nytimes.com/2012/08/25/world/europe/anders-behring-breivik-murder-trial.html"}