{"authors": ["Charlie Savage", "Manny Fernandez"], "date_download": "2022-10-25 23:35:09", "date_modify": "2022-10-25 23:35:09", "date_publish": "2012-08-30 18:32:36", "description": "A federal court on Thursday stopped Texas from enforcing a strict voter identification law, handing the state its second legal setback this week involving minority voters.", "filename": "2012_08_31_us_court-blocks-tough-voter-id-law-in-texas_1666740909.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_31_us_court-blocks-tough-voter-id-law-in-texas_1666740909.html", "title": "Court Blocks Texas Voter ID Law, Citing Racial Impact", "title_page": "Court Blocks Texas Voter ID Law, Citing Racial Impact - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A federal court on Thursday struck down a Texas law that would have required voters to show government-issued photo identification before casting their ballots in November, ruling that the law would hurt turnout among minority voters and impose “strict, unforgiving burdens on the poor” by charging those voters who lack proper documentation fees to obtain election ID cards.\nThe three-judge panel in United States District Court for the District of Columbia called Texas’ voter-identification law the most stringent of its kind in the country. Gov. Rick Perry and the state’s attorney general, Greg Abbott, vowed to appeal the decision to the United States Supreme Court.\nThe judges’ ruling came two days after another three-judge panel in the same court found that the Texas Legislature had intentionally discriminated against minority voters in drawing up electoral district maps, citing the same section of the Voting Rights Act of 1965.\nKnown as Senate Bill 14, the state’s voter-identification law requires voters who show up at the polls to identify themselves with one of five forms of ID, including a driver’s license or a United States passport. Those lacking one of the five types of identification must obtain an election identification certificate, a government-issued card similar to a driver’s license. Prospective voters would need to travel to a state Department of Public Safety office to get an election ID card, and, although it is free, they would have to verify their identity to obtain one, in some cases paying $22 for a certified copy of their birth certificate.", "url": "https://www.nytimes.com/2012/08/31/us/court-blocks-tough-voter-id-law-in-texas.html"}