{"authors": ["Alan Cowell"], "date_download": "2022-10-25 23:50:39", "date_modify": "2022-10-25 23:50:39", "date_publish": "2012-09-28 12:30:20", "description": "After eight years of trials, the efforts of Abu Hamza al-Masri to fight extradition to the United States may be over. His case helped give the British capital the derisive name of Londonistan.", "filename": "2012_09_29_world_europe_29iht-letter29_1666741839.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_29_world_europe_29iht-letter29_1666741839.html", "title": "Balancing Civil Liberties and Security", "title_page": "Balancing Civil Liberties and Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For many years, the British internal security service, MI5, believed that the greatest threat of terrorism emanated from North Africa, and its operatives saw Mr. Masri as “a harmless buffoon who was also a useful source of information on other extremists,” the journalist Vikram Dodd wrote in The Guardian. If he offered no threat to British security, he would be left alone. But his mosque became a center of radical inspiration and plotting.\nTo many Britons his physical appearance confirmed his status as an emblem of The Other, of a threat posed by strangers. Yet, as the nation learned abruptly with the terrorist attacks of July 7, 2005, the four suicide bombers who killed 52 people on the London transit system came from within.\nIn their netherworld of intelligence-gathering and maneuvering, the British “had not counted on the radicalization of the children of Muslim immigrants,” the American scholar Robert S. Leiken wrote in a recent study. “They had failed to imagine that British young men would learn the lessons of Londonistan and deliver those lessons to London itself.”\nThe Masri case threw up other questions.\nThe cleric is one of five suspects affected by the European ruling, and British human rights advocates have argued that the charges against one of them, Babar Ahmad, raise far more complex concerns.\nMr. Ahmad, a 37-year-old computer specialist, has been in custody for eight years but has never been tried or charged. He has pleaded in vain with the British authorities to prosecute him on the accusation that he ran a jihadist Web site, but, he says, he has never been shown the evidence against him.\nAmong rights advocates, the fear is that the European ruling will galvanize American demands for jurisdiction over other cases that could be heard in British courts, outsourcing justice to a system often depicted here as vindictive.\nThere was a curious footnote to the imbroglio this past week, showing that the passions stirred by the Masri case had crept into the most elevated places, setting the land’s great institutions against each other. In a radio interview, a BBC security correspondent, Frank Gardner, let slip the startling news that Queen Elizabeth II had once vouchsafed that she was “pretty upset that there was no way to arrest” Mr. Masri years ago.\nThe scoop flouted one of the most abiding royal conventions: The queen’s confidences must remain just that — confidential. The queen was not amused. The broadcaster was chagrined — abject, some critics said. “Frank is extremely sorry for the embarrassment caused,” the BBC said, “and has apologized to the palace.”", "url": "https://www.nytimes.com/2012/09/29/world/europe/29iht-letter29.html"}