{"authors": ["Liz Alderman"], "date_download": "2022-10-25 23:39:25", "date_modify": "2022-10-25 23:39:25", "date_publish": "2012-10-10 19:00:09", "description": "Cosco, a global shipping giant owned by the Chinese government, is running its part of the port of Piraeus in a much different way than the Greek company nearby operates.", "filename": "2012_10_11_business_global_chinese-company-sets-new-rhythm-in-port-of-piraeus_1666741165.html", "image_url": "https://static01.nyt.com/images/2012/10/08/business/video-greece-ports-china/video-greece-ports-china-articleLarge.jpg?year=2012&h=338&w=600&s=02c3a423e6b2f7c5e22214f2e4e18ebbab31bfe431d6d488c615549a93995a81&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_11_business_global_chinese-company-sets-new-rhythm-in-port-of-piraeus_1666741165.html", "title": "Chinese Company Sets New Rhythm in Port of Piraeus", "title_page": "Chinese Company Sets New Rhythm in Port of Piraeus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Everyone here knows that you must be hard-working,” said Captain Fu, under whose watch the Chinese-run side of the port has lured new clients, high-volume traffic and bigger ships.\nIn many ways, the top-to-bottom overhaul that Cosco is imposing on Piraeus is what Greece as a whole must aspire to if it is ever to restore competitiveness to its recession-sapped economy, make a dent in its 24 percent unemployment rate and avoid being dependent on its European neighbors for years to come.\nAs the Greek government contemplates shedding state-owned assets to help pay down staggering debts, it might be tempting to consider leasing or even selling the rest of the port to China. But if the Cosco example is representative, the trade-offs — mainly a sharp reduction in labor costs and job protection rules — might be ones many Greeks would be loath to accept.\n“Unionized labor will push back to keep the protection it has enjoyed,” said Vassilis Antoniades, the chief executive of Boston Consulting Group in Greece. But the Cosco investment, he said, “shows that under private management, Greek companies can be globally competitive.”\nCaptain Fu, for his part, says Greece has much to learn from companies like his.\n“The Chinese want to make money with work,” he said. In his view, too many Europeans have pursued a comfortable, protected existence since the end of World War II. “They wanted a good life, more holidays and less work,” he said. “And they spent money before they had it. Now they have many debts.”", "url": "https://www.nytimes.com/2012/10/11/business/global/chinese-company-sets-new-rhythm-in-port-of-piraeus.html"}