{"authors": ["Russ Buettner", "William Glaberson"], "date_download": "2022-10-25 22:59:08", "date_modify": "2022-10-25 22:59:08", "date_publish": "2012-07-11 00:56:15", "description": "Federal and state rulings have cast judges as the most potent critics of the police tactic, raising questions about whether New York City has sidestepped the Constitution.", "filename": "2012_07_11_nyregion_courts-putting-stop-and-frisk-policy-on-trial_1666738748.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_11_nyregion_courts-putting-stop-and-frisk-policy-on-trial_1666738748.html", "title": "Stop-and-Frisk May Soon Hit Judicial Roadblocks", "title_page": "Stop-and-Frisk May Soon Hit Judicial Roadblocks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York City’s accelerating use of police stop-and-frisk tactics has brought a growing chorus of opponents who have been matched in intensity only by the officials who defend the policy. But recent rulings by federal and state courts have now cast judges as the most potent critics of the practice, raising sharp questions about whether the city has sidestepped the Constitution in the drive to keep crime rates low.\nThe inescapable conclusion is that the city will eventually have to redefine its stop-and-frisk policy, legal experts say, and that the changes — whether voluntary or forced — will fundamentally alter how the police interact with young minority men on the streets.\nSome legal experts say the police could be pushed into reducing the numbers of street stops of New Yorkers by hundreds of thousands a year, and that the proportion of stop-and-frisk subjects who are black and Latino would be sharply reduced.\nA settlement last year of a class-action case involving stop-and-frisk policies in Philadelphia laid out a model that, if followed in New York, could call for the courts to supervise an imposed system of police monitoring and accountability.", "url": "https://www.nytimes.com/2012/07/11/nyregion/courts-putting-stop-and-frisk-policy-on-trial.html"}