{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:40:24", "date_modify": "2022-10-25 23:40:24", "date_publish": "2012-03-21 14:13:50", "description": "China’s leaders have abandoned their support for a wealthy civil servant whose candidacy has been plagued by scandals and are now actively backing a populist to become the next chief executive.", "filename": "2012_03_22_world_asia_beijing-switches-support-in-race-for-hong-kong-chief_1666741224.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_22_world_asia_beijing-switches-support-in-race-for-hong-kong-chief_1666741224.html", "title": "Beijing Switches Sides in the Race for Hong Kong’s Chief Executive", "title_page": "Beijing Switches Sides in the Race for Hong Kong’s Chief Executive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — China’s leaders have begun actively supporting a populist to become the next chief executive of Hong Kong in elections this Sunday, abandoning their previous private support for a wealthy civil servant whose candidacy has been plagued by scandals, local politicians and political analysts said Wednesday.\nActive backing from Beijing makes it increasingly likely that Leung Chun-ying, a real estate surveyor who advocates more construction of public housing, will defeat Henry Tang, the wealthy scion of a Shanghai textile manufacturing family who was Hong Kong’s second-ranking official, chief secretary, until he stepped down last autumn to run for chief executive.\nOnly 1,193 people are eligible to vote in the election, as representatives of various sectors of society. Sectors deemed to be friendly to Beijing, like traditional Chinese medicine, have far more electors relative to their share of the population than do sectors deemed hostile, like social workers or lawyers.\nPro-Beijing newspapers here have begun giving prominent, enthusiastic coverage to Mr. Leung. Beijing’s representative office here, the Liaison Office, has been taking vanloads of electors across the border to Shenzhen for meetings with Liu Yandong, the only female member of the Chinese Communist Party’s Politburo, to discuss the advantages of Mr. Leung’s candidacy, political activists in Hong Kong said.", "url": "https://www.nytimes.com/2012/03/22/world/asia/beijing-switches-support-in-race-for-hong-kong-chief.html"}