{"authors": ["Jack Ewing"], "date_download": "2022-10-25 23:47:24", "date_modify": "2022-10-25 23:47:24", "date_publish": "2012-06-06 11:56:07", "description": "The European Central Bank acknowledged the widespread economic concern on the Continent, but declined to change its main interest rate from 1 percent.", "filename": "2012_06_07_business_global_european-central-bank-leaves-rate-unchanged-at-1.html_ref=todayspaper_1666741644.html", "image_url": "https://static01.nyt.com/images/2012/06/07/business/Rates/Rates-articleLarge.jpg?year=2012&h=370&w=600&s=7588fc7c85629fcb0915411759b74b853f3887df71ecfe14eb3711fd40f42668&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_07_business_global_european-central-bank-leaves-rate-unchanged-at-1.html_ref=todayspaper_1666741644.html", "title": "Europe’s Central Bank Leaves Interest Rate Unchanged", "title_page": "Europe’s Central Bank Leaves Interest Rate Unchanged - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FRANKFURT — The European Central Bank left its main interest rate unchanged Wednesday, choosing to put the onus on political leaders to address increasingly dangerous tension in the euro zone.\nThe central bank kept its benchmark rate at 1 percent, where it has been since December.\nNoting the stress in Europe and signs of flagging economic growth, the central bank promised to continue providing banks with effectively unlimited low-interest loans at least through the end of the year.\nWhile most analysts had not expected the central bank to cut rates at its monthly meeting on Wednesday, there was growing speculation that the governing council might cut below 1 percent for the first time in an attempt to restore confidence in the euro zone.\nThe bank and its president, Mario Draghi, appear to have decided to wait at least another month in order to discourage complacency by political leaders. Mr. Draghi and other top central bank officials have repeatedly stressed that they lack the tools and the mandate to address the underlying problems in the euro zone.", "url": "https://www.nytimes.com/2012/06/07/business/global/european-central-bank-leaves-rate-unchanged-at-1.html?ref=todayspaper"}