{"authors": ["Scott Shane"], "date_download": "2022-10-25 23:28:28", "date_modify": "2022-10-25 23:28:28", "date_publish": "2012-09-21 17:40:57", "description": "The Mujahedeen Khalq, an opposition group that mounted an extraordinary campaign to get off the State Department’s list of terrorist organizations, has succeeded, officials said.", "filename": "2012_09_22_world_middleeast_iranian-opposition-group-mek-wins-removal-from-us-terrorist-list_1666740508.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_22_world_middleeast_iranian-opposition-group-mek-wins-removal-from-us-terrorist-list_1666740508.html", "title": "Iranian Group M.E.K. Wins Removal From U.S. Terrorist List", "title_page": "Iranian Group M.E.K. Wins Removal From U.S. Terrorist List - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Rarely in the annals of lobbying in the capital has so obscure a cause attracted so stellar a group of supporters: former directors of the C.I.A. and the F.B.I., retired generals and famous politicians of both parties.\nThe Iranian opposition group that attracted that A-list of Washington backers, many of them generously compensated for speeches, learned Friday that it had achieved its goal: Secretary of State Hillary Rodham Clinton has decided to remove the group, the Mujahedeen Khalq, or People’s Mujahedeen, from the State Department’s list of designated terrorist organizations.\nThe decision removes a shadow from the Mujahedeen Khalq, known as the M.E.K., which lost a brutal power struggle with supporters of Ayatollah Ruhollah Khomeini in the first years after the Islamic Revolution in 1979 and then relocated to Iraq. Scorned by many Iranians as a cult and for its long alliance with Saddam Hussein, the group nonetheless has been promoted by some conservative American politicians as offering a democratic alternative for Iran’s future. While the decision is likely to anger Iran, experts said that United States-Iran relations are already at such a low point that it is unlikely to make them much worse.\nThe decision by Mrs. Clinton was based in part on the recent cooperation of the group, in completing a move of more than 3,000 of its members from its longtime location in Iraq, Camp Ashraf, said two officials, who spoke on the condition of anonymity in advance of an official announcement. A final convoy of 680 people from Ashraf arrived at the former site of Camp Liberty, near the Baghdad airport, on Sunday.", "url": "https://www.nytimes.com/2012/09/22/world/middleeast/iranian-opposition-group-mek-wins-removal-from-us-terrorist-list.html"}