{"authors": ["Elisabetta Povoledo"], "date_download": "2022-10-25 23:44:40", "date_modify": "2022-10-25 23:44:40", "date_publish": "2012-03-30 20:21:29", "description": "Transparency International's findings are a broad indictment of both public and private institutions, giving the country barely a passing grade over all.", "filename": "2012_03_31_world_europe_lack-of-safeguards-enables-italy-corruption-report-says_1666741480.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_31_world_europe_lack-of-safeguards-enables-italy-corruption-report-says_1666741480.html", "title": "Lack of Safeguards Enables Italy Corruption, Report Says", "title_page": "Lack of Safeguards Enables Italy Corruption, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Morality is imposed through repression rather than through creating the conditions for a more transparent society, he said. “Italians respect what they are forced to by law,” he said.\nThe current situation “is insufficient to guarantee” a transparent system, Mr. Segato said.\nThe report looked at how institutions, from Parliament and political parties to the government’s anti-corruption agency, perform in terms of transparency, integrity and accountability. Mechanisms put in place to fight corruption are easily circumvented, the report said, while Italy’s legal framework is often complex, contradictory and at times “controversially implemented.”\nTwo decades ago, Italy was caught up in a corruption scandal that effectively swept away much of the political class that had governed the country since the end of World War II. The aftermath of that political earthquake did not, however, deliver the kind of legislation that would stamp out the widespread illicit behavior that had become synonymous with doing business in Italy.\nThe slew of investigations currently under way in various Italian regions have been compared to the investigations of the early 1990s because of their scope and because they involve politicians of all stripes.\n“If anything, politicians are more incestuous in their relationships,” said Claudio Gatti, the co-author of “Il Sottobosco,” or “The Undergrowth,” a book about political corruption that was published this week. “Not only is there corruption but behind the scenes, the left, right and center are doing business together. It’s an underclass of people who are living off public works.”", "url": "https://www.nytimes.com/2012/03/31/world/europe/lack-of-safeguards-enables-italy-corruption-report-says.html"}