{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:54:06", "date_modify": "2022-10-25 23:54:06", "date_publish": "2012-07-26 21:50:12", "description": "A Swedish filmmaker seeks to solve the mystery of a Detroit musician who disappeared after his first album bombed, but whose songs became immensely popular in 1970s South Africa.", "filename": "2012_07_27_movies_malik-bendjellouls-searching-for-sugar-man_1666742046.html", "image_url": "https://static01.nyt.com/images/2012/07/27/arts/27SUGAR_SPAN/27SUGAR_SPAN-articleLarge.jpg?year=2012&h=360&w=600&s=f1f6fd98f4f247f5327d3f9832c9bc28d93c29a2efbd7834a4efdb8694fb39d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_27_movies_malik-bendjellouls-searching-for-sugar-man_1666742046.html", "title": "Malik Bendjelloul’s ‘Searching for Sugar Man’", "title_page": "Malik Bendjelloul’s ‘Searching for Sugar Man’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are several entrancing mysteries circulating in “Searching for Sugar Man,” a hugely appealing documentary about fans, faith and an enigmatic Age of Aquarius musician who burned bright and hopeful before disappearing. One mystery involves its title subject, a Detroit singer-songwriter known as Rodriguez who, after being discovered in a dive bar, cut a well-regarded record in 1969. The album, “Cold Fact,” earned good reviews and four Billboard stars, but it bombed in the United States, and Rodriguez faded from view. Where he went and why are just a few of the questions that a Swedish filmmaker, Malik Bendjelloul, sought in answering the riddle of Rodriguez.\nMr. Bendjelloul, fittingly, begins his worldwide search on screen in South Africa and with an irrepressible music fan named Stephen Segerman, nicknamed Sugar, after the Rodriguez song “Sugar Man.” It was Mr. Segerman who introduced Mr. Bendjelloul to the implausible story of how Rodriguez, after copies of “Cold Fact” hit South Africa in the early ’70s, became an anti-establishment inspiration there and something of a political cause. Rodriguez, with his soft guitar strumming and lyrics that hit hard, blunt notes (“I’ve tasted hate street’s hanging tree”), became a star. His curtain of dark hair, ubiquitous sunglasses and inscrutable smile, as well as the fact that no one in South Africa knew much about him, only burnished his appeal.\nRodriguez’s popularity in South Africa became Mr. Bendjelloul’s smart starting point in the documentary and the way he transformed a good story into an electric one. It’s a tale that had begun to surface years before Mr. Bendjelloul started shooting his documentary, partly because of efforts by Rodriguez admirers like Mr. Segerman. In his notes for a 1996 South African CD of Rodriguez’s album, “Coming From Reality,” Mr. Segerman asked if there were any “musicologist-detectives out there” who could help answer what had become of the musician. A journalist, Craig Bartholomew-Strydom, read that line and, picking up the challenge like a gauntlet, was soon sifting the facts from decades of speculation, including the rumor that Rodriguez had died onstage after setting himself on fire.", "url": "https://www.nytimes.com/2012/07/27/movies/malik-bendjellouls-searching-for-sugar-man.html"}