{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:29:59", "date_modify": "2022-10-25 23:29:59", "date_publish": "2012-10-03 00:43:24", "description": "Health officials suspect that a contaminated drug is to blame for the outbreak that has killed two people and sickened a dozen others.", "filename": "2012_10_03_health_meningitis-cases-are-linked-to-steroid-injections_1666740599.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_03_health_meningitis-cases-are-linked-to-steroid-injections_1666740599.html", "title": "Meningitis Cases Are Linked to Steroid Injections", "title_page": "Meningitis Cases Are Linked to Steroid Injections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Had he done anything unusual in the weeks before he became ill? she asked.\nThe answer alarmed her. He had had a steroid injection in his spinal area to relieve back pain — a common treatment, administered to millions of people in the United States every year.\nDr. Pettit called the State Health Department.\nShe is now credited with being the clinician who recognized the “index case” in what has become a frightening outbreak of meningitis that has killed two people and sickened 12 others who also received steroid injections in their spines for pain. Doctors suspect that the steroid medicine was contaminated with the fungus. The meningitis does not spread from person to person.\nOfficials said it was not possible to predict the extent of the outbreak yet. Thirteen of the patients have been in Tennessee, and one in North Carolina. Two of the cases were new as of Tuesday, and health officials have said that there could be more cases and that other states could be affected.\n“I don’t think we’ve identified all the cases that will be identified,” said Dr. David Reagan, the chief medical officer for the Tennessee Health Department.\nDr. Pettit’s patient was one of the two who died.\nThe Tennessee patients were treated at the Saint Thomas Outpatient Neurosurgery Center in Nashville, which was closed on Sept. 20. Center staff members notified more than 700 patients who received injections of the suspect drug. Another Tennessee clinic, the Specialty Surgery Center in Crossville, also received shipments of the possibly contaminated drug and was notifying patients.", "url": "https://www.nytimes.com/2012/10/03/health/meningitis-cases-are-linked-to-steroid-injections.html"}