{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:42:17", "date_modify": "2022-10-25 23:42:17", "date_publish": "2012-08-01 16:53:39", "description": "A New Jersey broker’s stock-trading software accidentally set off millions of trades on Wednesday, drawing renewed attention to the fragility of the nation’s stock exchanges.", "filename": "2012_08_02_business_unusual-volume-roils-early-trading-in-some-stocks_1666741337.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_02_business_unusual-volume-roils-early-trading-in-some-stocks_1666741337.html", "title": "Wave of Volatile Trading Unsettles U.S. Markets", "title_page": "Wave of Volatile Trading Unsettles U.S. Markets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An automated stock trading program suddenly flooded the market with millions of trades Wednesday morning, spreading turmoil across Wall Street and drawing renewed attention to the fragility and instability of the nation’s stock markets.\nWhile the broad stock indexes quickly recovered and ended the day slightly down, it was the latest black eye for the financial markets. The runaway trading suggests that regulators have not been able to keep up with electronic programs that increasingly dominate the supercharged market and have helped undermine investor confidence in stocks.\nTraders on Wednesday said that a rogue algorithm repeatedly bought and sold millions of shares of companies like RadioShack, Best Buy, Bank of America and American Airlines, sending trading volume surging. While the trading firm involved blamed a “technology issue,” the company and regulators were still trying to understand what went wrong.\nThe debacle comes after the botched Facebook initial public offering on the Nasdaq exchange in May and the aborted effort in March by another exchange, BATS Global Markets, to bring its own stock public. The episodes, along with the flash crash of 2010 when the market lost trillions of dollars of value in minutes, have stoked suspicions that stocks are safe only for specialists, and sometimes not even for them.", "url": "https://www.nytimes.com/2012/08/02/business/unusual-volume-roils-early-trading-in-some-stocks.html"}