{"authors": ["Ian Johnson"], "date_download": "2022-10-25 23:40:31", "date_modify": "2022-10-25 23:40:31", "date_publish": "2012-09-10 15:56:10", "description": "Speculation intensified over the whereabouts of Xi Jinping, China’s presumptive new president, who has been missing from public view in recent days.", "filename": "2012_09_11_world_asia_xi-jinping-chinas-presumptive-new-leader-mysteriously-absent.html_ref=world_1666741231.html", "image_url": "https://static01.nyt.com/images/2012/09/11/world/asia/JP-CHINA/JP-CHINA-articleLarge.jpg?year=2012&h=352&w=600&s=a81ed4fee6f4e7ab5221d86e2fd89367cbab4ee2a4efd641a29ae6207b134a15&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_11_world_asia_xi-jinping-chinas-presumptive-new-leader-mysteriously-absent.html_ref=world_1666741231.html", "title": "Xi Jinping’s Absence Stokes Rumor Mills in China", "title_page": "Xi Jinping’s Absence Stokes Rumor Mills in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Monday, the situation got odder. Foreign journalists had been invited to a photo opportunity between Mr. Xi and Prime Minister Helle Thorning-Schmidt of Denmark. On Monday, however, the Foreign Ministry denied that any such meeting had been scheduled and said other Chinese officials would meet the Danish leader.\n“We have told everybody everything,” said a Foreign Ministry spokesman, Hong Lei.\nWhile Chinese leaders often do not appear in public for long periods, canceling meetings with foreign dignitaries at the last minute is highly unusual. Adding to the uncertainty is the lack of an official statement of any kind, with observers speculating about car crashes and heart attacks.\n“There’s every sort of crazy rumor about Xi’s health,” said a senior Chinese journalist, who asked not to be identified because of the sensitivity surrounding the case. “But no one is saying anything.”\nMr. Xi’s absence comes during a year when the Chinese political system has suffered serious blows.\nThis spring, the senior leader Bo Xilai vanished from view, and soon after, his wife was charged with murdering a British businessman. She was eventually tried and convicted over the summer, and his police chief, Wang Lijun, who has been accused of covering up the murder and other crimes, could face trial soon.\nThe scandal threatened to upset the complex political calculations that underlie the transition because Mr. Bo was popular among an influential wing of reform skeptics, many of whom condemn the country’s widening wealth gap. So even though Mr. Bo’s own case still has not been handled, sorting out his wife and closest associates was seen as an important step to get the transition back on track, implying that senior leaders were united on how to deal with Mr. Bo.\nBut no sooner had these problems been cleared than one of Mr. Hu’s closest allies was sidelined in unusual circumstances.\nThe ally, Ling Jihua, had headed the party’s General Office, a position similar to chief of staff. He was expected to be replaced so that Mr. Xi could bring in his own man, but he departed the position unusually early for a job that many saw as a demotion.", "url": "https://www.nytimes.com/2012/09/11/world/asia/xi-jinping-chinas-presumptive-new-leader-mysteriously-absent.html?ref=world"}