{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 22:58:56", "date_modify": "2022-10-25 22:58:56", "date_publish": "2012-10-04 23:11:11", "description": "In the documentary “The House I Live In,” Eugene Jarecki, inspired by his longtime black caretaker, investigates the country’s drug policy and its racial and class implications.", "filename": "2012_10_05_movies_the-house-i-live-in-directed-by-eugene-jarecki_1666738736.html", "image_url": "https://static01.nyt.com/images/2012/10/05/arts/05HOUSE/05HOUSE-articleLarge.jpg?year=2012&h=360&w=600&s=7e8f3864e6d30ed690e10368f4f8985c1abca0e792982afc44c5e83a0225a09c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_05_movies_the-house-i-live-in-directed-by-eugene-jarecki_1666738736.html", "title": "‘The House I Live In,’ Directed by Eugene Jarecki", "title_page": "‘The House I Live In,’ Directed by Eugene Jarecki - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A call to national conscience, the activist documentary “The House I Live In” is persuasively urgent. Directed with heart by Eugene Jarecki, the movie is an insistently personal and political look at the war on drugs and its thousands of casualties, including those serving hard time for minor offenses. It is, Mr. Jarecki asserts — as he sifts through the data, weighs the evidence and checks in with those on both sides of the law — a war that has led to mass incarcerations characterized by profound racial disparities and that has created another front in the civil rights movement.\nThe title of the documentary isn’t purely metaphoric. “The House I Live In” is, for starters, the name of a song written by Lewis Allan and the blacklisted Earl Robinson (“All races and religions/That’s America to me”), that became a part of the Paul Robeson songbook. Frank Sinatra sang it in a 1945 short film of the same title that is a plea for tolerance written by Albert Maltz, one of the Hollywood 10. Mr. Jarecki uses the Robeson version over the final credits of the documentary, a nod to that singer’s long history of civil rights activism. Touchingly, the song also serves as Mr. Jarecki’s plaintive acknowledgment that his documentary was directly inspired by his lifelong relationship with an African-American woman who worked for his family, Nannie Jeter (her real name).\nMs. Jeter was, Mr. Jarecki says early, “like a second mother” to him when he was growing up. On its face and unexamined, that statement could be a perilous, risible gambit, but Mr. Jarecki navigates skillfully through the complexities of his relationship with Ms. Jeter, partly by immediately addressing his own privilege. She entered his life shortly after he was born, and their worlds overlapped as the decades passed.\n“Our families were close, and her children and grandchildren were my playmates growing up,” Mr. Jarecki says, his voice wafting over images of Ms. Jeter and her family closely watching television coverage of the 2008 presidential election. “But as we got older,” Mr. Jarecki continues, “I saw many of them struggling with poverty, joblessness, crime and worse.”", "url": "https://www.nytimes.com/2012/10/05/movies/the-house-i-live-in-directed-by-eugene-jarecki.html"}