{"authors": ["Matthew Rosenberg"], "date_download": "2022-10-25 23:28:45", "date_modify": "2022-10-25 23:28:45", "date_publish": "2012-09-26 02:16:14", "description": "After recent attacks by Afghan forces against Western soldiers and Marines, American military advisers are extremely wary, laying bare the challenge of preparing the Afghans to fight on their own.", "filename": "2012_09_26_world_asia_in-afghanistan-us-advisers-train-allies-with-caution.html_ref=afghanistan_1666740525.html", "image_url": "https://static01.nyt.com/images/2012/09/25/world/asia/20120926-TRAINING-slide-HNB2/20120926-TRAINING-slide-HNB2-articleLarge.jpg?year=2012&h=400&w=600&s=3ab6056e99f0a1d89fecc08a6c97e4d31ac604633f9591ca467c3dde956e6bc5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_26_world_asia_in-afghanistan-us-advisers-train-allies-with-caution.html_ref=afghanistan_1666740525.html", "title": "In Afghanistan, U.S. Advisers Train Ally With Armor On", "title_page": "In Afghanistan, U.S. Advisers Train Ally With Armor On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "American military leaders say they have little choice as insider killings have become a prevalent cause of death. Attacks by Afghan forces against Western soldiers and Marines this month led to new precautions over where and when joint operations and training sessions happen. At the same time, a video and cartoons mocking the Prophet Muhammad are stoking outrage and violence against Americans across the Muslim world.\nIn the field, where small teams of American advisers are now working with Afghan units, even minor misunderstandings are treated as potentially violent confrontations.\nWhen a pair of Afghan soldiers decided to take a nap in a guard tower in which the Americans had taken up a position at this outpost, the coalition advisory team commander, Capt. John Chung, 28, sent his interpreter to hustle out the Afghans with an admonishment to “be gentle. No trouble, you know what I mean.”\nAside from a fear of being gunned down, the advisers said they were more vigilant because they also doubted the ability of Afghan soldiers to secure the base from an insurgent attack.\n“Exhibit A,” one adviser noted about the Afghans’ nap in the guard tower.\n“I think we need to be ready for everything. Maybe it’s coming from inside, or maybe it gets in here from the outside,” said the adviser, a young soldier who did not want to be identified for fear of damaging his career. “I mean, sleeping in a tower? There are a lot of reasons to be careful out here.”", "url": "https://www.nytimes.com/2012/09/26/world/asia/in-afghanistan-us-advisers-train-allies-with-caution.html?ref=afghanistan"}