{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:00:44", "date_modify": "2022-10-25 23:00:44", "date_publish": "2012-03-27 01:25:54", "description": "President Obama was caught by a live microphone as he told President Dmitri A. Medvedev of Russia that he would have “more flexibility” to negotiate on missile defense after the November election.", "filename": "2012_03_27_us_politics_obama-caught-on-microphone-telling-medvedev-of-flexibility_1666738844.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_27_us_politics_obama-caught-on-microphone-telling-medvedev-of-flexibility_1666738844.html", "title": "Obama Caught on Microphone Telling Medvedev of ‘Flexibility’", "title_page": "Obama Caught on Microphone Telling Medvedev of ‘Flexibility’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Obama found his private moment of political candor caught by a live microphone on Monday as he told President Dmitri A. Medvedev of Russia that he would have “more flexibility” to negotiate on the delicate issue of missile defense after the November election, which Mr. Obama apparently feels confident he will win.\nMr. Obama’s Republican adversaries seized on the comment, which followed a meeting between Mr. Obama and Mr. Medvedev in Seoul, South Korea, where both had struggled to find common ground amid strong objections in Russia to the American plans for a missile defense system based in Europe.\nAs a pool of television journalists gathered for a news conference on the leaders’ meeting, Mr. Obama leaned in to deliver private assurances to Mr. Medvedev. But speaking inadvertently into an open microphone, he offered a frank assessment of the difficulty of reaching a deal — on this or any other subject — in an election year.", "url": "https://www.nytimes.com/2012/03/27/us/politics/obama-caught-on-microphone-telling-medvedev-of-flexibility.html"}