{"authors": ["Joseph Berger"], "date_download": "2022-10-25 23:55:51", "date_modify": "2022-10-25 23:55:51", "date_publish": "2012-07-19 03:25:15", "description": "Rabbi Elyashiv’s influential decisions applying the Torah and Talmudic law to modern times sometimes roiled Israeli politics.", "filename": "2012_07_19_world_middleeast_rabbi-y-s-elyashiv-master-of-talmudic-law-dies-at-102_1666742151.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_19_world_middleeast_rabbi-y-s-elyashiv-master-of-talmudic-law-dies-at-102_1666742151.html", "title": "Rabbi Y. S. Elyashiv, Master of Talmudic Law, Dies at 102", "title_page": "Rabbi Y. S. Elyashiv, Master of Talmudic Law, Dies at 102 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rabbi Yosef Shalom Elyashiv, an eminent authority in the Orthodox Jewish world on applying the Torah and Talmudic law to modern times, whose rulings on conversion, divorce and even the legitimacy of wigs made in India had far-reaching impact and sometimes roiled Israeli politics, died on Wednesday in Jerusalem. He was 102.\nHis death was announced by Shaare Zedek Medical Center, where he had been hospitalized for several months.\nRabbi Elyashiv, who was born in Lithuania and moved to the British Mandate of Palestine in 1922, was known as an eminent posek — a decider of Jewish law — a title earned not by appointment but by scholarship, reputation and communal trust built up over decades. Rabbi Avi Shafran, the public affairs director of Agudath Israel of America, a leading Orthodox organization, called him “the premier posek of the generation.” (For decades, Rabbi Moshe Feinstein, who lived in Manhattan and died in 1986, was regarded as the world’s leading adjudicator of Jewish law.)\nRabbi Elyashiv’s decisions were honored, if not always obeyed, beyond his own ultra-Orthodox, non-Hasidic world known as Lithuanian or yeshivish Jews. His word also influenced Hasidim, Orthodox Sephardim from Muslim countries and many modern Orthodox Jews.", "url": "https://www.nytimes.com/2012/07/19/world/middleeast/rabbi-y-s-elyashiv-master-of-talmudic-law-dies-at-102.html"}