{"authors": ["Edward Wyatt"], "date_download": "2022-10-25 22:55:28", "date_modify": "2022-10-25 22:55:28", "date_publish": "2012-02-23 05:01:34", "description": "The Obama administration said its suggestions would empower consumers regarding use of their personal data gleaned from Internet searches.", "filename": "2012_02_23_business_white-house-outlines-online-privacy-guidelines_1666738528.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_02_23_business_white-house-outlines-online-privacy-guidelines_1666738528.html", "title": "White House Outlines Online Privacy Guidelines", "title_page": "White House Outlines Online Privacy Guidelines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Obama administration on Wednesday outlined a set of online privacy principles that officials said would help consumers control the use of their personal data gleaned from Internet searches.\nThe framework for a new privacy code moves electronic commerce closer to a one-click, one-touch process by which users can tell Internet companies whether they want their online activity tracked.\nMuch remains to be done before consumers can click on a button in their Web browser to set their privacy standards. Congress will probably have to write legislation governing the collection and use of personal data, officials said, something that is unlikely to occur this year. And the companies that make browsers — Google, Microsoft, Apple and others — will have to agree to the new standards.\nBut because those companies also are the largest competitors in the business of providing advertising to Web sites, and are part of a consortium participating in the development of the principles, administration officials said they expected the standards would give consumers privacy while also allowing electronic commerce to grow.", "url": "https://www.nytimes.com/2012/02/23/business/white-house-outlines-online-privacy-guidelines.html"}