{"authors": ["Mosi Secret"], "date_download": "2022-10-25 23:49:42", "date_modify": "2022-10-25 23:49:42", "date_publish": "2012-12-07 04:14:12", "description": "The New York Civil Liberties Union, calling solitary confinement psychological torture, said it was imposed for trivial offenses and in a racially biased manner.", "filename": "2012_12_07_nyregion_new-york-state-sued-over-use-of-isolation-in-prisons_1666741782.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_07_nyregion_new-york-state-sued-over-use-of-isolation-in-prisons_1666741782.html", "title": "New York State Sued Over Use of Isolation in Prisons", "title_page": "New York State Sued Over Use of Isolation in Prisons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Excessive tobacco. Unauthorized jewelry. An untidy cell. Those were among the nonviolent infractions by prisoners in New York State that led to extended stays in solitary confinement, a widespread punishment for prison offenses, according to a lawsuit the New York Civil Liberties Union filed on Thursday.\nThe suit, filed in Federal District Court in Manhattan, names Brian Fischer, the state’s corrections commissioner, and several other prison officials. It challenges policies that give corrections officers wide discretion in imposing isolation and says a disproportionate number of black prisoners are punished. The organization also says the isolation causes physiological and psychological damage.\nThe plaintiff, Leroy Peoples, spent two periods in isolation, totaling more than two years. One was for possessing dietary supplement pills and the other was for filing false liens against members of the Queens district attorney’s office who handled his prosecution, the suit says.\n“Mr. Peoples’s experience in S.H.U. was psychological torture,” the suit says, referring to the segregated housing unit. The barren, elevator-size isolation cells cut off the inmates from almost all human contact. They leave for no more than an hour a day to exercise in concrete pens. Sometimes two inmates are put in the tiny cells together.", "url": "https://www.nytimes.com/2012/12/07/nyregion/new-york-state-sued-over-use-of-isolation-in-prisons.html"}