{"authors": ["Nick Wingfield", "Nick Bilton"], "date_download": "2022-10-25 23:49:55", "date_modify": "2022-10-25 23:49:55", "date_publish": "2012-07-15 22:40:42", "description": "With new tablets coming from Google and Microsoft, and rumors of one from Amazon, Apple’s response may be to introduce a smaller, less expensive version of its popular iPad.", "filename": "2012_07_16_technology_apple-may-meet-tablet-competition-with-smaller-ipad_1666741795.html", "image_url": "https://static01.nyt.com/images/2012/07/16/technology/16tablet-span/16tablet-span-articleLarge.jpg?year=2012&h=330&w=600&s=88382cc95fce7f6c6327181d3057855afd2ab713df693f8168d0cba23bad9049&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_16_technology_apple-may-meet-tablet-competition-with-smaller-ipad_1666741795.html", "title": "Apple May Meet Tablet Competition With a Smaller iPad", "title_page": "Apple May Meet Tablet Competition With a Smaller iPad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company fiddled with the design of the product so much that it ended up running the gamut from the $49 iPod shuffle, a screen-free iPod so small it could be clipped to the collar of a runner’s shirt, to the $249 iPod classic, a heavier device with space for 40,000 songs.\nThe strategy was a great success, helping Apple to create a near monopoly in the MP3 music player business. The company held 80 percent of the United States market for the first five months of the year, according to the NPD Group.\nApple’s share of the tablet market is only somewhat less impressive: 60 to 70 percent of the market, depending on the company doing the estimating. As many people in the tech industry have pointed out, the “tablet market” is really a misnomer. For the time being, it is an iPad market.\nThe company’s iPod strategy contrasts with how it handled competition in the phone market; smartphones running Google’s Android operating system have elbowed their way past the iPhone in market share.\nThe most credible challenge right now to the iPad appears to be Google’s Nexus 7, an Android device that costs $199 and is of the company’s own design. With a seven-inch screen, the Nexus 7 has already won enthusiastic reviews for its software and battery life — and, of course, its size and price.\nIn addition to creating the Surface, which could go on sale as early as the fall, Microsoft has also agreed to invest up to $605 million in Barnes & Noble’s Nook business. The move helps bolster another Apple rival in the tablet market, one that could end up using Microsoft’s software for its products.\nA decision to make a smaller iPad would be a clear break with Apple’s past. During a conference call with Wall Street analysts in 2010, not long after the original iPad came out, Steven P. Jobs, Apple’s chief executive, memorably dismissed the seven-inch tablets then entering the market, saying they should be sold with sandpaper so that users could whittle their fingertips down to fine points.", "url": "https://www.nytimes.com/2012/07/16/technology/apple-may-meet-tablet-competition-with-smaller-ipad.html"}