{"authors": ["Michael Cieply", "Brooks Barnes"], "date_download": "2022-10-25 23:46:27", "date_modify": "2022-10-25 23:46:27", "date_publish": "2012-11-24 02:14:36", "description": "The government of Prime Minister John Key has linked its fortunes to some of Hollywood’s biggest pictures, creating a grand experiment in the fusion of film and government.", "filename": "2012_11_24_business_media_new-zealand-wants-a-hollywood-put-on-its-map_1666741587.html", "image_url": "https://static01.nyt.com/images/2012/11/24/business/media/HOBBIT-slide-QOGP/HOBBIT-slide-QOGP-articleLarge.jpg?year=2012&h=330&w=600&s=0649b47c675925af4aaf243b7a344b7687385f8bbcc0b8aa3a0e1e81f28e7c48&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_11_24_business_media_new-zealand-wants-a-hollywood-put-on-its-map_1666741587.html", "title": "New Zealand Wants a Hollywood Put on Its Map", "title_page": "New Zealand Wants a Hollywood Put on Its Map - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The collection of companies now takes up so much square footage in Wellington’s Miramar neighborhood that it has been given a nickname: Wellywood.\nAn Illusion’s Staying Power\nWhether movies are a matter of political life and death for Mr. Key remains open to debate. He strongly challenged the notion that he might have lost the 2011 election had “The Hobbit” been lost. “Definitely not,” he said.\nThings got tense for him during the campaign, however, after he interviewed Mr. Jackson in September 2011 on a radio talk show called “The PM’s Hour.” New Zealand’s Electoral Commission declared that the interview violated laws barring broadcasters from providing a candidate with free publicity close to an election, but a full-blown scandal was averted when police officials decided in March not to prosecute the radio service. Still, Labour politicians were unappeased, and blamed Mr. Key. “It was a political stunt, and he should have taken responsibility for that,” Labour’s deputy leader, Grant Robertson, said in a statement.\nNor did Mr. Jackson’s gilded image escape untarnished in the turmoil over the dealings with Warner. In June 2011, a periodic survey of the “most trusted” people in New Zealand found that Mr. Jackson had plunged 68 slots, to No. 74.\nThe question facing both Mr. Key and Mr. Jackson is whether overseas travelers will be attracted to a deliberate illusion that blurs the line between New Zealand and its films. It worked once before: the “Lord of the Rings” trilogy, featuring lavish photography of volcanoes, waterfalls and sharp-peaked mountain ranges, prompted a surge of visitors. “I don’t mean to sound mercenary, but at this point, it’s not about the films, it’s about New Zealand,” said Kevin Bowler, the chief executive of Tourism New Zealand.\nAs Mr. Bowler spoke in June, about two dozen workers at computer screens in an office overlooking the Wellington harbor were proliferating a Web and poster campaign. As “Lord of the Rings” tourism peaked in recent years, about 6 percent of international visitors to New Zealand, or roughly 150,000 people, cited the films as a reason for coming; 11,200 said it was their only reason. Given the movie world’s increasing appetite for fantasy, however, Mr. Bowler predicted that the payoff from Mr. Jackson’s new films would be larger.\nAlready, plans are in place to close streets in central Wellington for a day and a half to accommodate a throng of perhaps 100,000 expected to gather outside the premiere at the Embassy theater, which has been updated so that it can handle the film’s high-speed format.", "url": "https://www.nytimes.com/2012/11/24/business/media/new-zealand-wants-a-hollywood-put-on-its-map.html"}