{"authors": ["Ray Rivera"], "date_download": "2022-10-25 22:59:52", "date_modify": "2022-10-25 22:59:52", "date_publish": "2012-08-15 14:28:13", "description": "The New York police have come under scrutiny over racial disparities in their stop-and-frisk practice. But the frequency of officers’ use of force in those encounters is often overlooked.", "filename": "2012_08_16_nyregion_in-police-stop-data-pockets-where-force-is-used-more-often.html_pagewanted=all_1666738792.html", "image_url": "https://static01.nyt.com/images/2012/08/16/nyregion/16force-web/16force-web-articleLarge.jpg?year=2012&h=398&w=600&s=489c9bfe050e83f0b3d4719fa89381e2e9baf181dccb2df443b035b2323e6039&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_16_nyregion_in-police-stop-data-pockets-where-force-is-used-more-often.html_pagewanted=all_1666738792.html", "title": "In Police-Stop Data, Pockets Where Force Is Used More Often", "title_page": "In Police-Stop Data, Pockets Where Force Is Used More Often - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But as Mr. Carrion reached for his identification, the officers shoved him against the wall.\n“I was like, ‘You’re using police brutality. You’re not supposed to be doing that. Let me show you ID.’ ”\nThe officers calmed down after he showed them his identification, but not before shoving him against the wall again and searching him, he said. Both officers, he said, “looked like they were right out of the academy.”\nThe Times interviewed dozens of people in the 32nd, 44th, 46th and 115th Precincts who told stories of physical encounters with the police. Many of the people interviewed said they had been stopped multiple times without any force being used. But if they displayed any resistance, even verbally, like asking why they were being stopped, the police sometimes got rough. Corroborating their stories is difficult because police data does not name those stopped or the officers making the stops.\nPolice officials defend the stops as an effective crime deterrent. They played down The Times’s findings about use of force, saying that the only reason the four precincts had such high levels was because officers there checked a box marked “hands on suspect” more often on the form they are required to fill when conducting stops. Other boxes include “suspect on wall” and “suspect on ground.” Paul J. Browne, the department’s chief spokesman, said “hands on suspect” was a subjective category that “may be reported anytime the officer’s hand comes into physical contact with the subject.”\n“This could occur during a frisk or to guide a suspect to the sidewalk,” he wrote in an e-mail.\nBut John A. Eterno, a former New York Police captain who used to train officers on the stop-and-frisk tactic, disputed that, saying officers are trained to check the box only “whenever some sort of force is used to control the situation, or to make sure that either the officer’s safety or somebody else’s safety is maintained.”\nDr. Eterno, who retired in 2003 and is now a criminologist at Molloy College on Long Island, added, “You could frisk a person without any use of force at all.”", "url": "https://www.nytimes.com/2012/08/16/nyregion/in-police-stop-data-pockets-where-force-is-used-more-often.html?pagewanted=all"}