{"authors": ["Julia Preston", "John H. Cushman Jr."], "date_download": "2022-10-25 23:24:45", "date_modify": "2022-10-25 23:24:45", "date_publish": "2012-06-15 14:49:06", "description": "President Obama outlined a new immigration policy under which young illegal immigrants who came to the country as children can obtain work permits and will not face deportation.", "filename": "2012_06_16_us_us-to-stop-deporting-some-illegal-immigrants_1666740285.html", "image_url": "https://static01.nyt.com/images/2012/06/16/us/politics/16obama4-span/16obama4-span-articleLarge.jpg?year=2012&h=330&w=600&s=030c9270ea1cc0a61844708d4bb2844439b75079a197c9d3928624644bcdf265&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_16_us_us-to-stop-deporting-some-illegal-immigrants_1666740285.html", "title": "U.S. to Stop Deporting Some Immigrants", "title_page": "U.S. to Stop Deporting Some Immigrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hundreds of thousands of illegal immigrants who came to the United States as children will be allowed to remain in the country without fear of deportation and able to work, under an executive action the Obama administration announced on Friday.\nAdministration officials said the president used existing legal authority to make the broad policy change, which could temporarily benefit more than 800,000 young people. He did not consult with Congress, where Republicans have generally opposed measures to benefit illegal immigrants.\nThe policy, while not granting any permanent legal status, clears the way for young illegal immigrants to come out of the shadows, work legally and obtain driver’s licenses and many other documents they have lacked.\n“They are Americans in their heart, in their minds, in every single way but one: on paper,” President Obama said in announcing the new policy in the White House Rose Garden on Friday. He said he was taking “a temporary stopgap measure” that would “lift the shadow of deportation from these young people” and make immigration policy “more fair, more efficient and more just.”", "url": "https://www.nytimes.com/2012/06/16/us/us-to-stop-deporting-some-illegal-immigrants.html"}