{"authors": ["Laura M. Holson"], "date_download": "2022-10-25 23:34:55", "date_modify": "2022-10-25 23:34:55", "date_publish": "2012-09-21 15:54:28", "description": "Richard Plepler, the new chief executive of HBO, occupies a role that goes well beyond television and extends into New York’s political, media and entertainment cliques.", "filename": "2012_09_23_fashion_richard-plepler-of-hbo-stands-tall-in-new-yorks-cultural-elite_1666740895.html", "image_url": "https://static01.nyt.com/images/2012/09/23/fashion/23PLEPLER1_SPAN/23PLEPLER1_SPAN-articleLarge-v3.jpg?year=2012&h=361&w=600&s=99faba652daed1ae7995a2b8422d668bca100d57d3a84dd253795f387164a7b9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_23_fashion_richard-plepler-of-hbo-stands-tall-in-new-yorks-cultural-elite_1666740895.html", "title": "Richard Plepler of HBO Stands Tall in New York’s Cultural Elite", "title_page": "Richard Plepler of HBO Stands Tall in New York’s Cultural Elite - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The timing was propitious: many Hollywood movie studios were focusing on comic-book extravaganzas, leaving the cable network to take up the slack. “For authors of high-end fiction and nonfiction, HBO is one of the last games in town,” said Frank Rich, a former New York Times columnist and a longtime friend of Mr. Plepler’s.\nHBO began spreading riches to New York journalists and authors — and those covering Washington politics — who found their books optioned by HBO (John Heilemann, Barton Gellman and Gabriel Sherman) or were hired to consult on projects (Jake Tapper and Bethany McLean). Some writers were from The Times, including the financial columnist Andrew Ross Sorkin, whose book “Too Big To Fail” was adapted into a movie for HBO in 2011. Recently, Tina Brown, the Newsweek editor, was named an executive producer on a movie about Norman Mailer.\nMr. Plepler’s friends benefited, too. Mr. Zakaria said he was recently hired as a consultant for a coming news show, “Vice.” And Mr. Rich, who now writes for New York magazine, was hired as a creative consultant to HBO in 2008 and is now an executive producer on two projects, including “Veep,” a comedy series about a female vice president. (Of course, not every optioned book gets made. This year, HBO scrapped a project based on Jonathan Franzen’s “The Corrections,” and it said it would not pursue a movie based on Mr. Sherman’s coming book about the Fox News Channel chairman and chief executive officer Roger Ailes.)\nIn the fall of 2008, Mr. Halperin of Time said he and Mr. Heilemann, a political writer for New York, approached Mr. Plepler about making a movie based on “Game Change,” which they were then writing. The two had shopped the idea to other studios, who declined, but Mr. Plepler was eager. Mr. Halperin said HBO hired a screenwriter to work with them as they researched and wrote. (Another screenwriter was later hired to draft the final script.)\nWhen projects do come to fruition, the social payoff can be considerable: HBO’s most lavish premieres, many with a post-screening dinner at the Four Seasons restaurant in Manhattan, can cost up to $400,000, according to industry executives, rivaling glamorous affairs from previous eras, like the over-the-top parties held by Spy magazine at the Puck Building in the late 1980s and the one Tina Brown gave for the 1999 debut of her Talk magazine on Liberty Island.", "url": "https://www.nytimes.com/2012/09/23/fashion/richard-plepler-of-hbo-stands-tall-in-new-yorks-cultural-elite.html"}