{"authors": ["Milt Freudenheim"], "date_download": "2022-10-25 23:51:42", "date_modify": "2022-10-25 23:51:42", "date_publish": "2012-06-18 20:06:38", "description": "Electronic medical records, by uploading data automatically to state health departments, are enabling officials to identify and track outbreaks more quickly than ever.", "filename": "2012_06_19_health_states-using-electronic-medical-records-to-track-epidemics_1666741902.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_19_health_states-using-electronic-medical-records-to-track-epidemics_1666741902.html", "title": "States Using Electronic Medical Records to Track Epidemics", "title_page": "States Using Electronic Medical Records to Track Epidemics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Public health departments around the country have long scrutinized data from local hospitals for indications that diseases like influenza, tuberculosis, AIDS, syphilis and asthma might be on the rise, and to monitor the health consequences of heat waves, frigid weather or other natural phenomena. In the years since 9/11, this scrutiny has come to include signs of possible bioterrorism.\nWhen medical records were maintained mainly on paper, it could take weeks to find out that an infection was becoming more common or that tainted greens had appeared on grocery shelves. But the growing prevalence of electronic medical records has had an unexpected benefit: By combing through the data now received almost continuously from hospitals and other medical facilities, some health departments are spotting and combating outbreaks with unprecedented speed.\nMore than one-third of the nation’s 5,000 acute care hospitals now use electronic medical records, and the share of primary care doctors using them has doubled to 40 percent in the last two years, said Dr. Farzad Mostashari, the Obama administration’s national coordinator for health information technology.\nThe technology’s spread is helping “officials faced with events of public health significance to know sooner, act faster and manage better,” said Dr. Seth Foldy, a senior adviser to the Centers for Disease Control and Prevention.", "url": "https://www.nytimes.com/2012/06/19/health/states-using-electronic-medical-records-to-track-epidemics.html"}