{"authors": ["Declan Walsh", "Eric Schmitt"], "date_download": "2022-10-25 23:28:12", "date_modify": "2022-10-25 23:28:12", "date_publish": "2012-08-24 12:26:51", "description": "American officials believe a commander in the Haqqani network was killed during a week of attacks in Pakistan’s tribal belt, including a volley of C.I.A. drone strikes that killed 18 Friday.", "filename": "2012_08_25_world_asia_us-drone-strikes-kill-18-in-pakistan_1666740492.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_25_world_asia_us-drone-strikes-kill-18-in-pakistan_1666740492.html", "title": "Badruddin Haqqani Believed Dead in Pakistan Drone Strike", "title_page": "Badruddin Haqqani Believed Dead in Pakistan Drone Strike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISLAMABAD, Pakistan — A volley of C.I.A. drone strikes in Pakistan’s tribal belt early Friday killed at least 18 people, security officials said, capping a week of missile attacks that have renewed tensions between Pakistan and the United States, but may have killed a major militant leader.\nSenior American officials said they had strong indications that Badruddin Haqqani, the operational commander of the Haqqani network, which is responsible for some of the most spectacular assaults on American bases and Afghan cities in recent years, was killed in a drone strike this week.\n“There are indications that Haqqani has met his demise,” a senior United States official said in Washington on Friday. He said that officials were waiting to sift through evidence, including information on jihadist Web sites, before they could be certain that Mr. Haqqani had been killed.\nThe caution stems from previous erroneous claims by American and Pakistani officials about militant deaths in Waziristan, a notoriously difficult place to get reliable information. But if confirmed, Mr. Haqqani’s death would be a major benefit to the military coalition in Afghanistan.", "url": "https://www.nytimes.com/2012/08/25/world/asia/us-drone-strikes-kill-18-in-pakistan.html"}