{"authors": ["Laura Poitras"], "date_download": "2022-10-25 23:37:57", "date_modify": "2022-10-25 23:37:57", "date_publish": "2012-08-23 01:11:02", "description": "The filmmaker profiles William Binney, a 32-year veteran of the National Security Agency who helped design a top-secret program he says is broadly collecting Americans’ personal data.", "filename": "2012_08_23_opinion_the-national-security-agencys-domestic-spying-program.html__r=0_1666741077.html", "image_url": "https://static01.nyt.com/images/2012/08/16/opinion/video-opdoc-nsa/video-opdoc-nsa-articleLarge.jpg?year=2012&h=338&w=600&s=3382b165b5fec752284e4c74574856161b095c9d73d204537c0b913ca2731250&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_23_opinion_the-national-security-agencys-domestic-spying-program.html__r=0_1666741077.html", "title": "The National Security Agency’s Domestic Spying Program - The New York Times", "title_page": "Opinion | The National Security Agency’s Domestic Spying Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It took me a few days to work up the nerve to phone William Binney. As someone already a “target” of the United States government, I found it difficult not to worry about the chain of unintended consequences I might unleash by calling Mr. Binney, a 32-year veteran of the National Security Agency turned whistle-blower. He picked up. I nervously explained I was a documentary filmmaker and wanted to speak to him. To my surprise he replied: “I’m tired of my government harassing me and violating the Constitution. Yes, I’ll talk to you.”\nTwo weeks later, driving past the headquarters of the N.S.A. in Maryland, outside Washington, Mr. Binney described details about Stellar Wind, the N.S.A.’s top-secret domestic spying program begun after 9/11, which was so controversial that it nearly caused top Justice Department officials to resign in protest, in 2004.\nImage Credit... Jacob Appelbaum\n“The decision must have been made in September 2001,” Mr. Binney told me and the cinematographer Kirsten Johnson. “That’s when the equipment started coming in.” In this Op-Doc, Mr. Binney explains how the program he created for foreign intelligence gathering was turned inward on this country. He resigned over this in 2001 and began speaking out publicly in the last year. He is among a group of N.S.A. whistle-blowers, including Thomas A. Drake, who have each risked everything — their freedom, livelihoods and personal relationships — to warn Americans about the dangers of N.S.A. domestic spying.", "url": "https://www.nytimes.com/2012/08/23/opinion/the-national-security-agencys-domestic-spying-program.html?_r=0"}