{"authors": ["Ian Johnson"], "date_download": "2022-10-25 23:40:38", "date_modify": "2022-10-25 23:40:38", "date_publish": "2012-09-30 00:37:58", "description": "An early move to rural China offers a window on the political savvy of Xi Jinping, who is on the cusp of taking over as China’s supreme leader.", "filename": "2012_09_30_world_asia_aiming-for-top-xi-jinping-forged-ties-early-in-china_1666741238.html", "image_url": "https://static01.nyt.com/images/2012/09/30/world/sub-jp-xi1/sub-jp-xi1-articleLarge.jpg?year=2012&h=360&w=600&s=a32ec1730aa19366bedc6c6d9bcf9fed4f2ac8e39e94ca9a82010d7d37fcd85f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_30_world_asia_aiming-for-top-xi-jinping-forged-ties-early-in-china_1666741238.html", "title": "Aiming for Top, Xi Forged Ties Early in China", "title_page": "Aiming for Top, Xi Forged Ties Early in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Xi caused even more of a stir in Zhengding when he tried to make it a center of television filming. State television was filming the classic novel “Dream of Red Mansions,” which is set in a palace and surrounding grounds. Crews had already built an enormous replica of the park in Beijing. But Mr. Xi used his political connections to get the mansion built in Zhengding, meaning the cast had to travel six hours to Zhengding to shoot indoor scenes.\nDespite local opposition, Mr. Xi pushed through a plan to spend three times the original amount in a bid to make the set permanent.\nThe story of building the television studio is now firmly part of Mr. Xi’s official lore, touted as an example of his visionary economic leadership. In justifying the costs, he said it would help create a tourist attraction, and for many years it was popular because the television series was a huge hit. Several other shows were also filmed there in the 1980s and early 1990s. But what is rarely mentioned is that the Rongguofu mansion now gets few visitors and has not been used as a set for 20 years. It also spawned two spinoffs in Zhengding that are bankrupt, with one torn down and the other shuttered.\nDespite his clout, and unlike the character in the novel “New Star,” Mr. Xi was not able to vanquish all his enemies.\nHe was never promoted beyond county chief. He was blocked, local residents and biographers say, by Mr. Gao, the provincial party secretary. According to Hu Lili, one of the authors of a new biography published by Mirror Books, Mr. Xi’s family decided that three years in Zhengding was enough. In 1985 his father arranged to have him transferred to China’s wealthier and more reform-minded coast, where he served under a more sympathetic party chief with ties to his father.\nYet the time in Zhengding helped Mr. Xi hone his skills, setting a template for his rise. It also cemented his bond with Liu Yuan, who is now a senior leader in the People’s Liberation Army. He also made an ally in Li Zhanshu, who was a local official in Hebei at the same time as Mr. Xi. Mr. Li has now been tapped to take over the party’s nerve center, its General Office.\n“You can’t separate his accomplishments from his political support,” said Yang Zhongmei, a Xi biographer and lecturer at Yokohama City University. “This is the model you see today: if you have enough political support and money, you can accomplish a lot.”", "url": "https://www.nytimes.com/2012/09/30/world/asia/aiming-for-top-xi-jinping-forged-ties-early-in-china.html"}