{"authors": ["Douglas Dalby"], "date_download": "2022-10-25 23:37:53", "date_modify": "2022-10-25 23:37:53", "date_publish": "2012-11-23 02:45:32", "description": "The death of an Indian-born woman has focused international attention on the Irish ban on abortion.", "filename": "2012_11_23_world_europe_inquiry-sought-in-death-in-ireland-after-abortion-was-denied_1666741073.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_11_23_world_europe_inquiry-sought-in-death-in-ireland-after-abortion-was-denied_1666741073.html", "title": "Inquiry Sought in Death in Ireland After Abortion Was Denied", "title_page": "Inquiry Sought in Death in Ireland After Abortion Was Denied - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DUBLIN — India’s ambassador here has agreed to ask Prime Minister Enda Kenny of Ireland for an independent inquiry into the death of an Indian-born woman last month after doctors refused to perform an abortion when she was having a miscarriage, the lawyer representing the woman’s husband said Thursday.\nThe lawyer, Gerard O’Donnell, also said crucial information was missing from the files he had received from the Irish Health Service Executive about the death of the woman, Savita Halappanavar, including any mention of her requests for an abortion after she learned that the fetus would not survive.\nThe death of Dr. Halappanavar, 31, a dentist who lived near Galway, has focused global attention on the Irish ban on abortion.\nHer husband, Praveen Halappanavar, has refused to cooperate with an investigation being conducted by the Irish health agency. “I have seen the way my wife was treated in the hospital, so I have no confidence that the H.S.E. will do justice,” he said in an interview on Wednesday night on RTE, the state television broadcaster. “Basically, I don’t have any confidence in the H.S.E.”", "url": "https://www.nytimes.com/2012/11/23/world/europe/inquiry-sought-in-death-in-ireland-after-abortion-was-denied.html"}