{"authors": ["Manny Fernandez"], "date_download": "2022-10-25 23:35:15", "date_modify": "2022-10-25 23:35:15", "date_publish": "2012-08-29 01:24:21", "description": "A federal court ruled political maps drawn by the Republican-controlled Legislature in Texas discriminated against minority voters, but the ruling is unlikely to affect the November elections.", "filename": "2012_08_29_us_federal-court-calls-texas-voting-maps-discriminatory_1666740915.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_29_us_federal-court-calls-texas-voting-maps-discriminatory_1666740915.html", "title": "Federal Court Calls Texas Voting Maps Discriminatory", "title_page": "Federal Court Calls Texas Voting Maps Discriminatory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — A federal court in Washington ruled on Tuesday that political maps drawn by the Republican-controlled Legislature in Texas discriminated against minority voters, a decision that black and Hispanic groups claimed as a victory and the state attorney general vowed to appeal to the Supreme Court.\nThe three-judge panel of the United States District Court for the District of Columbia Circuit found that a set of maps for Congressional, State House and State Senate districts drawn by the Legislature failed to comply with part of the Voting Rights Act of 1965. They denied granting so-called preclearance to the maps, because in some cases districts drawn to look like Hispanic ones on paper would actually perform to the benefit of candidates preferred by white voters.\nThe decision’s immediate impact was unclear. It appears unlikely to affect the November elections because those electoral maps were drawn as interim replacements by a federal court in San Antonio. The interim maps were not at issue before the judges in Washington.\nGov. Rick Perry signed the Legislature’s maps into law last summer. But the federal court in Washington refused to grant preclearance, prompting the San Antonio judicial panel to create the interim maps to allow this year’s elections to proceed. The federal judges in Washington presided over a trial in January and issued their decision on Tuesday.", "url": "https://www.nytimes.com/2012/08/29/us/federal-court-calls-texas-voting-maps-discriminatory.html"}