{"authors": ["A.", "O. Scott"], "date_download": "2022-10-25 23:31:54", "date_modify": "2022-10-25 23:31:54", "date_publish": "2012-03-09 00:17:25", "description": "An odd young Greek woman tries to socialize herself.", "filename": "2012_03_09_movies_attenberg-is-athina-rachel-tsangaris-debut-feature_1666740714.html", "image_url": "https://static01.nyt.com/images/2012/03/09/arts/09ATTENBERG_SPAN/ATTENBERG-articleLarge.jpg?year=2012&h=360&w=600&s=5c4f092faa6e4d3952b6951ea9d7838d894fa3cbf72eadc2695e7863de51ed5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_09_movies_attenberg-is-athina-rachel-tsangaris-debut-feature_1666740714.html", "title": "‘Attenberg,’ Athina Rachel Tsangari’s New Film", "title_page": "‘Attenberg,’ Athina Rachel Tsangari’s New Film - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Movies and literature do not lack for coming-of-age stories about young women in odd circumstances, but “Attenberg,” Athina Rachel Tsangari’s new film, belongs in its own category. With an eccentric, beguiling blend of detachment and empathy — the camera sometimes lurking like a spy, sometimes trailing along like a shy, devoted friend — Ms. Tsangari observes the curious activities of Marina, a 23-year-old in the midst of an identity crisis that feels both highly idiosyncratic and weirdly familiar.\nMarina (Ariane Labed, a formidable Greek actress of French parentage who won best actress at the Venice Film Festival for this role) lives in a bleak, picturesque industrial town in Greece, and the film explores the relationships that occupy most of her time. Her father, Spyros (Vangelis Mourikis), an architect, is dying of an unspecified disease, and their conversations reveal an exquisitely gloomy sensibility, aspects of which he has passed on to his daughter. A world-weary, atheist intellectual, he seems to have given up not only on his own future but also on humanity as a whole.\n“Sometimes I think we are building ruins,” he says of his profession, and his surroundings confirm his pessimism. There is a quiet factory, a sad hotel, a scattering of high-rise buildings set in a mountainous coastal landscape that seems to be biding its time until the people and their follies disappear.\nMarina has no particular loyalty to her own species. An admirer of the nature documentaries of David Attenborough — the film’s title is a garbled reference to his name — she is an adept mimic of the ways of birds and apes. Her efforts to master human behavior are a bit more awkward, beginning with the film’s startling opening shot, in which Marina tries to learn kissing from her friend Bella (Evangelia Randou).", "url": "https://www.nytimes.com/2012/03/09/movies/attenberg-is-athina-rachel-tsangaris-debut-feature.html"}