{"authors": ["Mark Landler", "Edward Wong"], "date_download": "2022-10-25 23:40:22", "date_modify": "2022-10-25 23:40:22", "date_publish": "2012-02-14 15:54:31", "description": "China’s vice president, Xi Jinping, was met with blunt criticism from Vice President Joseph R. Biden Jr., who declared that the United States and China could cooperate “only if the game is fair.”", "filename": "2012_02_15_world_asia_us-seeks-to-size-up-chinas-heir-apparent-during-visit_1666741222.html", "image_url": "https://static01.nyt.com/images/2012/02/15/world/asia/JP-PREXY/JP-PREXY-articleLarge.jpg?year=2012&h=350&w=600&s=b16d8b654c1104867e8e3633e837d9324a0dbe1d351b6f6bd964553e7a6cc949&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_02_15_world_asia_us-seeks-to-size-up-chinas-heir-apparent-during-visit_1666741222.html", "title": "China’s Vice President, Xi Jinping, Opens U.S. Tour", "title_page": "China’s Vice President, Xi Jinping, Opens U.S. Tour - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — China’s vice president and likely future leader, Xi Jinping, embarked on a get-to-know-you tour of the United States on Tuesday, with a day of meetings from the White House to the Pentagon. But he was met with blunt criticism from his host, Vice President Joseph R. Biden Jr., who declared that the United States and China could cooperate “only if the game is fair.”\nMr. Biden presented a long list of grievances — ranging from theft of intellectual property and human rights abuses to China’s refusal to back United Nations sanctions against Syria — during a toast at a State Department lunch, striking a sober and businesslike mood in a stately dining room decorated with pink and red roses for Valentine’s Day.\n“As Americans, we welcome competition,” Mr. Biden said as the Chinese vice president listened with a poker face. “But cooperation, as you and I have spoken about, can only be mutually beneficial if the game is fair.”\nOn the list of American concerns, Mr. Biden said, were China’s artificially depressed currency and conditions imposed by the Chinese that require foreign companies to turn over technology in return for doing business in China. He raised the issue of jailed Chinese dissidents and said about Syria, “We strongly disagreed with China and Russia’s veto of a resolution against the unconscionable violence being perpetrated” by the government.", "url": "https://www.nytimes.com/2012/02/15/world/asia/us-seeks-to-size-up-chinas-heir-apparent-during-visit.html"}