{"authors": ["Katie Thomas", "Michael S. Schmidt"], "date_download": "2022-10-25 23:23:24", "date_modify": "2022-10-25 23:23:24", "date_publish": "2012-07-02 16:39:03", "description": "GlaxoSmithKline will plead guilty to promoting two drugs for unapproved uses and to failing to report important safety data about a diabetes drug.", "filename": "2012_07_03_business_glaxosmithkline-agrees-to-pay-3-billion-in-fraud-settlement.html_pagewanted=all_1666740204.html", "image_url": "https://static01.nyt.com/images/2012/07/03/business/Drug/Drug-articleLarge.jpg?year=2012&h=400&w=600&s=32662e873a2a4b2bbac0d59663d4f6b4d90b9ec5d1607ecd31a476cd43fb6937&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_03_business_glaxosmithkline-agrees-to-pay-3-billion-in-fraud-settlement.html_pagewanted=all_1666740204.html", "title": "GlaxoSmithKline Agrees to Pay $3 Billion in Fraud Settlement", "title_page": "GlaxoSmithKline Agrees to Pay $3 Billion in Fraud Settlement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the largest settlement involving a pharmaceutical company, the British drugmaker GlaxoSmithKline agreed to plead guilty to criminal charges and pay $3 billion in fines for promoting its best-selling antidepressants for unapproved uses and failing to report safety data about a top diabetes drug, federal prosecutors announced Monday. The agreement also includes civil penalties for improper marketing of a half-dozen other drugs.\nThe fine against GlaxoSmithKline over Paxil, Wellbutrin, Avandia and the other drugs makes this year a record for money recovered by the federal government under its so-called whistle-blower law, according to a group that tracks such numbers.\nIn May, Abbott Laboratories settled for $1.6 billion over its marketing of the antiseizure drug Depakote. And an agreement with Johnson & Johnson that could result in a fine of as much as $2 billion is said to be imminent over its off-label promotion of an antipsychotic drug, Risperdal.\nNo individuals have been charged in any of the cases. Even so, the Justice Department contends the prosecutions are well worth the effort — reaping more than $15 in recoveries for every $1 it spends, by one estimate.", "url": "https://www.nytimes.com/2012/07/03/business/glaxosmithkline-agrees-to-pay-3-billion-in-fraud-settlement.html?pagewanted=all"}