{"authors": ["Alan Cowell"], "date_download": "2022-10-25 23:54:36", "date_modify": "2022-10-25 23:54:36", "date_publish": "2012-05-15 09:33:10", "description": "Iran said that the man, identified as Majid Jamali Fashi, was responsible for the assassination of one of its nuclear scientists.", "filename": "2012_05_16_world_middleeast_iran-executes-alleged-israeli-spy_1666742076.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_16_world_middleeast_iran-executes-alleged-israeli-spy_1666742076.html", "title": "Iran Executes Man Accused of Being Israeli Spy", "title_page": "Iran Executes Man Accused of Being Israeli Spy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Iran said Tuesday that it had executed a man accused of being an Israeli intelligence agent responsible for the assassination of one of its nuclear scientists.\nPress TV, an Iranian satellite broadcaster, identified the man as Majid Jamali Fashi and said he had been convicted of killing the scientist, Masoud Ali Mohammadi, in January 2010. Mr. Mohammadi was a 50-year-old professor at Tehran University whose role in Tehran’s nuclear program was unclear. At the time of his death, Iran’s Atomic Energy Organization said he had no role in the nuclear program.\nThe case seemed to be part of a shadow war played out between Iran and Israel, which has shown growing impatience with Western efforts to employ diplomacy and sanctions in the enduring crisis over Tehran’s nuclear program. Iran says the program is for peaceful purposes, but Western leaders suspect that Tehran is seeking the capability to build a weapon.\nAt the time of Mr. Mohammadi’s killing, state media in Iran reported that a remote-controlled bomb attached to a motorcycle was detonated outside his home in north Tehran. Iran blamed the United States and Israel for the attack. A State Department spokesman in Washington dismissed the accusation of United States involvement as “absurd.”", "url": "https://www.nytimes.com/2012/05/16/world/middleeast/iran-executes-alleged-israeli-spy.html"}