{"authors": ["Denise Grady", "Andrew Pollack", "Sabrina Tavernise"], "date_download": "2022-10-25 23:29:48", "date_modify": "2022-10-25 23:29:48", "date_publish": "2012-10-06 22:10:21", "description": "The rising toll has cast a harsh light on the loose regulations that legal experts say allowed a company to sell an unsafe drug to pain clinics.", "filename": "2012_10_07_us_scant-drug-maker-oversight-in-meningitis-outbreak_1666740588.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_07_us_scant-drug-maker-oversight-in-meningitis-outbreak_1666740588.html", "title": "Scant Drug Maker Oversight in Meningitis Outbreak", "title_page": "Scant Drug Maker Oversight in Meningitis Outbreak - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Because of the outbreak, Dr. Cohen has stopped performing spinal injections for now, and he was planning to declare a moratorium on them at his hospital until he was certain all the medicine was clean, even though his hospital is not on the list of facilities that received the potentially contaminated drug.\nThe size of New England Compounding appears to have reassured some doctors, who thought dealing with a large company might be safer than buying from a mom-and-pop compounder.\nOne pain specialist said he had heard from colleagues that the company had a good reputation and that even prestigious hospitals had used it. His practice did not buy the steroid medicine from New England Compounding but a contrast agent, a type of dye used for imaging. After he first contacted the Massachusetts company, it flew in a sales representative to meet him.\n“We were impressed,” said the doctor, who spoke on the condition of anonymity because he had not yet consulted his malpractice insurer about whether he should publicly identify himself as having bought products from New England Compounding. “It seemed like big time.” The representative “assured me that all standards are being met.”\nBut all the dye the doctor bought from New England Compounding has had to be thrown out on the chance that it also might be contaminated, he said.\nAnd the Massachusetts company itself has a troubled past. A series of complaints had been lodged against New England Compounding over the past decade. The State Health Department inspected in 2006. According to a warning letter sent by the F.D.A. from that year, the company was accused of illegally producing a standardized anesthetic topical cream, inappropriately repackaging a drug, and telling doctors that using an office staff member’s name was enough to put in an order, even though rules require a prescription for a particular patient.\nIssues of Law\nMeningitis can be caused by viruses, bacteria or fungi. Doctors say that the fungal type is the hardest to treat and devastating to patients because it can cause strokes. And indeed, some of the patients in the current outbreak have suffered strokes.", "url": "https://www.nytimes.com/2012/10/07/us/scant-drug-maker-oversight-in-meningitis-outbreak.html"}