{"authors": ["Katharine Q. Seelye"], "date_download": "2022-10-25 23:35:45", "date_modify": "2022-10-25 23:35:45", "date_publish": "2012-05-01 01:00:12", "description": "Elizabeth Warren, who is running for the Senate in Massachusetts, was accused of claiming American Indian ancestry to advance her career.", "filename": "2012_05_01_us_politics_elizabeth-warrens-ancestry-irrelevant-in-hiring-law-schools-say_1666740945.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_01_us_politics_elizabeth-warrens-ancestry-irrelevant-in-hiring-law-schools-say_1666740945.html", "title": "Elizabeth Warren’s Ancestry Irrelevant in Hiring, Law Schools Say", "title_page": "Elizabeth Warren’s Ancestry Irrelevant in Hiring, Law Schools Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elizabeth Warren, the likely Democratic challenger to Senator Scott P. Brown in the closely watched Senate race in Massachusetts, released statements on Monday night from officials at all of the law schools where she has taught insisting that her hiring was based on merit, not ancestry.\nAides to Mr. Brown have accused Ms. Warren, who teaches at Harvard Law School, of having misled the public by saying she had American Indian ancestors to advance her academic career at a time when law school faculties were under fire for their lack of ethnic and gender diversity.\nThe issue has dogged Ms. Warren since Friday, when The Boston Herald reported that Harvard in the 1990s had identified her as a member of a minority group to counteract criticism that its faculty was too white and too male. The Brown campaign seized on the story, casting doubt on her claims of American Indian descent and suggesting that she had unfairly exploited the goals of affirmative action programs.\nThe Warren campaign confirmed on Monday that Ms. Warren had listed herself as a minority member in a legal directory, but that she had done nothing wrong and that Mr. Brown was creating smoke where there was no fire.", "url": "https://www.nytimes.com/2012/05/01/us/politics/elizabeth-warrens-ancestry-irrelevant-in-hiring-law-schools-say.html"}