{"authors": ["Jodi Kantor"], "date_download": "2022-10-25 23:49:49", "date_modify": "2022-10-25 23:49:49", "date_publish": "2012-06-22 02:50:30", "description": "A magazine article by a former Obama administration official has blown up into an instant debate about a new conundrum of female success.", "filename": "2012_06_22_us_elite-women-put-a-new-spin-on-work-life-debate_1666741789.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_22_us_elite-women-put-a-new-spin-on-work-life-debate_1666741789.html", "title": "Elite Women Put a New Spin on Work-Life Debate", "title_page": "Elite Women Put a New Spin on Work-Life Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If a woman has a sterling résumé, a supportive husband who speaks fluent car pool and a nurturing boss who just happens to be one of the most powerful women in the world herself, who or what is to blame if Ms. Supposed-to-Have-It-All still cannot balance work and family?\nA magazine article by a former Obama administration official has blown up into an instant debate about a new conundrum of female success: women have greater status than ever before in human history, even outpacing men in education, yet the lineup at the top of most fields is still stubbornly male. Is that new gender gap caused by women who give up too easily, unsympathetic employers or just nature itself?\nThe article in The Atlantic, by Anne-Marie Slaughter, a Princeton professor who recently left a job at the State Department, added to a renewed feminist conversation that is bringing fresh twists to bear on longstanding concerns about status, opportunity and family. Unlike earlier iterations, it is being led not by agitators who are out of power, but by elite women at the top of their fields, like the comedian Tina Fey, the Facebook executive Sheryl Sandberg and now Ms. Slaughter. In contrast to some earlier barrier-breakers from Gloria Steinem to Condoleezza Rice, these women have children, along with husbands who do as much child-rearing as they do, or more.", "url": "https://www.nytimes.com/2012/06/22/us/elite-women-put-a-new-spin-on-work-life-debate.html"}