{"authors": ["Michael M. Grynbaum", "David W. Dunlap"], "date_download": "2022-10-25 23:49:49", "date_modify": "2022-10-25 23:49:49", "date_publish": "2012-08-25 01:13:43", "description": "Since a 1997 shooting on the Empire State Building’s observation deck, the Police Department has increased security measures in and around the building.", "filename": "2012_08_25_nyregion_once-again-landmark-is-backdrop-to-violence_1666741789.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_25_nyregion_once-again-landmark-is-backdrop-to-violence_1666741789.html", "title": "Once Again, Landmark Is Backdrop to Violence", "title_page": "Once Again, Landmark Is Backdrop to Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On movie screens it has been besieged by aliens, tidal waves and an overgrown ape. But on Friday morning the horror at the Empire State Building was all too real.\nThe usual, frenetic morning rush was broken by at least a dozen shots, killing two people and striking nine bystanders. Soon this famously bustling block was cordoned off by the police as emergency workers tended to the wounded.\nThe Empire State Building has been the scene of several awful episodes in its 81 years, all magnified by the tower’s status as one of the most recognizable attractions in New York City.\nAs a result of those episodes, the building’s management adopted increasingly rigorous security measures, reflecting a city that more and more views its landmarks not just with wonder but also with wariness. One of those precautions, the practice of posting extra police officers outside the building, appears to have contributed to the quick — though bloody — end of an episode that began when one man killed another on the sidewalk outside.", "url": "https://www.nytimes.com/2012/08/25/nyregion/once-again-landmark-is-backdrop-to-violence.html"}