{"authors": ["Nathaniel Popper", "Bill Vlasic"], "date_download": "2022-10-25 23:42:27", "date_modify": "2022-10-25 23:42:27", "date_publish": "2012-12-15 22:21:46", "description": "While he appeared a grandfatherly academic, Dr. Sidney Gilman advised a network of Wall Street traders through SAC Capital and eventually crossed the line into criminal behavior.", "filename": "2012_12_16_business_sidney-gilmans-shift-led-to-insider-trading-case.html_pagewanted=all_1666741347.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_16_business_sidney-gilmans-shift-led-to-insider-trading-case.html_pagewanted=all_1666741347.html", "title": "Sidney Gilman’s Shift Led to Insider Trading Case", "title_page": "Sidney Gilman’s Shift Led to Insider Trading Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Speaking in front of a packed convention hall in Chicago, a top Alzheimer’s researcher, Sidney Gilman, presented the results of a drug trial that had the potential to change the fate of elderly patients everywhere.\nBut as he worked through the slides, it became clear to the audience on that day in July 2008 that the drug was not delivering and that its makers, Elan and Wyeth, could lose out on blockbuster profits. Along with other Wall Street analysts in the front rows, David Moskowitz zapped messages to clients to dump shares of the companies. “I can remember gasping” at the results, Mr. Moskowitz said.\nLittle did anyone in the room know that 12 days earlier, Dr. Gilman had e-mailed a draft of the presentation to a trader at an affiliate of one of the nation’s most prominent hedge funds, according to prosecutors, allowing the fund, SAC Capital, and its affiliate to sell over $700 million of Elan and Wyeth stock before Dr. Gilman’s public talk.\nLast month, the trader was arrested on insider trading charges after Dr. Gilman agreed to cooperate with prosecutors to avoid charges.", "url": "https://www.nytimes.com/2012/12/16/business/sidney-gilmans-shift-led-to-insider-trading-case.html?pagewanted=all"}