{"authors": ["David Kocieniewski"], "date_download": "2022-10-25 23:42:26", "date_modify": "2022-10-25 23:42:26", "date_publish": "2012-09-11 17:13:13", "description": "Bradley Birkenfeld, who got out of jail last month after serving time for helping Americans dodge taxes, received a lavish bonus for his role in exposing tax schemes at UBS.", "filename": "2012_09_12_business_whistle-blower-awarded-104-million-by-irs_1666741346.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_12_business_whistle-blower-awarded-104-million-by-irs_1666741346.html", "title": "I.R.S. Awards $104 Million to Bradley Birkenfeld, a Whistle-Blower", "title_page": "I.R.S. Awards $104 Million to Bradley Birkenfeld, a Whistle-Blower - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Birkenfeld is an unlikely crusader for tax fairness. A native of Massachusetts who studied banking at the American Graduate School of Business in Switzerland, he spent five years recruiting American clients for UBS — which managed some $20 billion in assets for Americans — before reporting the bank’s schemes to the Treasury Department. Mr. Birkenfeld also admitted in court that he once smuggled diamonds for a client in a tube of toothpaste.\nHe said he learned in 2005 that the bank’s advice to clients was illegal, and after reporting it to the UBS compliance office to no avail, he decided to become a government informant.\nDuring the investigation Mr. Birkenfeld was charged with fraud for withholding crucial information from federal investigators, including details of his top client, the property developer Igor Olenicoff. Mr. Birkenfeld was sentenced to 40 months in prison, and was released early on Aug. 1.\nWhile the program allows the I.R.S. to grant whistle-blowers as much as 30 percent of the money they recover, some federal officials urged the I.R.S. to invoke a rule that allows them to deny an award to informants who withhold information or engage in illegal activity. But Mr. Birkenfeld, whose exploits landed him on “60 Minutes” and the front pages of newspapers around the world, cut such a high profile that many lawyers worried that the I.R.S. might scare off potential whistle-blowers if he ended up empty-handed, with nothing more to show for his efforts than a criminal record.\nMichael A. Sullivan, a partner at Finch McCranie in Atlanta, applauded the agency’s decision.\n“It heartens those who deal with whistle-blowers daily to see the I.R.S. simply follow the law and reward a whistle-blower who meets the law’s requirements,” he said.\nSince the law was strengthened in 2006, it has spawned a cottage industry of whistle-blower lawyers and private investigators. They have generated hundreds of claims alleging tens of billions of dollars in tax evasion. In a few cases, hedge funds have actually invested in the cases, paying whistle-blowers cash up front in exchange for a percentage of any award they ultimately collect.", "url": "https://www.nytimes.com/2012/09/12/business/whistle-blower-awarded-104-million-by-irs.html"}