{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:28:44", "date_modify": "2022-10-25 23:28:44", "date_publish": "2012-09-21 10:22:09", "description": "The milestone, which still leaves 68,000 American troops in Afghanistan, went nearly unremarked in the country, with no statement from President Hamid Karzai or the United States military commander, Gen. John R. Allen.", "filename": "2012_09_22_world_asia_us-troop-surge-in-afghanistan-ends_1666740524.html", "image_url": "https://static01.nyt.com/images/2012/09/22/world/afghanistan1/afghanistan1-articleLarge.jpg?year=2012&h=360&w=600&s=0c1fa4f44092506d7af8cce062be6d2908f570e54bc16c1062250fdf85372002&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_22_world_asia_us-troop-surge-in-afghanistan-ends_1666740524.html", "title": "Troop ‘Surge’ in Afghanistan Ends With Little Fanfare", "title_page": "Troop ‘Surge’ in Afghanistan Ends With Little Fanfare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some Afghans supporting the government of President Hamid Karzai boasted that it showed their own forces were ready to take over, while pro-Taliban forces exulted that they were not. But most Afghans just worried about what it would really mean for the final two years of the American presence here.\n“What did the surge give us?” a senior American official reflected on Friday, speaking anonymously as a matter of military policy. “We’re going to hit a point where, I won’t say that’s as good as it gets, but now it’s up to them to hold what we gave them. Now, really, it’s Karzai’s turn.”\nNo one claimed there was not a great deal yet to be done against an insurgency that its foes describe as tenacious and determined. “They’re not going to go away for years,” the senior official said. “Every fighting season the Taliban, or some number of them, come out of the corner and they’re ready to fight again.”\nBoth American and Afghan officials have acknowledged the seriousness of the so-called green-on-blue attacks, in which this year more than 50 American soldiers were killed at the hands of Afghan allies. The allies’ dispute over how and how long to hold suspected insurgents has led to personal negotiations between President Obama and Mr. Karzai in recent days, while the video parody of the Prophet Muhammad has cast a long shadow over relations between the two countries.\n“We were not happy about the arrival of the surge troops, and we are not sad that they left,” said Mohammad Naim Lalai Amirzai, an Afghan Parliament member from Kandahar. “As the American surge ends, the Taliban surge will begin.”", "url": "https://www.nytimes.com/2012/09/22/world/asia/us-troop-surge-in-afghanistan-ends.html"}