{"authors": ["Pankaj Mishra"], "date_download": "2022-10-25 23:32:45", "date_modify": "2022-10-25 23:32:45", "date_publish": "2012-08-16 09:01:28", "description": "Does the former cricket superstar Imran Khan have what it takes to lead an angry and disillusioned nation?", "filename": "2012_08_19_magazine_pakistans-imran-khan-must-be-doing-something-right.html_pagewanted=all_1666740765.html", "image_url": "https://static01.nyt.com/images/2012/08/19/magazine/19khan/19khan-articleLarge.jpg?year=2012&h=720&w=600&s=152a25fa35116a0334803ed7a0ffad29ca1aa91435cfc2b587a98ec875ae4dbb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_19_magazine_pakistans-imran-khan-must-be-doing-something-right.html_pagewanted=all_1666740765.html", "title": "Imran Khan Must Be Doing Something Right", "title_page": "Pakistan’s Imran Khan Must Be Doing Something Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But it was becoming clear that few other people in his party did. I had heard about her constant struggles with the P.T.I.’s frustratingly inefficient, all-male organization, and the heartburn generated among Khan’s stalwart supporters by the rapid promotion of such opportunistic late-joiners as Hashmi and Qureshi. Khawaja had wanted me to travel with Khan to the rally in Sialkot but was overruled by her male seniors. They wanted Khan to themselves at all times, crowding into his car, jostling to be photographed next to him at his rallies.\nI had heard similar complaints from other members of the party: that the P.T.I. was a one-man show, with a superstar chairman self-absorbedly pied-pipering a gaggle of squabbling egos and craven flatterers. For the moment, however, any anxieties about lack of internal democracy were balanced by the routinely renewed spectacle of mass support for the P.T.I. In between tweeting from Khan’s account (“Such beautiful scenery!”), Khawaja pointed excitedly to the crowds of young men on motorcycles that awaited us at the approaches to small towns along our route; waving the green-and-red flag of the P.T.I., they raced Khan’s car at dangerous speeds, trying to catch his eye.\nDriving to Khan’s rally in Sialkot from Lahore the previous day, I saw car and motorcycle convoys that extended for miles, freezing traffic whenever they stopped. The forests of posters and banners in passing bazaars all featured Khan, photoshopped with Pakistan’s revered founding fathers, the poet and philosopher Muhammad Iqbal and the politician Mohammed Ali Jinnah, and dressed in a variety of clothing, from solemn high-collar jackets to Western bluejeans and leather jackets. Drowning out the faded signs and symbols of Pakistan’s other political parties, they pointed to Khan’s extravagant spending in anticipation of the general elections, scheduled for next year.\nBig money had clearly arranged for the buntings. But it had not paid for, not entirely at any rate, the crowds in Sialkot; and the P.T.I. had failed to anticipate their size and intensity. I squeezed into the stadium where the rally was held by the narrowest of gates, tearing my shirt in the mini-stampede and curtailing the arc of a policeman’s offhandedly swung baton. Most of the young rallygoers, dressed in counterfeit brand-name jeans, T-shirts and sneakers, had traveled to Sialkot on their own, unlike some of their upper-middle-class peers in Lahore and Karachi, who were bused into Khan’s massive rallies in October and December. They sat patiently through the long and often boring warm-up speeches, waiting for Khan’s turn at the microphone, and then did not fail to cheer their hero’s own lackluster invocations of the country’s founding fathers, Iqbal and Jinnah.\nTalking to the young fans, I discovered an almost-mystical reverence for Khan. Many of them were cricket enthusiasts who recalled Khan’s exploits with awe, especially his captaincy of the team that won Pakistan the Cricket World Cup in 1992 — the country’s greatest sporting success. They also knew of his philanthropic work — the cancer hospital in Lahore and a university near Mianwali. Pressed on policy specifics, they went blank, claiming that an honest leader like Khan was all that was needed to turn Pakistan around, and it could be done in 90 days.\nFor many in this new generation of Pakistanis — more than 60 percent of the population is below age 25 — there is little choice between the untried and evidently incorruptible Khan and such repeatedly discredited leaders as Zardari and Sharif. His long and uncompromising opposition to American presence in the region not only pleases assorted Islamic radicals; it also echoes a deep Pakistani anger about the C.I.A.’s drone attacks, whose frequency has increased under the Obama administration. Expatriate and local businessmen, tormented by the stagnating economy (while neighboring India has boomed), line up to donate money for his massive rallies (though Khan himself does not believe, he told me, in “neoliberal capitalism”). Many rich Pakistanis, like Walid Iqbal, the Harvard-educated, Porsche-driving grandson of Pakistan’s spiritual founder, whose embrace of the P.T.I. in November had, he told me, made “national news,” see Khan as someone they themselves would like to be: devoutly Muslim, proudly nationalist, sophisticated, successful. Meanwhile, Pakistan’s private media, which include several raucously partisan news channels, help obscure Khan’s obvious handicaps — the P.T.I.’s lack of a political base in large provinces like Sindh, a P.P.P. stronghold — with extensive coverage of his made-for-television rallies. And it is not inconceivable that the army and the I.S.I. — or elements within — have spotted a likely winner and potential partner. Najam Sethi, the editor of a prominent English-language weekly, The Friday Times, which for years ran a satirical column titled “Im the Dim,” told me that various known sympathizers of the I.S.I. had asked him to support Khan.\nLike all populist politicians, Khan appears to offer something to everyone. Yet the great differences between his constituencies — socially liberal, upper-middle-class Pakistanis and the deeply conservative residents of Pakistan’s tribal areas — seem irreconcilable. The only women I could see during the Sialkot rally were on the remote stage, wives of local politicians and businessmen, the sun glinting off their big sunglasses. At the rally in Mianwali, huge clouds of dust kicked up by tens of thousands of men bleached the reds and greens of the flags and banners, and the speeches alternated with earsplitting eruptions of P.T.I.’s theme music, Dil Nek Ho Neeyat Saaf To Ho Insaf Kahay Imran Khan (“A good heart and pure intentions will deliver justice, says Imran Khan”). Reports later emerged of many women at the rally, but I could only see one, on the overcrowded stage. She was a P.T.I. activist, another recent convert, belonging to one of the feudal and clan networks that still largely determine who will vote for whom in Pakistan’s elections. There were many such local impresarios of bloc voting: the uncle of one politician I spoke to defeated Khan in his very first election in 1997; he had now brought, he claimed, a 25-kilometer-long convoy of supporters from his tribe to the rally. These traditional middlemen of Pakistani politics were all keen to catch the eye of the TV anchor Hamid Mir, who sat in the front row, seemingly untroubled when the speakers pointed to his presence as an endorsement of the P.T.I.", "url": "https://www.nytimes.com/2012/08/19/magazine/pakistans-imran-khan-must-be-doing-something-right.html?pagewanted=all"}