{"authors": ["Graham Bowley", "Alissa J. Rubin"], "date_download": "2022-10-25 23:50:51", "date_modify": "2022-10-25 23:50:51", "date_publish": "2012-02-25 11:51:57", "description": "The Afghan government said it had identified a suspect in the shooting of two American officers inside the Interior Ministry building in Kabul.", "filename": "2012_02_26_world_asia_afghanistan-koran-burning-protests-enter-fifth-day_1666741851.html", "image_url": "https://static01.nyt.com/images/2012/02/26/world/26afghanistan2-span/26afghanistan2-span-articleLarge.jpg?year=2012&h=345&w=600&s=cdeed99b07c67d82657603c1118ef6f1274950f3ec41a54cdb4d137c13e5c74d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_02_26_world_asia_afghanistan-koran-burning-protests-enter-fifth-day_1666741851.html", "title": "2 Americans Are Killed as Afghan Unrest Enters Fifth Day", "title_page": "2 Americans Are Killed as Afghan Unrest Enters Fifth Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the agenda of the various interagency meetings is the future of the main American prison in Afghanistan, the detention facility in Parwan, which President Hamid Karzai wants handed to Afghan control in less than a month; how to proceed with stalled negotiations over the Strategic Partnership Document that is intended to map out relations between the United States and Afghanistan after 2014; and how large a pullout President Obama will announce at a NATO meeting planned for May in Chicago.\nThe official cautioned that no one was “panicking,” but that the initial reaction to the growing hostility from Afghans was to convince more officials that the pace of the American withdrawal needed to quicken, and that the sooner the mission became one of training and counterterrorism, the better.\n“You look at this as clearly and objectively as you can; what you see is that we’re in a weaker position than we were maybe two or three or four weeks ago,” said the official, who asked not to be identified because he was discussing internal deliberations. “I’m not sure anyone knows the clear way forward. It’s gotten more and more complicated. It’s fraught.”\nThe shootings came on another violent day, as thousands of Afghans incensed by the American military’s burning of Korans once again took to the streets in running clashes with the police that claimed the lives of another five Afghan protesters, officials said, while many more were wounded.\nChanting anti-American slogans calling for an end to NATO’s presence, the protesters also vented broader fury, storming offices of the Afghan government and the United Nations, leading to violent standoffs.\nOfficials said that four protesters were shot by the Afghan police after a crowd of thousands attacked the United Nations headquarters in Kunduz Province in the north, wrecking public buildings and stores. Those shootings left 51 others wounded, hospital officials said.\nIn Kunduz Province, as in Herat on Friday, the crowds were reportedly stirred by provocateurs. Ghulam Mohammad Farhad, the deputy police chief of Kunduz, said he believed “there were some people who tried to sabotage the demonstration and turn it to violence.”", "url": "https://www.nytimes.com/2012/02/26/world/asia/afghanistan-koran-burning-protests-enter-fifth-day.html"}