{"authors": ["Peter Doshi", "Tom Jefferson"], "date_download": "2022-10-25 23:23:30", "date_modify": "2022-10-25 23:23:30", "date_publish": "2012-04-10 21:27:55", "description": "Our most used anti-influenza drug may not work as well as we think it does.", "filename": "2012_04_11_opinion_drug-data-shouldnt-be-secret_1666740210.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_11_opinion_drug-data-shouldnt-be-secret_1666740210.html", "title": "Drug Data Shouldn’t Be Secret", "title_page": "Opinion | Drug Data Shouldn’t Be Secret - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "IN the fall of 2009, at the height of fears over swine flu, our research group discovered that a majority of clinical trial data for the anti-influenza drug Tamiflu — data that proved, according to its manufacturer, that the drug reduced the risk of hospitalization, serious complications and transmission — were missing, unpublished and inaccessible to the research community. From what we could tell from the limited clinical data that had been published in medical journals, the country’s most widely used and heavily stockpiled influenza drug appeared no more effective than aspirin.\nAfter we published this finding in the British Medical Journal at the end of that year, Tamiflu’s manufacturer, Roche, announced that it would release internal reports to back up its claims that the drug was effective in reducing the complications of influenza. Roche promised access to data from 10 clinical trials, 8 of which had not been published a decade after completion, representing more than 4,000 patients from every continent except Antarctica. Independent verification of the data seemed imminent. But more than two years later, and despite repeated requests, we have yet to receive even a single full trial report. Instead, the manufacturer released portions of the reports, most likely a very small percentage of the total pages. (One of us, Tom Jefferson, has been retained as an expert witness in a lawsuit relating to some of these issues.)\nThis is entirely within Roche’s rights. After all, regulators have never required drug or medical device manufacturers to share their data with independent researchers or academics. They are required to show the information only to the regulators themselves, who treat the data as secret.\nSome may argue that, because the Food and Drug Administration approves drugs for the United States market based on these data, this is not a major cause for concern. But the actual use of drugs is often driven by assumptions about drug safety and effectiveness put forth by articles in peer-reviewed journals (sometimes written by doctors affiliated with the drug manufacturers) and clinical practice guidelines that can be entirely inconsistent with the F.D.A.’s assessments.", "url": "https://www.nytimes.com/2012/04/11/opinion/drug-data-shouldnt-be-secret.html"}