{"authors": ["Milt Freudenheim"], "date_download": "2022-10-25 23:51:42", "date_modify": "2022-10-25 23:51:42", "date_publish": "2012-04-02 00:27:05", "description": "In addition to tracking health symptoms, smartphone owners frequently downloaded apps to help manage their eating, drinking and exercise, and advertisers have noticed.", "filename": "2012_04_02_technology_as-smartphones-become-health-aids-ads-may-follow_1666741902.html", "image_url": "https://static01.nyt.com/images/2012/04/02/business/02health1/02health1-articleLarge.jpg?year=2012&h=378&w=600&s=a777e7bb4f1062d358eb2dc980cef22d928b6e0e819632b7d55ca4ffc61f13ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_02_technology_as-smartphones-become-health-aids-ads-may-follow_1666741902.html", "title": "As Smartphones Become Health Aids, Ads May Follow", "title_page": "As Smartphones Become Health Aids, Ads May Follow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With smartphones changing the culture in so many ways, more and more young people are using their mobile devices to keep track of their health, and the trend is not going unnoticed by advertisers.\nYoung adults are much more likely than older people to have a smartphone and to use it to look for health information, according to the Pew Internet and American Life Project, which surveys technology trends. And their health concerns differ markedly from those of older people.\nNearly 100 million Americans own a smartphone, but “younger people use them very differently,” said John Mangano, a vice president of comScore, an online research firm. Three of the top five symptoms searched for on Yahoo Mobile in January were early pregnancy, herpes and H.I.V. None of these symptoms showed up among the top searches on desktop computers, which are more likely to be used by older people.\nThe most popular symptom searches on PCs included gastroenteritis, heart attacks, gout and shingles, Yahoo said, adding that the encyclopedic medical symptoms checker on WebMD was the most popular site of its kind among PC users. On WebMD, the top symptoms searched for in January were muscle strain, gastroenteritis and irritable bowel syndrome.", "url": "https://www.nytimes.com/2012/04/02/technology/as-smartphones-become-health-aids-ads-may-follow.html"}