{"authors": ["Steven Lee Myers", "Seth Mydans"], "date_download": "2022-10-25 23:53:42", "date_modify": "2022-10-25 23:53:42", "date_publish": "2012-01-13 06:42:42", "description": "The action is a diplomatic reward for recent political reforms by Myanmar’s civilian government, including the release of top activists on Friday.", "filename": "2012_01_14_world_asia_united-states-resumes-diplomatic-relations-with-myanmar_1666742022.html", "image_url": "https://static01.nyt.com/images/2012/01/14/world/14MYANMAR1/14MYANMAR1-articleLarge.jpg?year=2012&h=330&w=600&s=97fe762892a9c6bda4ebdf1eabc2053701e47e090d41d04b77baeb0330b82e3c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_14_world_asia_united-states-resumes-diplomatic-relations-with-myanmar_1666742022.html", "title": "U.S. to Renew Myanmar Ties in Light of Reforms", "title_page": "U.S. to Renew Myanmar Ties in Light of Reforms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The United States moved to restore full diplomatic relations with Myanmar on Friday, rewarding the sweeping political and economic changes that the country’s new civilian government has made, including a cease-fire with ethnic rebels and, only hours before, the release of hundreds of political prisoners.\nFreeing the prisoners, which President Obama praised as a “substantial step forward for democratic reform,” was one of the most significant gestures yet by Myanmar’s new civilian government to address international concerns about the country’s repressive history, which led to decades of diplomatic and economic isolation.\nAmong 651 prisoners given amnesty on Friday were leaders of the brutally repressed student protests in 1988; a former prime minister, Khin Nyunt, ousted in an internal purge in 2004; and monks and others involved in antigovernment protests in 2007 that were known as the “saffron revolution.” A senior State Department official in Washington described Myanmar’s move on Friday as the largest single release of political prisoners in Asia’s history.\nThe administration’s reciprocal announcement is the latest in a series of cautious moves that have significantly eased tensions between the United States and Myanmar, also known as Burma. The diplomatic engagement — which one senior administration official said would have seemed unthinkable a year ago — now appears to be accelerating, though he and other officials stopped short of calling it irreversible.", "url": "https://www.nytimes.com/2012/01/14/world/asia/united-states-resumes-diplomatic-relations-with-myanmar.html"}