{"authors": ["Rachel Donadio"], "date_download": "2022-10-25 23:47:20", "date_modify": "2022-10-25 23:47:20", "date_publish": "2012-10-26 14:51:21", "description": "Silvio Berlusconi, the former Italian prime minister, was convicted in a case involving television rights.", "filename": "2012_10_27_world_europe_berlusconi-convicted-and-sentenced-in-tax-fraud_1666741640.html", "image_url": "https://static01.nyt.com/images/2012/10/26/world/26berlusconi-span/26berlusconi-span-articleLarge.jpg?year=2012&h=363&w=600&s=3ce152c15c63791b13a42b06c6bca01ce6032736a57010c0a270f491b8e7cff5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_27_world_europe_berlusconi-convicted-and-sentenced-in-tax-fraud_1666741640.html", "title": "Berlusconi Convicted of Tax Fraud in Italy", "title_page": "Berlusconi Convicted of Tax Fraud in Italy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A lawyer for Mr. Berlusconi said the former prime minister would appeal the ruling, which must go through two more rounds of appeal before becoming definitive. It is unlikely that he will ever serve jail time. Even if a definitive ruling were reached before the statute of limitations in the case runs out next year, Mr. Berlusconi would enjoy immunity as long as he remained in the Parliament.\nHowever, the judges also barred the former prime minister from holding public office for five years, a penalty that would be applied only if his conviction were upheld by the highest court. They also took the unusual step of reading the reasoning behind the verdict, which normally takes 60 to 90 days after a ruling. That could speed up the appeals.\nOn Wednesday, Mr. Berlusconi, 76, said he would not lead his People of Liberty party in Italy’s national elections next spring to replace the unelected technocratic government of Prime Minister Mario Monti, who has been guiding Italy through a perilous economic crisis. But he said that he would stay involved in politics.\nThe case at the heart of Friday’s ruling centered on a scheme in which Mr. Berlusconi and several other defendants used a series of offshore companies to buy the rights to broadcast American movies on Mr. Berlusconi’s private television networks and falsely declared the amount of the payments to avoid taxes. Prosecutors said the defendants then inflated the price for the television rights of some 3,000 films as they relicensed them internally to Mr. Berlusconi’s networks, pocketing the difference, which amounted to around 250 million euros, about $320 million. Mr. Berlusconi, who has major holdings in real estate, insurance, advertising and publishing, has been involved in dozens of legal cases over the years. In 1997 and 1998, when Mr. Berlusconi was the opposition leader, he was convicted by lower courts on charges of tax fraud and corruption.", "url": "https://www.nytimes.com/2012/10/27/world/europe/berlusconi-convicted-and-sentenced-in-tax-fraud.html"}