{"authors": ["Nicholas Kristof"], "date_download": "2022-10-25 23:42:10", "date_modify": "2022-10-25 23:42:10", "date_publish": "2012-03-17 22:07:14", "description": "Backpage.com and similar Web sites help find buyers for enslaved young girls.", "filename": "2012_03_18_opinion_sunday_kristof-where-pimps-peddle-their-goods_1666741330.html", "image_url": "https://static01.nyt.com/images/2018/04/03/opinion/nicholas-kristof/nicholas-kristof-facebookJumbo-v2.png?year=2012&h=550&w=1050&s=95b5de505912054648daf99bfee38894630fbfdb77efe34b9bd2b84fd83d0590&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_18_opinion_sunday_kristof-where-pimps-peddle-their-goods_1666741330.html", "title": "Where Pimps Peddle Their Goods", "title_page": "Opinion | Where Pimps Peddle Their Goods - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I WENT on a walk in Manhattan the other day with a young woman who once had to work these streets, hired out by eight pimps while she was just 16 and 17. She pointed out a McDonald’s where pimps sit while monitoring the girls outside, and a building where she had repeatedly been ordered online as if she were a pizza.\nAlissa, her street name, escaped that life and is now a 24-year-old college senior planning to become a lawyer — but she will always have a scar on her cheek where a pimp gouged her with a potato peeler as a warning not to escape. “Like cattle owners brand their cattle,” she said, fingering her cheek, “he wanted to brand me in a way that I would never forget.”\nAfter Alissa testified against her pimps, six of them went to prison for up to 25 years. Yet these days, she reserves her greatest anger not at pimps but at companies that enable them. She is particularly scathing about Backpage.com, a classified advertising Web site that is used to sell auto parts, furniture, boats — and girls. Alissa says pimps routinely peddled her on Backpage.\n“You can’t buy a child at Wal-Mart, can you?” she asked me. “No, but you can go to Backpage and buy me on Backpage.”", "url": "https://www.nytimes.com/2012/03/18/opinion/sunday/kristof-where-pimps-peddle-their-goods.html"}