{"authors": ["Nicholas Kristof"], "date_download": "2022-10-25 23:42:10", "date_modify": "2022-10-25 23:42:10", "date_publish": "2012-01-26 03:11:12", "description": "Pimps are turning to the Internet instead of street corners for the sex trafficking of minors. Just look at the case of this teenage girl in Brooklyn.", "filename": "2012_01_26_opinion_how-pimps-use-the-web-to-sell-girls_1666741330.html", "image_url": "https://static01.nyt.com/images/2018/04/03/opinion/nicholas-kristof/nicholas-kristof-facebookJumbo-v2.png?year=2012&h=550&w=1050&s=95b5de505912054648daf99bfee38894630fbfdb77efe34b9bd2b84fd83d0590&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_26_opinion_how-pimps-use-the-web-to-sell-girls_1666741330.html", "title": "How Pimps Use the Web to Sell Girls", "title_page": "Opinion | How Pimps Use the Web to Sell Girls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In November, a terrified 13-year-old girl pounded on an apartment door in Brooklyn. When a surprised woman answered, the girl pleaded for a phone. She called her mother, and then dialed 911.\nThe girl, whom I’ll call Baby Face because of her looks, frantically told police that a violent pimp was selling her for sex. He had taken her to the building and ordered her to go to an apartment where a customer was waiting, she said, and now he was waiting downstairs to make sure she did not escape. She had followed the pimp’s directions and gone upstairs, but then had pounded randomly on this door in hopes of getting help.\nBaby Face said she hurt too much to endure yet another rape by a john. She told prosecutors later that she was bleeding vaginally and that her pimp had recently kicked her down a stairwell for trying to flee.\nThat 911 call set in motion the arrest of Kendale Judge, then 21. Judge has pleaded not guilty to charges of sex trafficking, kidnapping, rape and compelling prostitution. He is in jail, and we haven’t heard his side of the events yet.", "url": "https://www.nytimes.com/2012/01/26/opinion/how-pimps-use-the-web-to-sell-girls.html"}