{"authors": ["Floyd Norris"], "date_download": "2022-10-25 23:38:35", "date_modify": "2022-10-25 23:38:35", "date_publish": "2012-11-22 22:24:59", "description": "Taking a page from the Reagan administration and the development of the Tax Reform Act of 1986 may help the Obama administration.", "filename": "2012_11_23_business_a-starting-point-for-tax-reform-what-reagan-did_1666741115.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_11_23_business_a-starting-point-for-tax-reform-what-reagan-did_1666741115.html", "title": "A Starting Point for Tax Reform: What Reagan Did", "title_page": "A Starting Point for Tax Reform: What Reagan Did - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The proper way to approach that proposal is to accept that the government needs to raise a certain amount of money. There can be differences over spending, obviously, but there should be consensus that whatever decisions are reached, the tax system adopted should be expected to finance those expenditures over an economic cycle, with deficits in difficult economic times and surpluses in good years.\nWith an agreement that taxes should raise a certain amount of revenue — presumably expressed as a percentage of G.D.P. — then the debate on actual tax policies can take place in an atmosphere very different from the ones we have had in the past. Every tax deduction and every tax exemption should be viewed not just as giving a break to whatever deserving group has hired a good lobbyist but as forcing the rest of us to pay more.\nOne way to do that would be to calculate a system, based on a simple progression of tax rates, without any deductions or exclusions, that would produce the needed revenue. Then the debate over each tax break would include a discussion of just how much the rates would have to rise if that break were granted for those who can take advantage of it.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nDo you want to preserve the deduction for interest on home mortgages, in the name of encouraging homeownership? Fine. Just understand that it would raise the marginal tax rate for every one of us by a certain number of percentage points. The same goes for charitable deductions, or not taxing certain fringe benefits like the cost of health insurance premiums.\nWith that in mind, we come to the capital gains tax break. It is defended as critical to economic growth and prosperity, on the theory that without it money will not be invested. But the empirical data to back that up is lacking, to say the least. Over the last 30 years, the economy and the stock market has tended to do better when the capital gains rate was high.\nThat does not prove causation, of course. But if the data went the other way you can be sure supporters of low capital gains rates would be citing it.", "url": "https://www.nytimes.com/2012/11/23/business/a-starting-point-for-tax-reform-what-reagan-did.html"}