{"authors": ["Floyd Whaley"], "date_download": "2022-10-25 23:40:16", "date_modify": "2022-10-25 23:40:16", "date_publish": "2012-05-12 04:02:20", "description": "As the diplomatic dispute over the rock outcropping continued, Chinese officials accused the Philippines of organizing protests outside Chinese embassies.", "filename": "2012_05_12_world_asia_philippines-china-scarborough-shoal-island-dispute_1666741216.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_12_world_asia_philippines-china-scarborough-shoal-island-dispute_1666741216.html", "title": "Filipinos Rally Against China's Claim to Shoal", "title_page": "Filipinos Rally Against China's Claim to Shoal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANILA — With the 1970s pop song “Kung Fu Fighting” playing in the background, several hundred people gathered in front of a Chinese consular office on Friday afternoon to protest an escalating territorial dispute.\n“China back off! China back off!” protesters yelled as dozens of police officers and members of the news media surrounded the office. An attempt to burn a Chinese flag was stopped by the police, but generally the lively and noisy protest was peaceful.\nThe rally, which was organized in conjunction with similar protests by Filipinos at Chinese embassies in other countries, was designed to highlight what the Philippines says is an intrusion into its territory by Chinese vessels.\nThe Chinese Foreign Ministry spokesman Hong Lei said at a daily briefing that the Philippines should take measures to keep the dispute from becoming any worse, Bloomberg reported from Beijing, adding that “the government has incited the Philippine people to protest.”", "url": "https://www.nytimes.com/2012/05/12/world/asia/philippines-china-scarborough-shoal-island-dispute.html"}