{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:54:42", "date_modify": "2022-10-25 23:54:42", "date_publish": "2012-04-18 12:31:59", "description": "Both Iranians and foreigners were arrested in connection with what was described as a plot to assassinate one of the country’s “specialists,” Iran’s state media reported.", "filename": "2012_04_19_world_middleeast_iran-arrests-15-people-accused-of-assassination-plot_1666742082.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_19_world_middleeast_iran-arrests-15-people-accused-of-assassination-plot_1666742082.html", "title": "Iran Arrests 15 in Alleged Assassination Plot", "title_page": "Iran Arrests 15 in Alleged Assassination Plot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iran’s state media announced on Wednesday that 15 people, including Iranians and unspecified foreigners, had been arrested in connection with what the country’s Intelligence Ministry described as a “Zionist-regime-linked” plot to assassinate one of its “specialists.” The report by the state broadcaster IRIB also said Iran’s intelligence services had uncovered an Israeli spy base in a neighboring country, without elaborating.\nWhile providing few specifics, the new details of the arrests, which were first announced last week, appeared to link the alleged plot with the killing of scientists from Iran’s disputed nuclear program. At least five have died under mysterious circumstances since 2007, including Mostafa Ahmadi Roshan, the deputy director at the Natanz enrichment site, who was killed in January by a magnetic bomb attached to his car by an unidentified motorcyclist.\nThe report came a day after Iran said it had appointed one of its top nuclear scientists — and the target of an assassination attempt in November 2010, also by a motorcyclist with a magnetized bomb — to a new post as the commander for nuclear and radioactive emergencies. The new duties assumed by the scientist, Fereydoon Abbasi, were not clear from the announcement.\nIranian leaders have blamed Israel and the United States for the killings of its scientists, a charge categorically denied by the United States. Israel, which considers Iran its most dangerous enemy, has been more vague. Both countries suspect Iran of seeking to develop the capability to make nuclear weapons, but Iran has insisted its program is for peaceful purposes.", "url": "https://www.nytimes.com/2012/04/19/world/middleeast/iran-arrests-15-people-accused-of-assassination-plot.html"}