{"authors": ["Kevin Drew"], "date_download": "2022-10-25 23:40:19", "date_modify": "2022-10-25 23:40:19", "date_publish": "2012-06-30 16:30:25", "description": "The Chinese leader is visiting to observe a change of government and the 15th anniversary of the handover of the former British colony to Beijing.", "filename": "2012_07_01_world_asia_hong-kong-mood-is-dour-as-president-hu-jintao-returns_1666741219.html", "image_url": "https://static01.nyt.com/images/2012/07/01/world/sub-hongkong1/sub-hongkong1-articleLarge.jpg?year=2012&h=330&w=600&s=943a1e2ed9cb57b99519b31bab6ca84a3cdcf40a366eda9b85006f64128ea99a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_01_world_asia_hong-kong-mood-is-dour-as-president-hu-jintao-returns_1666741219.html", "title": "Hong Kong Mood Is Dour as President Hu Jintao Returns", "title_page": "Hong Kong Mood Is Dour as President Hu Jintao Returns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The last time President Hu Jintao of China visited this former British colony, in 2007, the public mood was positive, buoyed by the approaching Beijing Olympics and a surging mainland economy that was pouring tourist and investment money into the territory.\nBut Mr. Hu, who arrived on Friday and is to stay through Sunday to observe a change of local government and the 15th anniversary of the return of Hong Kong to Chinese sovereignty, is encountering a very different sentiment this time. Public mistrust of the central government in Beijing is at its highest since the handover in 1997, while approval ratings for Leung Chun-ying, the incoming Hong Kong chief executive, have dropped sharply before his inauguration.\nPressing economic worries have contributed to public frustration that has been building for months, both with Beijing and with the political and economic system in Hong Kong since 1997, a system in which special interests controlled by a small circle of tycoons select the chief executive.\n“We still cannot choose our chief executive, and that has caused many problems,” said Andrew Shum, 25, who is organizing one of the demonstrations near where Mr. Hu is leading meetings. “People don’t trust the chief executive, because they don’t have a voice in voting for him.”", "url": "https://www.nytimes.com/2012/07/01/world/asia/hong-kong-mood-is-dour-as-president-hu-jintao-returns.html"}