{"authors": ["Tim Arango"], "date_download": "2022-10-25 23:22:55", "date_modify": "2022-10-25 23:22:55", "date_publish": "2012-07-10 00:57:32", "description": "Moktada al-Sadr, the former leader of the anti-American Mahdi Army, is trying to navigate his way to national power through nontraditional alliances that risk alienating supporters.", "filename": "2012_07_10_world_middleeast_moktada-al-sadr-recast-as-political-insurgent-in-iraq_1666740175.html", "image_url": "https://static01.nyt.com/images/2012/07/10/world/10sadr_cnd/10sadr_cnd-articleLarge.jpg?year=2012&h=330&w=600&s=3f2fcf255f6bc414b7a47d8bf8eec05e266edf3a4d060a233c7aa2bb8fda02af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_10_world_middleeast_moktada-al-sadr-recast-as-political-insurgent-in-iraq_1666740175.html", "title": "Moktada al-Sadr Recast as Political Insurgent in Iraq", "title_page": "Moktada al-Sadr Recast as Political Insurgent in Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAJAF, Iraq — When Moktada al-Sadr, the populist Shiite leader and America’s most unyielding enemy here, returned to Iraq early last year after three years of self-imposed exile in Iran, he did so as a triumphant kingmaker whose actions proved decisive in ending months of electoral stalemate.\nNow, with the United States military gone, he has emerged as something more prosaic: a mainstream political leader looking for new paths to secure the claims to power that his movement achieved through violent opposition to the American occupation.\nThe first thing he has done is come home once more. With none of the fanfare of his homecoming last year — which was quickly followed by his return to Iran — Mr. Sadr says he is back in Iraq to stay, at least for now. He says he has temporarily put aside his religious studies in Iran, widely considered his patron, to attend to a political crisis here over contests for power among Iraq’s Shiites, Sunnis and Kurds that has brought the government to a standstill, and to position his movement for the next elections.\nNotably, Mr. Sadr has joined Sunnis and Kurds in calling for the ouster of Prime Minister Nuri Kamal al-Maliki, a fellow Shiite. He is also testing other cross-sectarian alliances by inviting Sunni and Christian candidates to run in provincial elections, scheduled for next year, under the Sadrist banner. Together, these moves could help position him as a nationalist and help him shed the baggage of the past, when his militias were linked to some of the worst sectarian violence.", "url": "https://www.nytimes.com/2012/07/10/world/middleeast/moktada-al-sadr-recast-as-political-insurgent-in-iraq.html"}