{"authors": ["Albert R. Hunt", "Bloomberg News"], "date_download": "2022-10-25 23:40:19", "date_modify": "2022-10-25 23:40:19", "date_publish": "2012-07-01 15:20:11", "description": "The Supreme Court's historic decision to uphold the central tenet of Obamacare settles the law, not the politics. The outcome poses challenges for both presidential contenders.", "filename": "2012_07_02_us_02iht-letter02_1666741219.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_02_us_02iht-letter02_1666741219.html", "title": "Next Battleground of Health Care Debate", "title_page": "Next Battleground of Health Care Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, the presumptive Republican nominee faces tough questions, too. He and most congressional Republicans have vowed to “repeal and replace” the health care law.\nMr. Romney says he will do away with it on his first day in office; Jan. 20 could be busy for him, as he also has vowed to repeal the financial regulatory law and to declare China a currency manipulator on that day.\nThere is a huge void with the “replace” commitment that the Romney campaign calculates it can finesse until after the election.\nA vigilant news media will make that impossible, which is one of the reasons the Republican nominee is so inaccessible. An example: Mr. Romney has said he wants to make sure that Americans with pre-existing conditions do not lose their current health insurance. What he doesn’t say is that he would not keep the provision ensuring this protection in the current law. What would he do? Simply say tough luck to people with disabilities?\nHe still has not explained why he has shifted his views on a mandate requiring health insurance. This requirement was the defining characteristic of the plan he pushed through as governor of Massachusetts, which served as a model for Mr. Obama’s plan. Romneycare imposed stiff penalties — at one stage more than $1,000 per person — for those who could afford health insurance and did not get it. Was that a tax increase?\nThe Republican nominee tries to make the distinction that a mandate is fine on the state level but unconstitutional and bad policy on the national level. That is a distinction most voters do not get.\nDuring his 1994 bid to unseat Senator Edward M. Kennedy, Mr. Romney supported the Senate Republicans’ alternative to President Bill Clinton’s health care initiative. The centerpiece of that proposal was an individual mandate. In 2007, well before Mr. Obama switched his position and backed the mandate, Mr. Romney said it was “a terrific idea.”", "url": "https://www.nytimes.com/2012/07/02/us/02iht-letter02.html"}