{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:53:58", "date_modify": "2022-10-25 23:53:58", "date_publish": "2012-09-10 16:02:45", "description": "Top American commanders were absent from the ceremony marking the hand-over of Bagram prison to Afghan control, and even agreement on a crucial point of the signed prison deal itself was elusive.", "filename": "2012_09_11_world_asia_parwan-prison-at-bagram-transferred-to-afghans-at-least-formally_1666742038.html", "image_url": "https://static01.nyt.com/images/2012/09/11/world/asia/11bagram-span/11bagram-span-articleLarge.jpg?year=2012&h=395&w=600&s=6a8bc0172644a2a27dbbd32de06708d18f55449f9d99078a959c30b7cd1d7d36&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_11_world_asia_parwan-prison-at-bagram-transferred-to-afghans-at-least-formally_1666742038.html", "title": "Parwan Prison Transferred to Afghans, but Questions Remain", "title_page": "Parwan Prison Transferred to Afghans, but Questions Remain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But about 600 newly captured prisoners remain under American control, according to Afghan officials, and there is lasting disagreement over how quickly they should be screened and turned over to Afghan custody. In addition, about 30 of the original prisoners were not handed over to Afghan authority, because of a dispute over whether the Afghans would continue to hold them without trial, as the United States had demanded and as stipulated under the detention deal.\nAs a result of the dispute, Lt. Gen. Keith M. Huber, the American commanding general of the prison, did not attend the transfer ceremony, which featured at least seven generals, two cabinet ministers and other dignitaries from the Afghan side. No one from the American Embassy or the State Department was present.\nThere were reports that General Huber was going to send his deputy, Brig. Gen. VeraLinn Jamieson, but she, too, was a no-show. The only Americans on the dais were the Parwan task force commander, Col. Robert M. Taradash, and his bodyguard.\n“Today, I affirm that we have fulfilled the agreement,” Colonel Taradash said in a brief speech that drew polite applause. “We transferred more than 3,000 Afghan detainees into your custody” and made sure that those who were still a threat “would not return to the battlefield.”\nAmerican officials have been concerned that the Afghans would release detainees too readily, turning the prison into a revolving door and speeding captured insurgents back to the battlefield. A joint review board has sorted through their cases, recommending some for prosecution and others for release — reportedly, more than half of those reviewed. During the ceremony on Monday, 15 detainees were freed, without objection from the American side.", "url": "https://www.nytimes.com/2012/09/11/world/asia/parwan-prison-at-bagram-transferred-to-afghans-at-least-formally.html"}