{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:34:37", "date_modify": "2022-10-25 23:34:37", "date_publish": "2012-06-15 01:41:31", "description": "Communist Party members suspected of corruption in China often vanish into an extrajudicial disciplinary system, called “shuanggui,” where they face torture and enforced confessions.", "filename": "2012_06_15_world_asia_accused-chinese-party-members-face-harsh-discipline_1666740877.html", "image_url": "https://static01.nyt.com/images/2012/06/15/world/sub-detain2/sub-detain2-articleLarge.jpg?year=2012&h=365&w=600&s=72e9185ff9ae0d29ca9bbd284a133fa82003a912a6bfcb1c5d5bd13f9ce47ff7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_15_world_asia_accused-chinese-party-members-face-harsh-discipline_1666740877.html", "title": "Recent Cases Shed Light on China’s Feared Interrogation System", "title_page": "Recent Cases Shed Light on China’s Feared Interrogation System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Membership in the Chinese Communist Party has many advantages. Officials often enjoy government-issued cars, bottomless expense accounts and the earning potential from belonging to a club whose members control every lever of government and many of the nation’s most lucrative enterprises.\nThere is, however, one serious downside. When party members are caught breaking the rules — or even when they merely displease a superior — they can be dragged into the maw of an opaque Soviet-style disciplinary machine, known as “shuanggui,” that features physical torture and brutal, sleep-deprived interrogations.\nAnd that is exactly what appears to have happened to Bo Xilai, once one of China’s most charismatic and ambitious politicians. Mr. Bo has not been seen in public since mid-March, when he was stripped of his position as party chief of the sprawling municipality of Chongqing in southwest China. He was later accused of “disciplinary violations” and removed from the Politburo.\nFew who have been pulled into the system emerge unscathed, if they emerge at all. Over the last decade, hundreds of officials have committed suicide, according to accounts in the state news media, or died under mysterious circumstances during months of harsh confinement in secret locations. Once interrogators obtain a satisfactory confession, experts say, detainees are often stripped of their party membership and wealth. Select cases are handed over to government prosecutors for summary trials that are closed to the public.", "url": "https://www.nytimes.com/2012/06/15/world/asia/accused-chinese-party-members-face-harsh-discipline.html"}