{"authors": ["Jeffrey Gettleman"], "date_download": "2022-10-25 23:55:32", "date_modify": "2022-10-25 23:55:32", "date_publish": "2012-12-12 00:40:20", "description": "The authorities found more than 1,000 smuggled tusks hidden in mahogany shipments, in one of the biggest seizures in history.", "filename": "2012_12_12_world_asia_huge-ivory-stash-is-discovered-in-malaysia_1666742132.html", "image_url": "https://static01.nyt.com/images/2012/12/12/world/IVORY/IVORY-articleLarge.jpg?year=2012&h=401&w=600&s=7bb8520d84c1eafc17fcbf8b007ff65153ad6544ba9d881738484a6a67dcd186&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_12_world_asia_huge-ivory-stash-is-discovered-in-malaysia_1666742132.html", "title": "Huge Ivory Stash Is Seized in Malaysia", "title_page": "Huge Ivory Stash Is Seized in Malaysia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAIROBI, Kenya — Malaysian authorities said Tuesday that they had uncovered more than 1,000 smuggled elephant tusks hidden in secret compartments in two shipments of mahogany, a staggeringly large seizure that several conservationists said was the biggest in history.\n“It’s extremely depressing,” said Iain Douglas-Hamilton, one of the world’s most renowned elephant researchers, who has been studying the ivory trade for more than 30 years. “The price of ivory is making this situation insane.”\nFueled by growing demand from Asia, especially from China, the price of ivory has shot up to more than $1,000 per pound in some markets. As a result, tens of thousands of elephants are being slaughtered each year in Africa — more than at any time in the past two decades — and some scientists say the survival of the species may be endangered. Much of the ivory is used for chopsticks, bookmarks, figurines and other trinkets.\nMalaysia is a well-known transit point. Malaysian authorities said Tuesday that they had discovered the ivory, which they said totaled 24 tons, packed in two shipping containers, concealed in stacks of neatly sawed wood.", "url": "https://www.nytimes.com/2012/12/12/world/asia/huge-ivory-stash-is-discovered-in-malaysia.html"}