{"authors": ["Alan Cowell", "Rick Gladstone"], "date_download": "2022-10-25 23:54:47", "date_modify": "2022-10-25 23:54:47", "date_publish": "2012-01-11 08:14:06", "description": "Amid growing tension over its nuclear program, Iran blamed the United States and Israel on Wednesday for a reported bombing that killed a scientist in Tehran.", "filename": "2012_01_12_world_middleeast_iran-reports-killing-of-nuclear-scientist.html__r=1&pagewanted=all_1666742087.html", "image_url": "https://static01.nyt.com/images/2012/01/12/world/middleeast/12iranspan/12iranspan-articleLarge.jpg?year=2012&h=330&w=600&s=7886d20ef5ad95111e54b16e1181ddfd8a32d12e914543439b03fa3008b01d0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_12_world_middleeast_iran-reports-killing-of-nuclear-scientist.html__r=1&pagewanted=all_1666742087.html", "title": "Blaming U.S. and Israel, Iran Reports Killing of Nuclear Scientist", "title_page": "Blaming U.S. and Israel, Iran Reports Killing of Nuclear Scientist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — A bomber on a motorcycle killed a scientist from Iran’s Natanz uranium enrichment site and his bodyguard-driver on Wednesday during the morning commute in Tehran, Iranian media reported, in an assassination that could further elevate international tensions over the Iranian nuclear program and stoke the country’s growing anti-Western belligerence.\nIt was the fourth such attack reported in two years and, as after the previous episodes, Iranian officials accused the United States and Israel of responsibility. The White House condemned the attack and denied any responsibility. The official reaction in Israel appeared to be more cryptic.\nIranian news accounts said the suspected assassin had attached a magnetized explosive device to the scientist’s car and escaped during the rush hour in northern Tehran. News photographs from the scene showed a car, a Peugeot 405, draped in a pale blue tarp being lifted onto a truck. Some photographs published by Iran’s official Islamic Republic News Agency showed what it said was the body of the scientist still inside the car. The head was covered with a white cloth.\nThe scientist was identified as Mostafa Ahmadi Roshan, 32, a professor at a technical university in Tehran, and a department supervisor at the Natanz uranium enrichment plant — one of two known sites where Western leaders suspect Iranian scientists are advancing toward the creation of a nuclear weapon.", "url": "https://www.nytimes.com/2012/01/12/world/middleeast/iran-reports-killing-of-nuclear-scientist.html?_r=1&pagewanted=all"}