{"authors": ["Elisabeth Bumiller"], "date_download": "2022-10-25 23:53:57", "date_modify": "2022-10-25 23:53:57", "date_publish": "2012-08-27 23:19:03", "description": "Nine American service members were disciplined on Monday for the burning of Korans and the posting of a video showing Marines urinating on dead insurgents, events that prompted outrage in Afghanistan.", "filename": "2012_08_28_world_asia_us-military-disciplines-9-for-koran-burning-and-incendiary-video_1666742037.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_28_world_asia_us-military-disciplines-9-for-koran-burning-and-incendiary-video_1666742037.html", "title": "U.S. Military Disciplines 9 in Koran Burning and Marine Video", "title_page": "U.S. Military Disciplines 9 in Koran Burning and Marine Video - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — American military authorities disciplined nine service members on Monday for two episodes this year — the burning of Korans and the posting of a video showing Marines urinating on dead insurgents — that prompted nationwide outrage in Afghanistan. The punishments did not include criminal charges or jail time, and they fell short of what President Hamid Karzai of Afghanistan had demanded.\nArmy officials said that four Army officers and two enlisted soldiers received letters of reprimand for sending boxes of Korans from a prison library to a burn pit at Bagram Air Base in Afghanistan. Although an Army investigation that was made public on Monday found that the soldiers did not act out of “malicious intent” to disrespect the Koran or defame Islam, investigators concluded that they did not follow proper procedures, were ignorant of the importance of the Koran to Afghans and got no clear guidance from their leaders in a chain of mistakes.\nThe Marine Corps said three non-commissioned officers involved in a video that shows four Marines urinating on the body of a dead Taliban fighter received “nonjudicial punishments,” which could include letters of reprimand, a reduction in rank, forfeit of some pay, physical restriction to a military base, extra duties or some combination of those measures.\nThe Marine Corps did not release the results of its investigation into the episode because, officials said, there were continuing inquiries about higher-ranking officers in the unit involved, which was part of the Third Battalion, Second Marine Regiment, based in Camp Lejeune, N.C.", "url": "https://www.nytimes.com/2012/08/28/world/asia/us-military-disciplines-9-for-koran-burning-and-incendiary-video.html"}