{"authors": ["Alexei Barrionuevo"], "date_download": "2022-10-25 23:30:04", "date_modify": "2022-10-25 23:30:04", "date_publish": "2012-05-18 00:27:51", "description": "The sale of the duplex penthouse at One57 for more than $90 million broke the city’s previous record of $88 million.", "filename": "2012_05_18_realestate_midtown-penthouse-at-one57-sells-for-new-york-record_1666740604.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_18_realestate_midtown-penthouse-at-one57-sells-for-new-york-record_1666740604.html", "title": "Midtown Penthouse at One57 Sells for New York Record", "title_page": "Midtown Penthouse at One57 Sells for New York Record - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A mystery buyer has agreed to pay a record price in New York of more than $90 million for the duplex penthouse at a Midtown tower, the building’s developer said Thursday.\nGary Barnett, president of Extell Development Company, said the buyer, who declined to be named or to disclose his country of origin, bought the 10,923-square-foot penthouse on the 89th and 90th floors of One57, the building currently under construction at 157 West 57th Street.\nThe building, which features a Park Hyatt below the condominium units, will offer striking views of the southern end of Central Park and will be among New York’s tallest residential structures when it is completed next year. Since One57 opened for sales in December, about half of its 92 apartments have been sold, Mr. Barnett said.\nWhile Mr. Barnett would not reveal the exact amount the buyer agreed to pay for the penthouse, citing a confidentiality agreement, he said it was less than $100 million. The price nevertheless tops the $88 million that a trust benefiting the daughter of a Russian billionaire, Dmitry Rybolovlev, paid this year for a penthouse at 15 Central Park West owned by the former Citigroup chairman Sanford I. Weill. Besides being a record sale for an apartment in Manhattan, that purchase also drew gasps for the record price paid per square foot: more than $13,000.", "url": "https://www.nytimes.com/2012/05/18/realestate/midtown-penthouse-at-one57-sells-for-new-york-record.html"}