{"authors": ["David Barboza"], "date_download": "2022-10-25 23:55:40", "date_modify": "2022-10-25 23:55:40", "date_publish": "2012-10-25 20:33:15", "description": "It is unclear how much Prime Minister Wen Jiabao, who has staked a position as a populist and a reformer, knows about the $2.7 billion in assets his family has amassed.", "filename": "2012_10_26_business_global_family-of-wen-jiabao-holds-a-hidden-fortune-in-china_1666742140.html", "image_url": "https://static01.nyt.com/images/2012/10/25/world/asia/20121026-WEN-slide-6CG7/20121026-WEN-slide-6CG7-articleLarge.jpg?year=2012&h=330&w=600&s=167a7eab9ae7f6fa03adaf7f1a4e090cee01c02a9952ff851c644942551ecec3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_26_business_global_family-of-wen-jiabao-holds-a-hidden-fortune-in-china_1666742140.html", "title": "Family of Wen Jiabao Holds a Hidden Fortune in China", "title_page": "Family of Wen Jiabao Holds a Hidden Fortune in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Whether Mr. Wen has made such disclosures for his own family is unclear, since the Communist Party does not release such information. Even so, many of the holdings found by The Times would not need to be disclosed under the rules since they are not held in the name of the prime minister’s immediate family — his wife, son and daughter.\nEighty percent of the $2.7 billion in assets identified in The Times’s investigation and verified by the outside auditors were held by, among others, the prime minister’s mother, his younger brother, two brothers-in-law, a sister-in-law, daughter-in-law and the parents of his son’s wife, none of whom is subject to party disclosure rules. The total value of the relatives’ stake in Ping An is based on calculations by The Times that were confirmed by the auditors. The total includes shares held by the relatives that were sold between 2004 and 2006, and the value of the remaining shares in late 2007, the last time the holdings were publicly disclosed.\nLegal experts said that determining the precise value of holdings in China could be difficult because there might be undisclosed side agreements about the true beneficiaries.\n“Complex corporate structures are not necessarily insidious,” said Curtis J. Milhaupt, a Columbia University Law School professor who has studied China’s corporate group structures. “But in a system like China’s, where corporate ownership and political power are closely intertwined, shell companies magnify questions about who owns what and where the money came from.”\nAmong the investors in the Wen family ventures are longtime business associates, former colleagues and college classmates, including Yu Jianming, who attended Northwestern with Winston Wen, and Zhang Yuhong, a longtime colleague of Wen Jiahong, the prime minister’s younger brother. The associates did not return telephone calls seeking comment.\nRevelations about the Wen family’s wealth could weaken him politically.\nNext month, at the 18th Party Congress in Beijing, the Communist Party is expected to announce a new generation of leaders. But the selection process has already been marred by one of the worst political scandals in decades, the downfall of Bo Xilai, the Chongqing party boss, who was vying for a top position.\nIn Beijing, Wen Jiabao is expected to step down as prime minister in March at the end of his second term. Political analysts say that even after leaving office he could remain a strong backstage political force. But documents showing that his relatives amassed a fortune during his tenure could diminish his standing, the analysts said.", "url": "https://www.nytimes.com/2012/10/26/business/global/family-of-wen-jiabao-holds-a-hidden-fortune-in-china.html"}