{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:31:53", "date_modify": "2022-10-25 23:31:53", "date_publish": "2012-07-12 22:30:16", "description": "A mysterious quartet impersonates the dead to help, somehow, the bereaved in the Greek film “Alps.”", "filename": "2012_07_13_movies_alps-from-yorgos-lanthimos_1666740713.html", "image_url": "https://static01.nyt.com/images/2012/07/13/arts/13ALPS_SPAN/13ALPS_SPAN-articleLarge.jpg?year=2012&h=370&w=600&s=f561b98902af55b2cfa64817845a9ec585d9cbf67718c0626aeef68ff81bc9f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_13_movies_alps-from-yorgos-lanthimos_1666740713.html", "title": "‘Alps,’ From Yorgos Lanthimos", "title_page": "‘Alps,’ From Yorgos Lanthimos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A lot of the recent news from Greece has been sad and disturbing. The same could be said about some recent Greek films, though the words might have a slightly different meaning. This too is apt, since one theme of the movies in question — I’m thinking of “Dogtooth” and “Attenberg” as well as Yorgos Lanthimos’s “Alps,” the subject of this review — is the absurd and alarming divergence of language from its objects.\nThus the grown-up, nightmarishly home-schooled children in “Dogtooth,” also directed by Mr. Lanthimos, have been taught a perverse vocabulary: they think a sea is a kind of chair and a zombie a type of flower. The young woman at the center of “Attenberg,” the most recent film by Athina Rachel Tsangari, studies human behavior with the sober curiosity of a visitor from another planet. (Mr. Lanthimos appeared in that film, and Ms. Tsangari was a producer of both “Dogtooth” and “Alps.”)\nThe title of “Alps” refers to the name given by its leader to a tiny organization whose four members impersonate dead people for the obscure benefit of the recently bereaved. The leader of the group (Aris Servetalis), a mustachioed ambulance attendant who goes by the alias Mont Blanc, explains that he has chosen “Alps” because the word has no obvious connection to the work he and the others do, and also because it has a symbolic meaning. The Alps, in his view, are at once uniquely themselves and able to stand for any other mountains. Thus the woman known as Monte Rosa (Aggeliki Papoulia) is able to impersonate a teenage tennis player and a diabetic who speaks English with her lover.\nThe other two Alps are a young gymnast (Ariane Labed) and her coach (Johnny Vekris), whose vaguely sadomasochistic, apparently nonsexual relationship may have an oblique connection to the rest of the group’s work. Oblique connections are the threads that hold this film together, as Mr. Lanthimos moves from one somber, deliberate scene to the next. His wide-screen, shallow-focus compositions have a dreamy, almost hallucinatory quality that underlines the strangeness of the story.", "url": "https://www.nytimes.com/2012/07/13/movies/alps-from-yorgos-lanthimos.html"}