{"authors": ["Jodi Rudoren", "Mark Landler"], "date_download": "2022-10-26 00:11:35", "date_modify": "2022-10-26 00:11:35", "date_publish": "2012-11-30 16:17:37", "description": "Two settlement actions seemed timed to punish the Palestinians for securing upgraded status at the United Nations, and appeared to show that hard-liners had prevailed in the debate over a response.", "filename": "2012_12_01_world_middleeast_israel-moves-to-expand-settlements-in-east-jerusalem.html_pagewanted=all_1666743095.html", "image_url": "https://static01.nyt.com/images/2012/12/01/world/middleeast/01israel/01israel-articleLarge.jpg?year=2012&h=399&w=600&s=05fb074dae6d52d16ee08bc28b71e03dad27b302d47e1a146ad0370d1694dfe8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_01_world_middleeast_israel-moves-to-expand-settlements-in-east-jerusalem.html_pagewanted=all_1666743095.html", "title": "Israel Moves to Expand Settlements in East Jerusalem", "title_page": "Israel Moves to Expand Settlements in East Jerusalem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Israel is moving forward with development of Jewish settlements in a contentious area east of Jerusalem, defying the United States by advancing a project that has long been condemned by Washington as effectively dooming any prospect of a two-state solution to the Israeli-Palestinian conflict.\nA day after the United Nations General Assembly voted overwhelmingly to upgrade the status of the Palestinians, a senior Israeli official said the government would pursue “preliminary zoning and planning preparations” for a development that would limit access to the the West Bank cities of Ramallah and Bethlehem from Jerusalem to only narrow corridors far from the Old City and downtown Jerusalem. If such a project were to go beyond blueprints, it could prevent the creation of a viable, contiguous Palestinian state.\nThe development, in an open, mostly empty area known as E1, would connect the large settlement town of Maale Adumim to Jerusalem. Israeli officials also authorized construction of 3,000 housing units in parts of East Jerusalem and the West Bank.\nThe timing of the twin actions seemed aimed at punishing the Palestinians for their United Nations bid, and appeared to show that hard-liners in the government had prevailed after days of debate over how to respond. That represented a surprising turnaround, after a growing sense that Israeli leaders had acceded to pressure from Washington not to react quickly or harshly.", "url": "https://www.nytimes.com/2012/12/01/world/middleeast/israel-moves-to-expand-settlements-in-east-jerusalem.html?pagewanted=all"}