{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:55:22", "date_modify": "2022-10-25 23:55:22", "date_publish": "2012-12-19 23:59:21", "description": "Security officials in China have been rounding up members of the Church of Almighty God, a renegade Christian group whose adherents believe in doomsday predictions that the world will end on Friday.", "filename": "2012_12_20_world_asia_doomsday-chatter-makes-chinese-government-nervous_1666742122.html", "image_url": "https://static01.nyt.com/images/2012/12/20/world/alt-china1/alt-china1-articleLarge-v2.jpg?year=2012&h=400&w=600&s=6ab1e2e1f97b56d24e5a37e955a48ef3336e08834e3abf2159a8c89eb85f0cd8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_20_world_asia_doomsday-chatter-makes-chinese-government-nervous_1666742122.html", "title": "China Arrests Christian Sect Members Over Doomsday Chat", "title_page": "China Arrests Christian Sect Members Over Doomsday Chat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — By the time Saturday rolls around (or not) it will be self-evident whether the doomsday predictions espoused by some Christian sects and New Age followers of the Mayan end-of-world prophecy were off the mark.\nThe Chinese authorities are not willing to wait until then.\nAlarmed by spreading fears in China that Dec. 21 will bring global apocalypse, security officials across the country have been rounding up members of a renegade Christian group whose members have been aggressively promoting the notion that devastating earthquakes and tsunamis will coincide with the end of the 5,125-year Mayan Long Count calendar.\nIn recent days, the police in nine provinces have arrested nearly 1,000 devotees of the clandestine sect, the Church of Almighty God, whose adherents recently have begun holding outdoor prayer vigils and handing out pamphlets that warn nonbelievers that the only way to avoid extinction is to join their ranks.\nBranded an “evil cult” by the Communist Party and maligned by mainstream Christian groups for claiming that God has returned to earth as a Chinese woman, the Church of Almighty God latched on to the Mayan end-of-days legend soon after the Hollywood disaster film “2012” took Chinese theaters by storm.", "url": "https://www.nytimes.com/2012/12/20/world/asia/doomsday-chatter-makes-chinese-government-nervous.html"}