{"authors": ["William Glaberson"], "date_download": "2022-10-25 22:59:08", "date_modify": "2022-10-25 22:59:08", "date_publish": "2012-06-13 00:26:07", "description": "Accounts of abuse by several now-dead Horace Mann teachers have put a sharp focus on state laws that make New York among the most restrictive in limiting legal recourse in child sexual abuse cases.", "filename": "2012_06_13_nyregion_legal-options-limited-for-abuse-victims-at-the-horace-mann-school_1666738748.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_13_nyregion_legal-options-limited-for-abuse-victims-at-the-horace-mann-school_1666738748.html", "title": "Legal Options Limited for Alumni Who Told of Abuse at the Horace Mann School", "title_page": "Legal Options Limited for Alumni Who Told of Abuse at the Horace Mann School - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As former students and prosecutors turn to the courts to deal with reports of widespread sexual abuse at the Horace Mann School, lawyers have begun to conclude that New York’s current restrictive statute of limitations laws are likely to block any effort to hold the prestigious private school legally accountable for the allegations, some of which are decades old.\nThe Bronx district attorney, Robert T. Johnson, set up a special hot line on Tuesday for former students to report episodes of sexual misconduct. He has acknowledged that cases may not fall within the statute of limitations, a situation that would prevent a criminal prosecution. Mr. Johnson has added that it is not clear whether private schools are covered by laws that require school administrators to report child abuse, as public schools are.\n“Despite the statute of limitations issues, information about past conduct can be helpful in assessing the current situation,” said Steven Reed, a spokesman for the district attorney’s office, on Tuesday. The passage of time may also complicate any civil suits. Michael G. Dowd, a New York lawyer who has represented victims of sexual abuse for years, said former Horace Mann students had asked him to review their cases, but most suits would be barred by the state’s statute of limitations.\n“I’m disgusted,” Mr. Dowd said in an interview. “When you have to tell someone who was injured as a child that there is no justice for them, it makes you appalled and sick as a human being.”", "url": "https://www.nytimes.com/2012/06/13/nyregion/legal-options-limited-for-abuse-victims-at-the-horace-mann-school.html"}