{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:35:05", "date_modify": "2022-10-25 23:35:05", "date_publish": "2012-10-11 03:57:15", "description": "The court ruled that there was not enough time to educate voters and officials about the law, but that it might go into effect in 2013.", "filename": "2012_10_11_us_politics_court-blocks-south-carolina-voter-id-law-for-now_1666740905.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_11_us_politics_court-blocks-south-carolina-voter-id-law-for-now_1666740905.html", "title": "Court Blocks South Carolina Voter ID Law, for Now", "title_page": "Court Blocks South Carolina Voter ID Law, for Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A federal court on Wednesday blocked South Carolina from enforcing its new voter photo ID law in next month’s election, saying that there was not enough time to educate voters and officials about it. The ruling was the latest in a string of judicial interventions blunting a wave of Republican-led efforts to impose new restrictions on voting for the Nov. 6 election.\nBut the court also ruled that South Carolina might put the law into effect in 2013. That permission, however, was contingent on a promise by state election officials to use an “extremely broad interpretation” of a provision that will make exceptions for voters who lack photo ID cards, allowing them to cast ballots as long as they give a reason for not having obtained one.\nThe unanimous decision by a three-judge panel of the United States District Court for the District of Columbia portrayed that interpretation, offered by officials at a trial this summer, as crucial to its ruling that the law could go into effect next year. The judges said that if South Carolina later wanted to interpret the law more strictly, it would first have to seek federal permission under the Voting Rights Act.\n“At first blush, one might have thought South Carolina had enacted a very strict photo ID law,” wrote Judge Brett Kavanaugh. “Much of the initial rhetoric surrounding the law suggested as much. But that rhetoric was based on a misunderstanding of how the law would work.” The law, as construed by South Carolina officials, “does not have the effects that some expected and some feared,” the judge wrote.", "url": "https://www.nytimes.com/2012/10/11/us/politics/court-blocks-south-carolina-voter-id-law-for-now.html"}