{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:29", "date_modify": "2022-10-25 23:43:29", "date_publish": "2012-10-06 01:50:38", "description": "Artur Mas, Catalonia’s leader, says he is serious about letting Catalans decide whether to secede, and this posturing has thrust him to the forefront of Spanish politics.", "filename": "2012_10_06_world_europe_in-catalonia-spain-artur-mas-threatens-to-secede_1666741409.html", "image_url": "https://static01.nyt.com/images/2012/10/06/world/sub-spain/sub-spain-articleLarge.jpg?year=2012&h=360&w=600&s=4ac432f13be19e641230fa734171ef59c5e866e99a7e97769a921f69d63addf9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_06_world_europe_in-catalonia-spain-artur-mas-threatens-to-secede_1666741409.html", "title": "In Catalonia, Spain, Artur Mas Is Separatist Voice", "title_page": "In Catalonia, Spain, Artur Mas Is Separatist Voice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When you get a clear no, you have to change direction,” Mr. Mas said. Although he acknowledged that there was no guarantee Catalonia would succeed in imposing its claims on Madrid, he argued that “the worst-case scenario is not to try, and the second-worst is to try and not get there.”\nHIS advice to Mr. Rajoy was to avoid further delay in tapping a bond-buying program, devised by the European Central Bank largely with Spain’s rescue in mind. European financing — in the form of billions of dollars in subsidies received after Spain joined the European Union in 1986 — had already played a major part in Spain’s development, he noted.\n“The problems of Spain now supersede its capacities, so that it needs help,” Mr. Mas said. “If you have no other choice than to ask for a rescue, the sooner the better.”\nAsked, however, where Spain would stand without Catalonia, its industrial engine, Mr. Mas was unperturbed. “Spain without Catalonia is not insolvent but more limited,” he said.\nAn economist by training, Mr. Mas comes from a Catalan family linked to the metal and textile sectors, which were at the heart of the region’s development after the Industrial Revolution. Having studied at a French school in Barcelona and then learned English, he also stands out as a rare multilingual leader in Spain’s political landscape.\nHe climbed the ladder of Catalonia’s politics over a long career as a public servant in the shadows of another politician, Jordi Pujol, who ran Catalonia for more than two decades. While hardly unknown in his region, Mr. Mas has surprised even party insiders this year by the way he has thrown caution to the wind in challenging Mr. Rajoy.\n“We all knew Mas as an efficient technocrat and one of our very best managers, but I don’t think many people expected him to show such courage and patriotic feelings,” said Josep Maria Vila d’Abadal, a mayor and member of Mr. Mas’s party, Convergència i Unió.", "url": "https://www.nytimes.com/2012/10/06/world/europe/in-catalonia-spain-artur-mas-threatens-to-secede.html"}