{"authors": ["Mary Williams Walsh", "Danny Hakim"], "date_download": "2022-10-25 23:30:41", "date_modify": "2022-10-25 23:30:41", "date_publish": "2012-05-28 01:29:03", "description": "Public pension funds in the United States are struggling to lower their assumed rates of return, which are criticized as too lofty in the current market environment.", "filename": "2012_05_28_nyregion_fragile-calculus-in-plans-to-fix-pension-systems_1666740641.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_28_nyregion_fragile-calculus-in-plans-to-fix-pension-systems_1666740641.html", "title": "Fragile Calculus in Plans to Fix Pension Systems", "title_page": "Fragile Calculus in Plans to Fix Pension Systems - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Few investors are more bullish these days than public pension funds.\nWhile Americans are typically earning less than 1 percent interest on their savings accounts and watching their 401(k) balances yo-yo along with the stock market, most public pension funds are still betting they will earn annual returns of 7 to 8 percent over the long haul, a practice that Mayor Michael R. Bloomberg recently called “indefensible.”\nNow public pension funds across the country are facing a painful reckoning. Their projections look increasingly out of touch in today’s low-interest environment, and pressure is mounting to be more realistic. But lowering their investment assumptions, even slightly, means turning for more cash to local taxpayers — who pay part of the cost of public pensions through property and other taxes.\nIn New York, the city’s chief actuary, Robert North, has proposed lowering the assumed rate of return for the city’s five pension funds to 7 percent from 8 percent, which would be one of the sharpest reductions by a public pension fund in the United States. But that change would mean finding an additional $1.9 billion for the pension system every year, a huge amount for a city already depositing more than a tenth of its budget — $7.3 billion a year — into the funds.\nBut to many observers, even 7 percent is too high in today’s market conditions.\n“The actuary is supposedly going to lower the assumed reinvestment rate from an absolutely hysterical, laughable 8 percent to a totally indefensible 7 or 7.5 percent,” Mr. Bloomberg said during a trip to Albany in late February. “If I can give you one piece of financial advice: If somebody offers you a guaranteed 7 percent on your money for the rest of your life, you take it and just make sure the guy’s name is not Madoff.”", "url": "https://www.nytimes.com/2012/05/28/nyregion/fragile-calculus-in-plans-to-fix-pension-systems.html"}