{"authors": ["Susan Saulny"], "date_download": "2022-10-25 23:00:00", "date_modify": "2022-10-25 23:00:00", "date_publish": "2012-10-17 15:37:16", "description": "Despite Republican efforts, President Obama has maintained a strong advantage over Mitt Romney among the crucial constituency of the young.", "filename": "2012_10_18_us_politics_polls-show-lost-opportunity-for-romney-among-young-voters_1666738800.html", "image_url": "https://static01.nyt.com/images/2012/10/16/us/politics/video-pol-121016-youth-voters/video-pol-121016-youth-voters-articleLarge.jpg?year=2012&h=338&w=600&s=04261134896bebad40b4207d4e9dd0fa64e562c1904a7d56a103ea45088a32d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_18_us_politics_polls-show-lost-opportunity-for-romney-among-young-voters_1666738800.html", "title": "Polls Show Lost Opportunity for Romney Among Young Voters", "title_page": "Polls Show Lost Opportunity for Romney Among Young Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For all the Republican efforts to cast President Obama as a failed leader who created a lost generation of young people with diminished prospects for financial success, Mr. Obama has maintained a strong advantage over Mitt Romney among the crucial constituency of young voters, slightly increasing his lead in polls since the spring.\nDespite the Romney campaign’s message that the “Obama economy” — specifically, the recession and the slow recovery — has been detrimental to young job seekers, Mr. Romney has made very limited gains since the spring among likely voters ages 18 to 29.\nThose findings, from a national poll of young voters conducted for the Harvard Institute of Politics, highlight a lost opportunity for Mr. Romney, experts said. Earlier polls by the institute found a high level of undecided voters who, when compared with voters in 2008, were significantly more likely to identify as conservative and cite a lack of faith in government.\nMr. Romney’s selection of a more youthful and conservative running mate, Representative Paul D. Ryan, seems to have had a negative effect on some young voters, with 40 percent saying that the nomination of Mr. Ryan, 42, made them “much less likely” to vote for Mr. Romney. Mr. Ryan is more conservative than most young voters on social issues and the role of government in society.", "url": "https://www.nytimes.com/2012/10/18/us/politics/polls-show-lost-opportunity-for-romney-among-young-voters.html"}