{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:39:11", "date_modify": "2022-10-25 23:39:11", "date_publish": "2012-09-14 13:38:49", "description": "The legislator, Gennadi V. Gudkov, crossed a political line in the sand when he joined crowds calling for the ouster of the Russian president.", "filename": "2012_09_15_world_europe_russian-parliament-expels-gennadi-v-gudkov-a-putin-opponent_1666741151.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_15_world_europe_russian-parliament-expels-gennadi-v-gudkov-a-putin-opponent_1666741151.html", "title": "Russian Parliament Expels Gennadi V. Gudkov, a Putin Opponent", "title_page": "Russian Parliament Expels Gennadi V. Gudkov, a Putin Opponent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Russia’s Parliament on Friday took the rare step of expelling one of its members, a four-term lawmaker and former K.G.B. officer who last year crossed a political line in the sand, joining crowds calling for Vladimir V. Putin to give up power.\nThe lawmaker, Gennadi V. Gudkov — a gregarious, rumpled populist in the vein of former President Boris N. Yeltsin — arrived at the Duma before the opening of the plenary session, as he has for the past 11 years. This time, though, as he entered he referred to the hilltop where Jesus was crucified, saying, “If this is my Golgotha, I am ready to climb up to it.” After he addressed the hall, someone hissed, “Judas.”\nMr. Gudkov’s expulsion took place without any judicial process and was an extraordinary step, even after a summer of criminal cases against political activists. Unlike the young bloggers and anarchists who have been targets up until now, Mr. Gudkov, 56, is a full-fledged member of the elite, with contacts in law enforcement and government circles.\nBy publicly stripping Mr. Gudkov of his status, the Kremlin hopes to send a warning to other insiders who might be tempted to defect. But it is a gamble, it was clear on Friday, as Mr. Gudkov used his last moments as a lawmaker to open a new political career.", "url": "https://www.nytimes.com/2012/09/15/world/europe/russian-parliament-expels-gennadi-v-gudkov-a-putin-opponent.html"}