{"authors": ["Keith Bradsher", "Martin Fackler", "Andrew Jacobs"], "date_download": "2022-10-25 23:40:28", "date_modify": "2022-10-25 23:40:28", "date_publish": "2012-08-19 10:25:51", "description": "As the protests spread over the weekend, Japanese activists landed on the island, further intensifying tensions between the two countries.", "filename": "2012_08_20_world_asia_japanese-activists-display-flag-on-disputed-island_1666741228.html", "image_url": "https://static01.nyt.com/images/2012/08/19/world/19japan/19japan-articleLarge.jpg?year=2012&h=350&w=600&s=d0deadfe48a44656e3e0491d680240bf19ac3e3293b0b85d9498e4eddb146247&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_20_world_asia_japanese-activists-display-flag-on-disputed-island_1666741228.html", "title": "Anti-Japan Protests Over Disputed Island Erupt in China", "title_page": "Anti-Japan Protests Over Disputed Island Erupt in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Members of the group said they were responding to the pro-China activists’ landing, and they urged Prime Minister Yoshihiko Noda to do more to defend the islands. “Four days ago there was an illegal landing of Chinese people on the island,” Koichi Mukoyama, a lawmaker who was sailed to the island but did not swim ashore, was quoted as saying by The Associated Press. “We need to solidly reaffirm our own territory.”\nImage Confrontations between Japan and China on or near the contested islands have the potential to become larger international incidents. Credit... The New York Times\nThe Chinese Foreign Ministry reacted angrily, after having asked Japan to make sure no activists reached the island. “Japanese right-wing elements have illegally violated China’s territorial sovereignty,” Qin Gang, a spokesman, said on the ministry’s Web site. “Relevant officials from the Foreign Ministry have already made stern representations to the Japanese ambassador, making a strong protest and urging Japan to cease actions that are damaging China’s territorial sovereignty.”\nThe Japanese activists were part of a group of conservative members of Parliament and local politicians who arrived at the island on nearly two dozen boats that carried about 150 people. The Japanese Coast Guard did not release the names of the activists who had made it to the island’s rocky shore. Photos of the landing by the Kyodo News Agency showed several men and at least one woman standing in wet street clothes as they displayed a Japanese flag on shore.\nIn China, Global Times, a nationalist-inflected newspaper owned by People’s Daily, the Communist Party mouthpiece, held an impromptu seminar on the crisis on Sunday, with many participants calling for more radical action. During the seminar, one hawkish analyst, Dai Xu, called on the Chinese military to seize Japanese ships.\nMaj. Gen. Luo Yuan, one of the most outspokenly hawkish generals in China, called on China to send 100 boats to defend the islands.\n“If necessary, we could make the Diaoyu Islands a target range for China’s Air Force and plant mines around them,” he said, according to a microblog posting by the newspaper.", "url": "https://www.nytimes.com/2012/08/20/world/asia/japanese-activists-display-flag-on-disputed-island.html"}