{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:45:13", "date_modify": "2022-10-25 23:45:13", "date_publish": "2012-12-21 15:18:16", "description": "The appointment of Senator John Kerry, an established Obama loyalist, to be secretary of state is likely to further centralize decisions in the White House.", "filename": "2012_12_22_us_politics_kerry-is-pick-for-secretary-of-state-official-says_1666741513.html", "image_url": "https://static01.nyt.com/images/2012/12/22/us/politics/KERRY/KERRY-articleLarge.jpg?year=2012&h=370&w=600&s=0fe3693edb483c2bd14cd2f269cf865010efed5d8053bffbd95e771986a01914&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_22_us_politics_kerry-is-pick-for-secretary-of-state-official-says_1666741513.html", "title": "Obama Nominates Kerry for Secretary of State", "title_page": "Obama Nominates Kerry for Secretary of State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — With a patrician bearing, nearly three decades of service on the Senate Foreign Relations Committee, a highly decorated combat career in the Vietnam War, even a father who was a diplomat, John Kerry is the very picture of a secretary of state.\n“In a sense, John’s entire life has prepared him for this role,” President Obama said on Friday at the White House, as he nominated Mr. Kerry to replace Hillary Rodham Clinton, the first step in filling out a national security team for his second term.\nMr. Obama praised Mr. Kerry, 69, a Massachusetts Democrat, for having been immersed in “every major foreign-policy debate for nearly 30 years.”\nBut though Mr. Kerry would bring even deeper experience to the job than Mrs. Clinton did, his appointment is likely to further centralize policy decisions in the White House, where for the past four years the president and a small circle of advisers have kept a tight grip on issues like Iran’s nuclear program, China, Pakistan, and the winding down of the war in Afghanistan.", "url": "https://www.nytimes.com/2012/12/22/us/politics/kerry-is-pick-for-secretary-of-state-official-says.html"}