{"authors": ["Edward Wong"], "date_download": "2022-10-25 22:56:23", "date_modify": "2022-10-25 22:56:23", "date_publish": "2012-12-14 22:12:13", "description": "Xi Jinping, the new party chief, casts strengthening the armed forces as a centerpiece of the “Chinese dream” of national rejuvenation.", "filename": "2012_12_15_world_asia_chinas-xi-jinping-acts-to-bolster-military_1666738583.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_15_world_asia_chinas-xi-jinping-acts-to-bolster-military_1666738583.html", "title": "China’s Communist Leader Acts to Bolster Military", "title_page": "China’s Communist Leader Acts to Bolster Military - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GUANGZHOU, China — Xi Jinping, the new Communist Party chief and civilian commander of the Chinese military, is moving quickly to make strengthening the country’s armed forces a centerpiece of what he calls the “Chinese dream” of national rejuvenation.\nThe nationalist message of building up the People’s Liberation Army has been broadcast loudly in the aftermath of Mr. Xi’s recent visit to south China. The trip, which began Dec. 7, was Mr. Xi’s first outside Beijing as party chief and is now being examined for his policy priorities. This week, the state news media gave prominent coverage to Mr. Xi’s visit with troops of the Guangzhou military region, including a trip aboard the Haikou, a destroyer that belongs to the fleet patrolling disputed waters in the South China Sea.\n“We must insist on using battle-ready standards in undertaking combat preparations, constantly enhancing officers’ and troops’ thinking about serving in battle, and leading troops into battle and training troops for battle,” Mr. Xi said, according to a report on Wednesday by Xinhua, the state news agency, that was later published by prominent state-run newspapers. “And we must insist on rigorous military training based on the needs of actual combat.”\nSpeaking to soldiers in the city of Huizhou, Mr. Xi emphasized the military aspects of his Chinese dream: “This dream can be said to be the dream of a strong nation; and for the military, it is the dream of a strong military. We must achieve the great revival of the Chinese nation, and we must ensure there is unison between a prosperous country and a strong military.”", "url": "https://www.nytimes.com/2012/12/15/world/asia/chinas-xi-jinping-acts-to-bolster-military.html"}