{"authors": ["Nicolas Rapold"], "date_download": "2022-10-25 23:31:52", "date_modify": "2022-10-25 23:31:52", "date_publish": "2012-04-13 17:45:03", "description": "The sheer beauty in Michael Glawogger’s trilogy of documentaries showing people at work across the globe can be startling.", "filename": "2012_04_15_movies_a-look-inside-the-films-of-michael-glawogger.html__r=1_1666740712.html", "image_url": "https://static01.nyt.com/images/2012/04/15/arts/15GLAW1_SPAN/15GLAW1_SPAN-articleLarge.jpg?year=2012&h=360&w=600&s=12a75b497a21e72a3c930c7fbd42be7420c1f76f963db6303c838d8cf729bed4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_15_movies_a-look-inside-the-films-of-michael-glawogger.html__r=1_1666740712.html", "title": "A Look Inside the Films of Michael Glawogger", "title_page": "A Look Inside the Films of Michael Glawogger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE sheer beauty in Michael Glawogger’s trilogy of documentaries showing people at work across the globe can be startling. Whether it’s a scene involving an Indian dye worker coated head to toe in ochre, a voluptuous Mexican stripper turned into a touchable goddess by mesmerized men, or a roiling open-air slaughterhouse in Nigeria, Mr. Glawogger’s spectacles can induce in viewers awe at the visuals, surprise at the intimate access to exotic lives, and perhaps a vague sense of guilt. You might wonder: Is this for real, and is it O.K. to like it?\nMr. Glawogger, as a matter of practice, does not offer an answer, preferring not to soften the impact of his imagery or the force of his portraits with moral commentary. He is also unafraid to stage the occasional scene, or to compensate his subjects for their time, or to attach a P. J. Harvey soundtrack to their activities.\nThe midcareer retrospective opening Thursday at the Museum of the Moving Image, which includes these documentaries, offers a panorama of human activity that is rare in its diversity.", "url": "https://www.nytimes.com/2012/04/15/movies/a-look-inside-the-films-of-michael-glawogger.html?_r=1"}