{"authors": ["An Employee Of The New York Times In Syria", "Damien Cave"], "date_download": "2022-10-25 23:01:24", "date_modify": "2022-10-25 23:01:24", "date_publish": "2012-08-26 09:14:06", "description": "With more than 200 bodies found over the weekend, the assault in Daraya, a suburb of Damascus has begun to look like one of the deadliest short-term raids of the uprising.", "filename": "2012_08_27_world_middleeast_dozens-of-bodies-are-found-in-town-outside-damascus_1666738884.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_27_world_middleeast_dozens-of-bodies-are-found-in-town-outside-damascus_1666738884.html", "title": "Syrians Hold Mass Burials in Damascus Area Amid Crackdown", "title_page": "Syrians Hold Mass Burials in Damascus Area Amid Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DARAYA, Syria — Mass burials in this Damascus suburb on Sunday showed the carnage of the past few days in gruesome detail: scores of bodies lined up on top of one another in long, thin graves moist with mud.\nIn what is unfolding as one of the deadliest and most focused short-term assaults by the Syrian military since the uprising started nearly 18 months ago, witnesses and activist groups say hundreds have been killed in Daraya in the past week alone. Residents described how the Syrian Army first closed off the city, keeping civilians from fleeing, then methodically began a campaign of heavy shelling and house-to-house searches ending with executions.\nA video of what activists described as the fifth and latest mass grave to be filled showed two small children near the edge. Up close, in the field where there were more bodies than people to wash and prepare them for burial, the scent of decay swirled and gunshot wounds could be seen in the heads of many men.\n“The Assad forces killed them in cold blood,” said Abu Ahmad, 40, a resident of Daraya, where the Syrian government has waged a campaign it described as a “cleansing.” “I saw dozens of dead people, killed by the knives at the end of Kalashnikovs, or by gunfire. The regime finished off whole families, a father, mother and their children. They just killed them without any pretext.”", "url": "https://www.nytimes.com/2012/08/27/world/middleeast/dozens-of-bodies-are-found-in-town-outside-damascus.html"}