{"authors": ["Taimoor Shah", "Graham Bowley"], "date_download": "2022-10-25 23:28:48", "date_modify": "2022-10-25 23:28:48", "date_publish": "2012-08-28 11:51:12", "description": "The police chief of Kandahar Province, Gen. Abdul Raziq, survived a powerful suicide car bombing by the Taliban late Monday, Afghan officials said.", "filename": "2012_08_29_world_asia_afghan-police-chief-escapes-attack-that-kills-4-civilians.html_module=Search&mabReward=relbias&_1666740528.html", "image_url": "https://static01.nyt.com/images/2012/08/29/world/asia/29afghanistan/29afghanistan-articleLarge.jpg?year=2012&h=330&w=600&s=d5d2badf8e5fe87932da039604406928aabda24f139aca19a0577febacb87cf4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_29_world_asia_afghan-police-chief-escapes-attack-that-kills-4-civilians.html_module=Search&mabReward=relbias&_1666740528.html", "title": "Afghan Police Chief Survives Attack That Kills 4 Civilians", "title_page": "Afghan Police Chief Survives Attack That Kills 4 Civilians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KANDAHAR, Afghanistan — The Taliban tried and failed to kill one of their most hated enemies late on Monday when the police chief of Kandahar Province, who is pursuing an aggressive campaign against the insurgents in their former southern homeland, survived a powerful suicide car bombing that killed four civilians and wounded 20 more, Afghan officials said Tuesday.\nThe police chief, Gen. Abdul Raziq, who has survived several Taliban assassination attempts, was driving through the eastern part of Kandahar city shortly before midnight when a small truck packed with explosives detonated near his white armored car, according to the Kandahar governor’s spokesman, Javed Faisal.\nHis armored vehicle was badly damaged, but General Raziq and his driver were only wounded. He was taken to a NATO hospital at Kandahar Airfield, one of the largest coalition bases in the country, Mr. Faisal said.\n“The police chief was wounded slightly on his face and hands, but his condition is stable,” Mr. Faisal said. “The explosion was heavy. It destroyed several shops and two houses.”", "url": "https://www.nytimes.com/2012/08/29/world/asia/afghan-police-chief-escapes-attack-that-kills-4-civilians.html?module=Search&mabReward=relbias&"}