{"authors": ["Julfikar Ali Manik", "Vikas Bajaj"], "date_download": "2022-10-25 23:24:15", "date_modify": "2022-10-25 23:24:15", "date_publish": "2012-04-10 01:44:51", "description": "Aminul Islam, who was found murdered outside Dhaka last week, was a leader who had fought against low wages in the country’s garment industry.", "filename": "2012_04_10_world_asia_bangladeshi-labor-organizer-is-found-killed_1666740255.html", "image_url": "https://static01.nyt.com/images/2012/04/10/world/asia/BANGLADESH-1/BANGLADESH-1-articleLarge.jpg?year=2012&h=350&w=600&s=a901de7107dbe6d145996080320292ce3445f0f2f2eac99061d1584828916821&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_10_world_asia_bangladeshi-labor-organizer-is-found-killed_1666740255.html", "title": "Bangladeshi Labor Organizer Is Found Killed", "title_page": "Bangladeshi Labor Organizer Is Found Killed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DHAKA, Bangladesh — A labor activist who was arrested two years ago for his role in protests against low wages in Bangladesh’s garment industry was found murdered outside this city last week, labor rights advocates and the police said on Monday.\nThe killing of the activist, Aminul Islam, marks a morbid turn in the often tense relations between labor groups, on one side, and Bangladesh’s extensive garment industry, which makes clothes for Western companies like Walmart, Tommy Hilfiger and H&M. In 2010, Mr. Islam, a former textile factory worker, was arrested and, he and other labor activists said, was tortured by the police and intelligence services.\nMr. Islam, 40, was last seen alive on Wednesday near Ashulia, a garment-industry hub outside Dhaka. His tortured body was found on Thursday on the side of a road near a police station in Ghatail, 61 miles to the north, according to the police and labor activists.\nLocal police officials in Ghatail were unable to identify the body, so they photographed it and buried it. Later, Mr. Islam’s brother Rafiqul saw pictures of the body in a national newspaper and identified him. The body was exhumed Monday afternoon and reburied later in the day in Mr. Islam’s native village, Kaliakoir. He is survived by his wife, two sons and a daughter.", "url": "https://www.nytimes.com/2012/04/10/world/asia/bangladeshi-labor-organizer-is-found-killed.html"}