{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:50:50", "date_modify": "2022-10-25 23:50:50", "date_publish": "2012-08-05 02:37:33", "description": "A Brazilian truth commission is gathering details on decades-old torture cases, including that of President Dilma Rousseff.", "filename": "2012_08_05_world_americas_president-rousseffs-decades-old-torture-detailed_1666741850.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_05_world_americas_president-rousseffs-decades-old-torture-detailed_1666741850.html", "title": "President Rousseff’s Decades-Old Torture Detailed", "title_page": "President Rousseff’s Decades-Old Torture Detailed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Her nom de guerre was Estela. Part of a shadowy urban guerrilla group at the time of her capture in 1970, she spent three years behind bars, where interrogators repeatedly tortured her with electric shocks to her feet and ears, and forced her into the pau de arara, or parrot’s perch, in which victims are suspended upside down naked, from a stick, with bound wrists and ankles.\nThat former guerrilla is now Brazil’s president, Dilma Rousseff. As a truth commission begins examining the military’s crackdown on the population during a dictatorship that lasted two decades, Brazilians are riveted by chilling details emerging about the painful pasts of both their country and their president.\nThe schisms of that era, which stretched from 1964 to 1985, live on here. Retired military officials, including Maurício Lopes Lima, 76, a former lieutenant colonel accused of torturing Ms. Rousseff, have questioned the evidence linking the military to abuses. Rights groups, meanwhile, are hounding Mr. Lopes Lima and others accused of torture, encircling their residences in cities across Brazil. “A torturer of the dictatorship lives here,” they recently wrote in red paint on the entrance to Mr. Lopes Lima’s apartment building in the seaside resort city of Guarujá, part of a street-theater protest.\nWhile a 1979 amnesty still shields military officials from prosecution for abuses, the commission, which began in May and has a two-year mandate, is nevertheless stirring up ghosts. The dictatorship killed an estimated 400 people; torture victims are thought to number in the thousands.", "url": "https://www.nytimes.com/2012/08/05/world/americas/president-rousseffs-decades-old-torture-detailed.html?hp"}