{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:50:39", "date_modify": "2022-10-25 23:50:39", "date_publish": "2012-03-02 18:05:35", "description": "American and Afghan officials say the incineration of Korans could have been headed off at several points.", "filename": "2012_03_03_world_asia_5-soldiers-are-said-to-face-punishment-in-koran-burning-in-afghanistan_1666741839.html", "image_url": "https://static01.nyt.com/images/2012/03/03/world/jp-afghanistan/jp-afghanistan-articleLarge.jpg?year=2012&h=350&w=600&s=e79bc434685ce67b1b7d0df343745e44d29e4af92b9fdb5ed970f520fa324aaf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_03_world_asia_5-soldiers-are-said-to-face-punishment-in-koran-burning-in-afghanistan_1666741839.html", "title": "Chain of Avoidable Errors Cited in Koran Burning", "title_page": "Chain of Avoidable Errors Cited in Koran Burning - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — American and Afghan officials investigating the Koran-burning episode that has brought relations between the countries to a new low say that the destruction could have been headed off at several points along a chain of mishaps, poor judgments and ignored procedures, according to interviews over the past week.\nEven as Americans have raced to ease Afghan outrage over the burning, releasing information on Friday that American service members could face disciplinary action, accounts from more than a dozen Americans and Afghans involved in investigating the incineration laid out a complex string of events that will do little to assuage an Afghan public that in some quarters has called for deaths to avenge the sacrilege.\nThe crisis over the burning, carried out by American soldiers near the detention center in Parwan on Feb. 20, brought a short-term halt to cooperation between the Americans and Afghans and has complicated almost every aspect of planning and negotiation for a military withdrawal. The burning touched off nationwide rioting and the increased targeting of American troops, leaving at least 29 Afghans and 6 American soldiers dead in the past week.\nOn Friday, an American official close to a joint Afghan-American investigation into the episode noted that the final report would call for disciplinary review for at least six people involved in the Koran burning, including American military “leaders” and an American interpreter. Afghans familiar with the case described the interpreter as an Afghan-American.", "url": "https://www.nytimes.com/2012/03/03/world/asia/5-soldiers-are-said-to-face-punishment-in-koran-burning-in-afghanistan.html"}