{"authors": ["Milt Freudenheim"], "date_download": "2022-10-25 23:51:42", "date_modify": "2022-10-25 23:51:42", "date_publish": "2012-01-14 19:58:50", "description": "In the growing business of electronic medical records, Epic Systems is far from a newcomer: it started more than 30 years ago, and now helps keep track of 40 million patients.", "filename": "2012_01_15_business_epic-systems-digitizing-health-records-before-it-was-cool_1666741902.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_15_business_epic-systems-digitizing-health-records-before-it-was-cool_1666741902.html", "title": "Epic Systems, Digitizing Health Records Before It Was Cool", "title_page": "Epic Systems, Digitizing Health Records Before It Was Cool - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Her program, built on ideas from a few other pioneers, was a success. Other medical researchers began requesting their own versions, and eventually a business was born.\nAt first, Epic consisted of three part-time employees working at $10 used desks in the basement of an apartment house near the university. They bought a bulky computer from a company called Data General; it had two 50-megabyte disk drives that sounded like a noisy washing machine, Ms. Faulkner recalls. “You couldn’t touch it, or the data got messed up,” she says.\nThere may have been a learning curve, but “to the best of our knowledge, in the 32 years we’ve been in business, there has never been a breach of Epic’s data by a hacker,” Ms. Faulkner says — speaking to a concern that has some people nervous about the conversion to electronic health records.\nConcerns about security are hardly groundless. A government Web site known as the “Wall of Shame” has documented hundreds of breaches that threatened patients’ privacy.\nAt Epic, “We have all sorts of firewalls and security systems in effect to prevent data breaches,” Ms. Faulkner says. On laptops used by doctors, files can be viewed but not stored. The same is true for smartphones and tablets. “We do not store patient data on them,” she says, so it cannot be misused if these devices are stolen.\nMs. Faulkner is an industry representative on a government panel charged with examining privacy and security issues regarding health data. She says she wants to strike a balance between ensuring privacy and making sure that information can be shared for better patient care.", "url": "https://www.nytimes.com/2012/01/15/business/epic-systems-digitizing-health-records-before-it-was-cool.html"}