{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:24:34", "date_modify": "2022-10-25 23:24:34", "date_publish": "2012-03-28 16:11:44", "description": "The Supreme Court on Wednesday considered several possible approaches if the individual mandate is removed from the law and also examined an expansion of Medicaid.", "filename": "2012_03_29_us_justices-ask-if-health-law-is-viable-without-mandate_1666740274.html", "image_url": "https://static01.nyt.com/images/2012/03/29/us/jp-SCOTUS/jp-SCOTUS-articleLarge.jpg?year=2012&h=330&w=600&s=56449e8719eedf845d9522b59edaf88d04a4330578e96760f8716171897fe2f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_29_us_justices-ask-if-health-law-is-viable-without-mandate_1666740274.html", "title": "Supreme Court Debates Striking Down Whole Health Law", "title_page": "Supreme Court Debates Striking Down Whole Health Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The day after the Supreme Court suggested that President Obama’s health care law might be in danger of being held unconstitutional, the justices on Wednesday turned their attention to the practical consequences and political realities of such a ruling.\nThe justices seemed divided on both questions before them: What should happen to the rest of the law if the court strikes down its core provision? And was the law’s expansion of the Medicaid program constitutional?\nThe two arguments, over almost three hours, were by turns grave and giddy. They were also relentlessly pragmatic. The justices considered what sort of tasks it makes sense to assign to Congress, what kinds of interaction between federal and state officials are permissible and even the political character of the lawsuits challenging the law. One justice dipped into Senate vote counting.\nThe court had in other words, on the third and final day of a historic set of arguments, moved from the high theory of constitutional interpretation to the real-world consequences of what various rulings would entail.", "url": "https://www.nytimes.com/2012/03/29/us/justices-ask-if-health-law-is-viable-without-mandate.html"}