{"authors": ["Eric Asimov"], "date_download": "2022-10-26 00:11:41", "date_modify": "2022-10-26 00:11:41", "date_publish": "2012-10-16 20:09:16", "description": "After relentless demand that the administration hand over samples or at least discuss its methods, the White House yielded and published a recipe for its Honey Ale. We tasted, and here’s the verdict.", "filename": "2012_10_17_dining_reviews_a-white-house-beer-we-can-believe-in_1666743101.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_17_dining_reviews_a-white-house-beer-we-can-believe-in_1666743101.html", "title": "A White House Beer We Can Believe In", "title_page": "A White House Beer We Can Believe In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Oliver had expressed concern that the beer might not be ready, but our patience had reached its limit. The potential problem? Brewers carbonate most mass-market beers by injecting them with carbon dioxide, but home brewers generally rely on the ancient technique of initiating a small second fermentation in the bottle before capping it. With nowhere to escape, the carbon dioxide produced by this fermentation turns into the bubbles that animate the beer.\nIf the second fermentation had gone wrong, or simply wasn’t finished, we’d know. The uncorking would be accompanied by a wimpy sigh, or worse, silence. We hoped for the best as Mr. Oliver removed the wire cage imprisoning the cork. He pulled it out, and with it came a stately, resounding pop.\n“Ladies and gentlemen, we have beer,” he said.\nMethodically, he filled a couple of goblets. The beer poured out a lovely auburn brown with touches of red glinting in the midday sunlight. It was hazy, indicating that dead yeast cells had not completed their journey downward to the bottom of the bottle. A rocky head of foam was textured and held its form nicely. We drank, tentatively at first, then deeply.\nThe verdict: It was good. Very good.\nThe aromas were floral with a touch of orange and a metallic note that I sometimes find in honey. On the palate, it was breezy, fresh, tangy and lightly bitter, not bone dry but not at all sweet. I could sense the honey in the round, rich texture of the beer: thickness without weight, like a chenin blanc wine. The soft carbonation enhanced the texture. It didn’t have the insistent rush of bubbles that you would find in a mass-produced beer, or the snappy twang of a pilsner, but rather the soft fizz of a British hand-cranked cask ale.", "url": "https://www.nytimes.com/2012/10/17/dining/reviews/a-white-house-beer-we-can-believe-in.html"}