{"authors": ["Vivien Schweitzer"], "date_download": "2022-10-25 23:37:16", "date_modify": "2022-10-25 23:37:16", "date_publish": "2012-11-23 19:56:49", "description": "The Finnish Radio Symphony Orchestra, with Leila Josefowicz as violinist, performs works by the conductor Esa-Pekka Salonen on “Out of Nowhere.”", "filename": "2012_11_25_arts_music_esa-pekka-salonen-with-finnish-radio-symphony-orchestra_1666741036.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_11_25_arts_music_esa-pekka-salonen-with-finnish-radio-symphony-orchestra_1666741036.html", "title": "Esa-Pekka Salonen With Finnish Radio Symphony Orchestra", "title_page": "Esa-Pekka Salonen With Finnish Radio Symphony Orchestra - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Esa-Pekka Salonen: Violin Concerto, Nyx\nLeila Josefowicz, violinist; Finnish Radio Symphony Orchestra, conducted by Esa-Pekka Salonen. Deutsche Grammophon 0289 479 0628 5; CD.\nESA-PEKKA SALONEN stepped down as music director of the Los Angeles Philharmonic in 2009 to dedicate more time to composing. But he still conducts groups, including the Finnish Radio Symphony Orchestra, in two of his own scores on this excellent disc, called “Out of Nowhere.”\nMr. Salonen’s 17-year tenure in California broadened his compositional palette and allowed him to shun the precepts of European modernism, like de-emphasizing melody, that had guided his early career. “My focus moved from an ideological principle to a pleasure principle,” he has said.\nMr. Salonen’s modernist roots are still discernible in his alluring Violin Concerto, along with a lively mix of influences, including those of John Adams, Ligeti, Lutoslawski and Debussy. Written in nine months of 2008 and 2009 in close collaboration with Leila Josefowicz, its dedicatee, Mr. Salonen’s concerto is a portrait of both performer and composer.", "url": "https://www.nytimes.com/2012/11/25/arts/music/esa-pekka-salonen-with-finnish-radio-symphony-orchestra.html"}