{"authors": ["Sarah Maslin Nir"], "date_download": "2022-10-25 22:59:47", "date_modify": "2022-10-25 22:59:47", "date_publish": "2012-10-13 03:26:01", "description": "In an area with one of the city’s highest number of liquor licenses, a host of criminal activities bolster the idea that Times Square’s former seediness has found a new home.", "filename": "2012_10_14_nyregion_on-roosevelt-avenue-in-queens-vice-remains-a-stubborn-presence_1666738787.html", "image_url": "https://static01.nyt.com/images/2012/10/14/nyregion/14ROOSEVELT1_SPAN/14ROOSEVELT1_SPAN-articleLarge.jpg?year=2012&h=380&w=600&s=cef095c8e45d8d3a023f10b95b1a47b763aee460b8af2827ed49a56b87598e5b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_14_nyregion_on-roosevelt-avenue-in-queens-vice-remains-a-stubborn-presence_1666738787.html", "title": "On Roosevelt Avenue in Queens, Vice Remains a Stubborn Presence", "title_page": "On Roosevelt Avenue in Queens, Vice Remains a Stubborn Presence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WHEN the Metropolitan Transportation Authority decided to get rid of a colony of pigeons that roosted under the elevated subway that runs down the middle of Roosevelt Avenue in Queens several years ago, it installed anti-pigeon spikes and sound machines to drive the birds off. The birds decamped, but only to the trees next to the tracks, where they continued to befoul the street below, according to local residents. When the parks department pruned the trees, the birds headed back to the tracks to another spot. Now, the transit agency continues to power-wash the caked-on debris away.\nThat’s what the fight against vice is like on Roosevelt Avenue, where efforts by the city to clean up a street that is home not only to pigeons, but also to a host of criminal activities, often play out like the carnival game Whac-A-Mole: go after one form of wrongdoing and it will re-emerge somewhere else in a slightly different form.\nA common refrain about Roosevelt, which slices across Queens from Queens Boulevard to Northern Boulevard, is that the seediness pushed out of Times Square merely re-established itself there, finding a new home especially in the Corona and Jackson Heights neighborhoods, according to residents, advocates and law enforcement officials. Today, prostitution and counterfeiting industries are tucked alongside the Mexican restaurants, Dominican bakeries, Colombian boutiques and the nightclubs where men — many of them new immigrants working to feed families left behind in their homelands — can buy the company of a woman by paying $2 for a dance.\nLate at night, the sight of drunken men slumped on the streets outside bars is so common that in September, a young man who was stabbed bled to death on the pavement a few blocks off Roosevelt, ignored by pedestrians who thought he had passed out after a late night.", "url": "https://www.nytimes.com/2012/10/14/nyregion/on-roosevelt-avenue-in-queens-vice-remains-a-stubborn-presence.html"}