{"authors": ["Frank H. Wu"], "date_download": "2022-10-25 23:27:09", "date_modify": "2022-10-25 23:27:09", "date_publish": "2012-06-23 01:13:38", "description": "Despite decades of debunking, the model minority myth — the perception of Asian-Americans as overachieving nerds — persists.", "filename": "2012_06_23_opinion_why-vincent-chin-matters_1666740429.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_23_opinion_why-vincent-chin-matters_1666740429.html", "title": "Why Vincent Chin Matters", "title_page": "Opinion | Why Vincent Chin Matters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "San Francisco\nON June 23, 1982, in Detroit, a young man named Vincent Chin died. Four nights earlier, he had been enjoying his bachelor party with friends at a local bar when they were accosted by two white men, who blamed them for the success of Japan’s auto industry. “It’s because of you we’re out of work,” they were said to have shouted, adding a word that can’t be printed here. The men bludgeoned Mr. Chin, 27, with a baseball bat until his head cracked open.\nThe men — a Chrysler plant supervisor named Ronald Ebens and his stepson, Michael Nitz — never denied the acts, but they insisted that the matter was simply a bar brawl that had ended badly for one of the parties. In an agreement with prosecutors, they pleaded to manslaughter (down from second-degree murder) and were sentenced to three years of probation and fined $3,000.\nI was a Chinese-American teenager growing up near Detroit then. I remember the haunting photograph of a smiling, fresh-faced Mr. Chin, shown repeatedly in newspapers and on TV, and the tears of his mother, Lily Chin, who lamented that his killers had escaped justice. Mr. Chin was buried on the day he was to have been married.\nThe killing catalyzed political activity among Asian-Americans — whose numbers had steadily increased since the 1965 overhaul of immigration laws but who then represented only about 1.5 percent of the population — as never before. “Remember Vincent Chin” turned into a rallying cry; for the first time, Asian-Americans of every background angrily protested in cities across the country. For all that Asians had been through — racial exclusion, starting with a ban on Chinese migrant labor in 1882; the unconstitutional detention of Japanese-Americans during World War II; the legacy of America’s wars in the Philippines, Korea and Vietnam — no single episode involving an individual Asian-American had ever had such an effect before. And none has since.", "url": "https://www.nytimes.com/2012/06/23/opinion/why-vincent-chin-matters.html"}