{"authors": ["Laura Kasinof"], "date_download": "2022-10-25 23:55:19", "date_modify": "2022-10-25 23:55:19", "date_publish": "2012-07-21 18:24:15", "description": "Part judge, part chieftain, part local political don, Sheik Hamoud Saeed al-Mikhlafi is filling the judicial gap left in the city of Taiz in the aftermath of Yemen’s civil conflict.", "filename": "2012_07_22_world_middleeast_former-rebel-leader-in-yemen-fills-a-leadership-gap-in-taiz.html__r=1_1666742119.html", "image_url": "https://static01.nyt.com/images/2012/07/22/world/bulldog-yemen/bulldog-yemen-articleLarge.jpg?year=2012&h=350&w=600&s=74fcfc4a219f4779843f14be1a6483112567f23e236ef2c926bb6fe2fdca0429&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_22_world_middleeast_former-rebel-leader-in-yemen-fills-a-leadership-gap-in-taiz.html__r=1_1666742119.html", "title": "Former Rebel Leader in Yemen Fills a Leadership Gap in Taiz", "title_page": "Former Rebel Leader in Yemen Fills a Leadership Gap in Taiz - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He dresses simply and lives in an unexceptional house with his wife and 12 children, all of whom, unlike their father, speak English well. He has a record of standing up for the average man; a recent cause was campaigning for the government to provide the months of unpaid salaries to soldiers who defected to the opposition during the political uprising in 2011.\n“He is very good with the people,” said Abdul-Fetah Gamal, a former deputy minister of education and resident of this ancient city in Yemen’s central mountains.\n“If he sees that you are dealing with injustice, then he stands with you. Because of this he has made a lot of problems for himself. He goes with these weak people and receives the blows of the strong people.”\nThis Robin Hood-like persona, Taiz residents say, is partly why Mr. Mikhlafi is beloved by so many.\n“His importance may continue to get bigger and bigger,” said Dr. Sadeq al-Shugaa, a prominent physician who ran the field hospital in Taiz during last year’s antigovernment protests. “Even now I think Hamoud Saeed is personality No. 1 in Taiz. I have many friends working in other districts who call me to see how they can get in touch with Hamoud.”\nBorn in a small village of unpaved roads, a 45-minute drive from the city of Taiz, Mr. Mikhlafi has never traveled outside the Arab world.\nAn inveterate dissident of the Saleh era, he has been imprisoned five times, first at age 17 after a tribal conflict over land resources. He spent a stint working for the government as well, as an officer in political security, one of the secret police forces linked closely with the Islamists.\nHe once tried to run for Parliament, and lost — on account of fraud, it is widely assumed — to the governing party candidate, Hamoud al-Sofi, a man who has held a number of official positions, including governor of Taiz during the conflict in 2011.", "url": "https://www.nytimes.com/2012/07/22/world/middleeast/former-rebel-leader-in-yemen-fills-a-leadership-gap-in-taiz.html?_r=1"}