{"authors": ["Jodi Rudoren"], "date_download": "2022-10-26 00:11:35", "date_modify": "2022-10-26 00:11:35", "date_publish": "2012-12-23 00:52:13", "description": "After years of legislative and legal fights, the movement for equal access for people to pray as they wish at the Western Wall has become a rallying cause for liberal Jews.", "filename": "2012_12_23_world_middleeast_at-western-wall-a-divide-over-prayer-deepens.html__r=0_1666743095.html", "image_url": "https://static01.nyt.com/images/2012/12/23/world/bull-women/bull-women-articleLarge-v2.jpg?year=2012&h=411&w=600&s=ec33c7fb12538c424dc608924fd6715af18dc385221598b10c56fe35718689e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_23_world_middleeast_at-western-wall-a-divide-over-prayer-deepens.html__r=0_1666743095.html", "title": "At Western Wall, a Divide Over Prayer Deepens", "title_page": "At Western Wall, a Divide Over Prayer Deepens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "(Most rabbis agree that Jewish law requires men and women to pray daily, although only men are required to do so in groups and at specific times, as the women at the wall want to do. Jewish law also says women should not dress like men.)\n“Secular Israelis do not see this as their problem; to them it’s a bunch of crazy American ladies,” said Shari Eshet, who represents the New York-based National Council of Jewish Women here. “It’s embarrassing for Israel, it’s embarrassing for Jews, and the American Jewish community is beginning to understand that it’s a slippery slope here.”\nThe increased agitation around the wall is part of a broader clash over Judaism and gender that has roiled Israel in recent months. Women have won lawsuits against segregation on buses and sidewalks imposed in religious neighborhoods. But a bus line recently stopped accepting advertisements with images of people after religious vandals routinely blacked out women’s faces in the name of modesty.\nIn January, speakers at a conference on health and Jewish law canceled their appearances because women were barred from the podium — a demand of the most Orthodox — while the chief rabbi of the air force quit after religious soldiers were not excused from events where women sang.\nThese controversies concern the imposition of Orthodox doctrine in secular spheres. More complicated are questions of how Judaism itself should be practiced. This spring, the Supreme Court ruled that the government must pay the salary of a Reform rabbi along with hundreds of Orthodox ones. A small group of Jerusalem restaurants has been seeking an alternative kosher certification system to the one run by the government’s rabbinical council.\n“The next chapter of what it means to be a Jewish state is being defined right now,” said Elana Sztokman, the director of the Jewish Orthodox Feminist Alliance, who is writing a book that includes a chapter about Women of the Wall. “We have to figure out what does Israel want, what role do we really want religion to have in this state? And it’s happening on the backs of women.”", "url": "https://www.nytimes.com/2012/12/23/world/middleeast/at-western-wall-a-divide-over-prayer-deepens.html?_r=0"}