{"authors": ["Duraid Adnan"], "date_download": "2022-10-25 23:38:17", "date_modify": "2022-10-25 23:38:17", "date_publish": "2012-12-18 12:42:58", "description": "Jalal Talabani, the president of Iraq who has had success navigating the country’s many political factions, was in grave health on Tuesday in a Baghdad hospital after suffering a stroke.", "filename": "2012_12_19_world_middleeast_iraqs-president-hospitalized-with-medical-emergency_1666741097.html", "image_url": "https://static01.nyt.com/images/2012/12/18/world/18talabani_cnd/18talibani_cnd-articleLarge.jpg?year=2012&h=389&w=600&s=d4a83a982718bfe274a0e7ae8c7d996ebaad6604ec5a3c632d61390dc6b4a7d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_19_world_middleeast_iraqs-president-hospitalized-with-medical-emergency_1666741097.html", "title": "Iraq’s President, Jalal Talabani, Is Said to Be in a Coma After Stroke", "title_page": "Iraq’s President, Jalal Talabani, Is Said to Be in a Coma After Stroke - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — Jalal Talabani, the president of Iraq, whose influence in mediating disputes among the country’s many political factions has far outweighed the limited powers of the office he occupies, suffered a stroke and was in grave health on Tuesday in a Baghdad hospital.\nMr. Talabani’s illness cast a shadow over the Kurdish lands in the north where he once fought a guerrilla war and where he now lives, and added a new element of uncertainty to the country’s divided politics a year after the departure of the American military left Iraq’s leaders to steer the country’s shaky democracy on their own.\nOfficials and doctors said Mr. Talabani, 79, who has been treated abroad for medical conditions in recent years, was in stable condition, but privately other officials suggested his condition was more serious. A hospital official, as well as a high-level government official — both of whom requested anonymity out of respect for Mr. Talabani’s family — said the president was in a coma.", "url": "https://www.nytimes.com/2012/12/19/world/middleeast/iraqs-president-hospitalized-with-medical-emergency.html"}