{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:25", "date_modify": "2022-10-25 23:27:25", "date_publish": "2012-01-20 01:14:46", "description": "A federal judge blocked Vermont from shutting down the Vermont Yankee reactor, saying the state is trying to regulate nuclear safety, something only the federal government can do.", "filename": "2012_01_20_science_earth_vermont-cant-shut-down-nuclear-plant-judge-rules.html__r=0_1666740445.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_20_science_earth_vermont-cant-shut-down-nuclear-plant-judge-rules.html__r=0_1666740445.html", "title": "Vermont Can’t Shut Down Nuclear Plant, Judge Rules", "title_page": "Vermont Can’t Shut Down Nuclear Plant, Judge Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The ruling is almost certain to be appealed by the state and an array of private groups that want the plant shut down because of leaks of radioactive tritium and other issues.\nGov. Peter Shumlin said in a statement that he was “very disappointed” in the decision, adding, “I continue to believe that it is in Vermont’s best interest to retire the plant.” He said he would wait to hear from the state attorney general before commenting on an appeal.\nWhile a state decision to close a commercial reactor is very rare, the ruling was likely to resonate elsewhere. Referendums to force the closing of nuclear plants have been held in several states, including Maine, but none have passed. A California plant, Rancho Seco, in Sacramento, was closed by a referendum vote of the Sacramento Municipal Utility District in 1989, but the voters were also the plant’s owners.\nNew York State prevented the Shoreham plant on Long Island from operating in the 1980s under an accord brokered by Gov. Mario M. Cuomo with the Long Island Lighting Company and others. His son, Andrew M. Cuomo, the current governor, is seeking to close the Indian Point nuclear plant 35 miles north of New York City, which is also owned and operated by Entergy.\nIn 2002, when Entergy bought the Vermont plant from a group of local utilities that built it, it signed a memorandum of understanding with the state agreeing that it would need a state “certificate of public good” as well as the federal license extension to operate after March 21, 2012, when the license expires. The Legislature later reserved to itself the power to authorize the certificate, prompting the suit.", "url": "https://www.nytimes.com/2012/01/20/science/earth/vermont-cant-shut-down-nuclear-plant-judge-rules.html?_r=0"}