{"authors": ["David M. Herszenhorn"], "date_download": "2022-10-25 23:43:18", "date_modify": "2022-10-25 23:43:18", "date_publish": "2012-12-24 22:33:07", "description": "The prosecutor’s turnabout came as the Russian government was moving to retaliate against the United States for adopting a human rights law named for Sergei L. Magnitsky, a lawyer who died in prison.", "filename": "2012_12_25_world_europe_russian-prosecutor-seeks-acquittal-in-magnitskys-death_1666741398.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_25_world_europe_russian-prosecutor-seeks-acquittal-in-magnitskys-death_1666741398.html", "title": "Russian Prosecutor Seeks Acquittal in Magnitsky’s Death", "title_page": "Russian Prosecutor Seeks Acquittal in Magnitsky’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — A prosecutor unexpectedly pressed Monday for the acquittal of the only official to be tried in the case of Sergei L. Magnitsky, a lawyer whose death in prison three years ago generated an international furor over Russian human rights abuses.\nThe prosecutor’s turnabout, made in his closing argument, came as the Russian government has been moving aggressively to retaliate against the United States for adopting a law named for Mr. Magnitsky that will deny travel and investment access to Russian citizens accused of violating human rights.\nMr. Magnitsky was representing a London investment firm, Hermitage Capital, when he was arrested in November 2008 as he tried to expose a huge government tax fraud. He died, still in detention, nearly a year later. His supporters — including the firm’s founder, William F. Browder, once among the most prominent foreign investors in Russia and now a sharp critic of the Russian government — blamed the authorities for his death, saying he was denied proper medical care.\nAn investigation yielded charges against two people, both doctors: Larisa Litvinova, who oversaw Mr. Magnitsky’s treatment during his last weeks, and Dmitri Kratov, formerly the chief medical official of the prison where he was held for the last four months of his life, Butyrskaya. This year, prosecutors dropped a charge of professional negligence against Dr. Litvinova, saying the statute of limitations had run out.", "url": "https://www.nytimes.com/2012/12/25/world/europe/russian-prosecutor-seeks-acquittal-in-magnitskys-death.html"}