{"authors": ["Kate Zernike"], "date_download": "2022-10-25 23:51:35", "date_modify": "2022-10-25 23:51:35", "date_publish": "2012-04-11 01:47:24", "description": "Responding to a report that found he had overstated the cost of a tunnel, Gov. Chris Christie told prominent Republicans in Manhattan that scrapping the plan had been a matter of principle.", "filename": "2012_04_11_nyregion_christie-stands-by-his-decision-to-cancel-trans-hudson-tunnel_1666741895.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_11_nyregion_christie-stands-by-his-decision-to-cancel-trans-hudson-tunnel_1666741895.html", "title": "Christie Stands by His Decision to Cancel Trans-Hudson Tunnel", "title_page": "Christie Stands by His Decision to Cancel Trans-Hudson Tunnel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. Chris Christie of New Jersey defended on Tuesday his decision to cancel a train tunnel long planned to relieve increasing congestion across the Hudson River, saying it was a matter of principle.\nResponding to a report by the Government Accountability Office that found he had overstated the cost of the tunnel to New Jersey, the governor also derided the tunnel plan, though he had said when he canceled the project in October 2010 that he believed in its merits. While the tunnel would have expanded the number of subway lines available to those who commute to Pennsylvania Station in New York City, he characterized it on Tuesday as a dead-end to a department store.\n“So when they want to build a tunnel to the basement of Macy’s, and stick the New Jersey taxpayers with a bill of three-to-five billion dollars over — no matter how much the administration yells and screams, you have to say no,” he said in a speech at a conference on taxes and the economy in Manhattan held by the George W. Bush Institute.\n“You have to look them right in the eye, no matter how much they try to vilify you for it, and you have to say no,” the governor told an audience that included Mr. Bush, Karl Rove and other prominent Republicans and business executives. “You have to be willing to say no to those things that compromise your principles.”", "url": "https://www.nytimes.com/2012/04/11/nyregion/christie-stands-by-his-decision-to-cancel-trans-hudson-tunnel.html"}