{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:55:32", "date_modify": "2022-10-25 23:55:32", "date_publish": "2012-12-22 17:51:06", "description": "Whether a defendant is a benevolent businessman or a mobster, and whether the police tortured him, is at issue.", "filename": "2012_12_23_world_asia_chinese-american-faces-trial-in-china-over-business-dispute_1666742132.html", "image_url": "https://static01.nyt.com/images/2012/12/23/world/china2/china2-articleLarge.jpg?year=2012&h=400&w=600&s=698a86f6713fd1fbbead3848337180d03b36fcee14ff79612d04955d4a73c003&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_23_world_asia_chinese-american-faces-trial-in-china-over-business-dispute_1666742132.html", "title": "Chinese-American Faces Trial in China", "title_page": "Chinese-American Faces Trial in China Over Business Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Wu was arrested in June; later that day, 300 police officers raided his still unfinished Lucky Star shopping center, detaining dozens of employees. After the police obtained incriminating statements against Mr. Wu, most of the detainees were released, although 33 other defendants face trial along with him.\nImage Vincent Wu\nAmerican officials seeking to visit him in jail say they have been stymied because Mr. Wu did not use his American passport on his most recent visit to China from Hong Kong, the former British colony that enjoys some autonomy under Chinese law. Because he often drove between Guangdong and Hong Kong, where he lived before immigrating to the United States in 1993, Mr. Wu used his Hong Kong identification card to avoid the hassle of obtaining a Chinese visa for each border crossing, his family said. Under international law, the Chinese can restrict consular access to Mr. Wu based on the identification he used to enter China.\nNolan Barkhouse, a spokesman for the American Embassy in Beijing, said officials had been trying to advocate on behalf of Mr. Wu but the Chinese authorities had refused to recognize his dual citizenship.“The Department of State takes obligations to assist U.S. citizens incarcerated abroad seriously and stands ready to assist them and their families within the limits of our authority, in accordance with international law,” he said.\nMr. Wu’s daughter, Anna Wu, dismissed the allegations that her father was a mob boss. In addition to his confession, the police say, several knives and about 70 bullets in his office are evidence of his guilt. Ms. Wu said the bullets, given to him by a friend, were considered good luck charms. “If my dad is such a big gangster, why doesn’t he travel with security or drive a bulletproof car?” said Ms. Wu, 27, a clothing buyer from Los Angeles. “He’s just a regular businessman who spent every last penny on his investments.”\nBy the family’s accounts, Mr. Wu was also a politically savvy businessman. He cultivated relationships with local Communist Party leaders, donated money to build basketball courts and improve Buddhist temples in his ancestral city, Huidong, and raised money among Chinese immigrants in the United States to finance college scholarships in China, they said. “He knew a decent number of government officials,” said Kenny Wu, 28, who left his job as an emergency room doctor in California to devote himself to his father’s case. “He probably figured they would have his back. I guess he let his guard down a little bit.”\nAnna Wu acknowledged that her father was not the best money manager. She said he had almost no savings in the United States, and with his Chinese bank accounts frozen, the family had to borrow money from friends and relatives to pay for his defense. After he sold their home in San Gabriel, Calif., to raise cash for his latest investment, the family moved into a rented house.\nThe decision to hold the trial during Christmas, she said, is designed to limit foreign media coverage. Although her father has scores of supporters in Guangdong, she said, few are willing to publicly stand up for him. “We’ve been trying to get people to come out to the courthouse but they are all afraid,” she said. “They want to help but they have to think of themselves and their families.”", "url": "https://www.nytimes.com/2012/12/23/world/asia/chinese-american-faces-trial-in-china-over-business-dispute.html"}