{"authors": ["Jane Perlez"], "date_download": "2022-10-25 22:56:29", "date_modify": "2022-10-25 22:56:29", "date_publish": "2012-03-04 16:04:50", "description": "The rise in China’s military spending comes amid an intensifying strategic rivalry between the United States and China in Asia and concerns in Washington.", "filename": "2012_03_05_world_asia_china-boosts-military-spending-more-than-11-percent_1666738589.html", "image_url": "https://static01.nyt.com/images/2012/03/05/world/05china/05china-articleLarge.jpg?year=2012&h=351&w=600&s=203078697939c7be591709aaea68458efaca6169c3b22ff9850c9b61f731d180&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_05_world_asia_china-boosts-military-spending-more-than-11-percent_1666738589.html", "title": "China Increases Military Spending More Than 11 Percent", "title_page": "China Increases Military Spending More Than 11 Percent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — China announced a double-digit increase in military spending on Sunday, a rise that comes amid an intensifying strategic rivalry between the United States and China in Asia and concerns in Washington about the secrecy surrounding the Chinese defense budget.\nThe increase, reported to be 11.2 percent, is in step with the increased pace of military spending by China over the past decade, but the official statement did not give details of what weapons systems China is developing or offer a description of military strategy beyond protection of the country’s sovereignty. China analysts said the true figure was probably significantly higher and was underreported because much of the military’s decision-making is kept opaque.\nWashington has pressed China to be more forthcoming about its military intentions, an openness that the Americans say is necessary to relieve growing unease in a region where the United States maintains important alliances and treaty obligations.\nPresident Obama declared in November that American military interests in the Asia-Pacific region would be immune from cuts to the Pentagon budget, a commitment that was interpreted in Beijing as a response to China’s growing power.", "url": "https://www.nytimes.com/2012/03/05/world/asia/china-boosts-military-spending-more-than-11-percent.html%20"}