{"authors": ["Nick Wingfield"], "date_download": "2022-10-25 23:29:20", "date_modify": "2022-10-25 23:29:20", "date_publish": "2012-08-20 01:01:12", "description": "The problem when companies go to trial is that the public gets to hear corporate secrets.", "filename": "2012_08_20_technology_secrets-learned-in-apple-samsung-trial_1666740560.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_20_technology_secrets-learned-in-apple-samsung-trial_1666740560.html", "title": "Secrets Learned in Apple-Samsung Trial", "title_page": "Secrets Learned in Apple-Samsung Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When companies go to trial, as Apple and Samsung have learned, the public gets to hear corporate secrets. Among those revealed:\nWHERE IPHONES AND IPADS COME FROM When Apple designs new products, about 15 industrial designers typically huddle around a kitchen table inside the locked-down design studio at Apple’s headquarters.\nNUDE IPHONES ARE IN THE MINORITY According to an internal consumer survey by Apple presented as evidence during the trial, 78 percent of iPhone users cover their phones with cases.\nMICROSOFT AND APPLE ARE BUDDIES Apple doesn’t go after all of its rivals in court to accuse them of stepping on its patents. An Apple executive testified that the company had licensed some of its patents to Microsoft, with the proviso that Microsoft cannot copy Apple’s products.\nSMALLER IPADS AREN’T ANATHEMA TO APPLE Steven P. Jobs, the Apple chief who died last year, publicly scorned smaller tablets with seven-inch screens, saying they weren’t usable. But Eddy Cue, an Apple senior vice president, said that Mr. Jobs was “very receptive” to the idea of making a seven-inch iPad, according to an e-mail Mr. Cue sent to colleagues in early 2011.", "url": "https://www.nytimes.com/2012/08/20/technology/secrets-learned-in-apple-samsung-trial.html"}