{"authors": ["Martin Fackler"], "date_download": "2022-10-25 23:40:33", "date_modify": "2022-10-25 23:40:33", "date_publish": "2012-08-17 04:50:45", "description": "With the action, Japan appeared to be trying to quickly end a potential diplomatic crisis.", "filename": "2012_08_18_world_asia_japan-plans-to-deport-chinese-on-island.html__r=1_1666741233.html", "image_url": "https://static01.nyt.com/images/2012/08/17/world/asia/17japan/17japan-articleLarge.jpg?year=2012&h=330&w=600&s=3bb69375355e33e3104e525c3c4d7049c92b0ea3ede4471996f0fb9981d5055c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_18_world_asia_japan-plans-to-deport-chinese-on-island.html__r=1_1666741233.html", "title": "Japan Deports 14 Chinese Citizens in Island Dispute", "title_page": "Japan Deports 14 Chinese Citizens in Island Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — Japan said Friday that it deported 14 Chinese citizens who were arrested on or near a disputed island, moving quickly to defuse a potentially damaging standoff with China which also claims the island.\nPrime Minister Yoshihiko Noda of Japan and members of his cabinet decided to send the Chinese back rather than to pursue criminal charges, Chief Cabinet Secretary Osamu Fujimura said.\nJapanese television showed seven of the Chinese citizens landing in Hong Kong on a commercial flight. The Japanese authorities said that the other seven were put back on the boat they had used to reach the island and were being escorted out of Japanese waters by the coast guard.\nThe 14, who included activists and journalists based in Hong Kong, were arrested on Wednesday after seven of them arrived by boat on Uotsuri, part of an uninhabited island chain in the East China Sea called the Senkakus by Japan and Diaoyu by China. The islands are controlled by Japan, but are also claimed by China and Taiwan.", "url": "https://www.nytimes.com/2012/08/18/world/asia/japan-plans-to-deport-chinese-on-island.html?_r=1"}