{"authors": ["Ethan Bronner"], "date_download": "2022-10-25 23:35:09", "date_modify": "2022-10-25 23:35:09", "date_publish": "2012-10-02 14:57:38", "description": "A Pennsylvania ruling was the latest and most significant in a series of legal victories for those opposed to laws that they charge would limit access to polls in this presidential election.", "filename": "2012_10_03_us_pennsylvania-judge-delays-implementation-of-voter-id-law_1666740909.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_03_us_pennsylvania-judge-delays-implementation-of-voter-id-law_1666740909.html", "title": "Voter ID Law Gutted for 2012 in Pennsylvania", "title_page": "Voter ID Law Gutted for 2012 in Pennsylvania - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Pennsylvania judge on Tuesday blocked the key component of a highly contested state law requiring strict photographic identification to vote in next month’s election, saying the authorities had not done enough to ensure that voters had access to the new documents.\nThe result, that Pennsylvanians will not have to present a state-approved ID to vote in November, was the latest and most significant in a series of legal victories for those opposed to laws that they charge would limit access to polls in this presidential election. With only a month left until Election Day, disputes around the country over new voter ID requirements, early voting, provisional ballots and registration drives are looking far less significant.\n“Every voter restriction that has been challenged this year has been either enjoined, blocked or weakened,” said Lawrence Norden of the Brennan Center for Justice, which is part of the New York University School of Law and opposes such restrictions. “It has been an extraordinary string of victories for those opposing these laws.”\nVoter ID laws have been taken off the table in Texas and Wisconsin. The Justice Department has blocked such a law in South Carolina, which has appealed in federal court. In Florida and Ohio, early voting and voter-registration drives have been largely restored. New Hampshire is going ahead with its law, but voters who do not have the required document will be permitted to vote and have a month to verify their identity.", "url": "https://www.nytimes.com/2012/10/03/us/pennsylvania-judge-delays-implementation-of-voter-id-law.html"}