{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:29:54", "date_modify": "2022-10-25 23:29:54", "date_publish": "2012-10-04 00:45:17", "description": "The outbreak of a type of meningitis linked to back pain injections has spread, with over 30 cases, four of them fatal, in Tennessee, North Carolina, Florida, Virginia and Maryland.", "filename": "2012_10_04_health_meningitis-outbreak-grows-with-cases-in-5-states_1666740594.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_10_04_health_meningitis-outbreak-grows-with-cases-in-5-states_1666740594.html", "title": "Meningitis Outbreak Grows, With Cases in 5 States", "title_page": "Meningitis Outbreak Grows, With Cases in 5 States - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The drug under suspicion is methylprednisolone acetate, and health officials confirmed on Wednesday that all the infected patients had been treated with a brand of it produced by the New England Compounding Center in Framingham, Mass. So far, the incubation period seems to be from a few days to four weeks after the injection. Doctors are urging those who have had the treatment within the past few months to see a doctor if they develop symptoms like severe or worsening headaches, fever, nausea, difficulty with balance, or slurred speech.\nThe outbreak has raised concerns about the safety of a treatment for back pain used by millions of people a year in the United States. Sterile drugs and equipment are essential for the procedure because epidural injections involve inserting a needle into a part of the body that, for germs, can be a highway to the brain.\nThe outbreak has also drawn attention to the potential threats posed by compounding pharmacies like the one in New England. These pharmacies prepare drug mixtures and solutions that are not routinely available from major manufacturers, and not subject to the same rigorous safety standards that the government imposes on big drug companies.\nOn Sept. 26, the New England center voluntarily recalled three lots of the drug after it was told of the problem, according to Erica Jefferson, a spokeswoman for the Food and Drug Administration. She did not know how many doses were in the lots or where they had been shipped, but the center’s Web site said New England Compounding was licensed in all 50 states. One clinic in Tennessee, where most of that state’s patients in the outbreak so far were infected, had received 2,000 vials of the drug.\nOn Wednesday, North Carolina’s board of pharmacy suspended the company’s permission to do business there. So far the state has had one case, and several clinics received the potentially contaminated drug, a health department spokeswoman said.", "url": "https://www.nytimes.com/2012/10/04/health/meningitis-outbreak-grows-with-cases-in-5-states.html"}