{"authors": ["Doreen Carvajal", "Raphael Minder"], "date_download": "2022-10-25 23:43:45", "date_modify": "2022-10-25 23:43:45", "date_publish": "2012-09-29 03:06:59", "description": "With the country in an economic slump and the monarchy itself under fire, King Juan Carlos is reinserting himself into Spain’s public life and embracing his role as an economic booster.", "filename": "2012_09_29_world_europe_juan-carlos-i-seeks-redemption-for-spain-and-monarchy_1666741425.html", "image_url": "https://static01.nyt.com/images/2012/09/29/world/jp-king1/jp-king1-articleLarge-v2.jpg?year=2012&h=330&w=600&s=c2fb9655a9ead8055730f3905e9c9dc5968748d1c2983d7864571322775b342a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_29_world_europe_juan-carlos-i-seeks-redemption-for-spain-and-monarchy_1666741425.html", "title": "Juan Carlos I Seeks Redemption, for Spain and Monarchy", "title_page": "Juan Carlos I Seeks Redemption, for Spain and Monarchy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — With Spain mired in an economic slump, many Spaniards are questioning their king, long revered for his role in bringing democracy to the nation but now being scrutinized for his deluxe lifestyle and opaque fortune.\nAn accident this spring, when the king broke his hip while elephant hunting in Botswana, exposed a rarefied world of business contacts and set off an unusual public outcry over why the Spanish monarch, Juan Carlos I, was off on a pricey African safari during a time of national hardship.\nThe episode led to an unusual royal apology, but the collateral damage has left the king, 74, recalibrating his monarchy. He has stepped up his public appearances, embracing his role as an international business booster and conciliator amid rising fury over government-imposed austerity measures intended to help shore up confidence in the country’s finances.\n“The monarchy will continue as long as the people want a monarchy,” the king said on a swing through New York last week, part of a palace strategy to meet with top opinion makers to help promote confidence in Spain.", "url": "https://www.nytimes.com/2012/09/29/world/europe/juan-carlos-i-seeks-redemption-for-spain-and-monarchy.html"}