{"authors": ["Amanda Petrusich"], "date_download": "2022-10-25 23:34:46", "date_modify": "2022-10-25 23:34:46", "date_publish": "2012-05-16 17:17:33", "description": "Bradford Young, whose movies have focused on people who have been marginalized, says he is still trying to figure out what he wants to say with the camera.", "filename": "2012_05_20_movies_bradford-young-cinematographer-for-middle-of-nowhere_1666740886.html", "image_url": "https://static01.nyt.com/images/2012/05/20/arts/20YOUNG1_SPAN/20YOUNG1-articleLarge.jpg?year=2012&h=360&w=600&s=94d2a7c5e114b93e57586db4ea0378e2ac8bb8aeb5cc2b4b2a437978810808ff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_20_movies_bradford-young-cinematographer-for-middle-of-nowhere_1666740886.html", "title": "Bradford Young, Cinematographer for ‘Middle of Nowhere’", "title_page": "Bradford Young, Cinematographer for ‘Middle of Nowhere’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THERE’S a scene early on in “Middle of Nowhere,” one of this year’s Sundance prize-winning films, when a young married couple bicker briefly in the visiting area of a prison: the room is pallid, even clammy, but the actors’ faces are vibrant and vulnerable, held full-frame. It’s a triumphant, even signature moment for the film’s cinematographer, Bradford Young.\n“I’m big on faces,” Mr. Young said, his own collapsing into a sweet, easy grin. “I like to fill the frame with heads. I use faces as landscapes, as architecture. That always feels like the right place to start.”\nMr. Young, 34, a New Yorker, is one of a cadre of emerging black filmmakers — including the “Middle of Nowhere” director, Ava DuVernay, and the filmmakers Dee Rees and Tina Mabry — making visually compelling cinema addressing the outliers at the edges of black culture in America. Working mostly outside the auspices of Hollywood, they’re finding new ways to circumvent traditional channels (like using Ms. DuVernay’s distribution company, Affrm, or African American Film Festival Releasing Movement, which will release “Middle of Nowhere” later this year in concert with Participant Media).\n“The word that comes to mind when thinking of Bradford’s visual style is ‘lush,’ ” Ms. DuVernay said in an e-mail. “It is full. When I watch people of color in most films, the image is so often flat or partial. Nothing about what Bradford does is partial. Every frame is full-bodied and potent and robust. It’s so exciting because it’s so rare.”", "url": "https://www.nytimes.com/2012/05/20/movies/bradford-young-cinematographer-for-middle-of-nowhere.html"}