{"authors": ["Charlie Savage", "Graham Bowley"], "date_download": "2022-10-25 23:50:33", "date_modify": "2022-10-25 23:50:33", "date_publish": "2012-09-05 18:42:21", "description": "The United States military will continue indefinitely to operate a section of the Parwan complex holding foreign combatants, even as the two countries mark a transfer of authority.", "filename": "2012_09_06_world_asia_us-will-hold-part-of-afghan-prison-after-handover.html_pagewanted=all_1666741833.html", "image_url": "https://static01.nyt.com/images/2012/09/06/world/asia/06detain/06detain-articleLarge-v2.jpg?year=2012&h=330&w=600&s=f37cc042e36bb9c5def7595c4a6f31dde8ae8232d1c71e124a14af5e001a87b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_06_world_asia_us-will-hold-part-of-afghan-prison-after-handover.html_pagewanted=all_1666741833.html", "title": "U.S. Will Hold Part of Afghan Prison After Handover", "title_page": "U.S. Will Hold Part of Afghan Prison After Handover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an interview last week, the Afghan official who runs the Afghan-controlled portions of Parwan, Gen. Ghulam Farouk, acknowledged that the Afghan guards were still “in the process of building our capacity.” Three American officials sat in on the interview at his office at Parwan, while in a dusty yard outside his window, a graduation ceremony for about 100 guards unfolded. Behind them, a bus delivered detainees’ families for visits.\nWhile General Farouk said the process of transferring the initial group of Afghan detainees was almost complete, because of delicate relations with a “neighboring country” — a reference to Pakistan — he said it would be best if the United States kept the foreign detainees for now.\n“If we keep these people with us in this current situation and deal with them, this will create more problems for us,” he said. “Therefore it is better for the Americans to keep them.”\nWhen transferred, prisoners leave their cells in one of the remaining American-controlled buildings and are taken to new cells in a building controlled by Afghans, but where American personnel will still be present in an advisory role until at least March, under the agreement. An Afghan committee sorts the detainees into two groups: so far, General Farouk said, 1,638 have been approved for criminal prosecution, and 963 have been referred to a review board, which evaluates them and recommends whether to keep holding them without trial as wartime detainees.\nThe agreement calls on Afghanistan to consult the United States and “consider favorably” its assessment of whether a detainee poses a continuing security threat or should be released, but it is ambiguous about which country has final say. As a practical matter, the United States military still controls the perimeter of the base around the prison complex. To date, officials of both countries say, there have been no disagreements between General Farouk and his American counterpart, Lt. Gen. Keith M. Huber.\nThere are early signs, however, that the Afghans may be more inclined to release detainees than not. General Farouk said that so far the review board had finished evaluating about 600 men and recommended that he release 374. None have yet been freed, and he was vague about how many might be, but suggested it could be a majority.\nA major task for American officials has been to declassify as much evidence as possible showing that each detainee may be an insurgent. The dossiers, given to the Afghans when each detainee is transferred, can be used by the Afghan court or its review boards.", "url": "https://www.nytimes.com/2012/09/06/world/asia/us-will-hold-part-of-afghan-prison-after-handover.html?pagewanted=all"}