{"authors": ["Steven Erlanger", "Fares Akram"], "date_download": "2022-10-25 23:00:07", "date_modify": "2022-10-25 23:00:07", "date_publish": "2012-12-24 18:22:47", "description": "The deal that halted fighting between Israel and Hamas allows fishermen to go six nautical miles out to sea, instead of three, but arrests by Israeli patrols are still possible.", "filename": "2012_12_25_world_middleeast_gaza-cease-fire-expands-fishing-area-but-risks-remain_1666738807.html", "image_url": "https://static01.nyt.com/images/2012/12/25/world/25gaza_image/25gaza_image-articleLarge.jpg?year=2012&h=400&w=600&s=b78860b554cd415352024554dbffdc6eb005bfc27300c2b2dbef32ea85b378c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_25_world_middleeast_gaza-cease-fire-expands-fishing-area-but-risks-remain_1666738807.html", "title": "Gaza Cease-Fire Expands Fishing Area, but Risks Remain", "title_page": "Gaza Cease-Fire Expands Fishing Area, but Risks Remain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mushir al-Masri, a Hamas official, said that Israel was to blame for violating the cease-fire agreement, which he said allowed the expansion of the fishing limit. “We follow up any violations with the Egyptian sponsors of the truce,” he said.\nThe expansion of fishing has not immediately changed the buying habits of restaurateurs here, who have gotten used to buying cheaper farmed fish smuggled through the tunnels from Egypt. The fisherman say smuggled fish is often bad, since keeping it consistently cold on its journey is difficult.\nFor Rafiq Balaha, 38, a fishmonger selling his wares near the port, Egypt remains an important source. “There is not enough fish in Gazan waters,” he said. “I bring in sea bream,” known locally as denise, which are grown in Egyptian and Israeli fish farms. “People here love this kind of fish,” he said.\nHatem Bakr, who runs a seafood restaurant here, was examining the day’s catch. “Now we can buy red mullet and sea bass,” he said. “Here people prefer to buy local fish, not Egyptian fish, because they like the taste.” He believes that fish will stay expensive, however, at least until the fishermen can go out at least 10 nautical miles.\nFishermen are trying to feed their families, Mr. Abu Amira said. “He fights in the sea so he can feed his children, not in order to cause trouble between himself and the Jews.” Like fish, he said, when fishermen are taken from the sea they die.\n“The sea is everything for us — our hobby, our work, our pleasure, our income,” Mr. Abu Amira said. “We don’t know anything on the land. If we leave the sea, we get lost.”\nThat is where Khader Bakr is now, sitting on shore, at the small Gaza City port, bemoaning his boat. “Now I’ve lost everything,” he said. “I’ve got nothing to fish in.”", "url": "https://www.nytimes.com/2012/12/25/world/middleeast/gaza-cease-fire-expands-fishing-area-but-risks-remain.html"}