{"authors": ["Nick Wingfield"], "date_download": "2022-10-25 23:50:00", "date_modify": "2022-10-25 23:50:00", "date_publish": "2012-06-18 23:52:16", "description": "In its biggest push ever into the hardware business, Microsoft unveiled a tablet computer called Surface that it intends to challenge Apple’s iPad.", "filename": "2012_06_19_technology_microsoft-unveils-a-tablet-to-challenge-the-ipad_1666741800.html", "image_url": "https://static01.nyt.com/images/2012/06/19/business/19sof1_span/19sof1_span-articleLarge.jpg?year=2012&h=360&w=600&s=fbfb5b61d28edb45e3dd7828cf26e214c3555608d033c21297a9e1ba2dd1e5ab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_19_technology_microsoft-unveils-a-tablet-to-challenge-the-ipad_1666741800.html", "title": "Microsoft Introduces a Challenger to the iPad", "title_page": "Microsoft Introduces a Challenger to the iPad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — In its most strategically significant push yet into the hardware business, Microsoft on Monday unveiled a tablet computer called Surface that is intended to challenge Apple’s iPad.\nAt a press event here, the company showed off a tablet that is about the same weight and thickness as an iPad, with a 10.6-inch screen. The device has a built-in “kickstand” that allows it to be propped up for watching movies, and a thin detachable cover that will serve double duty as a keyboard.\nThe Surface tablet runs a variation of Windows 8, a version of Microsoft’s flagship operating system that is due out in the fall. Steven A. Ballmer, Microsoft’s chief executive, said the product was part of a longstanding tradition at Microsoft to create hardware, like computer mice, that show off innovations in its software.\n“We want to give Windows 8 its own companion hardware innovations,” Mr. Ballmer said.\nMicrosoft executives, however, were largely mum on how Surface would affect the company’s relationships with PC makers, the hardware companies that are the vehicles for sales of Windows software. With its new tablet, Microsoft will effectively be competing directly with its biggest customers.", "url": "https://www.nytimes.com/2012/06/19/technology/microsoft-unveils-a-tablet-to-challenge-the-ipad.html"}