{"authors": ["Parul Sehgal"], "date_download": "2022-10-25 23:37:32", "date_modify": "2022-10-25 23:37:32", "date_publish": "2011-12-30 17:09:24", "description": "A pregnant 15-year-old and her family await the arrival of Hurricane Katrina in this National Book Award-winning novel.", "filename": "2012_01_01_books_review_salvage-the-bones-by-jesmyn-ward-book-review_1666741052.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2011", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_01_books_review_salvage-the-bones-by-jesmyn-ward-book-review_1666741052.html", "title": "The New York Times", "title_page": "Salvage The Bones - By Jesmyn Ward - Book Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Job has nothing on 15-year-old Esch. She’s poor and pregnant and plain unlucky. Mama’s dead, Daddy’s a drunk and dinner is Top Ramen every night. Sex is the only thing that has ever come easily to her. When the boys used to take her down in the dirt or in the back seats of stripped cars in her front yard, she could escape briefly, pretend to be Psyche, Eurydice, Daphne, her favorite nymphs and goddesses from the Greek myths. But Manny, the boy who put the baby inside her, won’t look at her anymore. Esch can’t lie down in the dirt and pretend to be someone else or anywhere else. She’s stuck in shabby Bois Sauvage, a predominantly black Mississippi bayou town in the direct path of a hurricane they’re calling Katrina.\n“Salvage the Bones,” the 2011 National Book Award winner for fiction, is a taut, wily novel, smartly plotted and voluptuously written. It feels fresh and urgent, but it’s an ancient, archetypal tale. Think of Noah or Gilgamesh or any soggy group of humans and dogs huddled together, waiting out an apocalyptic act of God or weather. It’s an old story — of family honor, revenge, disaster — and it’s a good one. As Arnold Schoenberg said, “There is still much good music that can be written in C major.” And Jesmyn Ward makes beautiful music, plays deftly with her reader’s expectations: where we expect violence, she gives us sweetness. When we brace for beauty, she gives us blood.\nBest of all, she gives us a singular heroine who breaks the mold of the typical teenage female protagonist. Esch isn’t plucky or tomboyish. She’s squat, sulky and sexual. But she is beloved — her brothers Randall, Skeetah and Junior are fine and strong; they brawl and sacrifice and steal for her and each other. And Esch is in bloom. Her love for Manny and her love for literature have animated the world; everything is suddenly swollen and significant. “He makes my heart beat like that, I want to say, and point at the squirrel dying in red spurts.” The headiness of the language is the book’s major strength and flaw. Ward can get carried away. She never uses one metaphor when she can use three, and too many sentences grow waterlogged and buckle.\nSet in the 12 days leading up to and just after Hurricane Katrina, the novel presents each day as a distinct vignette with the punch of a story. The book opens with China, Skeetah’s pit bull, splitting open in the shed, birthing her first litter while the family watches and Skeetah massages her hips. And every ensuing scene riffs on these themes: the tenderness of men, the blessings that are brothers, the nearness of death. As a through-line, Ward weaves in the classics. Esch’s love of the Greek myths has inoculated her not from horror but from surprise. When Manny spurns her, she is ready: “In every one of the Greeks’ mythology tales, there is this: a man chasing a woman, or a woman chasing a man. There is never a meeting in the middle. There is only a body in a ditch, and one person walking toward or away from it.” She already knows that nature is protean and mischievous, that the gods tumble to earth to chase mortal women, girls can turn into trees, a hurricane can laugh, and the creek will rise out of its bed and wend its way into her house “to eat and play.”", "url": "https://www.nytimes.com/2012/01/01/books/review/salvage-the-bones-by-jesmyn-ward-book-review.html"}