{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:46:13", "date_modify": "2022-10-25 23:46:13", "date_publish": "2012-07-25 12:27:10", "description": "The appearance of Kim Jong-un’s wife is a sign that he is breaking from the style of his father, who was known for marrying beautiful performers but never introduced them to his people.", "filename": "2012_07_26_world_asia_north-korean-leader-marries-reports-say_1666741573.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_26_world_asia_north-korean-leader-marries-reports-say_1666741573.html", "title": "North Korea Mystery Woman? Turns Out She’s the First Lady", "title_page": "North Korea Mystery Woman? Turns Out She’s the First Lady - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It would put some of his new policies into the context of a North Korean version of Camelot,” Mr. Park said. “A dynamic and charismatic first lady could be very helpful in creating this image of Camelot. It’s definitely an uphill battle, but this image could generate some initial momentum.”\n“Uphill,” in this case, is an enormous understatement. North Korea remains one of the world’s most tightly controlled police states, with active gulags where defectors say torture and death are commonplace and one where failed economic policies helped lead to mass starvation in the 1990s and widespread food shortages that continue today.\nFor Mr. Kim, analysts say, a change in tone could speak to a young generation that is slowly learning about the world — and its own country’s failings — through a proliferation of smuggled cellphones and South Korean television shows. Ms. Ri’s fashion sense, they say, appears to be part of the building of a youthful new image; for years North Korean women were pictured only in traditional billowing dresses or Mao-style work clothes.\nIt is difficult to judge how important Ms. Ri’s ascension will prove to be in the realm of policy.\nMr. Kim has reportedly made a few significant changes since coming to power after the death of his father in December. They include publicly acknowledging some failures that his father and grandfather would almost certainly have hidden. He has been much more blunt about the food shortages, vowing to do more to ensure his people will not go hungry, and he admitted that an important rocket launching was a bust. He is even reported to be backing a program to allow hundreds of North Koreans to work in China to bring in much needed foreign currency, a risky plan that could expose many more of his countrymen to the world after decades of a virtual information blackout.\nBut defectors and others with contacts inside North Korea say his government has also tightened control on its border with China to keep disaffected North Koreans in, and the increasing trickle of foreign news out. And he shows no signs of backing off the nuclear arms program that has made his country a pariah, nor of abandoning “socialist principles in economic matters.”", "url": "https://www.nytimes.com/2012/07/26/world/asia/north-korean-leader-marries-reports-say.html"}