{"authors": ["Ginger Thompson"], "date_download": "2022-10-25 23:55:00", "date_modify": "2022-10-25 23:55:00", "date_publish": "2012-06-12 16:25:12", "description": "Federal authorities say that a horse breeding organization run by one of the most wanted drug traffickers in the world and his brother allowed them to launder millions of dollars.", "filename": "2012_06_13_us_drug-money-from-mexico-makes-its-way-to-the-racetrack.html_pagewanted=all_1666742100.html", "image_url": "https://static01.nyt.com/images/2012/06/12/us/12horse_cnd/12horse_cnd-articleLarge.jpg?year=2012&h=330&w=600&s=a10a059a33e2577d25299c0fd2a66b84fd24111c4b62c7717b6e37d60a6858a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_13_us_drug-money-from-mexico-makes-its-way-to-the-racetrack.html_pagewanted=all_1666742100.html", "title": "Mexico’s Zetas Accused of Laundering Money With Horses", "title_page": "Mexico’s Zetas Accused of Laundering Money With Horses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The affidavit said the Zetas funneled about $1 million a month into buying quarter horses in the United States. The authorities were tipped off to Tremor’s activities in January 2010, when the Zetas paid more than $1 million in a single day for two broodmares, the affidavit said.\nThe New York Times became aware of Tremor’s activities in December 2011 while reporting on the Zetas. The Times learned of the government’s investigation last month and agreed to hold back this article until Tuesday morning’s arrests.\nThe business was “so far out there it’s hard to believe,” said Morris Panner, a former prosecutor who handled drug cases. “Maybe they were using some kind of perverse logic that told them they could hide in plain sight, precisely because people wouldn’t believe it or question it.”\nThe Treviño brothers devised an elaborate scheme in which Mexican businessmen paid for the horses — some of them worth hundreds of thousands of dollars — from their own bank accounts so the purchases would appear legitimate, according to the affidavit. The Zetas would later reimburse the businessmen, and the horses’ ownership would be transferred to Tremor. The brothers’ activities on either side of the border made for a stark contrast. One week in May began with the authorities pointing fingers at Miguel Ángel Treviño for dumping the bodies of 49 people — without heads, hands or feet — in garbage bags along a busy highway in northern Mexico. The week concluded with José Treviño fielding four Tremor horses in a prestigious race at Los Alamitos Race Course, near Los Angeles.\nBy then, Mr. Villarreal’s story had come to a fatal, fiery end. Not long after the 2010 victory at Ruidoso, he was detained by the Drug Enforcement Administration and reluctantly agreed to work as an informant. Five months later, his charred remains were found in a burnt-out car on the highway outside Nuevo Laredo.\nThe buzz around Tremor’s winnings and acquisitions began three years ago, when José Treviño bought an estimated $3 million in quarter horses, including one named Number One Cartel.\nSince then he has worked with breeders, trainers and brokers considered pillars of the business. Tremor Enterprises did not always put its name on the horses it owned or the races they ran, presumably to avoid the attention of tax collectors and law enforcement authorities, according to federal agents.", "url": "https://www.nytimes.com/2012/06/13/us/drug-money-from-mexico-makes-its-way-to-the-racetrack.html?pagewanted=all"}