{"authors": ["Pete Thamel"], "date_download": "2022-10-25 23:35:12", "date_modify": "2022-10-25 23:35:12", "date_publish": "2012-07-24 01:31:28", "description": "Although the punishment was harsh, the outsize role of money in college sports may be a bigger factor in the degree to which the Penn State scandal will resonate at universities.", "filename": "2012_07_24_sports_ncaafootball_in-penn-state-scandal-weighing-penalty-and-role-of-money_1666740912.html", "image_url": "https://static01.nyt.com/images/2012/07/24/sports/ncaafootball/SANCTIONS/SANCTIONS-articleLarge.jpg?year=2012&h=330&w=600&s=4aac55d9275bdccd2bceb094727ce1322b578f5fa1cc79f9b77e6a2f6bcbb0f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_07_24_sports_ncaafootball_in-penn-state-scandal-weighing-penalty-and-role-of-money_1666740912.html", "title": "In Penn State Scandal, Weighing Penalty and Role of Money", "title_page": "In Penn State Scandal, Weighing Penalty and Role of Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“As much as I enjoy intercollegiate athletics, that whole sphere has become very, very powerful in so many ways on so many fronts, and one has to be very cautious,” said Dr. William L. Jenkins, the president of the Louisiana State University system, who added, in reference to Penn State, “Again, witness what happened here.”\nThe rise in revenue resulting from the boom in college sports stands in contrast to the dismal financial climate in the United States and is a huge factor in considering the degree to which the Penn State scandal may or may not resonate at universities. Kevin O’Malley, a college sports media consultant who has worked for almost four decades in sports television, said television contracts for individual college sports conferences had increased by an average of nearly 350 percent since 2008.\nThe latest television deal for the Southeastern Conference increased the league’s annual payout to $205 million, from $69 million. By the end of the decade, with the formation of the SEC’s own television network and the additional revenue the conference will receive after adding two universities this year, O’Malley estimated that the SEC would produce more than $300 million in annual television earnings.\n“I don’t think most schools look at this and say, ‘What happened at Penn State could affect the way that I look at my financial circumstances,’ ” said O’Malley, who noted the scandal would affect the hiring and monitoring of personnel. “It’s a big leap to say that what happened at Penn State will change overall behavior of the way that a school runs its athletic program.”\nThe increase in money available has translated to the salaries of coaches, athletic directors and even assistants. It is no longer unusual in college football for an offensive or defensive coordinator to make more than $1 million annually.", "url": "https://www.nytimes.com/2012/07/24/sports/ncaafootball/in-penn-state-scandal-weighing-penalty-and-role-of-money.html"}