{"authors": ["Thomas Kaplan", "John Eligon"], "date_download": "2022-10-25 23:30:45", "date_modify": "2022-10-25 23:30:45", "date_publish": "2012-03-15 02:08:29", "description": "Lawmakers on Thursday morning approved a measure to cut the retirement benefits for future public employees, dealing a defeat to labor unions at the end of a dramatic all-night session.", "filename": "2012_03_15_nyregion_plan-to-reduce-pensions-for-new-public-workers-takes-shape-in-albany_1666740645.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_15_nyregion_plan-to-reduce-pensions-for-new-public-workers-takes-shape-in-albany_1666740645.html", "title": "In Albany, Lawmakers Approve Pension Cuts and Redistricting", "title_page": "In Albany, Lawmakers Approve Pension Cuts and Redistricting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Cuomo’s efforts have infuriated labor leaders. Danny Donohue, the president of the state’s largest union of public workers, the Civil Service Employees Association, said that the pension deal was “shoved down the throat of state legislators fixated on their own self-preservation.”\n“This deal is about politicians standing with the 1 percent — the wealthiest New Yorkers — to give them a better break while telling nurses, bus drivers, teachers, secretaries, and laborers to put up and shut up,” Mr. Donohue said after the vote approving the pension changes.\nOvernight, lawmakers also approved a proposed constitutional amendment that would allow full-scale commercial casinos. The state has nine racetrack gambling parlors and five American Indian casinos; the amendment, which would have to be approved once more by the Legislature and then by voters, would authorize up to seven Las Vegas-style casinos.\nLawmakers also completed their part of a contentious redistricting compromise with Mr. Cuomo. He had pledged during his campaign for governor not to approve maps unless they were drawn by an independent body, but he reversed his position because, he said, approval of the maps drawn by the Legislature enabled him to get long-term redistricting reform.\nIn exchange for Mr. Cuomo’s approval of the maps, lawmakers agreed to support a constitutional amendment that would create a bipartisan redistricting commission after the 2020 census. In an effort to ensure that the Legislature follows through with its pledge to approve the constitutional amendment two years in a row, Mr. Cuomo insisted that it pass a law that would grant the governor greater power over redistricting if the Legislature abandoned the amendment.\nThe Assembly and the Senate approved the lawmaker-drawn maps and the constitutional amendment late Wednesday night, and the backup law early Thursday. The maps approved by the Legislature were for legislative districts only; lawmakers have been unable to agree on how to reduce the number of Congressional districts in the state to 27 from 29 and have left that task to a federal court.\nMr. Cuomo’s compromise on legislative redistricting drew criticism from Senate Democrats, who departed the chamber en masse rather than participate in the vote, held just before midnight. Government watchdog groups are pressing the governor to veto the maps, which they described as gerrymandered to protect incumbents and as unfair to minority voters.", "url": "https://www.nytimes.com/2012/03/15/nyregion/plan-to-reduce-pensions-for-new-public-workers-takes-shape-in-albany.html"}