{"authors": ["Choe Sang-Hun", "David E. Sanger"], "date_download": "2022-10-25 23:31:41", "date_modify": "2022-10-25 23:31:41", "date_publish": "2012-12-12 01:56:28", "description": "Washington and its allies have said they think North Korea’s rocket program has less to do with putting a satellite into orbit than with developing a vehicle for a nuclear warhead.", "filename": "2012_12_12_world_asia_north-korea-launches-rocket-defying-likely-sanctions_1666740701.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_12_world_asia_north-korea-launches-rocket-defying-likely-sanctions_1666740701.html", "title": "North Korea Launches Rocket, Defying Likely Sanctions", "title_page": "North Korea Launches Rocket, Defying Likely Sanctions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He also advertised that the country, despite its backwardness and isolation, could master a missile technology that it has previously marketed to Iran, Pakistan and others. Some American officials, who have privately warned of increased missile cooperation between Iran and North Korea over the past year, have argued that the North Korean test would benefit Iran as much as North Korea.\nThe North has a long way to go before it can threaten neighboring countries, and perhaps one day the West Coast of the United States, with a nuclear-armed missile. It has yet to develop a nuclear warhead small enough to fit atop its missile, experts say, and it has not tested a re-entry vehicle that can withstand the heat of the atmosphere. Nor is it clear that the country knows how to aim a missile with much accuracy.\n“What’s important here is the symbolism, especially if the test seems reasonably successful,” said Victor D. Cha, a scholar at the Center for Strategic and International Studies in Washington. “It’s not as if the U.S. can describe them anymore as a bunch of crazies who could never get anywhere with their technology. And it ends the argument that Kim Jong-un might be a young, progressive reformer who is determined to take the country in a new direction.”\nThe missile capabilities of a country as opaque as North Korea are notoriously hard to assess. United States and South Korean officials have said that all of the North’s four multiple-stage rockets previously launched have exploded in midair or failed in their stated goal of thrusting a satellite into orbit. Nonetheless, during a visit to China early in 2011, Robert M. Gates, then Mr. Obama’s defense secretary, said that North Korea was within five years of being able to strike the continental United States with an intercontinental ballistic missile.\nThe range of Wednesday’s test would fall far short of that goal, but suggests that the North has learned much about how to launch multistage rockets.\nNorth Korea insisted it was exercising its right to peaceful activity in space. But this is the third time the North has provoked the Obama administration — and, to some degree, its patron the Chinese — in four years.", "url": "https://www.nytimes.com/2012/12/12/world/asia/north-korea-launches-rocket-defying-likely-sanctions.html"}