{"authors": ["Annie Lowrey"], "date_download": "2022-10-25 23:45:06", "date_modify": "2022-10-25 23:45:06", "date_publish": "2012-01-26 18:23:33", "description": "Lael Brainard, a Treasury under secretary who is America’s top financial diplomat, is trying to coax European leaders to contribute to a financial firewall.", "filename": "2012_01_27_business_lael-brainard-is-washingtons-financial-envoy-to-euro-crisis.html_pagewanted=all_1666741506.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_27_business_lael-brainard-is-washingtons-financial-envoy-to-euro-crisis.html_pagewanted=all_1666741506.html", "title": "Lael Brainard Is Washington’s Financial Envoy to Euro Crisis", "title_page": "Lael Brainard Is Washington’s Financial Envoy to Euro Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The world’s financiers and finance ministers have descended on the annual forum in Davos, Switzerland, at another perilous moment, with the sovereign debt woes in Europe sapping strength from emerging markets and threatening global growth.\nEvery nation’s rebound is at risk, including that of the United States — a particular concern for President Obama, who wants to trumpet the country’s renewed strength during his re-election campaign.\nLael Brainard, America’s top financial diplomat, landed Thursday in Switzerland to help coax the European negotiations along. As the Treasury under secretary for international affairs, she has the urgent task of helping to persuade the Europeans to head off a financial crisis by building a firewall to quiet the markets once and for all — and doing so without any formal role in their negotiations. It is at times an awkward role, but the stakes are enormous, not just for the United States but for preservation of the euro zone and its currency.\nMs. Brainard, 49, operates mostly behind the scenes, in private phone calls and discreet visits — 17 trips to Europe alone in the last two years.", "url": "https://www.nytimes.com/2012/01/27/business/lael-brainard-is-washingtons-financial-envoy-to-euro-crisis.html?pagewanted=all"}