{"authors": ["Natasha Singer"], "date_download": "2022-10-25 22:55:16", "date_modify": "2022-10-25 22:55:16", "date_publish": "2012-06-16 18:20:24", "description": "Few consumers may have heard of Acxiom, a database marketer. But it has amassed the world’s largest commercial data trove about them, analysts say.", "filename": "2012_06_17_technology_acxiom-the-quiet-giant-of-consumer-database-marketing_1666738516.html", "image_url": "https://static01.nyt.com/images/2012/06/17/business/17-DATA-JP1/17-DATA-JP1-articleLarge.jpg?year=2012&h=330&w=600&s=0b85536b62d5d194ca23f2c18e282fdd8badb511b1e8ad3fbfceee982c204b23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_17_technology_acxiom-the-quiet-giant-of-consumer-database-marketing_1666738516.html", "title": "Acxiom, the Quiet Giant of Consumer Database Marketing", "title_page": "Acxiom, the Quiet Giant of Consumer Database Marketing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the process turned out to be not so user-friendly for a reporter for The Times.\nIn early May, the reporter decided to request her record from Acxiom, as any consumer might. Before submitting a Social Security number and other personal information, however, she asked for advice from a cybersecurity expert at The Times. The expert examined Acxiom’s Web site and immediately noticed that the online form did not employ a standard encryption protocol — called https — used by sites like Amazon and American Express. When the expert tested the form, using software that captures data sent over the Web, he could clearly see that the sample Social Security number he had submitted had not been encrypted. At that point, the reporter was advised not to request her file, given the risk that the process might expose her personal information.\nLater in May, Ashkan Soltani, an independent security researcher and former technologist in identity protection at the F.T.C., also examined Acxiom’s site and came to the same conclusion. “Parts of the site for corporate clients are encrypted,” he says. “But for consumers, who this information is about and who stand the most to lose from data collection, they don’t provide security.”\nMs. Barrett Glasgow says that the form has always been encrypted with https but that on May 11, its security monitoring system detected a “broken redirect link” that allowed unencrypted access. Since then, she says, Acxiom has fixed the link and determined that no unauthorized person had gained access to information sent using the form.\nOn May 25, the reporter submitted an online request to Acxiom for her file, along with a personal check, sent by Express Mail, for the $5 processing fee. Three weeks later, no response had arrived.\nRegulators at the F.T.C. declined to comment on the practices of individual companies. But Jon Leibowitz, the commission chairman, said consumers should have the right to see and correct personal details about them collected and sold by data aggregators.\nAfter all, he said, “they are the unseen cyberazzi who collect information on all of us.”", "url": "https://www.nytimes.com/2012/06/17/technology/acxiom-the-quiet-giant-of-consumer-database-marketing.html"}