{"authors": ["Martin Fackler"], "date_download": "2022-10-25 23:46:09", "date_modify": "2022-10-25 23:46:09", "date_publish": "2012-08-24 22:37:57", "description": "A former sushi chef for the ruling Kim family, who fled North Korea for his native Japan in 2001 and wrote a tell-all book, was recently welcomed back for a two-week visit.", "filename": "2012_08_25_world_asia_kim-family-chefs-redemption-suggests-a-softening-north-korea_1666741569.html", "image_url": "https://static01.nyt.com/images/2012/08/25/world/north/north-articleLarge.jpg?year=2012&h=330&w=600&s=e72f8aadc3ede19e944b567790b3341b94f6fd6ee97f7efb52997f7c53b7ef4c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_08_25_world_asia_kim-family-chefs-redemption-suggests-a-softening-north-korea_1666741569.html", "title": "Sushi Chef’s Redemption Brings Account of a Softening North Korea", "title_page": "Sushi Chef’s Redemption Brings Account of a Softening North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In photographs taken by an official photographer, Mr. Kim and his wife sat together across the table from Mr. Fujimoto, smiling warmly at their guest. Another high point, Mr. Fujimoto said, was being reunited with his North Korean wife and 20-year-old daughter. In 2001, he left them behind when he fled the North on the pretext of taking a short trip to Japan to buy fish. He never returned, he said, because he had begun to see some North Korean acquaintances “disappear,” making him fear he was next.\nHe also left behind the privileged lifestyle of the North Korean ruling family, whose luxurious villas with their own bowling alleys, fleets of imported cars and banquets with entertainment by dancers and female boxers he described in his writings.\nMr. Fujimoto said his visit, which began on July 21, showed him that North Korea had made some progress since the days of Kim Jong-il’s dour rule. He said he was surprised to see food stores in Pyongyang, often virtually empty during the famine-racked 1990s, now filled with vegetables and meats. One noodle restaurant that he used to frequent, and that was usually quiet, now regularly fills with customers, he said. He said that he thought most of the food came from China, and that Chinese businessmen had become a much more visible presence.\nAnother surprise, he said, was the proliferation of cellphones, which had become a must-have item, particularly among the city’s younger residents.\nMr. Fujimoto’s description of improved living standards in Pyongyang jibes with accounts by other visitors. However, the chef admitted that he did not know if the changes extended beyond the capital.\n“When I lived there before, there was a dark atmosphere, and people always walked with their heads hung down,” Mr. Fujimoto said. “The people have become lively and bright, and not afraid to show more cheerful faces.”\nHe said the most moving moment was his three-hour lunch with Mr. Kim the day after his arrival in Pyongyang. He said the young leader strode into the room wearing a black Mao suit, next to his wife, Ri Sol-ju, who was dressed in a stylish black blouse with red polka dots and a black skirt. They were followed by a retinue of family members and aides.", "url": "https://www.nytimes.com/2012/08/25/world/asia/kim-family-chefs-redemption-suggests-a-softening-north-korea.html"}