{"authors": ["Sharon Lafraniere", "John F. Burns", "Jonathan Ansfield"], "date_download": "2022-10-25 23:34:45", "date_modify": "2022-10-25 23:34:45", "date_publish": "2012-04-10 14:45:44", "description": "The wife of Bo Xilai, who had been seen as one of the handful of rising leaders slated to run China, is being investigated in the killing of a businessman, Neil Heywood, last year.", "filename": "2012_04_11_world_asia_detained-party-official-facing-ouster-from-politburo_1666740885.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_11_world_asia_detained-party-official-facing-ouster-from-politburo_1666740885.html", "title": "Briton’s Death Is Thrust to Center of China Scandal Over Bo Xilai", "title_page": "Briton’s Death Is Thrust to Center of China Scandal Over Bo Xilai - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The announcement of an “intentional homicide” appeared to surprise the British government, which had seemed anxious in recent weeks to distance itself from a major Chinese political scandal, saying that suspicions about the death they had passed to the Chinese were those of other Britons in China, not anything they could substantiate on their own.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nAfter an urgent huddle with other British officials, William Hague, the British foreign minister, told reporters in London: “It’s a death that needs to be investigated, on its own terms and on its own merits, without political considerations. So I hope they will go about it in that way, and I welcome the fact that there will be an investigation.”\nXinhua’s statement appeared to confirm one of the swirling rumors in the case, that Mr. Heywood’s death was linked to business dealings gone awry. The Chinese news agency said Ms. Gu and her son, Bo Guagua, had had close relations with Mr. Heywood but later had “a conflict over economic interests.” But Xinhua did not specify how Mr. Heywood died, or what business interests were involved. The only other suspect in his death, Zhang Xiaojun, was described as an “orderly” working in Mr. Bo’s home.\nThe shock of the Chinese announcement — claiming that a member of the ruling elite was linked through his wife to a possible murder, and that the killing grew out of private business interests of the kind that have made many Chinese officials rich — had far-reaching implications for the way that China is governed. The impact was amplified since China is facing a once-in-a-decade shift in power this fall to a new generation of leaders. Mr. Bo, 62, had become a contender for a seat in the inner sanctum of power, the nine-member standing committee of the Communist Party’s Politburo.\nA charismatic figure, Mr. Bo tried to build his political stature by taking a page from the political playbook of Mao Zedong, presenting himself as a populist attuned to the interests of ordinary people and stirring up nostalgia for the hugely destructive Cultural Revolution of the 1960s and ’70s, waged in the name of ordinary people against the Communist Party elite.\nAt the same time, Mr. Bo presided over a state-led economic boom in Chongqing, a provincial-level metropolitan region in southwestern China, and, detractors said, perverted the law enforcement process in what was billed as a campaign against organized crime. As the son of the legendary revolutionary leader Bo Yibo, he built a following among others with ties to Mao, as well as those unhappy with the get-rich-quick culture of recent decades — among them, top generals and unreformed leftists in the Communist elite.", "url": "https://www.nytimes.com/2012/04/11/world/asia/detained-party-official-facing-ouster-from-politburo.html"}