{"authors": ["Jenny Anderson", "Peter Lattman", "Julie Creswell"], "date_download": "2022-10-25 23:42:27", "date_modify": "2022-10-25 23:42:27", "date_publish": "2012-12-22 22:38:40", "description": "Interviews paint a complex portrait of Steven A. Cohen, the billionaire whose firm, SAC Capital, once employed several people whom a government inquiry has linked to insider trading.", "filename": "2012_12_23_business_steven-cohen-of-sac-is-fascinating-to-investigators-too_1666741347.html", "image_url": "https://static01.nyt.com/images/2012/12/23/business/23-COHEN-JP1/23-COHEN-JP1-articleLarge-v2.jpg?year=2012&h=409&w=600&s=db1a1e99e4b231f95b8ffc3657309f4cd082e64153626c085fc4377d818d23ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_12_23_business_steven-cohen-of-sac-is-fascinating-to-investigators-too_1666741347.html", "title": "Steven Cohen of SAC Is Fascinating to Investigators, Too", "title_page": "Steven Cohen of SAC Is Fascinating to Investigators, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But not even Mr. Cohen could dodge the financial crisis. On one particularly dark day in 2008, one SAC trader recalls, Mr. Cohen said: “I lost a billion dollars today. And probably $250 million in art.” It turned out to be SAC’s worst year ever, the only year it lost money. Its flagship fund plummeted 19 percent in value. Mr. Cohen personally lost $750 million, according to Alpha magazine.\nFormer employees say Mr. Cohen was furious about the big paychecks he awarded the previous year. He immediately began cutting expenses. SAC dismissed roughly a third of its money managers. For those who stayed, there were no more monthly birthday cakes.\nBUT as much as anything else, Mr. Cohen is now grappling with the confluence of powerful forces. The proliferation of hedge funds over the past decade has made spotting winning trades much more difficult. Many funds simply crowd into the same investments, reducing the potential payoff for everyone.\nOn top of that, changing rules, particularly one barring corporate executives and research analysts from disclosing information to select investors, have dulled SAC’s edge in information. SAC and others have increasingly leaned on so-called expert networks, which match industry specialists with financial players hungry for information. SAC, for instance, was a top client of the Gerson Lehrman Group, a top expert network firm.\nThen, of course, there are all those investigations. In one case, a former SAC fund manager who pleaded guilty told investigators that he thought trafficking in corporate secrets was part of this job description. In another case, the government says Mr. Martoma had a 20-minute phone conversation with Mr. Cohen the day before SAC dumped $700 million in two pharmaceutical companies and proceeded to make a big bet against them. Prosecutors said Mr. Martoma had secret information about the companies’ drug trials from a doctor.\nIn sworn testimony with an S.E.C. lawyer last summer, Mr. Cohen said he sold the stocks after the analyst told him that he had lost conviction about the investments, according to a person briefed on the case. Mr. Cohen said he could recall little else. In late November, amid all the headlines, the S.E.C. warned that it might file a civil fraud lawsuit against SAC related to the Martoma case.\nMr. Cohen has made a lot of people unimaginably rich, including himself. One question today is whether his investors — who have profited handsomely from his trading prowess over the years — will stand by him now. He has had a solid year, up 12 percent through November. Yet private bankers at Citigroup have advised clients not to invest more money with SAC. Investors who want to pull their money at their first chance, next March, have until Feb. 15 to advise SAC of their intentions. Inside 72 Cummings Point Road, the troops are worried. SAC employees have begun working the phones on weekends, exploring other job opportunities, says the chief executive of a bank that does business with Mr. Cohen’s firm.\nAs for Steve Cohen, he could walk away tomorrow, return every dime to his investors. And, barring the worst, he would be left, in quiet splendor, to trade with a fortune few can even fathom.", "url": "https://www.nytimes.com/2012/12/23/business/steven-cohen-of-sac-is-fascinating-to-investigators-too.html"}