{"authors": ["Ethan Bronner", "Isabel Kershner"], "date_download": "2022-10-25 23:56:25", "date_modify": "2022-10-25 23:56:25", "date_publish": "2012-01-14 23:23:42", "description": "A series of episodes involving the ultra-Orthodox community, including segregation of women and protests comparing officials to Nazis, has set off a debate about its position.", "filename": "2012_01_15_world_middleeast_israel-faces-crisis-over-role-of-ultra-orthodox-in-society.html_pagewanted=all_1666742185.html", "image_url": "https://static01.nyt.com/images/2012/01/15/world/JP-ORTHODOX/JP-ORTHODOX-articleLarge.jpg?year=2012&h=350&w=600&s=50ece60f99d83d99cbad3b657bfe76c5690a7a911a1a3471d982edb780341412&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_15_world_middleeast_israel-faces-crisis-over-role-of-ultra-orthodox-in-society.html_pagewanted=all_1666742185.html", "title": "Israel Faces Crisis Over Role of Ultra-Orthodox in Society", "title_page": "Israel Faces Crisis Over Role of Ultra-Orthodox in Society - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At a time when there is no progress on the Palestinian dispute, Israelis are turning inward and discovering that an issue they had neglected — the place of the ultra-Orthodox Jews — has erupted into a crisis.\nAnd it is centered on women.\n“Just as secular nationalism and socialism posed challenges to the religious establishment a century ago, today the issue is feminism,” said Moshe Halbertal, a professor of Jewish philosophy at Hebrew University. “This is an immense ideological and moral challenge that touches at the core of life, and just as it is affecting the Islamic world, it is the main issue that the rabbis are losing sleep over.”\nThe list of controversies grows weekly: Organizers of a conference last week on women’s health and Jewish law barred women from speaking from the podium, leading at least eight speakers to cancel; ultra-Orthodox men spit on an 8-year-old girl whom they deemed immodestly dressed; the chief rabbi of the air force resigned his post because the army declined to excuse ultra-Orthodox soldiers from attending events where female singers perform; protesters depicted the Jerusalem police commander as Hitler on posters because he instructed public bus lines with mixed-sex seating to drive through ultra-Orthodox neighborhoods; vandals blacked out women’s faces on Jerusalem billboards.\nPublic discourse in Israel is suddenly dominated by a new, high-toned Hebrew phrase, “hadarat nashim,” or the exclusion of women. The term is everywhere in recent weeks, rather like the way the phrase “male chauvinism” emerged decades ago in the United States.\nAll of this seems anomalous to most people in a country where five young women just graduated from the air force’s prestigious pilots course and a woman presides over the Supreme Court.", "url": "https://www.nytimes.com/2012/01/15/world/middleeast/israel-faces-crisis-over-role-of-ultra-orthodox-in-society.html?pagewanted=all"}