{"authors": ["Joe Nocera"], "date_download": "2022-10-25 23:35:15", "date_modify": "2022-10-25 23:35:15", "date_publish": "2011-12-30 10:00:18", "description": "The corrupt, contrived sentimentality of big-time college sports has created a glaring, and increasingly untenable, discrepancy between what players get and what everyone else in their food chain reaps.", "filename": "2012_01_01_magazine_lets-start-paying-college-athletes.html_pagewanted=all_1666740915.html", "image_url": "https://static01.nyt.com/images/2012/01/01/magazine/01football_span/01football_span-articleLarge-v2.jpg?year=2011&h=449&w=600&s=2ddc8bddf64c619c6c541edec6f7fe56428444cb7d4c9ceb23f2df954777546c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_01_magazine_lets-start-paying-college-athletes.html_pagewanted=all_1666740915.html", "title": "Let’s Start Paying College Athletes", "title_page": "Let’s Start Paying College Athletes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One obvious rejoinder is that paying players will create haves and have-nots in college sports. That is true — the Alabamas and Florida States would have a much easier time coming up with $3.65 million for their football and basketball players than Youngstown State. But the big-name college programs already have overwhelming advantages over the smaller Division I schools; paying the players doesn’t really change that fact. What it will most likely do is force smaller schools to rethink their commitment to big-time athletics. Schools that truly couldn’t afford to pay their players would be forced to de-emphasize football and men’s basketball — and, perhaps, regain their identity as institutions of higher learning. Ultimately, I suspect that if schools had to start paying their players, we would wind up with maybe 72 football schools (six conferences of 12 teams each) — down from the current 120 Football Bowl Subdivision programs — and 100 or so major basketball schools instead of the 338 that now play in Division I. Seems about right, doesn’t it?\nThe Six-Year Scholarship\nIf you were starting from scratch, you would never devise a system that relies on universities to serve as a feeder system for pro sports. It is not what universities were intended to do, and no other country in the world does it that way. In Europe, where soccer is king, children with professional potential are culled from the educational system in their early teens and often receive separate schooling from their soccer teams. Those who don’t wind up playing professionally are then ruthlessly tossed aside.\nCollege athletes are routinely tossed aside, too — after they have used up their athletic eligibility. Even those who officially “graduate” often do so without getting a real education. It is the unspoken scandal that permeates college sports, and it is corrosive not just for the athletes but also for the entire student body. “Within two or three weeks of coming to a university, players often find out they are woefully underprepared for college work,” Duderstadt says. “Very quickly they give up and major in eligibility. They take the cupcake courses. It is an insidious thing.”\nThere is another issue: Players who were stars in high school inevitably come to college with big dreams of going pro one day. Yet, as Emmert notes, “we had 5,500 Division I men’s basketball players last year, and only 50 went to the N.B.A.” By the time most players realize that they are not going to make it to the professional ranks, so much time has been lost that they can never catch up academically. In most cases, they also can’t afford to quit football and concentrate on their studies, because that would cost them their athletic scholarships.\nThe primary purpose of a six-year scholarship is to give athletes whose playing days have ended a chance to get their degrees — and to really have time to focus on classes that can prepare them for a future without football or basketball. It would allow players to take fewer courses during their years of athletic eligibility, giving them a better chance to succeed at the courses they do take. And it would make it possible for those players who do graduate within four years to pursue a graduate degree. The N.C.A.A. would no longer need to obsess over an athlete’s academic performance; as long as he met the same standard the school applied to every other student, he could stay in school and play on the team. The extra two years would place the onus on the athlete to get an education, while also giving him the opportunity. Isn’t that how it should work anyway?\nLifetime Health Insurance and the College Players Association\nIt is not just professional football players who have concussions. Nor are they the only ones who take painkillers to disguise their injuries — or who suffer chronic pain by the time they are in their 30s thanks to the beatings their bodies took during their athletic careers. Taylor Branch, the author of the Atlantic essay, was a good football player in high school, but he turned down a football scholarship to Georgia Tech because he knew his body was already breaking down just from playing high-school football. “I wouldn’t have had any shoulders left if I had played football in college,” he told me recently. Providing lifetime health insurance as a benefit for anyone who plays at least two years of college ball is a no-brainer.\nThe College Players Association, which would administer the health-insurance plan, would also represent the players whenever salary caps or minimum salaries are being set, as well as on those occasions when the N.C.A.A. or a college conference is cutting a deal with a television network or a marketing firm. Players would receive a percentage of the revenues — I am thinking 10 percent at first, though that, too, would quite likely rise — to be disbursed after they leave school, giving them a small share of the revenue their team generated while they were there. The organization would handle licensing deals on behalf of players whose jerseys are being sold, too, and collect fees whenever the N.C.A.A. markets the images of former players. (A portion of those fees would be used to pay the health insurance costs.) This clearinghouse role would resemble the system by which songwriters receive royalties from B.M.I. or Ascap whenever their songs are played on the radio or on television.", "url": "https://www.nytimes.com/2012/01/01/magazine/lets-start-paying-college-athletes.html?pagewanted=all"}