{"authors": ["Alan Cowell", "John F. Burns"], "date_download": "2022-10-25 22:59:31", "date_modify": "2022-10-25 22:59:31", "date_publish": "2012-09-14 12:03:56", "description": "Britain’s royal household rebuked a French magazine for photographs of the former Kate Middleton topless, evoking the furor around press coverage of Diana.", "filename": "2012_09_15_world_europe_britain-rebukes-magazine-for-publishing-images-of-topless-kate-middleton_1666738771.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_15_world_europe_britain-rebukes-magazine-for-publishing-images-of-topless-kate-middleton_1666738771.html", "title": "Photos of Topless Kate Middleton Prompt Lawsuit", "title_page": "Photos of Topless Kate Middleton Prompt Lawsuit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In a dispute evoking the furor that swirled around press coverage of Diana, Princess of Wales, Britain’s royal household began legal proceedings on Friday against a French magazine that published paparazzi photographs of the former Kate Middleton, the wife of Diana’s elder son, Prince William, sunbathing topless at a secluded villa in Provence.\n‘‘St. James’s Palace confirms that legal proceedings for breach of privacy have been commenced today in France by the duke and duchess of Cambridge against the publishers of Closer Magazine France,’’ the couple’s office said in a statement.\nComing after the publication of photographs last month of Prince Harry, Diana’s younger son, cavorting naked at a party in Las Vegas, the appearance of the images of the former Miss Middleton, now the Duchess of Cambridge, in the French edition of Closer magazine raised profound questions about the limits of royal privacy and threatened to revive old strains with the press.\nBefore his marriage to Miss Middleton last year, Prince William repeatedly indicated that he wished to shield her from what the royal family depicted as the hounding of Diana before, throughout and after her doomed marriage to his father, Prince Charles, the heir to the British throne.", "url": "https://www.nytimes.com/2012/09/15/world/europe/britain-rebukes-magazine-for-publishing-images-of-topless-kate-middleton.html"}