{"authors": ["Jack Healy", "Michael S. Schmidt"], "date_download": "2022-10-25 23:38:22", "date_modify": "2022-10-25 23:38:22", "date_publish": "2012-01-05 23:49:40", "description": "A move by Iraq’s government to welcome a deadly insurgent group into its political system is adding to sectarian tensions and could tilt the nation’s center of gravity closer to Iran.", "filename": "2012_01_06_world_middleeast_iraqi-moves-to-embrace-militia-opens-new-fault-lines_1666741102.html", "image_url": "https://static01.nyt.com/images/2012/01/06/world/militia1/militia1-articleLarge.jpg?year=2012&h=359&w=600&s=7ee166afbc8e83e0f607aa65bb6912ebcbb041a58ccf21e7cd23b8e8ffdafcdb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_01_06_world_middleeast_iraqi-moves-to-embrace-militia-opens-new-fault-lines_1666741102.html", "title": "Iraqi Moves to Embrace Militia Open New Fault Lines", "title_page": "Iraqi Moves to Embrace Militia Open New Fault Lines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — It was one of the deadliest insurgent groups in Iraq in recent years, an Iranian-backed militia that bombed American military convoys and bases, assassinated dozens of Iraqi officials and tried to kidnap Americans even as the last soldiers withdrew.\nBut now the Shiite-led government of Prime Minister Nuri Kamal al-Maliki is welcoming the militant group into Iraq’s political system, a move that could tilt the nation’s center of gravity closer to Iran. The government’s support for the militia, which only just swore off violence, has opened new sectarian fault lines in Iraq’s political crisis while potentially empowering Iran at a moment of rising military and economic tensions between Tehran and Washington.\nThe militant group, Asaib Ahl al-Haq, broke away from the fierce Shiite militia commanded by the anti-American cleric Moktada al-Sadr, who has strong ties to Tehran. The American military has long maintained that the group, led by a former spokesman for Mr. Sadr, Qais al-Khazali, was trained and financed by Iran’s elite Quds Force — something that Iran denies.\nSince the American military withdrawal last month, Iraq has been convulsed with waves of attacks that have raised concerns about its political stability. On Thursday, bombings killed at least 68 people, including 44 Shiite pilgrims in a single attack in the southern deserts near Nasiriya. With that backdrop of violence, the Iraqi government can plausibly claim that its overtures to the group are an earnest attempt to make peace with a powerful armed foe while nudging the country closer to a much-needed national reconciliation.", "url": "https://www.nytimes.com/2012/01/06/world/middleeast/iraqi-moves-to-embrace-militia-opens-new-fault-lines.html"}