{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:10", "date_modify": "2022-10-25 23:33:10", "date_publish": "2012-06-23 22:36:27", "description": "In the span of a few hours, Paraguay’s Senate convened, read a list of accusations and put President Fernando Lugo on trial, dismissing his request for more time to mount his defense.", "filename": "2012_06_24_world_americas_in-paraguay-democracys-all-too-speedy-trial_1666740790.html", "image_url": "https://static01.nyt.com/images/2012/06/24/world/paraguay/paraguay-articleLarge.jpg?year=2012&h=350&w=600&s=2da1b661ac0c81a46cb902e4a94d72a3449d1f15f9e839332761ec692dc7d0ff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_06_24_world_americas_in-paraguay-democracys-all-too-speedy-trial_1666740790.html", "title": "In Paraguay, Democracy’s All-Too-Speedy Trial", "title_page": "In Paraguay, Democracy’s All-Too-Speedy Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — In the span of a few hours on Friday, Paraguay’s Senate convened its members, read a list of accusations and put President Fernando Lugo on trial. Dismissing his request for more time to mount his defense, the senators abruptly voted to oust him from office, spurring a fierce debate across Latin America over the fragility of democratic institutions in a region with a long history of dictatorships.\nAnd late Saturday, both Brazil and Argentina, which wield considerable economic influence in Paraguay, said they were withdrawing their ambassadors to Asunción because of the action against Mr. Lugo.\nThe Senate’s rush to remove Mr. Lugo, who accepted the vote’s outcome and was quickly replaced by Vice President Federico Franco, was even more confounding since the next presidential elections in Paraguay are just nine months away. Various regional leaders, including Presidents Cristina Fernández de Kirchner of Argentina and Hugo Chávez of Venezuela, denounced the ouster as a coup d’état.\nVarious takes on that assertion quickly surfaced around the region, including descriptions of the ouster as a “parliamentary coup,” a “constitutional coup,” even a “golpeachment,” merging the Portuguese terms for “coup” and “impeachment,” which spread throughout social networks in Brazil.", "url": "https://www.nytimes.com/2012/06/24/world/americas/in-paraguay-democracys-all-too-speedy-trial.html"}