{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:32:50", "date_modify": "2022-10-25 23:32:50", "date_publish": "2012-04-03 10:03:49", "description": "The reward for the capture of the militant leader Hafiz Saeed, who is accused of orchestrating the 2008 Mumbai attacks, was likely to further strain relations with Pakistan.", "filename": "2012_04_04_world_asia_us-offers-10-million-reward-for-pakistani-militant.html_pagewanted=all_1666740770.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_04_04_world_asia_us-offers-10-million-reward-for-pakistani-militant.html_pagewanted=all_1666740770.html", "title": "U.S. Posts $10 Million Reward for Pakistani Militant", "title_page": "U.S. Posts $10 Million Reward for Pakistani Militant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISLAMABAD, Pakistan — The United States has announced a $10 million reward for information leading to the capture of Hafiz Saeed, a Pakistani militant leader accused of orchestrating the 2008 Mumbai attacks, who in recent months has emerged at the vanguard of a prominent anti-American lobbying group.\nWendy R. Sherman, the United States under secretary of state for political affairs, announced the reward for Mr. Saeed, described as the leader of the militant group Lashkar-e-Taiba, during a visit to India on Monday. She also announced a reward of $2 million for information leading to the capture of Hafiz Abdul Rahman Makki, Mr. Saeed’s brother-in-law.\nThe reward was welcomed by Ms. Sherman’s Indian hosts, who have long pressed Pakistan to imprison or extradite Mr. Saeed. A spokesman for the Ministry of External Affairs said it was a “strong signal” to Lashkar-e-Taiba and evidence of growing security cooperation between the United States and India. The Mumbai attacks killed at least 163 people.\nBut the reward is likely to further strain relations with Pakistan, which are currently being renegotiated after a border clash in November in which American warplanes killed 24 Pakistani soldiers. And it met with a contemptuous reception among Mr. Saeed’s supporters, one of whom described the reward as an “April Fool’s joke” and ridiculed the notion that Mr. Saeed was a hunted man.", "url": "https://www.nytimes.com/2012/04/04/world/asia/us-offers-10-million-reward-for-pakistani-militant.html?pagewanted=all"}