{"authors": ["Tanzina Vega"], "date_download": "2022-10-25 23:31:59", "date_modify": "2022-10-25 23:31:59", "date_publish": "2012-05-16 01:03:55", "description": "The loss of $10 million in ad dollars does not represent a financial disaster for Facebook, but it is a public relations headache so close to the company’s initial stock offering this week.", "filename": "2012_05_16_business_media_gm-to-quit-facebook-ad-campaign-worth-10-million-a-year_1666740719.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_16_business_media_gm-to-quit-facebook-ad-campaign-worth-10-million-a-year_1666740719.html", "title": "G.M. to Quit Facebook Ad Campaign Worth $10 Million a Year", "title_page": "G.M. to Quit Facebook Ad Campaign Worth $10 Million a Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a public filing last month, Facebook said that its first-quarter ad revenue had actually declined to $872 million from $943 million in the previous three-month period, although it was up almost 37 percent from $637 million for the same quarter from the previous year.\nSeveral analysts believe that GM’s decision will cause other marketers to take at least a second look at their own Facebook strategy. Melissa Parrish, an analyst at Forrester, wrote in an e-mail that the move would force Facebook to listen more closely to marketers.\n“My colleagues and I have spoken with several other advertisers who were already thinking of putting their dollars elsewhere,” Ms. Parrish said. “Now that G.M. has done so in such a large and public way, many of the fence-sitters will know that they’re not alone in their disappointment about their results.” According to Forrester, Facebook made just under $4 in revenue per user in 2011.\nGeneral Motors, which spends about $3 billion on advertising annually worldwide, has advertised on Facebook since 2008. In January, G.M. consolidated its media planning and buying operations, giving Carat, part of the Aegis Media unit of the Aegis Group, the job. The automaker will continue to have a presence on Facebook with free content like the existing brand pages. Mr. Henderson said Facebook “continues to be a very effective tool for engaging with our customers.”\nA person briefed on the discussions between the companies said that G.M. spent a total of about $40 million on Facebook annually, most of that on managing its own presence and developing applications. This person, who asked not to be identified discussing private negotiations, said that Facebook had advised the company to spend less money on developing applications and more money on advertising and promotion. “They didn’t use paid media to get the message out,” the person said.", "url": "https://www.nytimes.com/2012/05/16/business/media/gm-to-quit-facebook-ad-campaign-worth-10-million-a-year.html"}