{"authors": ["Tanzina Vega"], "date_download": "2022-10-25 22:55:28", "date_modify": "2022-10-25 22:55:28", "date_publish": "2012-02-27 02:18:35", "description": "Advertising and technology industries, which have been under pressure to do more to ensure privacy, said they would support a “Do Not Track” mechanism, yet consumers would hardly be invisible online.", "filename": "2012_02_27_technology_opt-out-provision-would-halt-some-but-not-all-web-tracking_1666738528.html", "image_url": "https://static01.nyt.com/images/2012/02/27/business/privacyjump1/privacyjump1-articleLarge.jpg?year=2012&h=379&w=600&s=84d0ec1dfffda236a4801d3d272681a7d3bf8182db82ecf3ace887fb961355b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_02_27_technology_opt-out-provision-would-halt-some-but-not-all-web-tracking_1666738528.html", "title": "Opt-Out Provision Would Halt Some, but Not All, Web Tracking", "title_page": "Opt-Out Provision Would Halt Some, but Not All, Web Tracking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last Thursday federal regulators, members of advertising trade groups and technology companies gathered in Washington to announce new initiatives to protect consumers’ privacy online.\nBut, as it turns out, privacy is in the eye of the beholder.\nThe Obama administration has pushed hard for a privacy bill of rights that would give consumers more control over what personal data is collected online and what limits would be placed on that data.\nThe advertising and technology industries, which have been under pressure to do more to ensure privacy, said they would support a “Do Not Track” mechanism that would be clearly and uniformly adopted by browser vendors and would allow consumers to opt out of having some companies, but not all, keep data on their online activities.\nWhile the agreement would limit certain types of data collection, consumers would hardly be invisible on the Web.", "url": "https://www.nytimes.com/2012/02/27/technology/opt-out-provision-would-halt-some-but-not-all-web-tracking.html"}