{"authors": ["Ginia Bellafante"], "date_download": "2022-10-25 22:59:52", "date_modify": "2022-10-25 22:59:52", "date_publish": "2012-05-19 03:53:06", "description": "When drinking at the neighborhood bars becomes a threat to civic and social life, should we fight liquor consumption as a matter of urban policy?", "filename": "2012_05_20_nyregion_the-neighborhood-drinking-problem_1666738792.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_20_nyregion_the-neighborhood-drinking-problem_1666738792.html", "title": "The Neighborhood Drinking Problem", "title_page": "The Neighborhood Drinking Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The problem with modern-day temperance initiatives in New York — beyond the obvious risk of their seeming hoary in a place where a wine bar provides the ultimate imprimatur of gentrification — is that they so often take the form of entitled neighborhood grievance. Recently in Chelsea, residents protested the potential opening of a gastro pub that had the well-known club owner Amy Sacco attached. Fearing that the place would cater to traders who wanted to get drunk and models who didn’t want to eat, residents proclaimed the place was really just posing as a restaurant and ultimately blocked Ms. Sacco’s involvement.\nIn the same vein, this month, Brooklyn Speaks, an amalgamation of civic organizations and community groups concerned about the development at Atlantic Yards, drew up a petition calling on the State Liquor Authority to end alcohol sales at the Barclays Center arena no later than 10 p.m. The group worried that drinking at the stadium could linger on until 4 a.m., even though no amount of N.B.A. overtime — or encores at a Bon Jovi concert, for that matter — would ever likely last that long. (The group was seeking to end drinks sales at basketball games at half time; at Madison Square Garden, they are permitted until the beginning of the fourth quarter.)\nThese outcries, however warranted, have received far more attention than the existing threat to civic and social life elsewhere. Not long ago, Assemblyman Francisco P. Moya, representing the 39th District in western Queens, asked the State Liquor Authority to conduct research that determined that his own Corona neighborhood was second only to downtown Manhattan in the number of beer and wine dispensaries. The stretch of Roosevelt Avenue that runs through Corona is packed with bars, many operating, legally or illegally, as dance clubs. On weekend mornings, it is common to see people passed out on the sidewalk, the assemblyman said. Most of these bars stay open past 4 a.m., and many, he said, are not in the practice of cutting people off.\nOn Thursday evening, I visited the area with Mr. Moya. He sent me to a particularly notorious bar where, at 7 p.m., I found a patron with his head buried on his table. Around the block, a pair of business cards lay scattered on the sidewalk, advertising La Marina, a nearby bar, with pictures of women in lingerie offering specials on Monday and Thursday nights: six beers for $20. In 2010, Corona, neighboring Elmhurst and Jackson Heights led the city in drunken-driving arrests.", "url": "https://www.nytimes.com/2012/05/20/nyregion/the-neighborhood-drinking-problem.htmL"}