{"authors": ["Alexei Barrionuevo"], "date_download": "2022-10-25 23:29:58", "date_modify": "2022-10-25 23:29:58", "date_publish": "2012-09-19 00:04:31", "description": "The building at 157 West 57th Street, which will be New York’s tallest tower with residences when completed, has attracted the world’s superrich looking for a better way to preserve their wealth.", "filename": "2012_09_19_realestate_rising-tower-in-manhattan-takes-on-sheen-as-billionaires-haven.html__r=0_1666740598.html", "image_url": "https://static01.nyt.com/images/2012/09/19/nyregion/TOWER/TOWER-articleLarge.jpg?year=2012&h=380&w=600&s=aa7120c4575e2b1aae455d20d82c7e56b762b2c7b5650cd706f1f8b0da62b5ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_19_realestate_rising-tower-in-manhattan-takes-on-sheen-as-billionaires-haven.html__r=0_1666740598.html", "title": "Rising Tower in Manhattan Takes On Sheen as Billionaire’s Haven", "title_page": "Rising Tower in Manhattan Takes On Sheen as Billionaire’s Haven - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One57, a 1,004-foot tower under construction in Midtown Manhattan, will soon hold the title of New York’s tallest building with residences. But without fanfare from its ultraprivate future residents, it is cementing a new title: the global billionaires’ club.\nThe buyers of the nine full-floor apartments near the top that have sold so far — among them two duplexes under contract for more than $90 million each — are all billionaires, Gary Barnett, the president of the Extell Development Company, the building’s developer, said this week. The other seven apartments ranged in price from $45 million to $50 million.\nThe billionaires’ club includes several Americans, at least two buyers from China, a Canadian, a Nigerian and a Briton, according to Mr. Barnett and brokers who have sold apartments in the building, at 157 West 57th Street. Mr. Barnett said that at least a few buyers were “significant Forbes billionaires.”", "url": "https://www.nytimes.com/2012/09/19/realestate/rising-tower-in-manhattan-takes-on-sheen-as-billionaires-haven.html?_r=0"}