{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:52:01", "date_modify": "2022-10-25 23:52:01", "date_publish": "2012-09-07 18:17:17", "description": "Mylan, the maker of the epinephrine injector EpiPen, is expanding its marketing efforts in the face of new, competing devices and the surging rates of allergies in children.", "filename": "2012_09_08_business_mylan-invests-in-epipen-as-child-allergies-increase_1666741921.html", "image_url": "https://static01.nyt.com/images/2012/09/08/business/08epipen/08epipen-articleLarge-v2.jpg?year=2012&h=375&w=600&s=38aa3058ade66256cbb77df9b47628b3b3930cdcc0cadb132f4407ef268df353&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_09_08_business_mylan-invests-in-epipen-as-child-allergies-increase_1666741921.html", "title": "Mylan Invests in EpiPen as Child Allergies Increase", "title_page": "Mylan Invests in EpiPen as Child Allergies Increase - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I think this goes to the heart of being able to do good and do well,” she said.\nAlthough no one knows exactly why, the rate of food allergies among children appears to be on the rise. One survey found that in 2008, one in 70 children was allergic to peanuts, compared with one in 250 in 1997.\n“I don’t think it’s overdiagnosis,” said Dr. Scott H. Sicherer, the author of the report and a researcher at the Jaffe Food Allergy Institute at Mount Sinai Medical Center in Manhattan. “There really seems to be a difference.”\nA study last year in the journal Pediatrics found that about one in 13 children had a food allergy, and nearly 40 percent of those with allergies had severe reactions. A recent survey in Massachusetts, where schools are permitted to administer epinephrine to any student, found that one-quarter of students who had to be given the drug for a reaction did not know they had an allergy. But in many schools, employees are not allowed to use epinephrine injectors on children who do not have a prescription.\nThat’s what happened in January when Amarria Johnson, a first grader from Chesterfield, Va., developed a severe allergic reaction. Her mother, Laura Pendleton, said Amarria’s allergy to peanuts was known, but the school did not have an EpiPen that was prescribed to her. At the time, school employees were not allowed to use injectors that were prescribed to other children.\nAnother student gave Amarria a peanut during recess, and by the time paramedics arrived, Amarria had stopped breathing and could not be resuscitated, according to the Chesterfield County police. In April, Virginia’s governor signed a law that lifted those restrictions and required all schools to carry injectors for emergency use.\nMs. Pendleton said parents could not police everything their child ate.\n“You need to have the EpiPens there just in case,” she said.", "url": "https://www.nytimes.com/2012/09/08/business/mylan-invests-in-epipen-as-child-allergies-increase.html"}