{"authors": ["Rick Gladstone", "Stephen Castle"], "date_download": "2022-10-25 23:40:50", "date_modify": "2022-10-25 23:40:50", "date_publish": "2012-03-15 21:00:59", "description": "The action means Iran cannot electronically repatriate billions of dollars worth of earnings from the sale of oil and other exports.", "filename": "2012_03_16_world_middleeast_crucial-communication-network-expelling-iranian-banks_1666741250.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2012", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_03_16_world_middleeast_crucial-communication-network-expelling-iranian-banks_1666741250.html", "title": "Swift, a Banking Network, Agrees to Expel Iranian Banks", "title_page": "Swift, a Banking Network, Agrees to Expel Iranian Banks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lázaro Campos, Swift’s chief executive, said in the statement that “disconnecting banks is an extraordinary and unprecedented step for Swift. It is a direct result of international and multilateral action to intensify financial sanctions against Iran.”\nThere was no immediate reaction from Iran. But its leaders have consistently criticized the vise of economic sanctions on its financial and oil industries as illegal and as bullying by the Western powers. The United States and European Union have used the sanctions to pressure Iran to suspend its uranium enrichment activities, out of suspicion that it is surreptitiously trying to achieve the capability to make nuclear weapons.\nWhile Iran insists the uranium enrichment is for peaceful purposes, it agreed last week to a resumption of long-stalled negotiations to resolve the dispute. It had been conducting the talks with the five permanent members of the Security Council and Germany, but the negotiations were ended out of frustration with what the Western powers characterized as Iran’s pattern of insincerity and stalling.\nSupporters of the sanctions said Iran’s new willingness to talk was proof that the strategy could succeed — and in any case was preferable to military action to stop the nuclear program. Israel, which regards Iran as its most dangerous enemy, has threatened to attack suspected nuclear sites in Iran if it concludes that sanctions are not working. President Obama has counseled Israeli leaders to give the sanctions more time.\nThe announcement by Swift came a day after Mr. Obama, meeting in Washington with Prime Minister David Cameron of Britain, warned Iran to negotiate in good faith at the talks, expected to take place in coming weeks. “The window for solving this issue diplomatically is shrinking,” Mr. Obama said.", "url": "https://www.nytimes.com/2012/03/16/world/middleeast/crucial-communication-network-expelling-iranian-banks.html"}