{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:11", "date_modify": "2022-10-25 23:37:11", "date_publish": "2012-05-06 18:45:08", "description": "Few recent Met productions seem bolder or fresher than John Dexter’s 1978 staging of “Billy Budd,” which returned after a lengthy absence.", "filename": "2012_05_07_arts_music_brittens-billy-budd-at-the-metropolitan-opera_1666741031.html", "image_url": "https://static01.nyt.com/images/2012/05/07/arts/07BILLY/07BILLY-articleLarge.jpg?year=2012&h=351&w=600&s=b139e0a806714f6f0661c09177074696e41135ed61efc4f0bf788c27f5410a28&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2012_05_07_arts_music_brittens-billy-budd-at-the-metropolitan-opera_1666741031.html", "title": "Britten’s ‘Billy Budd’ at the Metropolitan Opera", "title_page": "Britten’s ‘Billy Budd’ at the Metropolitan Opera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is hard to believe that John Dexter’s production of Britten’s “Billy Budd,” which returned to the Metropolitan Opera on Friday night after a 15-year absence, was introduced back in 1978. Peter Gelb, the Met’s general manager, talks about how essential it is to modernize the theatrical elements of opera. But few recent Met productions are bolder or fresher than Dexter’s staging of this great Britten work.\nThe performance benefited from the inspired conducting of David Robertson and from a strong cast headed by the baritone Nathan Gunn, taking on the title role for the first time at the Met. He has sung it to acclaim elsewhere, including the Lyric Opera of Chicago, in an arresting 2001 production by David McVicar.\nWorking with a libretto by E. M. Forster and Eric Crozier, adapted from the Melville story, Britten composed “Billy Budd” in 1950-51, then revised it 10 years later, reshaping its four acts into two. On the surface the opera, with an all-male cast, tells of a British warship as it enters enemy French waters in 1797, focusing on the oppression of those men pressed into service against their will. Dexter, who died in 1990, places all the action on a multitiered set by William Dudley that shows a cross-section of the entire ship against an inky black background. The various levels, from below deck to topmasts, rise and fall fluidly and (please note, Robert Lepage) without a single creak.\nIn some ways “Billy Budd” is opera in the grand manner, with a pulsing, urgent score, massed choral scenes for the sailors, intricate ensembles and lush writing for a large orchestra. Yet Britten also presents a piercing psychological study of good and evil, innocence and twisted envy, and the ambiguity of attraction. Whole stretches of the score are vocally intimate and transparently orchestrated.", "url": "https://www.nytimes.com/2012/05/07/arts/music/brittens-billy-budd-at-the-metropolitan-opera.html"}