{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:42:09", "date_modify": "2022-10-25 23:42:09", "date_publish": "2013-08-08 07:36:06", "description": "The company added contract subscribers and stemmed financial losses in the second quarter after adding the iPhone and focusing on common customer complaints.", "filename": "2013_08_09_technology_t-mobile-us-reports-largest-customer-growth-in-four-years.html__r=0_1666741329.html", "image_url": "https://static01.nyt.com/images/2013/08/09/business/subPhone/subPhone-articleLarge.jpg?year=2013&h=400&w=600&s=927e3205518921182f5aee801bdb2a20359484b50d606b45b406dba02a47e4d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_09_technology_t-mobile-us-reports-largest-customer-growth-in-four-years.html__r=0_1666741329.html", "title": "T-Mobile US Reports Resurgent Customer Growth", "title_page": "T-Mobile US Reports Resurgent Customer Growth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — T-Mobile US, the fourth-largest American carrier, lost thousands of customers over the last few years to rivals that offered more popular phones. But it appears to be rebounding.\nThe company on Thursday said it had gained 1.1 million customers, including 685,000 contract subscribers, in the last quarter. That compares with a loss of 557,000 contract subscribers, the most valuable type of customer, in the same period a year ago. The upswing was its largest customer growth in four years.\nThe company, based in Bellevue, Wash., started offering the iPhone in April, when it also began offering new phone plans that addressed common frustrations with wireless companies, like confusing contracts and expensive data plans.\n“By fixing the things that drive them mad, like contracts and upgrades, and freeing them from the two-year sentences imposed on them by our competitors, they are choosing the new T-Mobile in unprecedented numbers,” John Legere, chief executive of T-Mobile US, said of his customers in a news release.", "url": "https://www.nytimes.com/2013/08/09/technology/t-mobile-us-reports-largest-customer-growth-in-four-years.html?_r=0"}