{"authors": ["Brian Seibert"], "date_download": "2022-10-25 23:51:10", "date_modify": "2022-10-25 23:51:10", "date_publish": "2013-09-18 21:18:41", "description": "Peak Performances is opening its season with a new work by the abstract choreographer Liz Gerring.", "filename": "2013_09_19_arts_dance_liz-gerrings-glacier-opens-peak-performances-series_1666741870.html", "image_url": "https://static01.nyt.com/images/2013/09/19/arts/19GERRING/19GERRING-articleLarge.jpg?year=2013&h=864&w=600&s=ac743bf65ef642dcaedfdb75f63b22835c6402003160139ac9b298748037a59d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_19_arts_dance_liz-gerrings-glacier-opens-peak-performances-series_1666741870.html", "title": "Liz Gerring’s ‘Glacier’ Opens Peak Performances Series", "title_page": "Liz Gerring’s ‘Glacier’ Opens Peak Performances Series - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“No drama.” That’s how Jedediah Wheeler, the executive director of Peak Performances at Montclair State University in New Jersey, describes working with Liz Gerring, the on-the-rise choreographer he has chosen to open his fall series on Thursday. “Without drama” is how Ms. Gerring has described her own athletic, abstract dances. In both statements, the lack was meant as a positive.\nIt has not always been so. Ms. Gerring, 48, has been making dances since the mid-1990s, but for the first 10 years she received almost no recognition. When critics did start paying attention, they wrote about ideas not coming to life. “Disturbingly bloodless” is how Jennifer Dunning characterized Ms. Gerring’s work in The New York Times in 2006, complaining that it was “only 42 minutes long, but 42 minutes has seldom passed so slowly.”\nWhat a change in 2010, when Alastair Macaulay reviewed Ms. Gerring’s “Lichtung/Clearing” as “a major achievement” and wrote in The Times about watching it with his heart in his mouth. He wasn’t the only critic to sense the opening of a new perspective, and the change wasn’t only in the view from the outside. Ms. Gerring herself felt that “Lichtung” had achieved a clarity missing from her earlier work, a communication of emotion and meaning through abstraction.\n“Lichtung,” performed in one of the Baryshnikov Arts Center’s black box theaters, attracted the notice of Mr. Wheeler. With its proscenium format and five times the seating capacity of Ms. Gerring’s usual spaces, the Montclair theater offers her the chance to reach a larger audience and the challenge of not losing her newfound clarity while scaling up. The title of the new work, at an hour her longest, is “Glacier.”", "url": "https://www.nytimes.com/2013/09/19/arts/dance/liz-gerrings-glacier-opens-peak-performances-series.html"}