{"authors": ["Margalit Fox"], "date_download": "2022-10-25 23:36:52", "date_modify": "2022-10-25 23:36:52", "date_publish": "2013-03-21 16:41:31", "description": "Ms. Stevens, a mezzo-soprano, practically owned the role of Carmen during the 1940s and ’50, and gained popularity through her appearances on radio, television and in movies.", "filename": "2013_03_22_arts_music_rise-stevens-opera-singer-dies-at-99.html_pagewanted=all_1666741012.html", "image_url": "https://static01.nyt.com/images/2013/03/22/arts/Stevens-obit/Stevens-obit-articleLarge.jpg?year=2013&h=498&w=600&s=fd4e8c71972da89bdcb05f416d0ea1b76a3743f71e049e6755b9fbe37067d754&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_22_arts_music_rise-stevens-opera-singer-dies-at-99.html_pagewanted=all_1666741012.html", "title": "Risë Stevens, Opera Singer, Dies at 99", "title_page": "Risë Stevens, Opera Singer, Dies at 99 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Risë Stevens, the internationally renowned mezzo-soprano who had a 23-year career with the Metropolitan Opera, where she practically owned the role of Carmen during the 1940s and ’50s, died on Wednesday at her home in Manhattan. She was 99.\nHer son, Nicolas Surovy, confirmed the death.\nOn the Met’s roster from 1938 to 1961, Ms. Stevens was a superstar in an era when operatic superstardom was conferred mostly on sopranos and tenors. A Bronx native from a modest background, she was widely admired as a populist who help democratize the rarefied world of opera. She was known to a large public not only through her recordings and recitals, but also through her appearances on radio and television and in motion pictures.\nAfter retiring from the stage, Ms. Stevens had a prominent second career as an arts administrator with the Met and as president of the Mannes College of Music in New York City.\nAs a singer, Ms. Stevens was known for her acute musicianship, her expansive repertory, her accomplished acting and, in particular, her warm, velvety voice. (In 1945, Lloyd’s of London insured her voice for $1 million.) Though she occasionally sang Wagnerian roles early in her career, she soon abandoned them in favor of the less heavy, though no less rich, parts to which her voice was ideally suited.", "url": "https://www.nytimes.com/2013/03/22/arts/music/rise-stevens-opera-singer-dies-at-99.html?pagewanted=all"}