{"authors": ["Michiko Kakutani"], "date_download": "2022-10-25 23:52:09", "date_modify": "2022-10-25 23:52:09", "date_publish": "2013-03-18 21:35:26", "description": "“Roger Ailes: Off Camera,” by Zev Chafets, offers little new insight into the life and mind of Mr. Ailes, the Fox News chairman and Republican political strategist.", "filename": "2013_03_19_books_roger-ailes-off-camera-by-zev-chafets_1666741929.html", "image_url": "https://static01.nyt.com/images/2013/03/19/arts/BOOK/BOOK-articleLarge.jpg?year=2013&h=889&w=600&s=22320268c3809f90729c7750ad1aa7f598793a195c6a2caee80e9d5d578bc23a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_19_books_roger-ailes-off-camera-by-zev-chafets_1666741929.html", "title": "‘Roger Ailes: Off Camera,’ by Zev Chafets", "title_page": "‘Roger Ailes: Off Camera,’ by Zev Chafets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Chafets was given considerable access to Mr. Ailes and Fox News (which, he observes, “is usually about as reporter-friendly” as Tehran). And his book is regarded by some media watchers as an effort by Mr. Ailes to get out in front of another book about Fox by Gabriel Sherman of New York magazine (tentatively titled “The Loudest Voice in the Room: Fox News and the Making of America”) due out in late May.\nAn excerpt from Mr. Chafets’s book that recently appeared in Vanity Fair magazine has already made headlines for its provocative comments from Mr. Ailes belittling prominent Democrats and Republicans. And when Mr. Ailes is center stage in this volume, he certainly commands the reader’s attention, whether he’s discussing political strategy and the show-business lessons he learned from his early days working for the talk-show host Mike Douglas, offering McLuhan-esque musings about TV or dispensing acid aperçus about today’s political landscape. He’s quoted as saying that President Obama is “lazy, but the media won’t report that,” that he has “a soft spot for Joe Biden” but thinks “he’s dumb as an ashtray,” and that Newt Gingrich was “a sore loser” in the Republican primaries who would have been “a sore winner” if he’d won.\nThe overall book, however, reads like a long, soft-focus, poorly edited magazine article. For the most part Mr. Chafets serves as little more than a plastic funnel for Mr. Ailes’s observations — much as he did for Rush Limbaugh in his 2010 book “Rush Limbaugh: Army of One.” Although Mr. Chafets supplies a tiny bit of context here and there, he doesn’t ask his subject many tough questions about Fox News’s incestuous relationship with the Republican Party, its role in accelerating partisanship in our increasingly polarized society or the consequences of its often tabloidy blurring of the lines between news and entertainment.\nWhat’s more, much of the material that Mr. Chafets provides about the Fox News chairman’s past will be familiar from Mr. Ailes’s own book, and from newspaper and magazine articles over the years (including a lengthy Q. and A. with him that appeared in Esquire magazine two years ago).", "url": "https://www.nytimes.com/2013/03/19/books/roger-ailes-off-camera-by-zev-chafets.html"}