{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:49:45", "date_modify": "2022-10-25 23:49:45", "date_publish": "2013-04-18 01:50:57", "description": "Officer Rosette M. Samuel, who killed her 1-year-old son and his father on Monday, wrote in a note that she had killed her baby so that he would not be a burden to his surviving teenage brother.", "filename": "2013_04_18_nyregion_seeking-answers-to-officers-murder-suicide-in-memories-and-notes-she-left_1666741785.html", "image_url": "https://static01.nyt.com/images/2013/04/18/nyregion/off-duty-2/off-duty-2-articleLarge.jpg?year=2013&h=833&w=600&s=b5bfbc9ef765859726cfcf894de8d917f5dcf791ba6a99a61588ab0d3b3b1e6c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_18_nyregion_seeking-answers-to-officers-murder-suicide-in-memories-and-notes-she-left_1666741785.html", "title": "Seeking Answers to Officer’s Murder-Suicide in Memories and Notes She Left", "title_page": "Seeking Answers to Officer’s Murder-Suicide in Memories and Notes She Left - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Just before his son was born, Dason Peters finally revealed to his mother what he could no longer hide: he would be a father.\n“Mommy, some girl has a baby from me,” his mother, Rosamund, remembered his saying. The news came as a shock; she was not only blindsided by the birth, but also unaware that her son was romantically involved with the baby’s mother, Rosette M. Samuel, a New York City police officer.\nOfficer Samuel lived only a block from Mr. Peters’s family in Brooklyn, but she was mostly a stranger to them — a fact that barely changed even after the birth of the boy. It became an odd footnote to the murder-suicide on Monday in which the officer killed Mr. Peters, their 1-year-old son, Dylan, and then herself, using a 9-millimeter handgun that she was authorized to carry off duty.\nDetectives found two notes in Officer Samuel’s apartment: one to her 19-year-old son by a previous relationship; the other to an aunt, who she hoped would watch over the older son. Officer Samuel did not explain her motivation for killing Mr. Peters, the police said, but wrote to her eldest son that she killed his infant brother so he would not be a burden to his older brother.", "url": "https://www.nytimes.com/2013/04/18/nyregion/seeking-answers-to-officers-murder-suicide-in-memories-and-notes-she-left.html"}