{"authors": ["Edward Wong", "Jonathan Ansfield"], "date_download": "2022-10-25 23:39:54", "date_modify": "2022-10-25 23:39:54", "date_publish": "2013-08-22 06:34:13", "description": "Bo Xilai, once a rising star in the Communist Party, rejected accusations that he took bribes and called testimony from his wife “laughable” on the first day of his trial.", "filename": "2013_08_23_world_asia_fallen-officials-trial-begins-in-china_1666741194.html", "image_url": "https://static01.nyt.com/images/2013/08/23/world/asia/23china/23china-articleLarge.jpg?year=2013&h=461&w=600&s=b850ebc642351fe093e7790969cd2b7dbed52c65f3cbe3359eaf805e43f552b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_23_world_asia_fallen-officials-trial-begins-in-china_1666741194.html", "title": "As Surprisingly Open Trial Begins in China, Fallen Politician Shows Defiance", "title_page": "As Surprisingly Open Trial Begins in China, Fallen Politician Shows Defiance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JINAN, China — Bo Xilai, the politician who fell from the heights of China’s elite, took a pugnacious stand on Thursday in the opening session of China’s most closely watched trial in decades, denying that he took millions of dollars in bribes and ridiculing his wife’s testimony against him.\nAccording to lengthy transcripts the court released in an extraordinary show of transparency, Mr. Bo, 64, called his wife’s assertions that she had noticed anonymous deposits in their safe “laughable.” He accused a businessman who had recorded video testimony against him of having “sold his soul.” And he discounted his earlier confession to taking bribes, saying he had made the statements to Communist Party investigators against his will, out of “opportunism and weakness” and under “mental strain.”\nThe authorities’ unexpected openness about the trial — by allowing a running court microblog that was followed by millions of Chinese directly or through news reports drawing on the microblog — turned what many had expected to be banal ritual into an unpredictable display of Mr. Bo’s defiance.\nBut as the trial moved into its second and possibly final day on Friday, government and party media outlets unfurled several commentaries that feted the legal proceedings while ridiculing Mr. Bo over his denials — an unmistakeable signal that the Communist Party leadership would not let the skilled politician wriggle free of punishment. One signed commentary in the online edition of the People’s Daily stated: “What is regrettable is that, with regard to the facts, Bo Xilai made a supreme effort to quibble, to avoid the major charges while admitting the minor ones, and almost completely denied the facts of his crimes.”", "url": "https://www.nytimes.com/2013/08/23/world/asia/fallen-officials-trial-begins-in-china.html"}