{"authors": ["Monica Davey"], "date_download": "2022-10-25 23:33:13", "date_modify": "2022-10-25 23:33:13", "date_publish": "2013-08-27 01:38:02", "description": "With concern that children would have to traverse crime-ridden blocks after the closing of 47 schools, the city deployed about 1,200 workers to watch over them.", "filename": "2013_08_27_education_in-chicago-campaign-to-provide-safe-passage-on-way-to-school_1666740793.html", "image_url": "https://static01.nyt.com/images/2013/08/27/us/CHICAGO-1/CHICAGO-1-articleLarge.jpg?year=2013&h=410&w=600&s=8a68669103906d0fa4f4a2ac551922b594ef8189308614f1f5a50d0c97b57a2d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_27_education_in-chicago-campaign-to-provide-safe-passage-on-way-to-school_1666740793.html", "title": "In Chicago, Campaign to Provide Safe Passage on Way to School", "title_page": "In Chicago, Campaign to Provide Safe Passage on Way to School - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — The first day of school in one neighborhood on this city’s far South Side brought a parade of security workers in neon vests, police officers on patrol, an idling city fire truck and, briefly, a police helicopter hovering above. All this to make sure that students from a shuttered elementary school could make it safely past abandoned lots, boarded-up houses and gang territory to get to their new school less than a half-mile away.\nAnd to some parents that did not seem like enough. “It’s still really too dangerous,” said Larissa Henderson as she walked her 4-year-old son, Adrian Wright, to his first day of kindergarten.\nWhen Chicago leaders announced last spring that they would close 47 elementary schools this fall, the move stirred worries far beyond education. Many parents feared it would require some children, particularly those on the city’s poorer South and West Sides, to walk down more crime-ridden blocks and across ever-changing gang boundaries.\nMs. Henderson and Adrian were headed to Curtis Elementary School on Monday, which some neighborhood residents said had a long history of tension and fighting with the school that closed, Songhai. “I don’t know if my baby has a chance out here,” Ms. Henderson said, adding that even Adrian had witnessed a shooting on a street nearby a few months ago.", "url": "https://www.nytimes.com/2013/08/27/education/in-chicago-campaign-to-provide-safe-passage-on-way-to-school.html"}