{"authors": ["David M. Herszenhorn"], "date_download": "2022-10-25 23:43:14", "date_modify": "2022-10-25 23:43:14", "date_publish": "2013-07-11 12:46:11", "description": "Sergei L. Magnitsky, a lawyer who was jailed as he tried to expose government tax fraud, died four years ago in a Russian prison after being denied proper medical care.", "filename": "2013_07_12_world_europe_russian-court-convicts-a-kremlin-critic-posthumously_1666741394.html", "image_url": "https://static01.nyt.com/images/2013/07/12/world/europe/12magnitsky/12magnitsky-articleLarge.jpg?year=2013&h=399&w=600&s=864ce72e4f7364942d663a8a5c3b5fd8e95a0ec04b7eda8daef8b521ebf6c640&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_12_world_europe_russian-court-convicts-a-kremlin-critic-posthumously_1666741394.html", "title": "Dead Lawyer, a Kremlin Critic, Is Found Guilty of Tax Evasion", "title_page": "Dead Lawyer, a Kremlin Critic, Is Found Guilty of Tax Evasion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — The steel cage reserved for the defendants was empty Thursday, which was not surprising since one of them is dead and the other lives in London. As the judge, his voice nearly inaudible, read out his verdict, one of the main defense lawyers paid no attention, tapping nonchalantly on his tablet computer instead.\nIf the posthumous prosecution of Sergei L. Magnitsky, the lawyer who was jailed as he tried to expose a huge government tax fraud and died four years ago in a Russian prison after being denied proper medical care, seemed surreal from the moment the authorities announced it, the verdict and sentencing on Thursday did not disappoint.\nBy all accounts, it was Russia’s first trial of a dead man, and in the tiny third-floor courtroom of the Tverskoi District Court, it took the judge, Igor B. Alisov, more than an hour and a half to read his decision pronouncing Mr. Magnitsky guilty of tax evasion.\nMr. Magnitsky was convicted along with a former client, William F. Browder, a financier who lives in Britain and was tried in absentia on the same charges. Mr. Browder, once Russia’s largest foreign portfolio investor, was sentenced to nine years in prison — a sentence that he will almost certainly never serve. Interpol in late May refused a request by the Russian government to track Mr. Browder’s whereabouts, a relatively rare instance of a law enforcement inquiry’s being set aside as politically motivated.", "url": "https://www.nytimes.com/2013/07/12/world/europe/russian-court-convicts-a-kremlin-critic-posthumously.html"}