{"authors": ["Howard Beck", "John Branch"], "date_download": "2022-10-25 23:00:02", "date_modify": "2022-10-25 23:00:02", "date_publish": "2013-04-29 16:33:54", "description": "By revealing his orientation, Jason Collins became the first openly gay male athlete playing in a major team sport.", "filename": "2013_04_30_sports_basketball_nba-center-jason-collins-comes-out-as-gay.html_pagewanted=all_1666738802.html", "image_url": "https://static01.nyt.com/images/2013/04/30/sports/30collins2_cnd/30collins2_cnd-articleLarge-v2.jpg?year=2013&h=449&w=600&s=858acff72c8bbb5911e0b6d6042499ad07c2c0a7ad386c40a403103926e1d2c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_30_sports_basketball_nba-center-jason-collins-comes-out-as-gay.html_pagewanted=all_1666738802.html", "title": "N.B.A. Center Jason Collins Comes Out as Gay", "title_page": "N.B.A. Center Jason Collins Comes Out as Gay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 12 seasons as an N.B.A. player, Jason Collins has never been an All-Star or a scoring leader or even a full-time starter, but on Monday he shattered one of the last great barriers in professional sports.\n“I’m a 34-year-old N.B.A. center. I’m black and I’m gay,” Collins, who finished this season with the Washington Wizards, writes in the May 6 edition of Sports Illustrated. The magazine published the article online Monday morning.\nWith that statement, Collins became the first openly gay male athlete who is still active in a major American team sport. Other gay athletes, including the former N.B.A. center John Amaechi, have waited until retirement to divulge their sexuality publicly.\nThe announcement followed recent decisions by two other athletes — the American soccer player Robbie Rogers and the women’s basketball player Brittney Griner — to acknowledge that they are gay. When Rogers, 25, revealed last month that he was gay, he also said he was retiring from soccer. (He has since indicated he may play again.) Griner, the No. 1 pick in the W.N.B.A. draft, will soon embark on her professional career.", "url": "https://www.nytimes.com/2013/04/30/sports/basketball/nba-center-jason-collins-comes-out-as-gay.html?pagewanted=all"}