{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:25", "date_modify": "2022-10-25 23:43:25", "date_publish": "2013-09-12 01:01:36", "description": "Hundreds of thousands of people waved flags and joined hands across Catalonia, in a show of popular force that Catalan leaders hope will revive their push for secession from Spain.", "filename": "2013_09_12_world_europe_linking-hands-catalans-press-case-for-secession_1666741405.html", "image_url": "https://static01.nyt.com/images/2013/09/12/world/catalonia1/catalonia1-articleLarge.jpg?year=2013&h=400&w=600&s=604799df240a03f40a9fea0cff6d8bb5cebd90bff7f2a5ce8454cc5aa1bd1505&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_12_world_europe_linking-hands-catalans-press-case-for-secession_1666741405.html", "title": "Linking Hands, Catalans Press Case for Secession", "title_page": "Linking Hands, Catalans Press Case for Secession - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He and his parliamentary coalition partners say they are committed to holding a referendum next year, but their ability to stick to that pledge is far from certain, as is the shape that vote will take.\nMany participants in Wednesday’s human chain, some wearing the red and yellow flag of Catalonia, said they trusted that their politicians would eventually force a referendum on the region’s independence.\n“I want my first-ever vote to be one for independence,” said Judit Buxeda, who recently turned 18, the minimum voting age in Spain. “We want to be in charge and decide how to promote our own history, language and culture without being told by Spain how to do it.”\nMr. Mas has recently left the door open for further negotiations with Madrid, despite Mr. Rajoy’s refusal to cede any ground. This month, after holding what was meant to be a secret meeting with Mr. Rajoy in Madrid, Mr. Mas suggested that a Catalan vote might end up taking place as late as 2016, in the form of a regional election, rather than meeting the 2014 referendum deadline to which he agreed with his pro-independence coalition partners.", "url": "https://www.nytimes.com/2013/09/12/world/europe/linking-hands-catalans-press-case-for-secession.html"}