{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:24:19", "date_modify": "2022-10-25 23:24:19", "date_publish": "2013-03-05 22:10:22", "description": "Mr. Chávez led a nationalist movement that lashed out at the United States and wealthy Venezuelans, tapping into the resentments of his country’s poor.", "filename": "2013_03_06_world_americas_hugo-chavez-venezuelas-polarizing-leader-dies-at-58_1666740259.html", "image_url": "https://static01.nyt.com/images/2012/12/11/world/americas/20121212_CHAVEZ_HTML-slide-PWPA/20121212_CHAVEZ_HTML-slide-PWPA-articleLarge.jpg?year=2013&h=449&w=600&s=eb0c9358db5a5d8c494ccad749098e9ba02ae8ec9d14456f30b97a863fa1886b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_06_world_americas_hugo-chavez-venezuelas-polarizing-leader-dies-at-58_1666740259.html", "title": "Hugo Chávez, Venezuela’s Polarizing Leader, Dies at 58", "title_page": "Hugo Chávez, Venezuela’s Polarizing Leader, Dies at 58 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A bizarre governing apparatus subject to his whims coalesced around him. State television cameras recorded nearly every public appearance, many of them to make surprise, unscripted announcements, often in his military uniform and paratrooper’s red beret. He might rail against Venezuela’s high consumption of Scotch whisky — he did not drink alcohol, his aides said — or its high demand for breast augmentation surgery. He once stunned citizens by decreeing a new time zone for the nation, a half-hour behind its previous one.\n‘Astute and Manipulative’\nDr. Edmundo Chirinos, a psychiatrist who got to know Mr. Chávez as a patient, described him in a profile in The New Yorker in 2001 as “a hyperkinetic and imprudent man, unpunctual, someone who overreacts to criticism, harbors grudges, is politically astute and manipulative, and possesses tremendous stamina, never sleeping more than two or three hours a night.”\nMr. Chávez would delight in angering his critics in rich countries. He heaped praise, for instance, on Ilich Ramírez Sánchez, the Venezuelan terrorist better known as Carlos the Jackal, with whom he corresponded.\n“I defend him,” Mr. Chávez said of his friend, who was jailed in France on charges of murdering two French police agents and a Lebanese informer in Paris in 1975. “I don’t care what they say tomorrow in Europe.”\nNo mentor was more supportive than Mr. Castro, who well understood how important Venezuela’s subsidized oil shipments were to Cuba’s fragile economy. An ally from the start of Mr. Chávez’s presidency in 1999, he offered help in one of Mr. Chávez’s most difficult moments, a coup d’état that removed him from office for 48 hours in April 2002. Mr. Castro telephoned Venezuela’s top military officials, pressing them to assist in returning Mr. Chávez to office.\nThe collapse of the coup, which received tacit support from the Bush administration, and Mr. Chávez’s swift return to power signaled a shift in his presidency. Seemingly chastened, Mr. Chávez promised compromise and harmony in the future. But instead of reconciliation, his response was retaliation.\nHe began describing his critics as “golpistas,” or putschists, while recasting his own failed 1992 coup as a patriotic uprising. He purged opponents from the national oil company, expropriated the land of others and imprisoned retired military officials who had dared to stand against him. The country’s political debate became increasingly poisonous, and it took its toll on the country.", "url": "https://www.nytimes.com/2013/03/06/world/americas/hugo-chavez-venezuelas-polarizing-leader-dies-at-58.html"}