{"authors": ["Nasser Arrabyee", "Ben Hubbard"], "date_download": "2022-10-25 23:50:33", "date_modify": "2022-10-25 23:50:33", "date_publish": "2013-12-05 09:16:06", "description": "Assailants suspected of being members of Al Qaeda entered the compound after a car bombing and gunned down civilians at a hospital inside.", "filename": "2013_12_06_world_middleeast_yemen-attack_1666741833.html", "image_url": "https://static01.nyt.com/images/2013/12/06/world/yemen/yemen-articleLarge.jpg?year=2013&h=402&w=600&s=36117ae019b16c8580b0ef7289554c2527a7a64cd747edbdb14c8ea61349b317&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_06_world_middleeast_yemen-attack_1666741833.html", "title": "Assault on Yemeni Defense Ministry Compound Kills 52", "title_page": "Assault on Yemeni Defense Ministry Compound Kills 52 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SANA, Yemen — Assailants widely suspected of being members of Al Qaeda carried out a two-pronged attack on Yemen’s heavily guarded Defense Ministry headquarters here on Thursday, blowing open an entrance to the compound with a car full of explosives and gunning down civilians at a hospital inside, witnesses said.\nThe attack killed 52 people, including soldiers, doctors, patients and a number of foreigners. More than 160 others were wounded.\nThe daylight assault on one of the government’s most important security facilities appeared to mark a new low in Yemen’s descent into chaos and instability since its longtime president, Ali Abdullah Saleh, was forced from power after a popular uprising in 2011.\nWhile the United Nations is trying to shepherd the country through a rocky political transition, many of the figures that have long dominated its political and economic life have much to lose if overhauls succeed in limiting their power. This has left members of the old guard, prominent military figures and tribal leaders struggling to maintain their influence. The weakening of state control has exacerbated Yemen’s perennial problems: rebel movements that want to divide the country, extreme poverty and militancy.", "url": "https://www.nytimes.com/2013/12/06/world/middleeast/yemen-attack.html"}