{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:55:23", "date_modify": "2022-10-25 23:55:23", "date_publish": "2013-10-28 22:48:21", "description": "A vehicle that careered along a crowded sidewalk in the capital and burst into flames killed and injured several people, and witness accounts suggested the driver had acted deliberately.", "filename": "2013_10_29_world_asia_beijing-restricts-coverage-after-car-explodes-at-forbidden-city_1666742123.html", "image_url": "https://static01.nyt.com/images/2013/10/29/world/BEIJING/BEIJING-articleLarge.jpg?year=2013&h=399&w=600&s=afa253cea9b6ead74988d07b43d79e5c7a3f2437d5d56573ee261287e97740dd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_29_world_asia_beijing-restricts-coverage-after-car-explodes-at-forbidden-city_1666742123.html", "title": "Beijing Crash May Be Tied to Unrest in Xinjiang", "title_page": "Beijing Crash May Be Tied to Unrest in Xinjiang - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Five people were killed and 38 were injured on Monday when a speeding vehicle careered along a crowded sidewalk in the ceremonial heart of the Chinese capital and burst into flames at the entrance to the Forbidden City, billowing black smoke that obscured the iconic portrait of Mao Zedong.\nThree of the dead were the driver and the two passengers riding in the car, and the other two were pedestrians — a Filipino woman and a man from Guangdong Province in southern China — according to the authorities. They quickly sealed the area around Tiananmen Square and the Forbidden City, which is normally packed with thousands of tourists.\nLate Monday night, the police sent a notice to hotels in Beijing seeking information about “suspicious guests” and naming two suspects from Xinjiang, the troubled region in China’s far west whose ethnic Uighur population has become increasingly disenchanted with Chinese policies.\nHypersensitive to any unscripted news happening in the center of Beijing, the government had sought earlier to restrict coverage of the episode and promptly deleted witness photographs and related postings on social media. A Foreign Ministry spokeswoman declined to respond to a question about whether the episode had been a terrorist attack.", "url": "https://www.nytimes.com/2013/10/29/world/asia/beijing-restricts-coverage-after-car-explodes-at-forbidden-city.html"}