{"authors": ["Rob Hughes"], "date_download": "2022-10-25 23:54:04", "date_modify": "2022-10-25 23:54:04", "date_publish": "2013-02-08 12:54:10", "description": "If size or the weight of history were the sole determining factors in a soccer match, then you might wonder why Burkina Faso would even bother to turn up against Nigeria in the Africa Cup final.", "filename": "2013_02_09_sports_soccer_09iht-soccer09.html_ref=global_1666742044.html", "image_url": "https://static01.nyt.com/images/2013/02/09/sports/soccer/09iht-soccer09-burkina-faso/09iht-soccer09-burkina-faso-articleLarge.jpg?year=2013&h=394&w=600&s=cc05959e94b4a2e1a334237a2fd7279e04fb8713c48f9f1a4ec884668910ab33&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_09_sports_soccer_09iht-soccer09.html_ref=global_1666742044.html", "title": "Winning Because They Won’t Accept Losing", "title_page": "Winning Because They Won’t Accept Losing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — If size or the weight of history were the sole determining factors in a soccer match, then you might wonder why Burkina Faso would even bother to turn up against Nigeria in the Africa Cup of nations final Sunday in Johannesburg.\nAnd if you do wonder, you have missed the point of the past three weeks.\nBurkina Faso has a population of about 17 million. Nigeria outnumbers it by nearly 10 to 1.\nThe Burkinabé have no experience of soccer at this level, apart from one previous semifinal in 1998, and they have been dealt a poor hand at this tournament in South Africa. Each of Burkina Faso’s five games to the final has been played on a wretched field, unsuitable for top-class sport at Nelspruit — and that sand-based, bare, unpredictable field may well have contributed to some of the injuries it has picked up along the way.\nFurthermore, the African Confederation — the organizer of the competition — has admitted that the Tunisian referee Slim Jdidi, who punished Burkina Faso unduly in the semifinal that went into extra time Wednesday, fell below acceptable standards (he was suspended after the contest).", "url": "https://www.nytimes.com/2013/02/09/sports/soccer/09iht-soccer09.html?ref=global"}