{"authors": ["Nicole Perlroth", "David E. Sanger"], "date_download": "2022-10-25 23:55:11", "date_modify": "2022-10-25 23:55:11", "date_publish": "2013-07-13 22:32:24", "description": "Governments pay hundreds of thousands of dollars to learn about and exploit weaknesses in the computer systems of foreign adversaries.", "filename": "2013_07_14_world_europe_nations-buying-as-hackers-sell-computer-flaws_1666742111.html", "image_url": "https://static01.nyt.com/images/2013/07/14/world/bull-hackers1/bull-hackers1-articleLarge.jpg?year=2013&h=400&w=600&s=3b81f0dde0d7adfa9ef535dcd67b1a7740af101d239c83a2847b1b50063a46b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_14_world_europe_nations-buying-as-hackers-sell-computer-flaws_1666742111.html", "title": "Nations Buying as Hackers Sell Flaws in Computer Code", "title_page": "Nations Buying as Hackers Sell Flaws in Computer Code - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But increasingly the businesses are being outbid by countries with the goal of exploiting the flaws in pursuit of the kind of success, albeit temporary, that the United States and Israel achieved three summers ago when they attacked Iran’s nuclear enrichment program with a computer worm that became known as “Stuxnet.”\nThe flaws get their name from the fact that once discovered, “zero days” exist for the user of the computer system to fix them before hackers can take advantage of the vulnerability. A “zero-day exploit” occurs when hackers or governments strike by using the flaw before anyone else knows it exists, like a burglar who finds, after months of probing, that there is a previously undiscovered way to break into a house without sounding an alarm.\n“Governments are starting to say, ‘In order to best protect my country, I need to find vulnerabilities in other countries,’ ” said Howard Schmidt, a former White House cybersecurity coordinator. “The problem is that we all fundamentally become less secure.”\nA zero-day bug could be as simple as a hacker’s discovering an online account that asks for a password but does not actually require typing one to get in. Bypassing the system by hitting the “Enter” key becomes a zero-day exploit. The average attack persists for almost a year — 312 days — before it is detected, according to Symantec, the maker of antivirus software. Until then it can be exploited or “weaponized” by both criminals and governments to spy on, steal from or attack their target.\nTen years ago, hackers would hand knowledge of such flaws to Microsoft and Google free, in exchange for a T-shirt or perhaps for an honorable mention on a company’s Web site. Even today, so-called patriotic hackers in China regularly hand over the information to the government.", "url": "https://www.nytimes.com/2013/07/14/world/europe/nations-buying-as-hackers-sell-computer-flaws.html"}