{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:54:29", "date_modify": "2022-10-25 23:54:29", "date_publish": "2013-07-06 16:11:26", "description": "The group’s new president, Ahmad Jarba, is a tribal sheik from northeastern Syria and is seen as close to the government of Saudi Arabia.", "filename": "2013_07_07_world_middleeast_trying-to-end-rifts-syria-opposition-in-exile-elects-president_1666742069.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_07_world_middleeast_trying-to-end-rifts-syria-opposition-in-exile-elects-president_1666742069.html", "title": "Trying to End Rifts, Syria Opposition in Exile Elects President", "title_page": "Trying to End Rifts, Syria Opposition in Exile Elects President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — The main Syrian exile opposition group elected a new president on Saturday, the body’s latest bid to end months of squabbling and show that it can unite, organize and arm the fighters battling Syria’s president, Bashar al-Assad.\nThe group’s new president, Ahmad al-Jarba, is a tribal leader from northeastern Syria and a former political prisoner who was jailed for his role in the Damascus Declaration, a reform movement that challenged the government in 2005.\nMembers of the exile group, the National Coalition of Syrian Revolutionary and Opposition Forces, also known as the Syrian National Coalition, portrayed Mr. Jarba as a consensus builder able to communicate with the group’s many rival factions. The coalition had been without a president since the previous one, Moaz al-Khatib, resigned in April after many members criticized him for floating the possibility of talks with members of Mr. Assad’s government.\nBut questions remained about whether Mr. Jarba, elected with a narrow majority amid new challenges for the coalition, could help unify the group. Mr. Jarba, seen as close to the government of Saudi Arabia, defeated Mustafa Sabbagh, a businessman viewed as an ally of Qatar, in a runoff election in Istanbul.", "url": "https://www.nytimes.com/2013/07/07/world/middleeast/trying-to-end-rifts-syria-opposition-in-exile-elects-president.html"}