{"authors": ["Billy Witz"], "date_download": "2022-10-25 22:59:58", "date_modify": "2022-10-25 22:59:58", "date_publish": "2013-05-26 01:27:11", "description": "Robbie Rogers, who retired from soccer when he announced in February that he was gay, says he saw a chance to do more by returning.", "filename": "2013_05_26_sports_soccer_robbie-rogers-signs-with-galaxy-welcoming-pioneers-role_1666738798.html", "image_url": "https://static01.nyt.com/images/2013/05/26/sports/galaxy/galaxy-articleLarge.jpg?year=2013&h=417&w=600&s=dd37cd863601b36997cffdb244df21275610b20016349d4f818237c4c71f1fa0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_26_sports_soccer_robbie-rogers-signs-with-galaxy-welcoming-pioneers-role_1666738798.html", "title": "Robbie Rogers Signs With Galaxy, Welcoming Pioneer’s Role", "title_page": "Robbie Rogers Signs With Galaxy, Welcoming Pioneer’s Role - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CARSON, Calif. — Robbie Rogers thought he had stepped away from his career as a professional soccer player the moment he pressed the button publishing a blog post announcing that he was gay. At the time, in February, he said, he could not imagine that he could be himself on and off the field.\nBut a month later, after Rogers spoke to a group of gay, lesbian, bisexual and transgender teenagers in Portland, Ore., he began to realize that playing soccer not only fulfilled him but also offered him an opportunity to do something more.\n“That Nike camp made me feel a little soft,” Rogers, 26, said Saturday, after he signed a contract with the Los Angeles Galaxy of Major League Soccer. “It taught me I needed to man up a little bit. It’s easy to play a sport that you love and be a role model for people. It’s a perfect situation for me.”\nA torrent of attention greeted the barrier-breaking announcement last month by the N.B.A. player Jason Collins that he was gay. But it is Rogers who is poised to become the first openly gay male athlete in North America to compete in a professional sport. That could happen Sunday night: Coach Bruce Arena said Rogers would be on the Galaxy’s 18-player active roster for their home game against Seattle. Arena expects to receive Rogers’s release from his English team, Leeds United, on Sunday.", "url": "https://www.nytimes.com/2013/05/26/sports/soccer/robbie-rogers-signs-with-galaxy-welcoming-pioneers-role.html"}