{"authors": ["Dave Itzkoff"], "date_download": "2022-10-25 22:57:59", "date_modify": "2022-10-25 22:57:59", "date_publish": "2013-10-11 14:46:58", "description": "What’s left for Johnny Knoxville?", "filename": "2013_10_13_magazine_autumn-of-the-jackass_1666738679.html", "image_url": "https://static01.nyt.com/images/2013/10/13/magazine/13knoxville1/13knoxville1-articleLarge-v2.jpg?year=2013&h=717&w=600&s=34d40baba571f12c0bb4138c414dcb9eb6ea331d2339f358b1fd91c411af2e98&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_13_magazine_autumn-of-the-jackass_1666738679.html", "title": "Autumn of the Jackass", "title_page": "Autumn of the Jackass - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tremaine offered a further take on the genesis of the second film. He had traveled to Russia with the “Jackass” cast members Steve-O and Chris Pontius to shoot their reality series, “Wildboyz,” and Knoxville tagged along. Knoxville was raring to engage in some especially dangerous stunts, like running a military obstacle course where he wanted to be set upon by attack dogs. “He wanted to get shot in the ass with this rubber bullet, but it was ridiculously unsafe,” Tremaine said.\nTremaine said he told Knoxville not to put his life on the line for something that would be seen only on cable TV. “I’m like, ‘Look, dude, if you still want to go this crazy, then let’s make another “Jackass” movie,’ ” he said. “ ‘Because it’s stupid to go this far for something that is going to get so few eyeballs on it.’ ”\nThe set — if it could be called that — of “Bad Grandpa” was in a state of gleeful chaos when I visited. During lunch, Jackson Nicoll, the child actor playing Irving’s grandson, walked up to me and asked if I was a fan of the Jackson Five; when I answered yes, he clenched his five fingers into a fist and took a swing at my groin. I asked him if it was funny to laugh at people who get hurt or have a trick played on them, and he answered: “Everything you do on this crew is funny. As long as it has to do with getting hurt.”\nThis kind of unapologetic juvenilia abounds in “Bad Grandpa,” though Knoxville has aspirations that the film can also deliver something more complex. Perhaps this is a reflection of changing concerns in his own life; he married for the second time in 2010 and is the father of two young children (in addition to a daughter from his first marriage). During a break on the set, in the full Irving Zisman get-up, he explained that he and his colleagues wanted “Bad Grandpa” to “mean a little more” than the previous “Jackass” movies, and went on to say that he was “in a different place in my life than I was when ‘Jackass’ first started.” It was as if his Irving Zisman costume gave him permission to talk about the life of P. J. Clapp with unusual candor. “Things were going well for me, but there wasn’t a lot of thought before action,” he explained. “About zeeee-ro.”\nBefore he and his second wife married, Knoxville began to see a therapist, “just to see what was up, see how I could be helped.”\n“It was funny,” he continued. “One day we’re sitting there, talking, and she brought up this concept that was, like: ‘Really? That’s brilliant.’ It was such an epiphany. That changes everything. And the concept was: Thought before action. And you would think something so basic would not escape you, but I’d never even considered it.” At this point, Knoxville let loose the longest, loudest laugh I’d heard from him. “That’s how far removed I was,” he said.\nWhen I sat down again with Knoxville at his office in mid-August, it was nearly midnight, and he had spent the whole day in his Irving Zisman makeup and costume on a college campus in Woodland Hills, first shooting an advertisement for the MTV Video Music Awards with the “Blurred Lines” singer Robin Thicke and his statuesque stage models, then in a horse stable filming some “Bad Grandpa” promotions for various movie-theater owners and distributors.", "url": "https://www.nytimes.com/2013/10/13/magazine/autumn-of-the-jackass.html"}