{"authors": ["C. J. Hughes"], "date_download": "2022-10-25 23:55:50", "date_modify": "2022-10-25 23:55:50", "date_publish": "2013-10-23 00:29:52", "description": "In a land-starved city, the oddly shaped but well-placed parcels taken up by service stations have risen in value.", "filename": "2013_10_23_realestate_commercial_manhattans-vanishing-gas-stations_1666742150.html", "image_url": "https://static01.nyt.com/images/2013/10/23/business/GASSATIONS-01/GASSATIONS-01-articleLarge.jpg?year=2013&h=400&w=600&s=2df134fd9de23291ed51e1518fef81fdf6411cac7c7c8fdf73d10a3ccc4b72e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_23_realestate_commercial_manhattans-vanishing-gas-stations_1666742150.html", "title": "Manhattan’s Vanishing Gas Stations", "title_page": "Manhattan’s Vanishing Gas Stations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a sense, the bidding comes at a fortunate time. As the energy industry has consolidated in the past decades, reducing competition, oil companies have seemed to favor large blocklong stations as opposed to scattered smaller ones.\nSome of those companies have left the retail gasoline business. Exxon Mobil, for instance, sold its company-owned stations a few years ago, and the new owners have been squeezed by changing driving habits and environmental rules, industry sources say.\nOutside New York, those owners often build large markets on their properties to raise profit margins, though that is often impractical in Manhattan.\nIn October, there were 117 stations in Manhattan, down from 207 in 2004, or a 44 percent decrease, according to the city’s Bureau of Fire Prevention. The city as a whole has 35 percent fewer stations than it did a decade ago, according to the data.\nManhattan seems comparatively underserved. Its 117 stations represent about 9 percent of the New York total, similar to Staten Island, which has less than a third of Manhattan’s population.\nAmong the converted stations to generate the most interest recently is one at 239 10th Avenue, at West 24th Street, near the High Line in West Chelsea.", "url": "https://www.nytimes.com/2013/10/23/realestate/commercial/manhattans-vanishing-gas-stations.html"}