{"authors": ["Scott Shane"], "date_download": "2022-10-25 23:49:49", "date_modify": "2022-10-25 23:49:49", "date_publish": "2013-04-16 16:58:49", "description": "There has been a gradual decline in the number of terrorist attacks since the 1970s, according to the Global Terrorism Database.", "filename": "2013_04_17_us_bombings-end-decade-without-terror-in-us.html_ref=nyregion_1666741789.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_17_us_bombings-end-decade-without-terror-in-us.html_ref=nyregion_1666741789.html", "title": "Bombings End Decade of Strikingly Few Successful Terrorism Attacks in U.S.", "title_page": "Bombings End Decade of Strikingly Few Successful Terrorism Attacks in U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The bombing of the Boston Marathon on Monday was the end of more than a decade in which the United States experienced strikingly few terrorist attacks, in part because of the far more aggressive law enforcement tactics that arose after the Sept. 11, 2001, attacks.\nIn fact, the Sept. 11 attacks were an anomaly in an overall gradual decline in the number of terrorist attacks since the 1970s, according to the Global Terrorism Database, one of the most authoritative sources of terrorism statistics, which is maintained by a consortium of researchers and based at the University of Maryland.\nSince 2001, the number of fatalities in terrorist attacks has reached double digits in only one year, 2009, when an Army psychiatrist killed 13 people at Fort Hood, Tex., officials say. That was a sharp contrast with the 1970s, by far the most violent decade since the tracking began in 1970, the database shows.\nBut the toll of injuries in the double bombing in Boston, with 3 dead and 176 wounded, ranks among the highest casualty counts in recent American history, exceeded only by Sept. 11, the 1993 World Trade Center attack, the 1995 Oklahoma City bombing and the poisoning of restaurant salad bars with salmonella bacteria by religious cultists in Oregon in 1984.", "url": "https://www.nytimes.com/2013/04/17/us/bombings-end-decade-without-terror-in-us.html?ref=nyregion"}