{"authors": ["Peter Baker", "Ellen Barry"], "date_download": "2022-10-25 23:37:41", "date_modify": "2022-10-25 23:37:41", "date_publish": "2013-06-23 08:51:29", "description": "Edward J. Snowden arrived in Moscow on Sunday as American officials pressed Russia to turn him over and warned countries in Latin America not to harbor him or allow him passage.", "filename": "2013_06_24_world_asia_nsa-leaker-leaves-hong-kong-local-officials-say_1666741061.html", "image_url": "https://static01.nyt.com/images/2013/06/24/world/24snowden_2/24snowden_2-articleLarge.jpg?year=2013&h=400&w=600&s=39defbf600a4d33fd10fb10c5dda3cf955b37f4f1e580e33ff2309dc5d4f0f75&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_24_world_asia_nsa-leaker-leaves-hong-kong-local-officials-say_1666741061.html", "title": "Snowden, in Russia, Seeks Asylum in Ecuador", "title_page": "Snowden, in Russia, Seeks Asylum in Ecuador - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Julian Assange, the founder of WikiLeaks, said in an interview from his own refuge in the Ecuadorean Embassy in London that he had raised Mr. Snowden’s case with Ecuador’s government and that his group had helped arrange the travel documents. Baltasar Garzón, the renowned Spanish jurist who advises WikiLeaks, said in a statement that “what is being done to Mr. Snowden and to Mr. Julian Assange — for making or facilitating disclosures in the public interest — is an assault against the people.”\nObama administration officials privately expressed frustration that Hong Kong allowed Mr. Snowden to board an Aeroflot plane bound for Moscow on Sunday despite the American request for his detention. But they did not revoke Mr. Snowden’s passport until Saturday and did not ask Interpol to issue a “red notice” seeking his arrest.\nAn administration official, speaking on the condition of anonymity, said no red notice was requested because they are “most valuable when the whereabouts of a fugitive are unknown.” Mr. Snowden was known to be in Hong Kong, so his provisional arrest was sought under an existing American agreement with Hong Kong.\nOn Sunday, the Hong Kong authorities said that the American arrest request “did not fully comply with the legal requirements under Hong Kong law,” and therefore they could not legally stop Mr. Snowden from leaving. The Justice Department rejected this explanation and provided a timeline of interactions suggesting that the Hong Kong authorities first requested “additional information” on Friday.\n“At no point, in all of our discussions through Friday, did the authorities in Hong Kong raise any issues regarding the sufficiency of the U.S.'s provisional arrest request,” a department official said. “In light of this, we find their decision to be particularly troubling.”\nBy the end of the day American officials, unsure whether Mr. Snowden was actually heading to Ecuador, or possibly Cuba or Venezuela, as also variously reported, were sending messages to an array of possible destinations.", "url": "https://www.nytimes.com/2013/06/24/world/asia/nsa-leaker-leaves-hong-kong-local-officials-say.html"}