{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:02:05", "date_modify": "2022-10-25 23:02:05", "date_publish": "2013-04-19 04:22:25", "description": "Recent accusations against a state senator who sought to get on a ballot to run for mayor have added to concerns about New York State’s current “fusion voting” system.", "filename": "2013_04_19_nyregion_one-candidate-2-or-3-ballot-lines-bid-to-alter-practice-stirs-debate_1666738925.html", "image_url": "https://static01.nyt.com/images/2013/04/19/nyregion/parties-1/parties-1-articleLarge.jpg?year=2013&h=400&w=600&s=5a7760cd7b00eba420c304219cd07b6dd345d6c987e8593984f935fdedc25ea4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_19_nyregion_one-candidate-2-or-3-ballot-lines-bid-to-alter-practice-stirs-debate_1666738925.html", "title": "One Candidate, 2 or 3 Ballot Lines: Bid to Alter Practice Stirs Debate", "title_page": "One Candidate, 2 or 3 Ballot Lines: Bid to Alter Practice Stirs Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — Among the thicket of proposals being floated to combat Albany’s chronic corruption problem, there is one that seems fairly straightforward: to repeal the Wilson-Pakula Act of 1947, which gives the leaders of political parties the power to anoint nonparty members who want to run on their ballot lines.\nIt is a practice that dovetails with New York State’s unique and antique “fusion voting” system, a vestige of 19th-century elections which has been banned by many other states, which allows candidates to run — and collect votes — on multiple party lines. Over the years, it has been used by some of the state’s smallest political parties to endorse major-party candidates in exchange for consideration of their political goals. Or, as critics allege, sometimes just for money.\nBut several small parties argue that the proposed changes could marginalize their groups — and their political views, a position held by Mike Long, the chairman of the state’s Conservative Party.\n“Wilson-Pakula didn’t commit the crime, and the fusion system didn’t promote the crime,” Mr. Long said. “You can put us out of business and do away with fusion voting and you’re still going to have to deal with individuals who want to game the system.”", "url": "https://www.nytimes.com/2013/04/19/nyregion/one-candidate-2-or-3-ballot-lines-bid-to-alter-practice-stirs-debate.html"}