{"authors": ["Ben Hubbard", "David D. Kirkpatrick", "Mayy El Sheikh"], "date_download": "2022-10-25 23:44:14", "date_modify": "2022-10-25 23:44:14", "date_publish": "2013-07-04 09:51:42", "description": "As prosecutors arrested dozens of top Muslim Brotherhood members, a senior Egyptian jurist was sworn in as acting head of state.", "filename": "2013_07_05_world_middleeast_egypt_1666741454.html", "image_url": "https://static01.nyt.com/images/2013/07/03/world/middleeast/20130704_EGYPT-slide-BDQP/20130704_EGYPT-slide-BDQP-articleLarge.jpg?year=2013&h=400&w=600&s=3525c129dfbc0f4cfdec1e697ca0689a05d2227cd6ca5a50f584c877226c53ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_05_world_middleeast_egypt_1666741454.html", "title": "Crackdown on Morsi Backers Deepens Divide in Egypt", "title_page": "Crackdown on Morsi Backers Deepens Divide in Egypt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Mubarak-appointed prosecutor general, Abdel Meguid Mahmoud, returned to his office after a court ruling pushed out the man appointed by Mr. Morsi to replace him.\nMr. Mahmoud, who was equally detested by critics of both Mr. Mubarak and Mr. Morsi, called his return to office “a message for every ruler: You must respect your judiciary, and you must respect your judges.”\nThe pre-Morsi foreign minister, Mohamed Kamel Amr, was also back in the post on Thursday. Mr. Amr had continued to serve under Mr. Morsi but had been sidelined as Mr. Morsi sent other aides to meetings with President Obama and other officials, and he resigned during Mr. Morsi’s final days, a major blow.\nMr. Amr held a series of meetings with the foreign news media on Thursday aimed at refuting the idea that Egypt had undergone a military coup. He also laughed about his relationship with Mr. Morsi, suggesting he had given his foreign counterparts his own view of Egypt’s affairs.\n“I was presenting the true picture of his country to the outside world,” he said. “I don’t mean to be blowing my own horn, but I believe that was respected by my counterparts.”\nEven the police force, much despised by Mr. Mubarak’s opponents for trying to quash the protests that pushed him from power, has sought to portray itself as standing with the people in the new era.\nFahmy Bahgat, an officer who often speaks for the security services, said in a television interview that the generals’ move “returned the police to the arms of the people once more.”\nHe also threatened those who challenged the new order.\n“Whoever tries to show any support for the ousted president will be met with the utmost resolve,” he said.", "url": "https://www.nytimes.com/2013/07/05/world/middleeast/egypt.html"}