{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:40:16", "date_modify": "2022-10-25 23:40:16", "date_publish": "2013-11-11 12:04:52", "description": "Destroyed buildings lined every road of Tacloban, the city hit hardest by the typhoon, and many streets were still so clogged with debris that they were barely discernible.", "filename": "2013_11_12_world_asia_philippines-storm-surge-leaves-scenes-of-devastation_1666741216.html", "image_url": "https://static01.nyt.com/images/2013/11/11/world/asia/20131113_PHILIPPINES_HP-slide-HOAH/20131113_PHILIPPINES_HP-slide-HOAH-articleLarge.jpg?year=2013&h=400&w=600&s=8095eb16adf09184b54058433ffc345e675bdeba3ec44bb912d715d2a9751150&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_12_world_asia_philippines-storm-surge-leaves-scenes-of-devastation_1666741216.html", "title": "Struggle for Survival in Philippine City Shattered by Typhoon", "title_page": "Struggle for Survival in Philippine City Shattered by Typhoon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TACLOBAN, the Philippines — Decomposing bodies still lie along the roads, like a corpse in a pink, short-sleeve shirt and blue shorts facedown in a black, muddy puddle 100 yards from the airport. Just down the road is a church that was supposed to be an evacuation center but is littered with the bodies of those who drowned inside.\nWhen a wind-whipped ocean rose Friday night, the ground floors of homes hundreds of yards inland were submerged within minutes, trapping residents like Virginia Basinang, a 54-year-old retired teacher, who suddenly found herself struggling in waist-deep water on the second floor of her home. Screaming people bobbed in the water that surged through the streets, many grabbing for floating debris.\n“Some of them were able to hold on, some were lucky and lived, but most did not,” she said, adding that 14 bodies were left on a wall across the street when the seawater receded a half-hour later. The bodies are still there, and the odor of their decay makes it impossible for Ms. Basinang and her family to eat meals at home.\nTyphoon Haiyan, among the most powerful in history, slammed into the eastern Philippine city of Tacloban on Friday and cut a path of devastation barreling west across the archipelago nation. In its wake, corpses lay along roads lined with splintered homes and toppled power lines, as the living struggled to survive, increasingly desperate for fresh drinking water, food and shelter. The damage to everything is so great that it is hard even to tally. Mass graves began to fill as relief efforts struggled to get underway.", "url": "https://www.nytimes.com/2013/11/12/world/asia/philippines-storm-surge-leaves-scenes-of-devastation.html"}