{"authors": ["Jenna Wortham", "Nicole Perlroth"], "date_download": "2022-10-25 23:26:49", "date_modify": "2022-10-25 23:26:49", "date_publish": "2013-04-07 23:33:29", "description": "Notorious for flubbing acquisitions, Yahoo has bought six small companies under Marissa Mayer in an attempt to cultivate innovative engineers and technologies.", "filename": "2013_04_08_technology_chief-tries-to-infuse-yahoo-with-a-start-ups-spirit.html_ref=nicoleperlroth_1666740409.html", "image_url": "https://static01.nyt.com/images/2013/04/08/business/yahoojump1/yahoojump1-articleLarge.jpg?year=2013&h=720&w=600&s=4644d9615bf900a51b99aa856102ce1327f5ae609e685078149be8d0cf026448&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_08_technology_chief-tries-to-infuse-yahoo-with-a-start-ups-spirit.html_ref=nicoleperlroth_1666740409.html", "title": "Chief Tries to Infuse Yahoo With a Start-Up’s Spirit", "title_page": "Chief Tries to Infuse Yahoo With a Start-Up’s Spirit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since taking the reins at Yahoo, Marissa Mayer has been trying to convince customers and employees that there is still life in a company that Silicon Valley long ago left for dead.\nYahoo, an Internet pioneer, missed the boat on social networks and mobile devices as the new gateways for information and, in recent years, had been losing advertisers and employees to rivals like Facebook and Google.\nCritical to Ms. Mayer’s turnaround effort is infusing fresh blood and ideas into the company by buying creative start-ups and integrating them into the company. So since she took over last July, she has been on a splashy shopping spree, spending tens of millions of dollars to acquire six start-ups.\nBut in many ways, it has been a tough sell.\nIn part, that is because of the past problems with acquisitions. Yahoo’s neglect of Flickr, a pioneering photo service that was the Instagram of its time, and Delicious, an early social bookmarking tool that predated Twitter’s rise, are prominent examples of the company’s mishandling of promising acquisitions.", "url": "https://www.nytimes.com/2013/04/08/technology/chief-tries-to-infuse-yahoo-with-a-start-ups-spirit.html?ref=nicoleperlroth"}