{"authors": ["Henry Fountain"], "date_download": "2022-10-25 23:35:01", "date_modify": "2022-10-25 23:35:01", "date_publish": "2013-01-29 20:25:50", "description": "Recent gunmaking efforts have stoked concerns that inexpensive and increasingly popular 3-D printers might make access to weapons even easier.", "filename": "2013_01_30_science_surprising-tools-of-modern-gunmaking-plastic-and-a-3-d-printer_1666740901.html", "image_url": "https://static01.nyt.com/images/2013/01/30/us/SUB-PRINT-1/SUB-PRINT-1-articleLarge.jpg?year=2013&h=419&w=600&s=6988a8f77587ec44806d0819565a371bbd886d0a4ceb55a169972ec56896c9e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_30_science_surprising-tools-of-modern-gunmaking-plastic-and-a-3-d-printer_1666740901.html", "title": "Modern Gunmaking’s Surprising Tools: Plastic and 3-D Printer", "title_page": "Modern Gunmaking’s Surprising Tools: Plastic and 3-D Printer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amateur gunsmiths have made lower receivers for years, in metal, although the process requires a certain level of machining expertise. Inexpensive 3-D printers have grown in popularity — their rise has been compared with that of personal computers in the 1980s — in part because they are easy to use. It is not even necessary to know how to create the design files that instruct the device to print bit after bit of plastic to build the object, as there are files for tens of thousands of objects available on the Internet, created by other users and freely shared.\nStill, some tinkering is usually required. Mr. Guslick, who works in information technology and describes himself as a hobbyist gunsmith, printed his receiver on a machine he bought online through Craigslist. He used a file and abrasive paper to make the piece fit properly, but over all the project was not much of a technical challenge. “Anybody could do this,” he said.\nMr. Baetzel, who made his receiver on a 3-D printer he built from a kit, said the part worked fine until he cracked it when bumping the gun while putting it in his car. He has since printed a replacement along with a modified grip and stock which, he said, has made the gun sturdier.\nFor Mr. Baetzel, who works as a software tester, the motivation for printing gun parts was economic. “Shooting is an expensive sport,” he said. He figured he could save perhaps $40 by making the receiver rather than buying one.\nOnly Mr. Wilson, a law student who prints his receivers on friends’ machines, had overtly political motives, wanting to demonstrate what he called the absurdity of gun-control laws. He took his efforts even further, printing high-capacity magazines like those that would be banned under recommendations proposed by President Obama and successfully testing them this month on a firing range south of Austin. He has posted the drawing files at his Web site, defcad.org, so that others can print the magazine.\n“It’s unbannable,” he said. “The Internet has it now.”\nMr. Wilson also has a project to develop a fully printable one-shot weapon, although he has not made much progress. He is seeking a firearms manufacturer’s license, which he would need to even make prototypes of a complete weapon.", "url": "https://www.nytimes.com/2013/01/30/science/surprising-tools-of-modern-gunmaking-plastic-and-a-3-d-printer.html"}