{"authors": ["Nicholas Kulish", "Jeffrey Gettleman"], "date_download": "2022-10-25 23:51:48", "date_modify": "2022-10-25 23:51:48", "date_publish": "2013-09-26 00:29:40", "description": "Dozens of F.B.I. agents are investigating the wreckage, hoping to glean every piece of information possible to help prevent such a devastating attack from happening again, possibly even on American soil.", "filename": "2013_09_26_world_africa_us-sees-direct-threat-in-attack-at-kenya-mall.html_pagewanted=all_1666741908.html", "image_url": "https://static01.nyt.com/images/2013/09/26/world/jp-nairobi1/jp-nairobi1-articleLarge.jpg?year=2013&h=417&w=600&s=8706c9beab3ea3e2626cb4617fa3cf0f684e4e800f73b0865ea4aebfb5260184&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_26_world_africa_us-sees-direct-threat-in-attack-at-kenya-mall.html_pagewanted=all_1666741908.html", "title": "U.S. Sees Direct Threat in Attack at Kenya Mall", "title_page": "U.S. Sees Direct Threat in Attack at Kenya Mall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAIROBI, Kenya — Viewing the deadly siege at a shopping mall in Kenya as a direct threat to its security, the United States is deploying dozens of F.B.I. agents to investigate the wreckage, hoping to glean every piece of information possible to help prevent such a devastating attack from happening again, possibly even on American soil.\nFor years, the F.B.I. has been closely watching the Shabab, the Somali Islamist group that has claimed responsibility for the Nairobi massacre and recruited numerous Americans to fight and die — sometimes as suicide bombers — for its cause.\nThe Shabab has already attacked most of the major actors trying to end the chaos in Somalia — the United Nations, Uganda, aid groups, the Somali government and now Kenya. The United States has spent hundreds of millions of dollars bankrolling anti-Shabab operations for years, and there is growing fear that the group could turn its sights on American interests more directly, one of the reasons the Obama administration is committing so many resources to the investigation in Kenya.\n“We are in this fight together,” said Robert F. Godec, the American ambassador to Kenya. “The more we know about the planning that went into this, the way it was conducted, what was used, the people involved, the better we can protect America, too.”", "url": "https://www.nytimes.com/2013/09/26/world/africa/us-sees-direct-threat-in-attack-at-kenya-mall.html?pagewanted=all"}