{"authors": ["Brian Stelter"], "date_download": "2022-10-25 23:31:06", "date_modify": "2022-10-25 23:31:06", "date_publish": "2013-11-06 18:10:55", "description": "The video-rental chain Blockbuster will close the 300 stores that it still has in the next two months, said the company’s owner, Dish Network.", "filename": "2013_11_07_business_media_internet-kills-the-video-store_1666740666.html", "image_url": "https://static01.nyt.com/images/2013/11/07/business/07blockbuster/07blockbuster-articleLarge.jpg?year=2013&h=390&w=600&s=98d76c3d0709126c7f5363d573c292e8a14349be590e273dd4718519a3be6375&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_07_business_media_internet-kills-the-video-store_1666740666.html", "title": "Blockbuster, Outdone by Netflix, Will Shut Its Stores and DVD Mail Service", "title_page": "Blockbuster, Outdone by Netflix, Will Shut Its Stores and DVD Mail Service - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Blockbuster, which had more than 9,000 retail stores across America just nine years ago, is closing the few hundred video-rental stores that it still has, the company’s owner, Dish Network, said on Wednesday in a bittersweet but long-expected announcement.\nDish, which acquired Blockbuster through a bankruptcy auction in 2011, after the retailer had already been crushed by digital video distributors like Netflix, said it still saw value in the brand name and would use it in limited ways. But it will close all Blockbuster locations — it says there are about 300 left — and the distribution centers that support its DVD-by-mail service, which is also being dismantled.\nThe announcement amounted to a surrender: a statement that Netflix, symbolized by its little red envelopes and more recently its streaming service, had prevailed over the little blue boxes that Blockbuster VHS tapes and DVDs came in.\n“This is not an easy decision,” Joseph P. Clayton, the chief executive of Dish, said in a statement, “yet consumer demand is clearly moving to digital distribution of video entertainment.”", "url": "https://www.nytimes.com/2013/11/07/business/media/internet-kills-the-video-store.html"}