{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:08", "date_modify": "2022-10-25 23:37:08", "date_publish": "2013-01-01 23:33:13", "description": "Joyce DiDonato triumphs in the title role, and Elza van den Heever makes a notable Met debut as Queen Elizabeth I, in Donizetti’s “Maria Stuarda.”", "filename": "2013_01_02_arts_music_maria-stuarda-at-the-metropolitan-with-joyce-didonato_1666741028.html", "image_url": "https://static01.nyt.com/images/2013/01/02/arts/02MARIA/02MARIA-articleLarge-v2.jpg?year=2013&h=428&w=600&s=11f8a3b46aa1c5d5579da04fd1c7db739afb8364150a72bba13d45e452f488ab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_02_arts_music_maria-stuarda-at-the-metropolitan-with-joyce-didonato_1666741028.html", "title": "‘Maria Stuarda’ at the Metropolitan, With Joyce DiDonato", "title_page": "‘Maria Stuarda’ at the Metropolitan, With Joyce DiDonato - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not that long ago the Metropolitan Opera’s default idea for a New Year’s Eve gala was to dust off its production of Johann Strauss’s frothy “Fledermaus,” with guest stars singing a favorite Puccini aria or Cole Porter song during the party scene, and free Champagne for the audience in the lobby after the show.\nBut on Monday night the Met and its general manager, Peter Gelb, came up with a far more serious way to ring in the new year: a company premiere production of Donizetti’s “Maria Stuarda,” the challenging bel canto tragedy that recounts the clash between Queen Elizabeth I and Mary Stuart (Mary, Queen of Scots) and ends with the anguished Mary heading to the executioner’s block. Yet if you think of a gala as a meaningful celebration, then it was hard to imagine a better New Year’s Eve gift to opera lovers than this musically splendid and intensely dramatic performance of “Maria Stuarda.”\nThe production stars the great American mezzo-soprano Joyce DiDonato in the title role, a part that has been sung by sopranos and mezzo-sopranos. Ms. DiDonato’s performance will be pointed to as a model of singing in which all components of the art form — technique, sound, color, nuance, diction — come together in service to expression and eloquence.\nDirected by David McVicar, this production takes a traditional approach, but with some vivid colors and stark imagery to lend a contemporary touch to the period sets and costumes by John Macfarlane. In the opening scene at the Palace of Whitehall in London, where Elizabeth’s subjects are celebrating what they think will be her acceptance of a marriage proposal from the king of France’s brother, the set evokes a spacious 16th-century hall. But the wood-paneled walls and the matrix of rafters are an eerie blood red, and the revelers are decked out in creamy white dresses and suits that look strangely matched.", "url": "https://www.nytimes.com/2013/01/02/arts/music/maria-stuarda-at-the-metropolitan-with-joyce-didonato.html"}