{"authors": ["Pam Belluck"], "date_download": "2022-10-25 22:59:15", "date_modify": "2022-10-25 22:59:15", "date_publish": "2013-09-17 02:45:11", "description": "New laws further restricting abortions have been driven by the contention that fetuses can feel pain at 20 weeks after conception. The science is far less clear on the issue.", "filename": "2013_09_17_health_complex-science-at-issue-in-politics-of-fetal-pain_1666738755.html", "image_url": "https://static01.nyt.com/images/2013/09/17/us/sub-PAIN/sub-PAIN-articleLarge.jpg?year=2013&h=400&w=600&s=7848144118b6976d844eadca10eb208e87d41c913eca672efe622bcfa2c4c97a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_17_health_complex-science-at-issue-in-politics-of-fetal-pain_1666738755.html", "title": "Complex Science at Issue in Politics of Fetal Pain", "title_page": "Complex Science at Issue in Politics of Fetal Pain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Mark Rosen, who pioneered anesthesia in fetal surgery, said if fetuses could experience surgery-related pain, it would be postoperatively, because during surgery anesthesia from the mother is so strong. Painkillers given to fetuses would prevent postsurgical pain if it exists, but the known scientific reason for them is “it promotes healing,” he said. “The fetus is going to go on and develop and live.”\nFetal-pain laws usually prohibit abortions at 20 weeks after conception, about 22 weeks gestational age as measured by scientists — from the last menstrual period, since conception cannot be pinpointed. By far most abortions occur before 24 weeks because the Supreme Court has said they may be performed until fetuses can be viable outside the womb, which doctors say is around 24 weeks.\nSo the laws banning abortions about two weeks before the 24-week threshold affect very few; 98.5 percent of abortions occur before 21 weeks, according to the Guttmacher Institute, a research group that supports abortion rights. Later cases often involve just-discovered birth defects.\nStill, both sides consider the laws, which have been challenged and blocked in Arizona, Georgia and Idaho, broader efforts to narrow abortion options and build opposition.\nScientists with varying views of pain development said they did not consider their work applicable to fetal-pain laws or the highly charged abortion debate.\nFor example, one of the main scientists whose work is cited as support for the laws is Dr. Kanwaljeet Anand, a professor of pediatrics, anesthesiology and neurobiology at the University of Tennessee’s Health Science Center. Dr. Anand said he considered fetal pain likely at 18 to 24 weeks. But he added that the “issue of fetal pain does not have much relevance for abortion, since most abortions are performed before the fetus is capable of experiencing pain” and that for the “very few” abortions that occur after that time, techniques could be used that he believed would prevent pain.\nBecause so much about pain is undetermined, most scientific discussions eventually run into theoretical territory. Much research involves children or adults, making implications for fetuses unclear. Scientists say characterizing responses as pain is difficult; some fetal reactions are simply reflexes or stress hormones. Some researchers say pain-sensing ability depends on consciousness, which may itself emerge gradually.", "url": "https://www.nytimes.com/2013/09/17/health/complex-science-at-issue-in-politics-of-fetal-pain.html"}