{"authors": ["Danny Hakim"], "date_download": "2022-10-25 23:25:48", "date_modify": "2022-10-25 23:25:48", "date_publish": "2013-01-16 01:18:30", "description": "Gov. Andrew M. Cuomo’s top donors were mostly real estate developers, including Leonard Litwin, who gave $250,000 through a host of companies that he controls.", "filename": "2013_01_16_nyregion_cuomo-raises-nearly-22-5-million-for-re-election-campaign_1666740348.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_16_nyregion_cuomo-raises-nearly-22-5-million-for-re-election-campaign_1666740348.html", "title": "Cuomo Raises Nearly $22.5 Million for Re-election Campaign", "title_page": "Cuomo Raises Nearly $22.5 Million for Re-election Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — Gov. Andrew M. Cuomo’s campaign reported nearly $22.5 million in the bank on Tuesday, a formidable war chest that could scare off potential rivals when he seeks re-election next year.\nMr. Cuomo continued to focus his fund-raising on well-heeled donors — real estate developers in particular.\nHis donors from the industry included Aby Rosen ($23,000), principal of RFR Holding, a development and property management company; Rita Castagna ($50,000) of Castagna Realty; and Barry M. Gosin ($50,000), chief executive of Newmark Grubb Knight Frank, a commercial real estate adviser. He also received $50,000 from Kenneth and Winston Fisher, two real estate developers.\nThe governor’s top donor appears to have been Leonard Litwin, another real estate developer, who donated $250,000, according to an analysis by the New York Public Interest Research Group. Even though Mr. Litwin’s name does not appear in Mr. Cuomo’s campaign filings, he donated through a host of limited-liability companies that he controls. Over the past two years, he has donated $500,000 to the governor.", "url": "https://www.nytimes.com/2013/01/16/nyregion/cuomo-raises-nearly-22-5-million-for-re-election-campaign.html"}