{"authors": ["Javier C. Hernández", "Michael M. Grynbaum"], "date_download": "2022-10-25 23:49:01", "date_modify": "2022-10-25 23:49:01", "date_publish": "2013-12-24 17:14:52", "description": "Chiara de Blasio, the 19-year-old daughter of Mayor-elect Bill de Blasio, acknowledged a history of drug and alcohol problems in a video released by her father’s campaign team.", "filename": "2013_12_25_nyregion_de-blasios-daughter-admits-to-substance-abuse_1666741741.html", "image_url": "https://static01.nyt.com/images/2013/12/24/nyregion/Chiara/Chiara-articleLarge.jpg?year=2013&h=400&w=600&s=deab4b2b40ca754e2cc0e369815bd695b4ef53517d5dd399d41d2e64548e72c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_25_nyregion_de-blasios-daughter-admits-to-substance-abuse_1666741741.html", "title": "De Blasio’s Daughter Reveals Substance Abuse", "title_page": "De Blasio’s Daughter Reveals Substance Abuse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Days before her father’s inauguration, the 19-year-old daughter of Mayor-elect Bill de Blasio disclosed a history of drug and alcohol abuse that his campaign had taken pains to shield throughout a candidacy that relied heavily on the image of a happy and tight-knit family from Brooklyn.\nIn a carefully crafted video distributed on Tuesday by her father’s staff, Chiara de Blasio spoke in candid terms about a battle with depression throughout her adolescence that led to drinking and drug use, habits that worsened when she was attending college in California last year.\n“It didn’t start out as like a huge thing for me, but then it became a really huge thing for me,” Ms. de Blasio said in the five-minute video, in which she sat alone on screen, accompanied by soft piano music.\nThe de Blasio team framed the video as an effort to help those who might be suffering from similar issues during the holiday season. But the timing and nature of its release suggested that the mayor-elect and his family were intent on describing Ms. de Blasio’s substance abuse, long a subject of speculation in the New York political world, on their own terms.", "url": "https://www.nytimes.com/2013/12/25/nyregion/de-blasios-daughter-admits-to-substance-abuse.html"}