{"authors": ["Artur Mas"], "date_download": "2022-10-25 23:43:25", "date_modify": "2022-10-25 23:43:25", "date_publish": "2013-09-10 16:26:38", "description": "We want to be partners with Spain, but we want to control our own economy and government.", "filename": "2013_09_11_opinion_global_a-referendum-for-catalonia_1666741405.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_11_opinion_global_a-referendum-for-catalonia_1666741405.html", "title": "A Referendum for Catalonia", "title_page": "Opinion | A Referendum for Catalonia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the advances haven’t met Catalan expectations. Countless proposals from Catalonia to Madrid have been rejected out of hand or subverted by court rulings. For example, in 2005 the Catalan regional Parliament passed a new Statute of Autonomy delineating powers that should be delegated to the region. The Spanish Parliament approved it in 2006, though only after removing key elements. Nonetheless, the Catalan people approved the weakened version of the statute via referendum in June 2006, seeing that something was better than nothing. Then in 2010 the Spanish Constitutional Court unilaterally revoked and rewrote crucial sections of the statute in a process that the Catalan government believes was procedurally dubious.\nThough financial concessions were made to the Basque region, our repeated requests for a new fiscal pact with Madrid to mitigate the current unjust system are constantly denied. We have been willing to pay more than our fair share to the central government to support poorer regions of Spain, but it has gone too far. Catalonia now receives less public expenditure per capita than more than half the other regions of Spain, though we contribute far more than average. In addition the Spanish government has failed to carry out its investment obligations, even in their far more limited scope as required in the weakened statute.\nThere are many more examples that have led the Catalan people to feel we have exhausted every means possible to reason and negotiate with Madrid and the only option left is to seek sovereignty. Recent parliamentary elections in Catalonia gave us a mandate to call for a referendum on Catalonia’s future, something a majority of our people and political parties support.\nThere are five different legal ways within Spanish law that a referendum could be authorized. Canada granted Quebec the right to hold two separate referendums and has protections within Canada because of this. More recently, Britain gave Scotland the right to decide its future in an independence referendum next year. But despite all our efforts to seek this basic civil right Spain refuses.\nI appealed to Prime Minister Mariano Rajoy for his assistance on the referendum in March 2013 with the support of 80 percent of the Catalan Parliament. The request was rebuffed. In July, I made a formal written request to hold a referendum. We are still waiting for a reply.", "url": "https://www.nytimes.com/2013/09/11/opinion/global/a-referendum-for-catalonia.html"}