{"authors": ["Sabrina Tavernise"], "date_download": "2022-10-25 23:49:03", "date_modify": "2022-10-25 23:49:03", "date_publish": "2013-12-16 17:04:00", "description": "The agency said it was taking the step after some data suggested problems like bacterial resistance and hormonal effects.", "filename": "2013_12_17_health_fda-to-require-proof-that-antibacterial-soaps-are-safe_1666741743.html", "image_url": "https://static01.nyt.com/images/2013/12/17/science/earth/17soap_cnd/17soap_cnd-articleLarge.jpg?year=2013&h=390&w=600&s=07c8140d66b4b98c2e5c315efa60b1fcdfaf16c10559971506382bad26e026a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_17_health_fda-to-require-proof-that-antibacterial-soaps-are-safe_1666741743.html", "title": "F.D.A. Questions Safety of Antibacterial Soaps", "title_page": "F.D.A. Questions Safety of Antibacterial Soaps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After years of mounting concerns that the antibacterial chemicals that go into everyday items like soap and toothpaste are doing more harm than good, the Food and Drug Administration said on Monday that it was requiring soap manufacturers to demonstrate that the substances were safe or to take them out of the products altogether.\nThe proposal was applauded by public health experts, who for years have urged the agency to regulate antimicrobial chemicals, warning that they risk scrambling hormones in children and promoting drug-resistant infections, among other things. Producers argue that the substances have long been proved to be safe.\n“It’s a big deal that they are taking this on,” said Rolf Halden, the director of the Center for Environmental Security at Arizona State University, who has been tracking the issue for years. “These antimicrobials have taken on a life all of their own,” Dr. Halden said. “Their use has really proliferated.”\nStudies in animals have shown that the chemicals, triclosan in liquid soaps and triclocarban in bar soaps, can disrupt the normal development of the reproductive system and metabolism, and health experts warn that their effects could be the same in humans. The chemicals were originally used by surgeons to wash their hands before operations, and their use exploded in recent years as manufacturers added them to a variety of products, including mouthwash, laundry detergent, fabrics and baby pacifiers. The Centers for Disease Control and Prevention found the chemicals in the urine of three-quarters of Americans.", "url": "https://www.nytimes.com/2013/12/17/health/fda-to-require-proof-that-antibacterial-soaps-are-safe.html"}