{"authors": ["Elias E. Lopez"], "date_download": "2022-10-25 23:50:54", "date_modify": "2022-10-25 23:50:54", "date_publish": "2013-05-17 14:42:40", "description": "General Videla was serving a life sentence for abuses in a campaign of political killings and forced disappearances during Argentina’s so-called Dirty War.", "filename": "2013_05_18_world_americas_jorge-rafael-videla-argentina-military-leader-in-dirty-war-dies-at-87.html_pagewanted=all_1666741854.html", "image_url": "https://static01.nyt.com/images/2013/05/18/obituaries/videla2/videla2-articleLarge.jpg?year=2013&h=436&w=600&s=a6c227707af531abe8bacc63c7216df73b56637738d4e537b8c9eb008dd4a63f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_18_world_americas_jorge-rafael-videla-argentina-military-leader-in-dirty-war-dies-at-87.html_pagewanted=all_1666741854.html", "title": "Jorge Rafael Videla, Argentina Military Leader in ‘Dirty War,’ Dies at 87", "title_page": "Jorge Rafael Videla, Argentina Military Leader in ‘Dirty War,’ Dies at 87 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jorge Rafael Videla, the military junta leader who oversaw a ruthless campaign of political killings and forced disappearances during Argentina’s so-called Dirty War against dissidents in the mid-1970s, died on Friday in the Marcos Paz Prison in Buenos Aires, where he was serving a life sentence for crimes against humanity. He was 87.\nHis death was announced by Argentina’s Secretariat for Human Rights.\nAt least 15,000 people were killed or “disappeared” during the junta’s campaign, according to government estimates. Human rights officials say the figure is closer to 30,000.\nGeneral Videla rose to power in 1976, when he led a largely bloodless coup against President Isabel Martínez de Perón, widow of Juan Domingo Perón, the founder of the country’s populist movement. Whisked away by helicopter in the dead of night, Mrs. Perón was arrested and charged with corruption, and General Videla, the chief of the armed forces, took over the presidency and established a military junta, promising to restore civilian rule promptly.\nInstead he declared as a priority the “eradication” of the leftist guerrillas who had begun a fierce offensive against Mrs. Perón’s government. The junta’s net soon widened to include lawyers, students, journalists and union leaders suspected of ties to radical groups. Congress was suspended, political parties were abolished, strikes were made illegal and death squads roamed the country.", "url": "https://www.nytimes.com/2013/05/18/world/americas/jorge-rafael-videla-argentina-military-leader-in-dirty-war-dies-at-87.html?pagewanted=all"}