{"authors": ["Katharine Q. Seelye"], "date_download": "2022-10-25 23:24:11", "date_modify": "2022-10-25 23:24:11", "date_publish": "2013-07-19 01:12:20", "description": "Officials in northern New England report a sharp rise in overdoses and heroin deaths.", "filename": "2013_07_19_us_heroin-in-new-england-more-abundant-and-deadly.html_pagewanted=1&_r=0_1666740251.html", "image_url": "https://static01.nyt.com/images/2013/07/19/us/HEROIN-1/HEROIN-1-articleLarge.jpg?year=2013&h=362&w=600&s=259398b983741c014ce4351d72c733bd85238ee79b520d5b6662c945df4d0df6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_19_us_heroin-in-new-england-more-abundant-and-deadly.html_pagewanted=1&_r=0_1666740251.html", "title": "Heroin in New England, More Abundant and Deadly", "title_page": "Heroin in New England, More Abundant and Deadly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PORTLAND, Me. — Heroin, which has long flourished in the nation’s big urban centers, has been making an alarming comeback in the smaller cities and towns of New England.\nFrom quaint fishing villages on the Maine coast to the interior of the Great North Woods extending across Maine, New Hampshire and Vermont, officials report a sharp rise in the availability of the crystalline powder and in overdoses and deaths attributed to it. “It’s easier to get heroin in some of these places than it is to get a UPS delivery,” said Dr. Mark Publicker, an addiction specialist here.\nHere in Portland, better known for its laid-back vibe and lively waterfront, posters warn of the dangers of overdose. “Please,” they say: “Do Not Use Alone. Do a Tester Shot” and “Use the Recovery Position” (which is lying on one’s side to avoid choking on vomit).\nThe city, like many others across the country, is experiencing “an inordinate number of heroin overdoses,” said Vern Malloch, assistant chief of the Portland Police Department. “We’ve got overdose deaths in the bathrooms of fast-food restaurants. This is an increase like we haven’t seen in many years.”", "url": "https://www.nytimes.com/2013/07/19/us/heroin-in-new-england-more-abundant-and-deadly.html?pagewanted=1&_r=0"}