{"authors": ["Richard Conniff"], "date_download": "2022-10-25 23:41:36", "date_modify": "2022-10-25 23:41:36", "date_publish": "2013-05-06 18:39:52", "description": "An irascible but modest scientist devoted his life to preventing childhood illnesses, with such success that their once-fearsome toll has faded from consciousness.", "filename": "2013_05_07_health_maurice-hilleman-mmr-vaccines-forgotten-hero_1666741296.html", "image_url": "https://static01.nyt.com/images/2013/05/07/science/07VACC/07VACC-articleLarge-v2.jpg?year=2013&h=400&w=600&s=164db3c25865a5091b394616777b7cf5ab4e271e5fba25c4fca6e44ff353a2e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_07_health_maurice-hilleman-mmr-vaccines-forgotten-hero_1666741296.html", "title": "Maurice Hilleman, M.M.R. Vaccine’s Forgotten Hero", "title_page": "Maurice Hilleman, M.M.R. Vaccine’s Forgotten Hero - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Hilleman then went on to refine the vaccine over the next four years, eventually producing the much safer Moraten strain that is still in use today. As always, he kept himself in the background: The name stands for “more attenuated enders.”\nOne other crucial event in the development of M.M.R. happened that spring of 1963: An epidemic of rubella began in Europe and quickly swept around the globe. In this country, the virus’s devastating effect on first-trimester pregnancies caused about 11,000 newborns to die, according to the Centers for Disease Control and Prevention. An additional 20,000 suffered birth defects, including deafness, heart disease and cataracts.\nDr. Hilleman was already testing his own vaccine as the epidemic ended in 1965. But he agreed to work instead with a vaccine being developed by federal regulators. It was, he later recalled, “toxic, toxic, toxic.” By 1969, he had cleaned it up enough to obtain F.D.A. approval and prevent another rubella epidemic. Finally, in 1971, he put his vaccines for measles, mumps and rubella together to make M.M.R., replacing a series of six shots with just two.\nOr rather not finally. In 1978, having found a better rubella vaccine than his own, Dr. Hilleman asked its developer if he could use it in the M.M.R. The developer, Dr. Stanley Plotkin, then of the Wistar Institute in Philadelphia, was momentarily speechless. It was an expensive choice for Merck, and might have been a painful one for anyone other than Dr. Hilleman.\n“It’s not that he didn’t have an ego. He certainly did,” Dr. Plotkin recalled in a recent interview. “But he valued excellence above that. Once he decided that this strain was better, he did what he had to do,” even if it meant sacrificing his own work.\nGiven Dr. Hilleman’s obsession with safety and effectiveness, it came as a bitter surprise toward the end of his life when his vaccine was at the center of what Dr. Offit called “a perfect storm of fear.” In 1998, The Lancet, a respected British medical journal, published an article alleging that M.M.R. had caused an epidemic of autism.\nThe lead author, Dr. Andrew Wakefield, became a media celebrity, and some parents began to balk at having their children immunized; the vaccine’s very success had made them forget just how devastating measles, mumps and rubella could be. Dr. Hilleman, who might reasonably have been expected to win a Nobel Prize, got hate mail and death threats instead.", "url": "https://www.nytimes.com/2013/05/07/health/maurice-hilleman-mmr-vaccines-forgotten-hero.html"}