{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:20", "date_modify": "2022-10-25 23:43:20", "date_publish": "2013-10-17 01:48:06", "description": "Catalan businesspeople worry less about what Madrid owes the region and more about whether political instability could hamper Spain’s prospects of returning to precrisis growth levels.", "filename": "2013_10_17_business_international_as-secession-talk-swells-in-catalonia-business-leaders-remain-wary-of-costs_1666741400.html", "image_url": "https://static01.nyt.com/images/2013/10/17/business/Cava1/Cava1-articleLarge.jpg?year=2013&h=400&w=600&s=64c3d129d1251a0c2f6f22ae82f3fa0bccbba116a406d0210e3bb4d8b0a22e3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_17_business_international_as-secession-talk-swells-in-catalonia-business-leaders-remain-wary-of-costs_1666741400.html", "title": "As Secession Talk Swells in Catalonia, Business Leaders Remain Wary of Costs", "title_page": "As Secession Talk Swells in Catalonia, Business Leaders Remain Wary of Costs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The attitude of such Catalan executives matters because a key premise in the secessionist argument is that Catalonia, which accounts for almost a fifth of Spain’s economic output, would flourish economically if it broke ties with the rest of the economically lagging nation. Some businesspeople are not so certain.\nIt is not just the cava vintners saying this, but also executives from the spectrum of industries that make up Catalonia’s 200 billion euro economy, roughly equivalent to that of Portugal. The region blends a powerful financial-services sector, led by the big bank La Caixa, with a strong industrial base that includes traditional sectors like car manufacturing as well as scientific research and medical technology.\nThis week the Catalan regional government, led by Artur Mas, quantified exactly what it thought the central government owed Catalonia, in terms of insufficient investments and fiscal disadvantages: 9.4 billion euros, including 5.8 billion euros of infrastructure spending.\nIn response, the central government said on Wednesday that it would soon publish its own set of figures to dismantle the Catalan claim that the region’s contribution to the national economy and its tax revenue is far more than what it gets back from Madrid.\nBut with Spain expected to post economic data for the third quarter showing that it has finally emerged from a two-year recession — its second downturn since 2008 — Catalan businesspeople say they worry less about what Mr. Mas thinks Madrid owes his region and more about whether political instability could hamper Spain’s prospects of returning to precrisis growth levels. “In any diverse society, there are different points of view, but it’s clear entrepreneurs prefer to operate in a context of certainty,” said Salvador Alemany, the chairman of Abertis, which is based in the Catalan capital, Barcelona, and which is one of Europe’s biggest operators of toll roads and airports. “Consensus is always better than conflict.”", "url": "https://www.nytimes.com/2013/10/17/business/international/as-secession-talk-swells-in-catalonia-business-leaders-remain-wary-of-costs.html"}