{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:53:59", "date_modify": "2022-10-25 23:53:59", "date_publish": "2013-06-13 14:15:11", "description": "A semiofficial campaign has gathered steam to question Japanese rule over the Ryukyu chain, including the strategic island that is home to 27,000 American troops.", "filename": "2013_06_14_world_asia_sentiment-builds-in-china-to-press-claim-for-okinawa_1666742039.html", "image_url": "https://static01.nyt.com/images/2013/06/14/world/asia/14okinawa/14okinawa-articleLarge.jpg?year=2013&h=400&w=600&s=37fdda82d4e74f178b5cf68dc06b8fc5b1c89a572c3316abc18580d087c64e0f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_14_world_asia_sentiment-builds-in-china-to-press-claim-for-okinawa_1666742039.html", "title": "Calls Grow in China to Press Claim for Okinawa", "title_page": "Calls Grow in China to Press Claim for Okinawa - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In this case, the goal may be to strengthen China’s claim on the islands known as the Senkaku and the Diaoyu, more than 250 miles west of Okinawa. Tensions have been running high since September, when the Japanese government bought three of the islands from a private owner. Japan said it did so to prevent them from falling into radical nationalist hands, but the move prompted protests in China.\nAnalysts say that Beijing may be raising the prospect of a simultaneous dispute over the Okinawa chain to strengthen its negotiating hand and convey to Japanese officials that the Chinese government must contend with nationalist public sentiment, too.\nAt the Renmin seminar, Zhang Shengjun, deputy dean of the school of political science and international studies at Beijing Normal University, said that questioning the ownership of Okinawa was useful for projecting China as a regional power.\n“People think that China’s foreign policy has only one face — wanting a harmonious world,” Mr. Zhang said. But the Okinawa issue, he said, was helpful in showing the “black face” of Chinese foreign policy. In Chinese opera, the black face is a reference to a tough, bold character.\nNoboru Yamaguchi, a retired Japanese Army general and now a professor at the National Defense Academy in Tokyo, said the Chinese approach might backfire. It will make the Japanese resist Chinese efforts to get control of the Senkaku/Diaoyu islands even more, he said, and it will have broader effects. “I don’t think it is wise for the Chinese to do this, because it hurts their reputation in the international community,” he said.\nThough it may seem far-fetched for China to have any claim over Okinawa, where tens of thousands of Japanese and American troops were killed in World War II and the United States still maintains several military bases, Chinese nationalists have for years pointed out that the ancient Ryukyu Kingdom made tribute payments to imperial China.\nZhang Haipeng, one of the authors of the People’s Daily article, said Okinawa was important to China’s ambitions of projecting naval power into the Pacific Ocean, noting that the Ryukyu are at the northern edge of a chain of islands that include Taiwan and part of the Philippines, both of which Beijing regards as American allies alongside Japan.", "url": "https://www.nytimes.com/2013/06/14/world/asia/sentiment-builds-in-china-to-press-claim-for-okinawa.html"}