{"authors": ["Janet Maslin"], "date_download": "2022-10-25 23:37:48", "date_modify": "2022-10-25 23:37:48", "date_publish": "2013-05-05 22:05:32", "description": "The computer scientist Jaron Lanier provides insights on technology in his new book, “Who Owns the Future?”", "filename": "2013_05_06_books_who-owns-the-future-by-jaron-lanier_1666741068.html", "image_url": "https://static01.nyt.com/images/2013/05/06/arts/jpbook/jpbook-articleLarge.jpg?year=2013&h=775&w=600&s=4007929fdc7e30b58a261b6ba7a3c4037022b9544fde482fabb841b12b2af298&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_06_books_who-owns-the-future-by-jaron-lanier_1666741068.html", "title": "‘Who Owns the Future?’ by Jaron Lanier", "title_page": "‘Who Owns the Future?’ by Jaron Lanier - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As its title indicates, Jaron Lanier’s new tech manifesto asks, “Who owns the future?” But for many of those who will be captivated by Mr. Lanier’s daringly original insights, another question comes first: Who is Jaron Lanier? He is a mega-wizard in futurist circles. He is the father of virtual reality in the gaudy, reputation-burnishing way that Michael Jackson was the king of pop. Mr. Lanier would undoubtedly be more of a household name if he were not a large, dreadlocked, anything but telegenic figure with facial hair called “mossy” in a 2011 profile in The New Yorker.\nWhile working on “intriguing unannounced projects” for Microsoft Research — “a gigantic lighter-than-air railgun to launch spacecraft” and a speculative strategy for “repositioning earthquakes” — Mr. Lanier found time to follow up on his first book, “You Are Not a Gadget” (2010). That was a feisty, brilliant, predictive work, and the new volume is just as exciting. Mr. Lanier bucks a wave of more conventional diatribes on Big Data to deliver Olympian, contrarian fighting words about the Internet’s exploitative powers. A self-proclaimed “humanist softie,” he is a witheringly caustic critic of big Web entities and their business models.\nHe’s talking to you, Facebook. (“What’s Facebook going to do when it grows up?”) And to you, Google. (“The Google guys would have gotten rich from the search code without having to create the private spying agency.”) And to all the other tempting Siren Servers (as he calls them) that depend on accumulating and evaluating consumer data without acknowledging a monetary debt to the people mined for all this “free” information. One need not be a political ideologue, he says, to believe that people have quantifiable value and deserve to be recompensed for it.", "url": "https://www.nytimes.com/2013/05/06/books/who-owns-the-future-by-jaron-lanier.html"}