{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:49:49", "date_modify": "2022-10-25 23:49:49", "date_publish": "2013-04-16 17:14:27", "description": "Race organizers in London and New York may consider additional safety measures after the bombings in Boston.", "filename": "2013_04_17_sports_security-is-a-challenge-for-sprawling-marathons.html_ref=nyregion_1666741789.html", "image_url": "https://static01.nyt.com/images/2013/04/17/sports/yMARATHON/yMARATHON-articleLarge.jpg?year=2013&h=385&w=600&s=cda4d7bb0d3c5f3268d7555474eea92f664ea8ea878bcbda458b1708bddc1ec1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_17_sports_security-is-a-challenge-for-sprawling-marathons.html_ref=nyregion_1666741789.html", "title": "Security Poses a Wider Challenge for Marathons", "title_page": "Security Poses a Wider Challenge for Marathons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Tour de France, held in July, presents a much wider-ranging challenge, covering more than 2,000 miles.\nWhile the French government does not publicize most of its security measures for the cycling race, the police presence approaches the scale of an Olympic Games. Last year, about 13,000 members of the Gendarmerie Nationale, the force that provides rural policing, helped protect the three-week race at various times.\nWhen the Tour briefly entered Spain in 2007, ETA, the Basque separatist group, detonated two bombs along the road after the riders had passed.\nNew York City Marathon organizers and the city police have more time to prepare because that race is in November. But it is one of the largest road races in the world, with nearly 60,000 runners registered and about two million spectators.\nSecurity experts expect the police to add security near the most susceptible parts of the course, including the starting line at the foot of the Verrazano-Narrows Bridge in Staten Island and the finish line in Central Park, which are already heavily guarded. Spectators could see more random searches and displays of force by the police to keep would-be attackers off guard.\n“It’s a huge challenge and one that’s virtually impossible to protect from start to finish,” said Robert S. Tucker, the chief executive of T&M Protection Resources. “This is like calling an audible in a football game. We’re going to have to deal with it differently.”\nThe police in New York will face their first test this weekend when two smaller races will be run in Manhattan, including the 9/11 Memorial 5K in Lower Manhattan and a four-mile run in Central Park. Police Commissioner Raymond W. Kelly said Tuesday that his department would evaluate its security plan for patrolling the marathon and other road races based in part on what happened in Boston.", "url": "https://www.nytimes.com/2013/04/17/sports/security-is-a-challenge-for-sprawling-marathons.html?ref=nyregion"}