{"authors": ["Jodi Rudoren"], "date_download": "2022-10-25 23:56:21", "date_modify": "2022-10-25 23:56:21", "date_publish": "2013-05-10 09:06:31", "description": "Thousands of ultra-Orthodox Jews joined a protest at the Jerusalem holy site, creating a standoff with a group of women praying there in garments traditionally worn by men.", "filename": "2013_05_11_world_middleeast_3-ultra-orthodox-men-arrested-in-western-wall-standoff_1666742181.html", "image_url": "https://static01.nyt.com/images/2013/05/10/world/middleeast/11ISRAEL1/20130511-ISRAEL-slide-97IG-articleLarge.jpg?year=2013&h=400&w=600&s=5416fd967493dede37cf0c572cd8c41b75b78e303a25bab188ef1f46db50d0f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_11_world_middleeast_3-ultra-orthodox-men-arrested-in-western-wall-standoff_1666742181.html", "title": "Standoff at Western Wall Over Praying by Women", "title_page": "Standoff at Western Wall Over Praying by Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Thousands of ultra-Orthodox Jews tried to block a liberal women’s group from praying at the Western Wall on Friday morning, creating a tense standoff in the latest flash point of a broader battle over religion and identity that has engulfed Israel.\nHeeding calls from their rabbis, religious teenage girls turned up in large numbers to protest the group’s insistence on praying at the wall in religious garb traditionally worn by men. The girls crammed the women’s section directly in front of the wall by 6:30 a.m., forcing the liberal women to conduct their prayer service farther back on the plaza. There, hundreds of police officers locked arms in cordons to hold back throngs of black-hatted Orthodox men who whistled, catcalled, and threw water, candy and a few plastic chairs.\nThe fight over how women pray at one of Judaism’s holiest sites is a singular fault line among many. Friday’s mass demonstration at the wall was widely seen as part of the intensifying culture war that poses a threat, if internal, to Israel’s social cohesion.\n“We are looking at a process in which the public disdain with the way religion and state matters have occurred in Israel has reached a peak,” said Rabbi Uri Regev, the founder of Hiddush, a group that advocates for religious freedom and equality.", "url": "https://www.nytimes.com/2013/05/11/world/middleeast/3-ultra-orthodox-men-arrested-in-western-wall-standoff.html"}