{"authors": ["Robin Finn"], "date_download": "2022-10-25 23:36:31", "date_modify": "2022-10-25 23:36:31", "date_publish": "2013-11-22 19:47:22", "description": "The TriBeCa duplex loft that took a star turn in Ms. Dunham’s feature “Tiny Furniture” is poised to enter the market at $6.25 million.", "filename": "2013_11_24_realestate_a-lena-dunham-locale_1666740991.html", "image_url": "https://static01.nyt.com/images/2013/11/24/realestate/24exclusive-span/20131124-EXCLUSIVE-slide-TCDD-articleLarge.jpg?year=2013&h=400&w=600&s=9fe1e56a759a2f92da424138766a389c5069e0656299a6fec8000ec1607d5328&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_24_realestate_a-lena-dunham-locale_1666740991.html", "title": "A Lena Dunham Locale", "title_page": "A Lena Dunham Locale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The eclectic TriBeCa duplex loft that took a star turn in Lena Dunham’s career-launching indie feature, “Tiny Furniture” (after its owners, who happened to be her parents, allowed her to film there), is poised to enter the market at $6.25 million. The imaginatively renovated living-and-studio space is in a former textile factory at 16 Desbrosses Street.\nThe building, on a cobblestone block between Hudson and Greenwich Streets just east of the Hudson River, was bought for $7.9 million in 2001 by a consortium of artists and writers led by the architect Peter Moore. It was eventually converted into eight residential condominiums.\nThe nearly 3,600-square-foot unit, No. 4S, which includes a bilevel space across the hall, is being sold by Ms. Dunham’s parents, the artist/filmmaker Laurie Simmons and the painter Carroll Dunham, both renowned in the fine arts orbit. Mr. Dunham handled the inaugural renovation while the family lived in a Brooklyn Heights rental, and for the first two years he and Ms. Simmons used the loft as their work space. The family moved there in 2004, and the duplex has since undergone a progression of reconfigurations and modernizations by the architect David Bers in collaboration with Mr. Dunham, with finishes and overhead lighting by the designer Nick Dine and custom wood cabinetry by the artist Gregory Curry.\nThe monthly maintenance is $1,500, and the monthly real estate taxes are $2,364. Designated basement storage space is part of the sale, as is the décor detail that was a running gag in “Tiny Furniture,” a wall of seemingly infinite and somewhat mysterious cabinets on the main level.", "url": "https://www.nytimes.com/2013/11/24/realestate/a-lena-dunham-locale.html"}