{"authors": ["Annie Lowrey"], "date_download": "2022-10-25 23:45:05", "date_modify": "2022-10-25 23:45:05", "date_publish": "2013-03-04 02:02:48", "description": "President Obama plans to nominate Sylvia Mathews Burwell, the president of the Walmart Foundation, as his budget chief, the White House said on Sunday.", "filename": "2013_03_04_us_politics_obama-picks-foundation-president-for-budget-chief_1666741505.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_04_us_politics_obama-picks-foundation-president-for-budget-chief_1666741505.html", "title": "Sylvia Mathews Burwell Picked for Budget Chief", "title_page": "Sylvia Mathews Burwell Picked for Budget Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama plans to nominate Sylvia Mathews Burwell, the president of the Walmart Foundation, as his budget chief, a White House official said on Sunday.\nMs. Burwell, if confirmed by the Senate, would step into the role amid heated budget battles with Congressional Republicans. Federal agencies have started to implement the budget cuts known as sequestration — $85 billion in blunt, across-the-board spending reductions that were meant to force Democrats and Republicans to reach a long-term deal to pare the deficit.\nIn addition, the temporary measure that is financing the government will run out at the end of March, setting up another potential fight between the White House and Republicans in Congress.\nA native of West Virginia, Ms. Burwell is a graduate of Harvard and Oxford, where she was a Rhodes scholar. In the 1990s, she served in a variety of economic policy roles in the Clinton administration, including as a top aide to Robert E. Rubin, then the Treasury secretary, and as a staff member of the White House’s National Economic Council.", "url": "https://www.nytimes.com/2013/03/04/us/politics/obama-picks-foundation-president-for-budget-chief.html"}