{"authors": ["Bill Vlasic"], "date_download": "2022-10-25 23:48:32", "date_modify": "2022-10-25 23:48:32", "date_publish": "2013-06-18 21:35:39", "description": "The automaker and National Highway Traffic Safety Administration resolved their differences, and Chrysler will inspect the cars for possible defects.", "filename": "2013_06_19_business_chrysler-reaches-agreement-to-recall-2-7-million-jeeps_1666741712.html", "image_url": "https://static01.nyt.com/images/2013/06/19/business/ChryslerRefer/ChryslerRefer-articleLarge.jpg?year=2013&h=565&w=600&s=50ec2ec2257e82d36a3284bb8125f81fbe5e5b3995cad99d8ac7f0cb4a7d8190&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_19_business_chrysler-reaches-agreement-to-recall-2-7-million-jeeps_1666741712.html", "title": "Dispute Ends as Chrysler Agrees to Fix Older Jeeps", "title_page": "Dispute Ends as Chrysler Agrees to Fix Older Jeeps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DETROIT — A tense standoff between Chrysler and federal regulators over the safety of millions of Jeep sport utility vehicles was resolved in one last high-level phone call.\nThe call took place Monday between Sergio Marchionne, Chrysler’s chief executive, and David Strickland, head of the National Highway Traffic Safety Administration, according to a person with knowledge of the call who spoke on condition of anonymity because the conversation was private.\nWhen it was over Chrysler had agreed to a voluntary campaign, announced on Tuesday, to inspect and upgrade 2.7 million Jeeps that the government had claimed were prone to catastrophic fires in rear-end collisions.\nThe move by Chrysler, the nation’s third-largest automaker behind General Motors and Ford, defused what had become an unusual confrontation between a car company and the nation’s auto-safety agency after Chrysler initially rejected the recall.", "url": "https://www.nytimes.com/2013/06/19/business/chrysler-reaches-agreement-to-recall-2-7-million-jeeps.html"}