{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:50", "date_modify": "2022-10-25 23:39:50", "date_publish": "2013-05-09 12:59:03", "description": "China’s most celebrated director, Zhang Yimou, could face a hefty fine if he is found to have fathered more children than allowed by law.", "filename": "2013_05_10_world_asia_family-planning-officials-investigate-chinese-film-director_1666741190.html", "image_url": "https://static01.nyt.com/images/2013/05/10/world/beijing/beijing-articleLarge.jpg?year=2013&h=416&w=600&s=3645df709e73c031ecd5216c2e4e7bc32ca8ec091511f3fe9cb6fb6a34d9e24f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_10_world_asia_family-planning-officials-investigate-chinese-film-director_1666741190.html", "title": "Zhang Yimou, Chinese Filmmaker, Investigated in Family Planning Case", "title_page": "Zhang Yimou, Chinese Filmmaker, Investigated in Family Planning Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — China’s most celebrated film director, Zhang Yimou, is being investigated for a potential violation of family planning laws, an official said Thursday, confirming reports in the state news media.\nFamily planning officials are examining discussions on the Internet that say Mr. Zhang has fathered up to seven children with four women. If he is found to have violated the laws, he could be fined nearly $27 million because the fines are based on the offender’s income, according to a report in the online edition of People’s Daily, the official mouthpiece of the Communist Party.\nAn official in a propaganda office attached to the family planning committee of Jiangsu Province, near Shanghai on the east coast, confirmed the substance of the People’s Daily report, which was published Wednesday. Calls to the family planning committee of Wuxi, the city where Chen Ting, Mr. Zhang’s second wife, is registered as a resident, went unanswered on Thursday.\nFamily planning laws generally restrict families to one child, and fines are levied for additional children. There are numerous exceptions, though: Many rural families and ethnic minorities are allowed to have more than one child without penalty. Xinhua, the state news agency, said Thursday that the local family planning committee would release the results of its investigation into Mr. Zhang soon.", "url": "https://www.nytimes.com/2013/05/10/world/asia/family-planning-officials-investigate-chinese-film-director.html"}