{"authors": ["David M. Halbfinger", "Raymond Hernandez", "Claire Cain Miller"], "date_download": "2022-10-25 23:41:07", "date_modify": "2022-10-25 23:41:07", "date_publish": "2013-08-07 00:57:50", "description": "Silicon Valley moguls provided the brainpower and financing for a company that could make Cory A. Booker, the Newark mayor and United States Senate candidate, very rich.", "filename": "2013_08_07_nyregion_tech-magnates-bet-on-booker-in-web-venture_1666741267.html", "image_url": "https://static01.nyt.com/images/2013/08/07/nyregion/altbooker/altbooker-articleLarge.jpg?year=2013&h=400&w=600&s=f752d80c7300b4323b3463eedfd68251159ffe17f8e4c5b65918616dda136d44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_07_nyregion_tech-magnates-bet-on-booker-in-web-venture_1666741267.html", "title": "Tech Magnates Bet on Booker and His Future", "title_page": "Tech Magnates Bet on Booker and His Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A graduate of Stanford, Mr. Booker has nurtured close ties to Silicon Valley: he amassed more than $400,000 in campaign contributions from tech executives and employees for his 2010 mayoral re-election and nearly $700,000 this year for his Senate bid, an analysis of state and federal campaign finance records shows. This spring, the widow of Steve Jobs, Laurene Powell Jobs, and the power couple Marc Andreessen and Laura Arrillaga-Andreessen held a fund-raiser for him.\nAnd as a social media enthusiast, with more than 30,000 Twitter posts, Mr. Booker has cast himself as an ambassador between the high-tech world and his beleaguered city. His aides noted that he had leveraged his relationships to Newark’s benefit, including a pledge of $100 million to the city’s schools from Mark Zuckerberg, the Facebook founder.\nIt was during a fund-raising swing in Silicon Valley in 2009, when Mr. Booker was soliciting campaign contributions from Ms. Powell Jobs and the venture capitalists Ted Schlein and Fredric Harman, that the visit to LinkedIn headquarters was arranged. In attendance at the gathering were Jeff Weiner, the chief executive of LinkedIn, and its co-founder, Reid Hoffman (both of whom later invested in Waywire) along with John Ham of Ustream, the live-video service (Mr. Ham is now on Waywire’s advisory board), and Sarah Ross, the marketing wizard behind Ashton Kutcher’s record-setting Twitter following, who would become a principal in Waywire.\nMs. Ross suggested in an interview that she saw in Mr. Booker a kindred social media spirit. She said she has wondered how the civil rights movement might have been different had the Rev. Dr. Martin Luther King Jr. had access to Twitter. “Social media is a movement,” she said, “and Cory Booker is a leader in this movement.”\nIn 2011, Ms. Ross was approached by a friend, Nathan Richardson, an Internet executive who was thinking of starting a new company, to talk about the future of social media. In January 2012, she arranged for Mr. Richardson to join her and Mr. Booker at the Andros Diner in Newark.\nMr. Booker had concerns about “marginalized voices” getting lost in the ocean that is YouTube, he said. “I see high school kids who are doing incredible videos,” he said, “but their voices are not breaking into the national conversation.”\nThe idea of a company soon came together among the three.\nMr. Booker recalled how Ms. Ross pressed him to sign on: “‘You know what? You should do it, found the company. Obviously you don’t have to be involved — you’ve got a full-time job. But found the company.’ ”", "url": "https://www.nytimes.com/2013/08/07/nyregion/tech-magnates-bet-on-booker-in-web-venture.html"}