{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:39:29", "date_modify": "2022-10-25 23:39:29", "date_publish": "2013-04-09 04:37:34", "description": "The National Bureau of Statistics announced that consumer prices were 2.1 percent higher in March than a year before. Prices had been 3.2 percent higher in February.", "filename": "2013_04_10_business_global_inflation-slows-in-china-on-drop-in-pork-prices_1666741169.html", "image_url": "https://static01.nyt.com/images/2013/04/10/business/YUAN/YUAN-articleLarge.jpg?year=2013&h=393&w=600&s=dfae4bd622f8db1933faee20af46544d481be26386bea4b48c19568db08de208&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_10_business_global_inflation-slows-in-china-on-drop-in-pork-prices_1666741169.html", "title": "Images of Dead Pigs Reduce China’s Appetite for Pork, Keep Prices Down", "title_page": "Images of Dead Pigs Reduce China’s Appetite for Pork, Keep Prices Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Consumer prices rose less than expected last month in China as the unappetizing and widely televised spectacle of thousands of dead pigs floating upstream from Shanghai helped push pork prices down sharply, the government reported on Tuesday.\nThe National Bureau of Statistics announced that consumer prices were 2.1 percent higher in March than a year ago. Prices had been 3.2 percent higher in February.\nPork is a staple of the Chinese diet and its price has long been such a significant component of the country’s consumer price index that it can influence overall inflation. Pork prices tumbled 5.5 percent last month from a year earlier, the National Bureau of Statistics said.\nFactories and other producers also faced falling prices last month. Producer prices in China were down 1.9 percent in March, compared with a year-over-year decline of 1.6 percent in February.", "url": "https://www.nytimes.com/2013/04/10/business/global/inflation-slows-in-china-on-drop-in-pork-prices.html"}