{"authors": ["Chris Buckley"], "date_download": "2022-10-25 22:56:14", "date_modify": "2022-10-25 22:56:14", "date_publish": "2013-03-14 09:37:15", "description": "Xi Jinping signaled that his government will try to be more responsive to the public while defending the party’s top-down control.", "filename": "2013_03_15_world_asia_chinas-new-leader-xi-jinping-takes-full-power_1666738574.html", "image_url": "https://static01.nyt.com/images/2013/03/15/world/asia/15china/15china-articleLarge.jpg?year=2013&h=400&w=600&s=f60c85f9540aa28e7a80386b452a092eccf3137c578bd562f64ec39d25d36794&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_15_world_asia_chinas-new-leader-xi-jinping-takes-full-power_1666738574.html", "title": "China’s New Leader, Xi Jinping, Takes Full Power", "title_page": "China’s New Leader, Xi Jinping, Takes Full Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Xi Jinping, the new leader of the Communist Party, assumed the presidency of China on Thursday, completing his formal transition to power. He did so at a legislative meeting that has signaled a more responsive approach to an impatient public, while defending the party’s top-down control.\nThe National People’s Congress anointed Mr. Xi as president four months after he was appointed as Communist Party general secretary and chairman of the Central Military Commission, putting him at the top of all three major power centers in China, the party, the army and the state.\nThere was never any doubt that compliant delegates to the annual Parliament would overwhelmingly endorse Mr. Xi for president. They also named his ally Li Yuanchao as vice president. Only one of the 2,956 delegates who cast valid ballots in the Great Hall of the People on Tuesday voted against Mr. Xi; three abstained.\nThe new president faces conflicting expectations of how he will apply the power in his hands — expectations that he kindled himself. Since he succeeded Hu Jintao as party leader in November, he has used meetings, speeches and visits to a frenetic coastal city and a dirt-poor village to signal that he wants some economic liberalization, more room for citizens to criticize the government, and a crackdown on the official corruption that has infuriated Chinese citizens.", "url": "https://www.nytimes.com/2013/03/15/world/asia/chinas-new-leader-xi-jinping-takes-full-power.html"}