{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:41:59", "date_modify": "2022-10-25 23:41:59", "date_publish": "2013-11-12 01:56:22", "description": "A new trial expected to start this week will determine how much Samsung has to pay for an important suit it lost.", "filename": "2013_11_12_technology_jury-to-decide-how-much-more-samsung-must-pay-apple-in-patent-case_1666741319.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_12_technology_jury-to-decide-how-much-more-samsung-must-pay-apple-in-patent-case_1666741319.html", "title": "Jury to Decide How Much More Samsung Must Pay Apple in Patent Case", "title_page": "Jury to Decide How Much More Samsung Must Pay Apple in Patent Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Samsung Electronics lost an important patent battle with Apple last year. A new trial expected to start this week will determine how much Samsung has to pay for that loss.\nIn August last year, a California jury found that Samsung infringed on a series of Apple patents and needed to pay more than $1 billion in damages. But the judge later revisited that price tag and vacated about $450 million of that original award, saying it was unclear how the jury calculated the original figure.\nSamsung was still required to pay Apple $600 million. And the judge, Lucy H. Koh, of the Federal District Court for Northern California, ordered the new trial to assess whether Samsung should pay more or less than the $450 million that was vacated.\nFor Samsung and Apple, the two biggest profit makers in the electronics industry, a single handoff of $1 billion would not greatly affect the companies’ finances. But the fight over damages is more about the future than the present. Samsung and Apple are embattled in multiple patent disputes, and the final award could influence another jury to make similar damage calculations in future cases.", "url": "https://www.nytimes.com/2013/11/12/technology/jury-to-decide-how-much-more-samsung-must-pay-apple-in-patent-case.html"}