{"authors": ["Margaux Laskey"], "date_download": "2022-10-25 23:38:15", "date_modify": "2022-10-25 23:38:15", "date_publish": "2013-10-20 04:15:54", "description": "The groom, a founder of Foursquare, used social media to woo his bride, a director at Bobbi Brown Cosmetics.", "filename": "2013_10_20_fashion_weddings_girl-version-of-him-boy-version-of-her.html__r=0_1666741095.html", "image_url": "https://static01.nyt.com/images/2013/10/20/fashion/weddings/20SKEES/20SKEES-articleLarge.jpg?year=2013&h=437&w=600&s=e79366d21db54140228d188bd2ee2e57e9c829899e08a56bcb4e62e84d530e40&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_20_fashion_weddings_girl-version-of-him-boy-version-of-her.html__r=0_1666741095.html", "title": "‘Girl Version’ of Him, ‘Boy Version’ of Her", "title_page": "‘Girl Version’ of Him, ‘Boy Version’ of Her - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chelsa Lynn Skees and Dennis Paul Crowley were married Saturday at Buttermilk Falls Inn in Milton, N.Y. Sarah Simmons, a Universal Life Church minister, officiated.\nThe bride, 32, is an editorial and strategy director at Bobbi Brown Cosmetics in New York. She works with the creative, digital and marketing departments on social media strategy and the naming of collections. She graduated from Indiana University at Fort Wayne.\nShe is the daughter of Pamela Cordova Garbig of Citra, Fla., and Kerry L. Skees of Warsaw, Ind., and a stepdaughter of Terry Garbig.\nThe groom, 37, is a founder and the chief executive of Foursquare, the social networking service, in New York. He is a founder of Dodgeball, a social networking service in New York that was acquired by Google in 2005. He graduated from Syracuse University and received a master’s in professional studies from the Interactive Telecommunications Program at New York University, where he is an adjunct professor.", "url": "https://www.nytimes.com/2013/10/20/fashion/weddings/girl-version-of-him-boy-version-of-her.html?_r=0"}