{"authors": ["Douglas Dalby"], "date_download": "2022-10-25 23:43:32", "date_modify": "2022-10-25 23:43:32", "date_publish": "2013-02-05 12:47:13", "description": "A 1,o00-page government report puts a spotlight on the detention of thousands of women in Catholic workhouses, which were found to have extensive state involvement.", "filename": "2013_02_06_world_europe_ireland-magdalene-institutions-report_1666741412.html", "image_url": "https://static01.nyt.com/images/2013/02/06/world/IRELAND/IRELAND-articleLarge.jpg?year=2013&h=400&w=600&s=3afb043faa679cab90a8ece9a012d86e9cdca594e8f37a5899a98ef61ddf9dc0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_06_world_europe_ireland-magdalene-institutions-report_1666741412.html", "title": "Irish Premier’s Apology Fails to Appease Workhouse Survivors", "title_page": "Irish Premier’s Apology Fails to Appease Workhouse Survivors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DUBLIN — Advocates for survivors of a Roman Catholic workhouse system that kept generations of young women and girls in virtual slavery expressed disappointment and anger on Tuesday at Prime Minister Enda Kenny’s failure to formally apologize after a report found extensive state involvement in the institutions.\nReacting to the 1,000-page government report, which found the state responsible for committing thousands of young women to the workhouses, the last of which closed in 1996, Mr. Kenny told Parliament that the women had been sent at a time when Ireland was a harsh, uncompromising and authoritarian place.\n“I’m sorry that this release of pressure and understanding for so many of those women was not done before this, because they were branded as fallen women,” he said.\nHowever, Mr. Kenny stopped short of issuing an official apology on behalf of the state for its involvement in the so-called Magdalene Laundries, saying that a full parliamentary debate would take place in two weeks after politicians had time to review the document.", "url": "https://www.nytimes.com/2013/02/06/world/europe/ireland-magdalene-institutions-report.html"}