{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:37:03", "date_modify": "2022-10-25 23:37:03", "date_publish": "2013-11-02 01:34:32", "description": "As Senators Kirsten Gillibrand and Claire McCaskill mount fierce separate campaigns, the conflict has created an uncomfortable division between the Senate’s women.", "filename": "2013_11_02_us_politics_2-democrats-split-on-tactics-to-fight-military-sex-assaults_1666741023.html", "image_url": "https://static01.nyt.com/images/2013/11/02/us/02military_337/02military_337-articleLarge.jpg?year=2013&h=399&w=600&s=5273bde42e3099ecb5baa9bffae57d6783c5455023c2b9162684838107f983b9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_02_us_politics_2-democrats-split-on-tactics-to-fight-military-sex-assaults_1666741023.html", "title": "2 Democrats Split on Tactics to Fight Military Sex Assaults", "title_page": "2 Democrats Split on Tactics to Fight Military Sex Assaults - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A sweeping Pentagon policy bill that would make significant changes to how the military deals with sexual assault has turned into a battle between two powerful and determined Democrats who have offered competing proposals.\nThe two, Senator Kirsten E. Gillibrand of New York and Senator Claire McCaskill of Missouri, are lobbying fellow lawmakers on the Senate floor — sometimes when there is no way to gracefully escape — papering senators’ offices with letters from victims, and nudging them for meetings to press their cases.\n“This one is near the top,” Senator Max Baucus, Democrat of Montana, said when asked to assess the intensity of the in-house campaigns on the legislation, which is scheduled to go before the Senate soon. “I would say they both have very strong opinions.”\nAt issue is how much power military commanders would maintain in sexual assault cases. For many Democrats, the conflict has created an uncomfortable division between the Senate’s women, whose ranks and power have increased significantly since 2012. The choice is particularly difficult for Senator Harry Reid of Nevada, the majority leader, who has feared alienating his female members on legislative issues and is fond of both Ms. Gillibrand and Ms. McCaskill.", "url": "https://www.nytimes.com/2013/11/02/us/politics/2-democrats-split-on-tactics-to-fight-military-sex-assaults.html"}