{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:28", "date_modify": "2022-10-25 23:45:28", "date_publish": "2013-11-24 10:04:45", "description": "A costly procurement program has deep implications for the country’s military industry and its relationship with United States arms manufacturers.", "filename": "2013_11_25_business_international_delays-hamper-ambitious-south-korean-jet-program_1666741528.html", "image_url": "https://static01.nyt.com/images/2013/11/25/business/fighter1/fighter1-articleLarge.jpg?year=2013&h=282&w=600&s=f406d8d3de83084f74025a005e581d3df7a1e75fb398a1d724f0959e566c5c77&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_25_business_international_delays-hamper-ambitious-south-korean-jet-program_1666741528.html", "title": "In South Korea, Delays Drag a Project to Build Homegrown Fighter Jets", "title_page": "In South Korea, Delays Drag a Project to Build Homegrown Fighter Jets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL — Facing the threat of North Korea and feeling squeezed by China and Japan on its flanks, South Korea has always dreamed of a “self-reliant” defense force.\nThe catchphrase dates to the days of President Park Geun-hye’s father, the military strongman Park Chung-hee, who ruled the country from 1961 to 1979. But in the 21st century, the country faces a crucial hurdle on its road to that goal, as it contemplates its most ambitious and risky defense acquisition project ever: developing an advanced jet fighter and producing 120 units for its air force in addition to many more for export, possibly to the Middle East, Latin America and Southeast Asian countries that want to bolster their air defense against China’s growing military power and territorial claims but cannot afford high-end American jets for cost and other reasons.\nThe Korea Fighter Experimental program, or KFX, has been delayed several times in the last decade, and time is running out for a decision.\n“President Park must make up her mind,” said Cho Jin-soo, president of the Korean Society for Aeronautical and Space Sciences. “South Korea must choose between building its own skills by developing an indigenous model for the first time or settling for a more economic jet by copying the model of an American partner. It can’t have both at the first try.”", "url": "https://www.nytimes.com/2013/11/25/business/international/delays-hamper-ambitious-south-korean-jet-program.html"}