{"authors": ["Michiko Kakutani"], "date_download": "2022-10-25 23:37:44", "date_modify": "2022-10-25 23:37:44", "date_publish": "2013-09-10 21:36:52", "description": "In “Bleeding Edge,” Thomas Pynchon returns to favorite themes: alternate realities, secret government doings and the abyss.", "filename": "2013_09_11_books_bleeding-edge-a-9-11-novel-by-thomas-pynchon_1666741064.html", "image_url": "https://static01.nyt.com/images/2013/09/11/arts/11BOOK/11BOOK-articleLarge.jpg?year=2013&h=957&w=600&s=54b025632ca2bc303783437de25a2b7fde133fc6d2996611b8972a9c04187c2a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_11_books_bleeding-edge-a-9-11-novel-by-thomas-pynchon_1666741064.html", "title": "‘Bleeding Edge,’ a 9/11 Novel by Thomas Pynchon", "title_page": "‘Bleeding Edge,’ a 9/11 Novel by Thomas Pynchon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Like most Pynchon books, “Bleeding Edge” uses the detective story as a flimsy armature on which to build a huge, teetering Rube Goldberg-esque narrative. The detective story genre concerns the finding of clues and the search for hidden designs, and its very form underscores Mr. Pynchon’s obsession with conspiracies and the existence of systems too complicated to understand. In this case, his heroine, Maxine Tarnow, a fraud investigator and Upper West Side mom — who turns out to bear more than a passing resemblance to Oedipa Maas, the housewife heroine of “The Crying of Lot 49” — begins looking into a suspicious computer security company called hashslingrz and its evil, insanely rich chief executive, Gabriel Ice.\nPortentous events and lots of huggermugger quickly proliferate, as they always in Pynchon-land: a dead body turns up near the pool in a famous Upper West Side building; men with shoulder-fired missiles are videotaped on the roof of what seems to be the same building; children are rumored to have been kidnapped, tortured and trained to become “military time travelers” at a boot camp possibly on eastern Long Island; a hidden tape appears to show “young men of Arab background” building a “virtual-cathode oscillator” that may be used to set off a “citywide electromagnetic pulse” in New York or Washington or someplace else.\nGabriel Ice — who is married to the daughter of a crusading left-wing blogger, who happens to be friends with Maxine — is suspected of using his tech company to funnel money to the Emirates: there is speculation that he was helping to finance the attack on the World Trade Center, or maybe working with “the C.I.A., pretending to be jihadist.”\nWith the exception of the wonderful title characters in “Mason & Dixon,” who emerged as deeply felt, genuine human beings, Mr. Pynchon’s people have always verged on the cartoonish, but those in “Bleeding Edge” are especially poor specimens, neither resonant nor satiric in any memorable way.\nGabriel Ice is supposed to be an “amiable geek” whose greed and success as a tech entrepreneur have turned him to the dark side, but it’s hard to believe that this kid billionaire and his wife would choose to live in “deep hairband country” on the Upper East Side, in a grand dwelling boasting a Bösendorfer Imperial in the corner of one of its public rooms, “at which generations of hired piano players have provided hours of Kander & Ebb, Rodgers & Hammerstein, Andrew Lloyd Webber medleys.” It’s equally hard to see this ambitious nerd as a Bond-like villain with a secret computer server farm in deep underground caves near a lake in upstate New York.\nOther details in this novel also ring false or feel unworthy of a writer with as prodigal an imagination as Mr. Pynchon’s. It’s absurd that Maxine — who is more convincing as a nice Upper West Side mom with two young sons than she is as a Beretta-packing investigator — would have sex with a scummy suspect, who’s “a torturer, a murderer many times over.”", "url": "https://www.nytimes.com/2013/09/11/books/bleeding-edge-a-9-11-novel-by-thomas-pynchon.html"}