{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:44:13", "date_modify": "2022-10-25 23:44:13", "date_publish": "2013-08-16 10:44:35", "description": "Egypt erupted into chaos on Friday, raising doubts about the authorities’ capacity to maintain order, as opponents of the military takeover fought security forces and civilians in the street.", "filename": "2013_08_17_world_middleeast_egypt_1666741453.html", "image_url": "https://static01.nyt.com/images/2013/08/16/world/20130816_EGYPT2_337-slide-RCE3/20130816_EGYPT2_337-slide-RCE3-articleLarge.jpg?year=2013&h=400&w=600&s=e7c0476f1aac60151c5b6005b22c077ac38515a7ae56c4217b59cdb260a9a771&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_17_world_middleeast_egypt_1666741453.html", "title": "Blood and Chaos Prevail in Egypt, Testing Control", "title_page": "Blood and Chaos Prevail in Egypt, Testing Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Egypt erupted into violent chaos on Friday, raising doubts about the new authorities’ capacity to maintain order, as Islamists and other opponents of last month’s military takeover fought security forces and their civilian allies in street battles across the capital and other cities.\nThe country seemed to descend into anarchy. Terrified protesters caught in a cross-fire jumped or fell from an overpass in a panicked effort to escape. A gunfight erupted on the doorstep of a Four Seasons hotel. Men wielding guns and machetes — some backing the Islamists, others police supporters in civilian clothes, others simply criminals — roamed the streets of the capital and other cities, and it was often impossible to tell friend from foe.\nNews reports put the civilian death toll for Friday at well over 100, which would bring the total since Wednesday to nearly 750. Health Ministry officials said Friday’s civilian toll was 27, but late Friday afternoon more than 30 uncounted corpses were seen at a field hospital in a mosque near the center of the fighting, in Cairo’s Ramses Square.", "url": "https://www.nytimes.com/2013/08/17/world/middleeast/egypt.html"}