{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:55:16", "date_modify": "2022-10-25 23:55:16", "date_publish": "2013-03-27 22:38:05", "description": "President Xi Jinping has imposed a form of austerity on China’s free-spending elite officials, warning that graft and gluttony threaten to bring down the Communist Party.", "filename": "2013_03_28_world_asia_xi-jinping-imposes-austerity-measures-on-chinas-elite_1666742116.html", "image_url": "https://static01.nyt.com/images/2013/03/28/world/jp-china1/jp-china1-articleLarge.jpg?year=2013&h=399&w=600&s=08fa20ad94d7b0878678d88242a5a3832d9142dd46105acca0321d1823f3713c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_28_world_asia_xi-jinping-imposes-austerity-measures-on-chinas-elite_1666742116.html", "title": "Xi Jinping Imposes Austerity Measures on China’s Elite", "title_page": "Xi Jinping Imposes Austerity Measures on China’s Elite - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not everyone has been so embracing of the change. Last Tuesday, the country’s top disciplinary body dismissed six functionaries, including a neighborhood party chief who spent $63,000 to entertain 80 colleagues at a seaside resort, and a county official who marked the opening of new administrative offices by throwing a feast for 290 people.\nThe crackdown appears to be real, as far as it goes, which may not be very far. After a year of scandal that led to the toppling of a member of the Politburo, Bo Xilai, and numerous reports of widespread official corruption, Mr. Xi’s highly public campaign seems aimed at curtailing the most conspicuous displays of wealth by people in power. He has done little to tackle the concentrations of money and power in China’s state-directed economy that have allowed numerous members of the Chinese elite and their extended families to amass extravagant fortunes.\nSome analysts note that even a modest first step toward reducing corruption, a proposed regulation that would require top officials to disclose their personal assets publicly, appears to be stalled, highlighting the elite’s resistance to real change.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nWu Qiang, a political science professor at Tsinghua University in Beijing, expressed cynicism about the moderation campaign, saying it distracted attention from the kinds of political reform necessary to make government more accountable and transparent. “More than just restricting people’s eating habits, we need to restrain the party’s power, otherwise this is just political farce,” he said.\nEven so, Mr. Xi has garnered attention and some praise for his eight-point guide for official conduct, which he issued in January. Mr. Xi warned that his administration would swat both “tigers and flies” in the anticorruption drive, which he said was vital for winning back public trust.", "url": "https://www.nytimes.com/2013/03/28/world/asia/xi-jinping-imposes-austerity-measures-on-chinas-elite.html"}