{"authors": ["Azam Ahmed"], "date_download": "2022-10-25 23:28:33", "date_modify": "2022-10-25 23:28:33", "date_publish": "2013-04-15 00:47:10", "description": "Afghans who worked for American forces have found themselves without military protection and facing a backlog for visas that could help give them protection.", "filename": "2013_04_15_world_asia_american-visa-delays-put-safety-out-of-afghan-interpreters-reach.html_pagewanted=all_1666740513.html", "image_url": "https://static01.nyt.com/images/2013/04/15/world/JP-INTERPRETERS/JP-INTERPRETERS-articleLarge.jpg?year=2013&h=400&w=600&s=b80e187ae1614b20e24cafc302069bb8d6de1e5d5a1f73ac783bd334a27e94a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_15_world_asia_american-visa-delays-put-safety-out-of-afghan-interpreters-reach.html_pagewanted=all_1666740513.html", "title": "U.S. Visa Delays Put Safety Out of Afghan Interpreters’ Reach", "title_page": "U.S. Visa Delays Put Safety Out of Afghan Interpreters’ Reach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His best hope is one that has remained beyond his grasp despite years of effort: an American visa.\nSulaiman is one of thousands of Afghans who have directly aided the Western military mission here and are waiting to hear from the State Department on the special immigration visa applications. In Iraq, Congressional legislative action helped thousands of at-risk Iraqis get out, but Afghans find themselves in a more difficult situation, with fewer visas and fewer options.\nNow, the backlog is growing. As the American pullout hits full pace and bases across the country are shut down, hundreds of Afghans have suddenly found themselves without jobs, leaving them without military protection despite the continued risk of attack by the Taliban.\nThe danger is especially real for the estimated 8,000 interpreters who have worked for the Americans. Though no one tracks the targeted violence figures, anecdotal evidence is grim — at least a few people are said to be killed each month. In February, two interpreters were gunned down in Logar Province south of Kabul, the same province where Sulaiman was first attacked. In December, an interpreter working in Jalalabad was singled out while heading home on leave. The Taliban killed his two brothers in the attack.\nSulaiman, 26, who asked to be identified only by his first name so as not to put his family at greater risk, is one of the relatively lucky ones. He is still employed, and his American military colleagues are working hard to help him.\nBut he is still waiting. He believes a 2008 visa application was lost in the bureaucratic ether. A second application, in late 2011, yielded an embassy interview last year. Since then, though, he has received automated responses to his entreaties. The State Department declined to talk about his case.", "url": "https://www.nytimes.com/2013/04/15/world/asia/american-visa-delays-put-safety-out-of-afghan-interpreters-reach.html?pagewanted=all"}