{"authors": ["Steve Eder"], "date_download": "2022-10-25 23:35:13", "date_modify": "2022-10-25 23:35:13", "date_publish": "2013-04-07 02:43:36", "description": "Interviews, documents and legal records show that when the most senior Rutgers officials learned details about Mike Rice’s behavior toward players, they ignored them or issued light penalties.", "filename": "2013_04_07_sports_ncaabasketball_rutgers-officials-long-knew-of-coach-mike-rices-actions.html_ref=steveeder_1666740913.html", "image_url": "https://static01.nyt.com/images/2013/04/07/sports/ncaabasketball/07rutgers2-img/07rutgers2-img-articleLarge.jpg?year=2013&h=415&w=600&s=c9a1efae62bda3992169e4ccee4e0fa74a3b29188aeea4fd4e70c1317cb2cc14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_07_sports_ncaabasketball_rutgers-officials-long-knew-of-coach-mike-rices-actions.html_ref=steveeder_1666740913.html", "title": "Rutgers Officials Long Knew of Coach Mike Rice’s Abusive Behavior", "title_page": "Rutgers Officials Long Knew of Coach Mike Rice’s Abusive Behavior - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They first saw the video Nov. 26, the Monday after Thanksgiving, inside an office in Piscataway, N.J., but it was hardly the first time that senior Rutgers officials had heard of the troubling behavior of Mike Rice, the men’s basketball coach.\nThere was the upperclassman who earlier in the year had come forward to say that he felt bullied. There was an outburst during a game that led to Mr. Rice’s ejection. And there were the months of allegations from a former assistant, who repeatedly claimed that Mr. Rice was abusive.\nTim Pernetti, the athletic director, knew all of that and had repeatedly tried to rein in Mr. Rice, according to a 50-page report that Rutgers commissioned outside lawyers to prepare. He personally reprimanded him, attended Mr. Rice’s practices and even assigned the university’s sports psychologist to work with the team, the report said.\nBut the video was stark, a highlight reel of abuse — the coach kicking his players, hurling basketballs at them and taunting them with homophobic slurs. Those epithets were especially galling at Rutgers, where a gay freshman had killed himself.", "url": "https://www.nytimes.com/2013/04/07/sports/ncaabasketball/rutgers-officials-long-knew-of-coach-mike-rices-actions.html?ref=steveeder"}