{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:01:27", "date_modify": "2022-10-25 23:01:27", "date_publish": "2013-04-09 17:15:27", "description": "The grandly named Syrian Observatory for Human Rights is virtually a one-man band, run by Rami Abdul Rahman from a drab city in Britain.", "filename": "2013_04_10_world_middleeast_the-man-behind-the-casualty-figures-in-syria_1666738887.html", "image_url": "https://static01.nyt.com/images/2013/04/10/world/OBSERVATORY/OBSERVATORY-articleLarge.jpg?year=2013&h=401&w=600&s=a11f2a70d8f484322dae01b3dfc7e42f4964b9dc46c3a97ecd0d23a8178f11b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_10_world_middleeast_the-man-behind-the-casualty-figures-in-syria_1666738887.html", "title": "Rami Abdul Rahman’s Syrian Observatory for Human Rights", "title_page": "Rami Abdul Rahman’s Syrian Observatory for Human Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "(In fact, he graduated from high school and studied marketing at a technical school.)\nMr. Abdul Rahman’s toll for the Syrian conflict just passed 62,550, somewhat below the United Nations’ figure of more than 70,000. March was the deadliest month yet, with 6,005 deaths, he said, more than the combined total of the uprising’s first nine months.\n“I think our numbers are close to reality, but nobody knows the entire reality,” he said. “I make sure nothing is published before crosschecking with reliable sources to ensure that it is confirmed.”\nThe ultimate toll, he said, may be twice what has been documented, given Syria’s size, the number of skirmishes and communications problems.\nActivists in every province belong to a Skype contact group that Mr. Abdul Rahman and his aides tap into in an effort to confirm independently the details of significant events. He depends on local doctors and tries to get witnesses. On the telephone, for instance, speaking in his rapid-fire style, he asked one activist to visit a field hospital to count the dead from an attack.\nWith government soldiers, he consults contacts in small villages, using connections from his youth on the coast among Alawites, the minority sect of Mr. Assad, which constitutes the backbone of the army.\nMr. Abdul Rahman has been faulted for not opening his list up for public access online, but the world of nongovernmental organizations gives him mostly high marks. “Generally, the information on the killings of civilians is very good, definitely one of the best, including the details on the conditions in which people were supposedly killed,” said Neil Sammonds, a Mideast researcher for Amnesty International.\nThe intense workload has taxed Mr. Abdul Rahman’s family life. His only child, Amani, 6, springs from bed without so much as a “good morning,” said his wife, Etab Rekhamea. “She asks: ‘What is the news from Syria? What is the news about the Nusra Front?’ ”", "url": "https://www.nytimes.com/2013/04/10/world/middleeast/the-man-behind-the-casualty-figures-in-syria.html"}