{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:39:32", "date_modify": "2022-10-25 23:39:32", "date_publish": "2013-05-21 23:44:04", "description": "An extract from the gallbladder of bears is believed to have medicinal benefits, but animal welfare advocates aim to convince Chinese consumers of the barbarity of bile farming.", "filename": "2013_05_22_world_asia_chinese-bear-bile-farming-draws-charges-of-cruelty_1666741172.html", "image_url": "https://static01.nyt.com/images/2013/05/22/world/RESCUE-3/RESCUE-3-articleLarge.jpg?year=2013&h=379&w=600&s=2f98a9a8228aa3f5409c5101d419cf11880837ccefa9e377a5990eff26b0f650&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_22_world_asia_chinese-bear-bile-farming-draws-charges-of-cruelty_1666741172.html", "title": "Chinese Bear Bile Farming Draws Charges of Cruelty", "title_page": "Chinese Bear Bile Farming Draws Charges of Cruelty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Advocates have not yet persuaded the government to enact animal welfare legislation. But optimists say they have started to chip away at the long-held notion that animals exist to satisfy the medicinal and gastronomical needs of humans.\nActivists point to the growing visibility of public awareness campaigns targeting the consumption of shark fins as well as a recent spate of vigilante rescue efforts that have blocked trucks laden with cats and dogs from reaching the slaughterhouse. In December, the state-run broadcaster CCTV ran a series of exposés highlighting the illegal consumption of monitor lizards, rhesus monkeys, barking deer and other wildlife, and the police crackdown on black market dealers that followed.\n“Animal rights activists are walking an incredibly sensitive tightrope, but I think they’re reaching a tipping point right now,” said Jill Robinson, the director of Animals Asia, an organization based in Hong Kong that has been campaigning for two decades to end bear bile farming.\nStill, despite what appears to be growing public opposition to the practice, the Chinese government is not prepared to end the lucrative trade in ursodeoxycholic acid, the active ingredient found in bear gallbladders. Although scientists have engineered a synthetic alternative, traditionalists claim it lacks the therapeutic punch of raw bile, which can sell for as much as $24,000 a kilogram, roughly half the price of gold.", "url": "https://www.nytimes.com/2013/05/22/world/asia/chinese-bear-bile-farming-draws-charges-of-cruelty.html"}