{"authors": ["Tim Rohan"], "date_download": "2022-10-25 23:35:51", "date_modify": "2022-10-25 23:35:51", "date_publish": "2013-09-01 03:16:28", "description": "Camila Giorgi, the 136th-ranked player in the world, upset Caroline Wozniacki, the No. 6 seed, ending Wozniacki’s run at her first Grand Slam title.", "filename": "2013_09_01_sports_tennis_united-states-open-night-matches.html__r=0_1666740951.html", "image_url": "https://static01.nyt.com/images/2013/09/01/sports/NIGHT-01/NIGHT-01-articleLarge.jpg?year=2013&h=425&w=600&s=6f5d983e8abf7e102e704b2cc0b79501e42a51793bdf5178d89ddf53995b3e71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_01_sports_tennis_united-states-open-night-matches.html__r=0_1666740951.html", "title": "Italian Qualifier Ends Wozniacki’s Climb Back to Top", "title_page": "Italian Qualifier Ends Wozniacki’s Climb Back to Top - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The former No. 1 Caroline Wozniacki’s streak of early Grand Slam exits continued Saturday, when she was eliminated in the third round of the United States Open.\nThe eighth-ranked Wozniacki, who had spent 67 weeks as the world’s top ranked player but has failed to capture a major tournament title, had not been able to advance out of the fourth round at the season’s previous three Grand Slams.\nThe Open appeared to offer her best opportunity to play deeper into the tournament and quiet some of her doubters. She had dispatched Ying-Ying Duan of China and cruised past Chanelle Scheepers of South Africa in the first two rounds, and the draw had developed nicely for Wozniacki, who next faced the 136th-ranked Camila Giorgi. If she could get by Giorgi, she would not face a higher-seeded opponent until the semifinals at the earliest.\nBut Giorgi, a 21-year old qualifier from Italy, was an aggressive ball-striker who could cause her headaches. From the start, Giorgi challenged Wozniacki on her way to a 4-6, 6-4, 6-3 victory at Arthur Ashe Stadium, and sent Wozniacki to another early exit.", "url": "https://www.nytimes.com/2013/09/01/sports/tennis/united-states-open-night-matches.html?_r=0"}