{"authors": ["Sabrina Tavernise", "Robert Gebeloff"], "date_download": "2022-10-25 23:45:13", "date_modify": "2022-10-25 23:45:13", "date_publish": "2013-10-03 02:55:56", "description": "Because some states are not expanding Medicaid, two-thirds of the poor blacks and single mothers and a majority of the low-wage workers who do not have insurance will not benefit from the new health law.", "filename": "2013_10_03_health_millions-of-poor-are-left-uncovered-by-health-law.html_pagewanted=all_1666741513.html", "image_url": "https://static01.nyt.com/images/2013/10/03/us/DEMOGRAHICS-1/DEMOGRAHICS-1-articleLarge.jpg?year=2013&h=394&w=600&s=bc3735696c41a1984570da06b6ccbe12031fc6e7318c65e0451d58a01f754904&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_03_health_millions-of-poor-are-left-uncovered-by-health-law.html_pagewanted=all_1666741513.html", "title": "Millions of Poor Are Left Uncovered by Health Law", "title_page": "Millions of Poor Are Left Uncovered by Health Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A sweeping national effort to extend health coverage to millions of Americans will leave out two-thirds of the poor blacks and single mothers and more than half of the low-wage workers who do not have insurance, the very kinds of people that the program was intended to help, according to an analysis of census data by The New York Times.\nBecause they live in states largely controlled by Republicans that have declined to participate in a vast expansion of Medicaid, the medical insurance program for the poor, they are among the eight million Americans who are impoverished, uninsured and ineligible for help. The federal government will pay for the expansion through 2016 and no less than 90 percent of costs in later years.\nThose excluded will be stranded without insurance, stuck between people with slightly higher incomes who will qualify for federal subsidies on the new health exchanges that went live this week, and those who are poor enough to qualify for Medicaid in its current form, which has income ceilings as low as $11 a day in some states.\nPeople shopping for insurance on the health exchanges are already discovering this bitter twist.\n“How can somebody in poverty not be eligible for subsidies?” an unemployed health care worker in Virginia asked through tears. The woman, who identified herself only as Robin L. because she does not want potential employers to know she is down on her luck, thought she had run into a computer problem when she went online Tuesday and learned she would not qualify.", "url": "https://www.nytimes.com/2013/10/03/health/millions-of-poor-are-left-uncovered-by-health-law.html?pagewanted=all"}