{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:53:53", "date_modify": "2022-10-25 23:53:53", "date_publish": "2013-12-17 19:39:23", "description": "Politicians from across the Indian political spectrum expressed anger, and the New Delhi police in turn removed security barriers that were meant to protect the American Embassy.", "filename": "2013_12_18_world_asia_outrage-in-india-over-female-diplomats-arrest-in-new-york_1666742033.html", "image_url": "https://static01.nyt.com/images/2013/12/19/world/19india/19india-articleLarge.jpg?year=2013&h=1166&w=600&s=ade0bd18c2b5057983f3c04853fc29ebd146845ee911032e645e5674e01e002e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_18_world_asia_outrage-in-india-over-female-diplomats-arrest-in-new-york_1666742033.html", "title": "Outrage in India, and Retaliation, Over a Female Diplomat’s Arrest in New York", "title_page": "Outrage in India, and Retaliation, Over a Female Diplomat’s Arrest in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BANGALORE, India — The way an Indian diplomat was treated by law enforcement officials in New York last week has touched off a furor in India, where politicians from across the political spectrum expressed outrage and the New Delhi police retaliated by removing security barriers that were meant to protect the American Embassy.\nThe diplomat, Devyani Khobragade, the deputy consul general in New York, was arrested last Thursday and accused of submitting false documents to obtain a work visa for her housekeeper and paying the housekeeper far less than the minimum legal wage. Indian officials said that Ms. Khobragade was arrested and handcuffed on the street as she was leaving her daughter at school, and that she was kept in a holding cell with drug addicts before she was released on $250,000 bail.\nBy far the most troubling part for Indians are assertions that Ms. Khobragade, 39, was strip-searched after her arrest. Some Indian newspapers published reports claiming that she was subjected to repeated cavity searches. The Indian national security adviser, Shivshankar Menon, has called such treatment “despicable” and “barbaric.”\nThe Indian government issued a statement the day after the arrest saying it was “shocked and appalled at the manner in which she has been humiliated by the U.S. authorities.” The foreign secretary, Sujatha Singh, summoned the American ambassador to India, Nancy J. Powell, and lodged a strong protest at the “unacceptable treatment” of the diplomat.", "url": "https://www.nytimes.com/2013/12/18/world/asia/outrage-in-india-over-female-diplomats-arrest-in-new-york.html"}