{"authors": ["Sebnem Arsu"], "date_download": "2022-10-25 23:29:30", "date_modify": "2022-10-25 23:29:30", "date_publish": "2013-09-26 00:56:36", "description": "Almost 40 percent of protesters surveyed by a Turkish medical group complained of continuing repercussions from their exposure to the tear gas used in last spring’s antigovernment demonstrations, the group says.", "filename": "2013_09_26_world_europe_turkish-protesters-are-still-said-to-be-ailing-from-tear-gas_1666740570.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_26_world_europe_turkish-protesters-are-still-said-to-be-ailing-from-tear-gas_1666740570.html", "title": "Turkish Protesters Are Still Said to Be Ailing From Tear Gas", "title_page": "Turkish Protesters Are Still Said to Be Ailing From Tear Gas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISTANBUL — Almost 40 percent of protesters surveyed by a Turkish medical group complained of continuing repercussions from their exposure to the tear gas that security forces used to quell last spring’s antigovernment demonstrations, the group says.\nIn a report released last week, the Turkish Medical Association, based in Ankara, the capital, said it had questioned more than 11,000 protesters nationwide who were exposed to tear gas for up to eight hours a day over multiple days during the protests, which convulsed Turkey for weeks in June. It said 39 percent complained about continuing effects from the exposure, with 14 percent saying they suffered skin irritations and 10 percent reporting dizziness and balance problems.\nThe government has strongly criticized the medical association, saying it is biased because its members — doctors, nurses and medical students — treated the wounded. During the protests, riot police officers detained dozens of doctors and other medical workers on charges of violating the public order.\nThe large protests grew out of more modest demonstrations in late May over the government’s plans to raze Gezi Park in Istanbul to build a shopping mall, and left five people dead and thousands injured. The riot police used tear gas, rubber bullets and water cannons liberally, and Prime Minister Recep Tayyip Erdogan was widely criticized for the harshness of the crackdown.", "url": "https://www.nytimes.com/2013/09/26/world/europe/turkish-protesters-are-still-said-to-be-ailing-from-tear-gas.html"}