{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:30:44", "date_modify": "2022-10-25 23:30:44", "date_publish": "2013-05-17 16:45:58", "description": "Young writers show an appetite for risk in college application essays about money, class and the economy, submitted at a columnist’s invitation.", "filename": "2013_05_18_your-money_four-college-essays-that-stand-out-from-the-crowd_1666740644.html", "image_url": "https://static01.nyt.com/images/2013/05/17/business/video-college-essay-ron-lieber/video-college-essay-ron-lieber-articleLarge.jpg?year=2013&h=338&w=600&s=c0bbc0e170f5853c07a64d074e7262e846bf6d4f045e58a7969d5069f8e693b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_18_your-money_four-college-essays-that-stand-out-from-the-crowd_1666740644.html", "title": "College Essays That Stand Out From the Crowd", "title_page": "College Essays That Stand Out From the Crowd - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I wonder if Princeton should be poorer.”\nIf you’re a high school senior trying to seduce the admissions officer reading your application essay, this may not strike you as the ideal opening line. But Shanti Kumar, a senior at the Bronx High School of Science, went ahead anyway when the university prompted her to react in writing to the idea of “Princeton in the nation’s service and in the service of all nations.”\nBack in January, when I asked high school seniors to send in college application essays about money, class, working and the economy, I wasn’t sure what, if anything, would come in over the transom.\nBut 66 students submitted essays, and with the help of Harry Bauld, the author of “On Writing the College Application Essay,” we’ve selected four to publish in full online and in part in this column. That allowed us to be slightly more selective than Princeton itself was last year.\nWhat these four writers have in common is an appetite for risk. Not only did they talk openly about issues that are emotionally complex and often outright taboo, but they took brave and counterintuitive positions on class, national identity and the application process itself. For anyone looking to inspire their own children or grandchildren who are seeking to go to college in the fall of 2014, these four essays would be a good place to start.", "url": "https://www.nytimes.com/2013/05/18/your-money/four-college-essays-that-stand-out-from-the-crowd.html"}