{"authors": ["Manny Fernandez"], "date_download": "2022-10-25 23:29:33", "date_modify": "2022-10-25 23:29:33", "date_publish": "2013-11-09 03:41:31", "description": "Facing increasing pressure and scrutiny from death penalty opponents, the makers of several drugs used in lethal injections have ceased production or required that they not be used in executions.", "filename": "2013_11_09_us_executions-stall-as-states-seek-different-drugs_1666740573.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_09_us_executions-stall-as-states-seek-different-drugs_1666740573.html", "title": "Executions Stall as States Seek Different Drugs", "title_page": "Executions Stall as States Seek Different Drugs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Missouri, the availability of drugs and litigation have slowed the pace of executions. There have been two since 2009.\n“We are going to continue to be affected by these pharmaceutical company decisions time and again, unless the death penalty states can find a pharmaceutical product that has some supply stability around it,” said Chris Koster, the attorney general in Missouri, which dropped plans to use the anesthetic propofol after the European Union threatened to limit exports of the drug if it was used in an execution.\nThe drug shortages and legal wrangling have led some officials to discuss older methods of execution. In July, Mr. Koster suggested that the state might want to bring back the gas chamber. Dustin McDaniel, the attorney general in Arkansas, which has struggled with its lethal-injection protocol, told lawmakers the state’s fallback method of execution was the electric chair.\nMr. Koster and Mr. McDaniel said they were not advocating the use of the gas chamber or the electric chair, but were talking about the possible legal alternatives to an increasingly problematic method for states.\n“No state has had any success with getting their hands on the cocktail that has heretofore been relied upon,” Mr. McDaniel said. He said that lawyers for the state are trying to navigate the appeals process in death penalty cases while knowing that “if the legal hurdles were magically to go away, we are in no position to carry out an execution in this state.”\nIn their rush to find drugs, death penalty states have opened a new wave of lawsuits that have delayed executions at a time when public support for the death penalty has waned and a handful of states have abolished it in recent years. A recent Gallup poll found that 60 percent of Americans favor the death penalty for convicted murderers, the lowest support in nearly 41 years.\nLawyers for seven Florida death row inmates have challenged the constitutionality of a lethal-injection protocol that uses midazolam as an anesthetic. And Missouri was sued by the American Civil Liberties Union after it added drug suppliers to its execution team. Such a move prevents the public and the courts from learning the names of the suppliers, because a state secrecy law provides anonymity to members of the execution team.", "url": "https://www.nytimes.com/2013/11/09/us/executions-stall-as-states-seek-different-drugs.html"}