{"authors": ["Alex Williams"], "date_download": "2022-10-25 23:26:53", "date_modify": "2022-10-25 23:26:53", "date_publish": "2013-02-13 21:02:32", "description": "Quirky fixtures of the Web sites from the early Internet, GIF files are enjoying a renaissance.", "filename": "2013_02_14_fashion_common-on-early-internet-gif-files-make-comeback_1666740413.html", "image_url": "https://static01.nyt.com/images/2013/02/14/fashion/14GIF_SPAN/14GIF_SPAN-articleLarge.jpg?year=2013&h=1000&w=600&s=b3a520daf9dc98c0873d9738e429b7b4501d68dc8ebece302c756e33b9a37c38&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_14_fashion_common-on-early-internet-gif-files-make-comeback_1666740413.html", "title": "Common on Early Internet, GIF Files Make Comeback", "title_page": "Common on Early Internet, GIF Files Make Comeback - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Internet, it seems, has found its version of vinyl chic.\nJust as the LP has enjoyed a second spin among retro-minded music fans, animated GIFs — the choppy, crude snippets of video loops that hearken back to dial-up modems — are enjoying an unlikely vogue as the digital accessory of the moment.\nHypnotically repeating GIFs are popping up in art galleries in Berlin, Miami and New York. In fashion advertising, they are suddenly as hot as ironic brogues, popping up in online marketing campaigns for brands like Burberry, Diesel and Jack Spade. Online, there are GIF contests both highbrow and low, and “Best of” GIF roundups.\nAnd social media sites like Tumblr have entire pages devoted to viral GIFs plucked from the biggest news events of five minutes ago (political speeches, awkward awards-show moments and other pop-cultural flotsam), which instantly circulate as must-see memes.\n“For people in their 20s, GIFs are a relic of their childhood, so it makes sense they would come back as a fashion statement — just like ’70s fashion came back in the ’90s, and the ’90s are coming back around now,” said Jason Tanz, the executive editor of Wired.", "url": "https://www.nytimes.com/2013/02/14/fashion/common-on-early-internet-gif-files-make-comeback.html"}