{"authors": ["David E. Sanger", "David Barboza", "Nicole Perlroth"], "date_download": "2022-10-25 23:55:29", "date_modify": "2022-10-25 23:55:29", "date_publish": "2013-02-19 03:01:12", "description": "An overwhelming percentage of the attacks on American companies and government agencies start in a building on the edge of Shanghai, say cybersecurity experts and American intelligence officials.", "filename": "2013_02_19_technology_chinas-army-is-seen-as-tied-to-hacking-against-us_1666742129.html", "image_url": "https://static01.nyt.com/images/2013/02/19/business/Hack/Hack-articleLarge.jpg?year=2013&h=457&w=600&s=583c68dd93fc6868dd37e3f609a26ba7629fbbaa59a42fe3014cf2e9d4ad6808&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_19_technology_chinas-army-is-seen-as-tied-to-hacking-against-us_1666742129.html", "title": "China’s Army Is Seen as Tied to Hacking Against U.S.", "title_page": "China’s Army Is Seen as Tied to Hacking Against U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Other security firms that have tracked “Comment Crew” say they also believe the group is state-sponsored, and a recent classified National Intelligence Estimate, issued as a consensus document for all 16 of the United States intelligence agencies, makes a strong case that many of these hacking groups are either run by army officers or are contractors working for commands like Unit 61398, according to officials with knowledge of its classified content.\nMandiant provided an advance copy of its report to The New York Times, saying it hoped to “bring visibility to the issues addressed in the report.” Times reporters then tested the conclusions with other experts, both inside and outside government, who have examined links between the hacking groups and the army (Mandiant was hired by The New York Times Company to investigate a sophisticated Chinese-origin attack on its news operations, but concluded it was not the work of Comment Crew, but another Chinese group. The firm is not currently working for the Times Company but it is in discussions about a business relationship.)\nWhile Comment Crew has drained terabytes of data from companies like Coca-Cola, increasingly its focus is on companies involved in the critical infrastructure of the United States — its electrical power grid, gas lines and waterworks. According to the security researchers, one target was a company with remote access to more than 60 percent of oil and gas pipelines in North America. The unit was also among those that attacked the computer security firm RSA, whose computer codes protect confidential corporate and government databases.\nContacted Monday, officials at the Chinese embassy in Washington again insisted that their government does not engage in computer hacking, and that such activity is illegal. They describe China itself as a victim of computer hacking, and point out, accurately, that there are many hacking groups inside the United States. But in recent years the Chinese attacks have grown significantly, security researchers say. Mandiant has detected more than 140 Comment Crew intrusions since 2006. American intelligence agencies and private security firms that track many of the 20 or so other Chinese groups every day say those groups appear to be contractors with links to the unit.\nAnd the Chinese Ministry of Foreign Affairs said Tuesday that the allegations were ‘‘unprofessional.’’", "url": "https://www.nytimes.com/2013/02/19/technology/chinas-army-is-seen-as-tied-to-hacking-against-us.html"}