{"authors": ["Stephanie Strom"], "date_download": "2022-10-25 23:35:56", "date_modify": "2022-10-25 23:35:56", "date_publish": "2013-10-25 23:25:14", "description": "By the end of the decade, sales of water — whether plain, flavored or carbonated — will surpass those of sodas like Coke and Pepsi.", "filename": "2013_10_26_business_bottled-water-sales-rising-as-soda-ebbs_1666740956.html", "image_url": "https://static01.nyt.com/images/2013/10/26/business/26water/26water-articleLarge.jpg?year=2013&h=450&w=600&s=fc26ea3df725a7c12490302220076ab71ba8f696e41f235c420432302fd6e5be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_26_business_bottled-water-sales-rising-as-soda-ebbs_1666740956.html", "title": "Bottled Water Sales Rising as Soda Ebbs", "title_page": "Bottled Water Sales Rising as Soda Ebbs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A study by Coca-Cola asserted that the government’s data, the National Health and Nutrition Examination Survey, was flawed, but that had not stopped public health officials from encouraging greater consumption of beverages with less sugar.\nLast month, Michelle Obama heavily endorsed water, teaming up with Coke, Pepsi and Nestlé Waters, among others, to persuade Americans to drink more of it. Health advocates complained that Mrs. Obama had capitulated to corporate partners by not explaining the benefits of water over the sodas they sell and that her initiative promoted even greater use of plastic bottles when she could have just recommended turning on the tap.\nBottled water has also grown cheaper, adding to its attraction. Cases of 24 half-liter bottles of store-brand water can be had for $2, or about 8 cents a bottle, and some grocery store chains even are using waters as loss leaders to attract customers, teeing up shopping carts with a case already on board.\nCompanies like Niagara Water, a privately held company that is the largest private-label water bottler in the country, have a fully integrated, highly automated production system that starts with plastic pellets that are made into bottles and goes all the way through to filling the bottles, making caps and screwing them on.\nThis poses a problem for the big beverage companies selling branded waters. “Coke and Pepsi can compete in convenience stores where water is being sold one bottle at a time, but they can’t make money on selling cases at $1.99 apiece,” said John Sicher, publisher of Beverage Digest.\nIn a conference call with analysts last week, PepsiCo’s chief financial officer, Hugh F. Johnston, said that the company had no plans to invest in increasing its bottled water offerings. “We don’t think it creates value over time,” Mr. Johnston said.", "url": "https://www.nytimes.com/2013/10/26/business/bottled-water-sales-rising-as-soda-ebbs.html"}