{"authors": ["Gretchen Morgenson", "David Kocieniewski"], "date_download": "2022-10-25 23:25:30", "date_modify": "2022-10-25 23:25:30", "date_publish": "2013-07-23 00:05:52", "description": "Companies that shuffle large stores of commodities to benefit from higher prices are being asked to retain documents related to the practice.", "filename": "2013_07_23_business_inquiry-possible-into-storage-of-commodities-by-big-banks_1666740330.html", "image_url": "https://static01.nyt.com/images/2013/07/23/business/COMMODITIES-color/COMMODITIES-color-articleLarge.jpg?year=2013&h=400&w=600&s=76adcc3ba63690e687dc4e1d323c1f48cafc7c23be7ae1b058ad6d9950ca97be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_23_business_inquiry-possible-into-storage-of-commodities-by-big-banks_1666740330.html", "title": "U.S. Weighs Inquiry Into Big Banks’ Storage of Commodities", "title_page": "U.S. Weighs Inquiry Into Big Banks’ Storage of Commodities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A tactic devised by Goldman Sachs and other financial players that has inflated the price of aluminum — and ultimately cost consumers billions of dollars — is coming under federal scrutiny.\nThe Commodity Futures Trading Commission has taken the first step in an examination of warehouse operations that are controlled by Goldman Sachs, Glencore Xstrata, the Noble Group and others and used to store vast amounts of aluminum. The operations were the subject of an article by The New York Times that was published on Sunday.\nThe commission has told the firms to retain internal documents and e-mails related to the businesses, according to people who reviewed the requests and spoke on the condition of anonymity because the notices had not been made public.\nThe call comes as a Senate committee prepares to open hearings on Tuesday on how Wall Street has extended its reach beyond banking and into global markets for essential commodities. The panel is expected to focus on how banks have taken advantage of loosened federal regulation to buy warehouses, pipelines, oil tankers and other infrastructure used to store basic goods and deliver them to consumers.", "url": "https://www.nytimes.com/2013/07/23/business/inquiry-possible-into-storage-of-commodities-by-big-banks.html"}