{"authors": [], "date_download": "2022-10-25 23:56:25", "date_modify": "2022-10-25 23:56:25", "date_publish": "2013-04-22 00:01:32", "description": "Readers discuss violations of medical ethics and human rights by the United States.", "filename": "2013_04_22_opinion_harsh-treatment-at-guantanamo_1666742185.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_22_opinion_harsh-treatment-at-guantanamo_1666742185.html", "title": "Harsh Treatment at Guantánamo", "title_page": "Opinion | Harsh Treatment at Guantánamo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While civilian doctors may be powerless to control what occurs behind the locked doors of a military facility, we should make every effort to prevent the physicians involved in these breaches of human rights from obtaining state medical licenses after they leave the military.\nThese misguided people might think twice about inserting feeding tubes into unwilling prisoners if they knew that doing so would bar them from practicing stateside in the future.\nJACOB M. APPEL\nNew York, April 15, 2013\nThe writer is a psychiatrist at Mount Sinai Medical Center.\nTo the Editor:\nWhether or not Samir Naji al Hasan Moqbel is innocent, as he says, he does not deserve to be treated as he describes. Moreover, we Americans deserve better than a military that feels justified in treating its prisoners inhumanely.\nIn the “war on terror,” there is no question that we are right and that they are wrong. But we should also be good to their evil. Instead, we have become only the lesser evil — which is still evil.\nSurely, until the wrongs of Guantánamo are acknowledged, ended and adjudicated — as those of Abu Ghraib were — the United States has no right going around wagging its finger at other countries for their human rights abuses.", "url": "https://www.nytimes.com/2013/04/22/opinion/harsh-treatment-at-guantanamo.html"}