{"authors": ["Carl Zimmer"], "date_download": "2022-10-25 22:55:36", "date_modify": "2022-10-25 22:55:36", "date_publish": "2013-10-03 12:00:09", "description": "It took billions of years for the earth’s atmosphere to have enough oxygen to keep animals like us alive. Scientists are still making fundamental discoveries about oxygen’s history.", "filename": "2013_10_03_science_earths-oxygen-a-mystery-easy-to-take-for-granted_1666738536.html", "image_url": "https://static01.nyt.com/images/2013/10/08/science/08ZIMM_SPAN/08ZIMM-articleLarge.jpg?year=2013&h=325&w=600&s=52a63eef36bed0912e831a51722d68f550f03895e6704462a98a458df40826af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_03_science_earths-oxygen-a-mystery-easy-to-take-for-granted_1666738536.html", "title": "The Mystery of Earth’s Oxygen", "title_page": "The Mystery of Earth’s Oxygen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To Donald E. Canfield, there’s something astonishing in every breath we take. “People take oxygen for granted because it’s just there and we breathe it all the time,” said Dr. Canfield, a geochemist at the University of Southern Denmark. “But we have the only planet we know of anywhere that has oxygen on it.”\nWhat’s even more astonishing is that the earth started out with an oxygen-free atmosphere. It took billions of years before there was enough of it to keep animals like us alive.\nAlthough scientists have been struggling for decades to reconstruct the rise of oxygen, they’re still making fundamental discoveries. In just the past two weeks, for example, Dr. Canfield and his colleagues have published a pair of studies that provide significant clues about some of the most important chapters in oxygen’s history. They’re finding that our weirdly oxygen-rich atmosphere is the result of a complicated dance of geology and biology.\nTo study the ancient atmosphere, geochemists examine the chemical fingerprints left behind on rocks. Some rocks contain molecules that could have formed only in the presence of oxygen. The more of those molecules geochemists find in a rock, the more oxygen must have been in the atmosphere at the time.", "url": "https://www.nytimes.com/2013/10/03/science/earths-oxygen-a-mystery-easy-to-take-for-granted.html"}