{"authors": ["Kareem Fahim"], "date_download": "2022-10-25 23:44:19", "date_modify": "2022-10-25 23:44:19", "date_publish": "2013-08-02 21:56:43", "description": "Gen. Abdul-Fattah el-Sisi is riding a wave of muscular nationalism and pro-military sentiment, leaving questions of how quickly he intends to return the country to civilian rule.", "filename": "2013_08_03_world_middleeast_egypts-general-sisi.html_pagewanted=all&_r=0_1666741459.html", "image_url": "https://static01.nyt.com/images/2013/08/03/world/sisi/sisi-articleLarge.jpg?year=2013&h=400&w=600&s=b93c5d61caedcd12ae9c114b451a9ac629541acb9cbc4ccd78db7ec412229b86&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_03_world_middleeast_egypts-general-sisi.html_pagewanted=all&_r=0_1666741459.html", "title": "Egypt General Has Country Wondering About Aims", "title_page": "Egypt General Has Country Wondering About Aims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — When Egypt’s first elected president, Mohamed Morsi, promoted Gen. Abdul-Fattah el-Sisi to defense minister nearly a year ago, sweeping away an aging cadre of generals, many saw it as a triumph for the Islamist president, and for a fledgling democracy.\nMr. Morsi had seized back broad powers from the old guard, and General Sisi, known to be pious, seemed to have a close relationship with the new president, even sending Mr. Morsi a laudatory telegram. “The men of the armed forces assert to your excellency their absolute loyalty to Egypt and its people, standing behind its leadership as guardians of the patriotic responsibility,” it read.\nMr. Morsi is now a prisoner of the military, deposed by General Sisi on July 3 after mass protests against the president’s rule. And the telegenic general, who has cast himself as protector of Egypt’s security and its very identity, is riding a wave of muscular nationalism and pro-military sentiment that has led his adoring fans to liken him to former President Gamal Abdel Nasser.\nThe conflicting perceptions of General Sisi — seasoned officer reluctantly answering a call to serve, ambitious man with a “sense of destiny,” as one person who knows him put it — leave much of Egypt wondering whether he intends to return the country to civilian rule, as he has repeatedly promised, or to capitalize on public support for him by seeking power, formally or informally, for himself.", "url": "https://www.nytimes.com/2013/08/03/world/middleeast/egypts-general-sisi.html?pagewanted=all&_r=0"}