{"authors": ["Alan Cowell"], "date_download": "2022-10-25 23:49:48", "date_modify": "2022-10-25 23:49:48", "date_publish": "2013-04-16 10:02:37", "description": "Security arrangements are likely to be reviewed before the London Marathon on Sunday and the ceremonial funeral of Margaret Thatcher on Wednesday.", "filename": "2013_04_17_world_europe_officials-urge-tight-security-for-london-marathon_1666741788.html", "image_url": "https://static01.nyt.com/images/2013/04/15/multimedia/video-boston-globe-marathon/video-boston-globe-marathon-articleLarge.jpg?year=2013&h=338&w=600&s=e91bfd4d4e7d8ba539bce2b63ffcae554d116ca9e960433a84a6446be88965de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_17_world_europe_officials-urge-tight-security-for-london-marathon_1666741788.html", "title": "Officials Urge Tight Security for London Marathon", "title_page": "Officials Urge Tight Security for London Marathon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — With security forces in many cities on alert for copycat attacks after the Boston Marathon bombings, British officials on Tuesday urged a review of security measures for the London Marathon on Sunday — the next big international race — as the police and military here prepared to deploy for another major public event with the ceremonial funeral of former Prime Minister Margaret Thatcher on Wednesday.\nThe French authorities also ordered security forces to reinforce patrols in public places “without delay,” urging citizens to be on the alert for suspicious-looking packages or abandoned baggage but to avoid panicky reactions. In Berlin, the interior minister, Hans-Peter Friedrich, said German security officials were in constant contact with their American counterparts, but the Boston attacks would not change Germany’s current assessment of a “critical” level of the threat from terrorism.\n“The security and threat situation has not changed for many years,” he said. Organizers of the Hamburg Marathon, also set for Sunday, said 400 police officers would be on duty guarding the 15,300 runners or diverting traffic. “At the moment there is no cause to change anything,” said Frank Thaleiser, the head of the organizing body.\nBut Mark Milde, the race director of the Berlin Marathon to be held in September, said organizers would review security arrangements and the Boston bombs “will be forever in the back of our minds.” Even the 600 police officers assigned to patrol the event would have to improvise in the event of a similar attack in Berlin, he said. “You never know where something’s going to happen,” Mr. Milde added in a television interview. “We’re prepared for the worst, but of course you can’t secure an entire 42-kilometer route.”", "url": "https://www.nytimes.com/2013/04/17/world/europe/officials-urge-tight-security-for-london-marathon.html"}