{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:45:13", "date_modify": "2022-10-25 23:45:13", "date_publish": "2013-01-07 19:47:27", "description": "President Obama named Chuck Hagel, a former Republican senator, and John O. Brennan, his chief counterterrorism adviser, as his picks for two top national security posts.", "filename": "2013_01_08_us_politics_obama-picks-hagel-as-defense-secretary-brennan-for-cia_1666741513.html", "image_url": "https://static01.nyt.com/images/2013/01/07/us/07hagel_cnd/07hagel_cnd-articleLarge.jpg?year=2013&h=400&w=600&s=3bb0c7d8a43a81a3c50fc5c0a1e3c0093166134d56efbb39032ac05e62467073&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_08_us_politics_obama-picks-hagel-as-defense-secretary-brennan-for-cia_1666741513.html", "title": "Obama Picks Hagel as Defense Secretary, Brennan for C.I.A.", "title_page": "Obama Picks Hagel as Defense Secretary, Brennan for C.I.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Risking a potentially rancorous battle with Congress at the start of his second term, President Obama on Monday nominated Chuck Hagel, a former Republican senator from Nebraska whom Mr. Obama hailed as “the leader that our troops deserve,” to be secretary of defense.\nMr. Obama also nominated John O. Brennan, his chief counterterrorism adviser, to be director of the Central Intelligence Agency, putting a close aide who was at his side during the raid that resulted in the death of Osama bin Laden into the top job at the agency.\nThe president extolled Mr. Hagel’s record as a decorated veteran of the Vietnam War, describing how he once dragged his brother to safety after he struck a landmine.\n“Just as Sergeant Hagel was there for his brother, Secretary Hagel will be there for you,” said Mr. Obama, who was flanked by Mr. Hagel and the current defense secretary, Leon E. Panetta, at the White House ceremony.", "url": "https://www.nytimes.com/2013/01/08/us/politics/obama-picks-hagel-as-defense-secretary-brennan-for-cia.html"}