{"authors": ["Greg Bishop"], "date_download": "2022-10-25 23:35:43", "date_modify": "2022-10-25 23:35:43", "date_publish": "2013-09-03 00:45:50", "description": "Roger Federer, seeded seventh, lost to 19th-seeded Tommy Robredo of Spain, 7-6 (3), 6-3, 6-4, in a fourth-round stunner at Louis Armstrong Stadium.", "filename": "2013_09_03_sports_tennis_federer-upset-at-us-open-in-straight-sets_1666740943.html", "image_url": "https://static01.nyt.com/images/2013/09/03/sports/tennis/03night-1/03night-1-articleLarge-v2.jpg?year=2013&h=394&w=600&s=e524d788a3aa2086114c7c7709613e44ad8e876b257d830292cfcd520e3fefe5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_03_sports_tennis_federer-upset-at-us-open-in-straight-sets_1666740943.html", "title": "Federer Tumbles to Earliest Exit in 10 Years", "title_page": "Federer Tumbles to Earliest Exit in 10 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As Roger Federer’s summer of decline continued on Monday, he refused to blame his bad back or an unfamiliar stadium for his earliest loss at the United States Open in 10 years. That left only his performance to explain another defeat and the pattern that continued.\nTo watch Federer this summer is to listen to an opera singer who can no longer hit the high notes. Flashes of the usual brilliance remain but occur less frequently, less consistently, until a player who once seemed anything but beatable is now eminently so.\nTennis is not like team sports, where aging outfielders become designated hitters, whose diminished skills can be hidden or disguised. Tennis is a solitary pursuit, like boxing, and when the reflexes slow and the legs go, the contrast is more obvious and stark.\nIn his 7-6 (3), 6-3, 6-4 loss to 19th-seeded Tommy Robredo of Spain, Federer, seeded seventh, looked uncomfortable more than anything. Graceful footwork gave way to stumbles. Break points went unconverted. Where he once missed shots by inches, he missed by feet. Federer looked very much as he has looked throughout this summer: vulnerable, human, diminished, if only slightly.", "url": "https://www.nytimes.com/2013/09/03/sports/tennis/federer-upset-at-us-open-in-straight-sets.html"}