{"authors": ["Gina Kolata"], "date_download": "2022-10-25 23:36:01", "date_modify": "2022-10-25 23:36:01", "date_publish": "2013-11-18 02:45:20", "description": "An online calculator meant to help doctors assess treatment options appears to overestimate risk, so much so that it could mistakenly suggest that millions more people are candidates for statin drugs.", "filename": "2013_11_18_health_risk-calculator-for-cholesterol-appears-flawed.html_src=twr&pagewanted=all&_r=0_1666740961.html", "image_url": "https://static01.nyt.com/images/2013/11/18/us/jp-STATIN/jp-STATIN-articleLarge.jpg?year=2013&h=474&w=600&s=a450ce0f971976666166892dc828c67711b9b2bf2945701b7f933775cb9f6f6c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_18_health_risk-calculator-for-cholesterol-appears-flawed.html_src=twr&pagewanted=all&_r=0_1666740961.html", "title": "Risk Calculator for Cholesterol Appears Flawed", "title_page": "Risk Calculator for Cholesterol Appears Flawed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last week, the nation’s leading heart organizations released a sweeping new set of guidelines for lowering cholesterol, along with an online calculator meant to help doctors assess risks and treatment options. But, in a major embarrassment to the health groups, the calculator appears to greatly overestimate risk, so much so that it could mistakenly suggest that millions more people are candidates for statin drugs.\nThe apparent problem prompted one leading cardiologist, a past president of the American College of Cardiology, to call on Sunday for a halt to the implementation of the new guidelines.\n“It’s stunning,” said the cardiologist, Dr. Steven Nissen, chief of cardiovascular medicine at the Cleveland Clinic. “We need a pause to further evaluate this approach before it is implemented on a widespread basis.”\nThe controversy set off turmoil at the annual meeting of the American Heart Association, which started this weekend in Dallas. After an emergency session on Saturday night, the two organizations that published the guidelines — the American Heart Association and the American College of Cardiology — said that while the calculator was not perfect, it was a major step forward, and that the guidelines already say patients and doctors should discuss treatment options rather than blindly follow a calculator.", "url": "https://www.nytimes.com/2013/11/18/health/risk-calculator-for-cholesterol-appears-flawed.html?src=twr&pagewanted=all&_r=0"}