{"authors": ["Randal C. Archibold"], "date_download": "2022-10-25 23:54:55", "date_modify": "2022-10-25 23:54:55", "date_publish": "2013-07-16 01:20:25", "description": "The capture of Miguel Ángel Treviño Morales, the leader of the Zetas drug cartel, was a retort from Mexico’s government to questions over whether it would go after top organized crime leaders.", "filename": "2013_07_16_world_americas_drug-kingpin-is-captured-in-mexico-near-border_1666742095.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_16_world_americas_drug-kingpin-is-captured-in-mexico-near-border_1666742095.html", "title": "Drug Kingpin Is Captured in Mexico Near Border", "title_page": "Drug Kingpin Is Captured in Mexico Near Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — The leader of one of Mexico’s most violent and feared drug organizations, the Zetas, was captured Monday in a city near the Texas border, an emphatic retort from the new government to questions over whether it would go after top organized crime leaders.\nThe man, Miguel Ángel Treviño Morales, 40, who goes by the nickname Z-40 and is one of the most wanted people on both sides of the border, was detained by Mexican marines Monday morning, Mexican officials said at a news conference Monday night.\nHe was detained about 3:45 a.m., without a shot being fired, as he traveled in a pickup truck near Nuevo Laredo, opposite Laredo, Texas, with two other men who were also detained, the officials said, adding that the marines seized $2 million in cash and weapons.\nMr. Treviño was ranked among the most ruthless crime bosses, wanted for murder, organized crime, and torture; he has been linked to the killing and disappearance of 265 migrants in northeastern Mexico, including 72 found dead in August 2010.", "url": "https://www.nytimes.com/2013/07/16/world/americas/drug-kingpin-is-captured-in-mexico-near-border.html"}