{"authors": ["Kareem Fahim", "David D. Kirkpatrick"], "date_download": "2022-10-25 23:42:22", "date_modify": "2022-10-25 23:42:22", "date_publish": "2013-11-20 10:23:29", "description": "The bombing was the latest in a campaign of attacks by insurgents against security forces that began in July, when the military ousted Mohamed Morsi.", "filename": "2013_11_21_world_middleeast_egyptian-soldiers-die-in-sinai-attack_1666741342.html", "image_url": "https://static01.nyt.com/images/2013/11/21/world/middleeast/21Sinai/21Sinai-articleLarge.jpg?year=2013&h=448&w=600&s=488386309486a510dc6c1e63418bc5f245bf2c238247c636f7e6b4155442cc6c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_21_world_middleeast_egyptian-soldiers-die-in-sinai-attack_1666741342.html", "title": "Egyptian Soldiers Killed in Sinai Attack", "title_page": "Egyptian Soldiers Killed in Sinai Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — At least 11 Egyptian soldiers were killed on Wednesday after suicide bombers drove an explosives-laden car into a convoy of military buses traveling in the Sinai Peninsula, according to a spokesman for the armed forces.\nAt least 37 people were wounded in the attack, which struck soldiers who were returning from vacation, the military said.\nSeparately on Wednesday morning, unknown assailants threw an explosive device at a police checkpoint in the capital, and four police officers were hurt, the state news media reported.\nThe attacks were the latest in a campaign of almost daily violence by militants against soldiers and police officers that began in July, when the military ousted Egypt’s democratically elected Islamist president, Mohamed Morsi. Many of the attacks have occurred in the marginalized and relatively lawless Sinai, but militants have also struck at officials in Cairo, shaking the interim, military-backed government and raising fears of a prolonged insurgency.", "url": "https://www.nytimes.com/2013/11/21/world/middleeast/egyptian-soldiers-die-in-sinai-attack.html"}