{"authors": ["Souren Melikian"], "date_download": "2022-10-25 23:54:04", "date_modify": "2022-10-25 23:54:04", "date_publish": "2013-02-06 12:20:13", "description": "The auction of Impressionist, Modern and Surrealist art was hit and miss Tuesday in London, with bidders fighting furiously over some works, but leaving others unloved.", "filename": "2013_02_07_arts_07iht-melikian07_1666742044.html", "image_url": "https://static01.nyt.com/images/2013/02/07/arts/07iht-melikian07/07iht-melikian07-articleLarge.jpg?year=2013&h=767&w=600&s=9a9b0a189b594e1da52903fc10d1a185800e06e9ee3e9fbc64fb01c8453dd3b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_07_arts_07iht-melikian07_1666742044.html", "title": "At Sotheby’s Sale, Estimates Prove to Be Just Wild Guesses", "title_page": "At Sotheby’s Sale, Estimates Prove to Be Just Wild Guesses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The auction of Impressionist and Modern art followed by Surrealist works that took place at Sotheby’s on Tuesday evening ended with 52 lots fetching £121 million. It will be remembered by auction house professionals as the second most successful sale in the field held at Sotheby’s London and, by some of those attending, as the strangest session in living memory.\nWeirdest of all was the performance of the star lot, Picasso’s “Femme Assise Près d’une Fenêtre,” which brought £28.6 million, or $44.9 million. The likeness of a woman seated, indeed, near a window is one of those one-day pictures dispatched in a few hours by the Spanish-born painter of the Paris school. Dated and located “Boisgeloup 30 October XXXII,” it has the flowing black lines and flat contrasted colors filling simplified contours for which paintings dated 1932 are sought after.\nPicasso fans love the aggressive expressiveness mixed with southern exuberance of that particular year. Was this portrait of sorts handicapped because the colors do not have the desired intensity and because the sitter’s expression is sleepy rather than bursting with energy? Or were potential bidders turned off by the symbol indicating that the consignor had been guaranteed a minimum price, and by a second symbol signaling an “irrevocable bid?” This clause means that the bid must be exercised during the sale at an agreed level and that the bidder in question is at liberty to run up other bidders; if the bidding rises above the guaranteed price, any profit will be shared between that bidder and the auction house.\nHenry Wyndham, chairman of Sotheby’s Europe and a brilliant auctioneer, opened the bidding at £22.5 million, a mere 10 percent below the low estimate. There followed an awkward lull. As Mr. Wyndham called a few more bids, no response came from the room. At £25.5 million, the auctioneer brought down his gavel shouting “sold” to one of the Sotheby’s employees who was on the telephone to clients.", "url": "https://www.nytimes.com/2013/02/07/arts/07iht-melikian07.html"}