{"authors": ["Alexei Barrionuevo"], "date_download": "2022-10-25 23:30:06", "date_modify": "2022-10-25 23:30:06", "date_publish": "2013-03-14 23:20:40", "description": "Two new condos report robust sales, just months after a storm left the area in tatters.", "filename": "2013_03_17_realestate_downtown-manhattan-new-condos-report-robust-sales_1666740606.html", "image_url": "https://static01.nyt.com/images/2013/03/17/realestate/0317DEAL4_SPAN/deal-4-articleLarge.jpg?year=2013&h=388&w=600&s=871548fbdc63857528bf8a126d56277529536fbf551b39545a06e0835b5f3392&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_17_realestate_downtown-manhattan-new-condos-report-robust-sales_1666740606.html", "title": "Signs of Spring in Downtown Manhattan", "title_page": "Signs of Spring in Downtown Manhattan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prices start at $4 million and go up to almost $30 million. One full-floor four-bedroom with 1,700 square feet of outdoor space is currently available for $28 million.\nWhile the developers said they feel they designed large enough apartments to satisfy luxury buyers demanding ever-larger spaces, I wondered if they were thinking in 2005 terms — the year the building was designed. Izak Senbahar, the president of Alexico Group, a co-developer with Hines, said that there is no formal program to combine units. “There is enough product that people shouldn’t have to play around,” Mr. Senbahar said. “It is not impossible, but it is not encouraged.”\nSo far, plenty of buyers seem willing to live with that limitation. Many of the early buyers have been on an informal waiting list for the past five years, regularly calling Ms. Mack’s office to inquire about the building’s status. Mr. Senbahar said more than 70 percent of the buyers are New Yorkers, including many TriBeCa residents, although he acknowledged it is tough to say for sure where the buyers hail from, since most are buying through LLCs.\nAt least a few have swooped in from abroad. One buyer flew from Paris for the weekend to lock in an apartment, drawn mostly by the architecture, said Yejin Berman, a sales associate.\nAt 150 Charles, where foundation work is almost complete, West Village residents have dominated the early sales, brokers said. Steven Witkoff, the developer, said that locals have jumped at the chance to buy in a full-service building with luxury amenities. “We don’t have any global buyers,” he said. “We didn’t get the L.A. crowd. We didn’t get the pied-à-terre crowd. This went to New Yorkers that wanted to live there with their families.”\nStylistically the development is very different from 56 Leonard. There will be two 16-story towers with maroon brick facades. Eighty different floor plans are being offered for the 91 apartments for purchase, a handful of which have already been designated for potential combinations.\nThe residences will offer custom features like linear drains in showers (so the water rushes out faster), kitchen countertops with marble mined in Alabama, and design elements like a raised medallion on the walls of the bathrooms. There will be parking for 92 vehicles, 15,000 square feet of amenities in the basement (including a 75-foot pool), and two gas-powered generators with submarine doors on top of the building, which were added to the designs after Sandy.", "url": "https://www.nytimes.com/2013/03/17/realestate/downtown-manhattan-new-condos-report-robust-sales.html"}