{"authors": ["C. J. Chivers"], "date_download": "2022-10-25 23:25:12", "date_modify": "2022-10-25 23:25:12", "date_publish": "2013-12-23 17:03:33", "description": "General Kalashnikov sometimes lamented the weapon’s unchecked distribution but took pride in having invented the rifle, the most abundant firearm ever made.", "filename": "2013_12_24_world_europe_mikhail-kalashnikov-creator-of-soviet-era-ak-47-weapon-is-dead-at-age-94_1666740312.html", "image_url": "https://static01.nyt.com/images/2013/12/24/world/24kalashnikov1/24kalashnikov1-articleLarge.jpg?year=2013&h=418&w=600&s=84e7e8f32162266fac35bfc3b0995c226d5cb204e2c4900d7809b8a64b621ae1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_24_world_europe_mikhail-kalashnikov-creator-of-soviet-era-ak-47-weapon-is-dead-at-age-94_1666740312.html", "title": "Mikhail Kalashnikov, Creator of AK-47, Dies at 94", "title_page": "Mikhail Kalashnikov, Creator of AK-47, Dies at 94 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lt. Gen. Mikhail T. Kalashnikov, the arms designer credited by the Soviet Union with creating the AK-47, the first in a series of rifles and machine guns that would indelibly associate his name with modern war and become the most abundant firearms ever made, died on Monday in Izhevsk, the capital of the Russian republic of Udmurtia, where he lived. He was 94.\nViktor Chulkov, a spokesman for the republic’s president, confirmed the death, the Itar-Tass news agency reported.\nBorn a peasant on the southern Siberian steppe, General Kalashnikov had little formal education and claimed to be a self-taught tinkerer who combined innate mechanical skills with the study of weapons to conceive of a rifle that achieved battlefield ubiquity.\nHis role in the rifle’s creation, and the attention showered on him by the Kremlin’s propaganda machine, carried him from conscription in the Red Army to senior positions in the Soviet arms-manufacturing bureaucracy and ultimately to six terms on the Supreme Soviet, the Soviet Union’s legislative body.", "url": "https://www.nytimes.com/2013/12/24/world/europe/mikhail-kalashnikov-creator-of-soviet-era-ak-47-weapon-is-dead-at-age-94.html"}