{"authors": ["Jeffrey Gettleman", "Nicholas Kulish"], "date_download": "2022-10-25 23:51:53", "date_modify": "2022-10-25 23:51:53", "date_publish": "2013-09-21 12:10:25", "description": "Two squads stormed into a Nairobi mall Saturday, killing at least 39 people. Hours later, police officers dashed through corpse-strewn corridors, trying to find the assailants. A Somali militant group is suspected in the attack.", "filename": "2013_09_22_world_africa_nairobi-mall-shooting.html_pagewanted=all&_r=0_1666741913.html", "image_url": "https://static01.nyt.com/images/2013/09/21/world/africa/20130922_NAIROBI2_337-slide-1YI7/20130922_NAIROBI2_337-slide-1YI7-articleLarge.jpg?year=2013&h=400&w=600&s=7d6140be85446a62bade79f4afbb96e436c4cc22c9befb0f9315f415642e4d14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_22_world_africa_nairobi-mall-shooting.html_pagewanted=all&_r=0_1666741913.html", "title": "Gunmen Kill Dozens in Terror Attack at Kenyan Mall", "title_page": "Gunmen Kill Dozens in Terror Attack at Kenyan Mall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fred Ngoga Gateretse, an official with the African Union, was having coffee at that cafe around noon when he heard two deafening blasts. He cowered on the floor and watched eight gunmen with scarves twisted over their faces firing at shoppers and then up at Kenyan police officers who were shooting down from a balcony as panicked shoppers dashed for cover. “Believe me, these guys were good shooters,” Mr. Gateretse said. “You could tell they were trained.”\nSeveral witnesses said the attackers had shouted for Muslims to run away while they picked off other shoppers, executing them one by one. The mall, one of Nairobi’s most luxurious, with glass elevators and some of the most expensive shops in town, is also popular with expatriates. It has served as the place for a power lunch, to catch a movie, to bring children for ice cream.\nFour Americans were believed to have been injured in the attack, American officials said, and none were reported killed. Secretary of State John Kerry, who called the attack “a heartbreaking reminder that there exists unspeakable evil in our world,” said the wife of a local employee of the American government was among the dead. Two Canadians, one of them a diplomat based in Nairobi, and two French citizens were killed, their governments said.\nA confidential United Nations security report on Saturday described the attack as “a complex, two-pronged assault” with two squads of gunmen dashing into the mall from different floors at the same time and opening fire.\nThe Shabab, an Islamist militant group based in Somalia, took responsibility for the attack, saying it was revenge for Kenya’s military operations in Somalia, which began nearly two years ago. “Kenya will not get peace unless they pull their military out of Somalia,” said Ali Mohamoud Rage, the Shabab’s spokesman, in a radio address. The Shabab also sent out a barrage of buoyant Twitter messages, bragging about the prowess of their fighters before Twitter abruptly suspended the account late Saturday. Later, a new one was set up.", "url": "https://www.nytimes.com/2013/09/22/world/africa/nairobi-mall-shooting.html?pagewanted=all&_r=0"}