{"authors": ["Robert Pear", "Sharon Lafraniere", "Ian Austen"], "date_download": "2022-10-25 23:48:03", "date_modify": "2022-10-25 23:48:03", "date_publish": "2013-10-13 01:32:34", "description": "Interviews and an examination of confidential documents point to a series of missteps — financial, technical and managerial — that led to the troubles with the new online insurance marketplace.", "filename": "2013_10_13_us_politics_from-the-start-signs-of-trouble-at-health-portal_1666741683.html", "image_url": "https://static01.nyt.com/images/2013/10/13/us/JP-CONTRACTORS/JP-CONTRACTORS-articleLarge.jpg?year=2013&h=449&w=600&s=464db26247a29b406ac9a7d773f4c44aa995841e5a5b871def5c9dfc79e4b0c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_13_us_politics_from-the-start-signs-of-trouble-at-health-portal_1666741683.html", "title": "From the Start, Signs of Trouble at Health Portal", "title_page": "From the Start, Signs of Trouble at Health Portal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By early this year, people inside and outside the federal bureaucracy were raising red flags. “We foresee a train wreck,” an insurance executive working on information technology said in a February interview. “We don’t have the I.T. specifications. The level of angst in health plans is growing by leaps and bounds. The political people in the administration do not understand how far behind they are.”\nThe Government Accountability Office, an investigative arm of Congress, warned in June that many challenges had to be overcome before the Oct. 1 rollout.\n“So much testing of the new system was so far behind schedule, I was not confident it would work well,” Richard S. Foster, who retired in January as chief actuary of the Medicare program, said in an interview last week.\nBut Mr. Chao’s superiors at the Department of Health and Human Services told him, in effect, that failure was not an option, according to people who have spoken with him. Nor was rolling out the system in stages or on a smaller scale, as companies like Google typically do so that problems can more easily and quietly be fixed. Former government officials say the White House, which was calling the shots, feared that any backtracking would further embolden Republican critics who were trying to repeal the health care law.\nMarilyn B. Tavenner, the administrator of the Centers for Medicare and Medicaid Services, and Kathleen Sebelius, the secretary of health and human services, both insisted in July that the project was not in trouble. Last month, Gary M. Cohen, the federal official in charge of health insurance exchanges, promised federal legislators that on Oct. 1, “consumers will be able to go online, they’ll be able to get a determination of what tax subsidies they are eligible for, they’ll be able to see the premium net of subsidy,” and they will be able to sign up.\nBut just a trickle of the 14.6 million people who have visited the federal exchange so far have managed to enroll in insurance plans, according to executives of major insurance companies who receive enrollment files from the government. And some of those enrollments are marred by mistakes. Insurance executives said the government had sent some enrollment files to the wrong insurer, confusing companies that have similar names but are in different states. Other files were unusable because crucial information was missing, they said.\nMany users of the federal exchange were stuck at square one. A New York Times researcher, for instance, managed to register at 6 a.m. on Oct. 1. But despite more than 40 attempts over the next 11 days, she was never able to log in. Her last attempts led her to a blank screen.", "url": "https://www.nytimes.com/2013/10/13/us/politics/from-the-start-signs-of-trouble-at-health-portal.html"}