{"authors": ["David Streitfeld"], "date_download": "2022-10-25 23:42:12", "date_modify": "2022-10-25 23:42:12", "date_publish": "2013-12-25 02:14:20", "description": "Several new e-book subscription services are analyzing the data of readers and providing it free.", "filename": "2013_12_25_technology_as-new-services-track-habits-the-e-books-are-reading-you_1666741332.html", "image_url": "https://static01.nyt.com/images/2013/12/25/business/Bookdata1/Bookdata1-articleLarge.jpg?year=2013&h=400&w=600&s=ab665fe47c8a38121ca8b2c14370de83e3f7177469d4e117cbca418d479e8db9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_25_technology_as-new-services-track-habits-the-e-books-are-reading-you_1666741332.html", "title": "As New Services Track Habits, the E-Books Are Reading You", "title_page": "As New Services Track Habits, the E-Books Are Reading You - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Before the Internet, books were written — and published — blindly, hopefully. Sometimes they sold, usually they did not, but no one had a clue what readers did when they opened them up. Did they skip or skim? Slow down or speed up when the end was in sight? Linger over the sex scenes?\nA wave of start-ups is using technology to answer these questions — and help writers give readers more of what they want. The companies get reading data from subscribers who, for a flat monthly fee, buy access to an array of titles, which they can read on a variety of devices. The idea is to do for books what Netflix did for movies and Spotify for music.\n“Self-published writers are going to eat this up,” said Mark Coker, the chief executive of Smashwords, a large independent publisher. “Many seem to value their books more than their kids. They want anything that might help them reach more readers.”\nLast week, Smashwords made a deal to put 225,000 books on Scribd, a digital library here that unveiled a reading subscription service in October. Many of Smashwords’ books are already on Oyster, a New York-based subscription start-up that also began in the fall.", "url": "https://www.nytimes.com/2013/12/25/technology/as-new-services-track-habits-the-e-books-are-reading-you.html"}