{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:34:23", "date_modify": "2022-10-25 23:34:23", "date_publish": "2013-05-06 08:38:12", "description": "A member of a neo-Nazi trio is charged with killing eight men of Turkish descent and one Greek in a case that has renewed a debate about racism in Germany.", "filename": "2013_05_07_world_europe_trial-of-neo-nazi-beate-zschape-in-germany_1666740863.html", "image_url": "https://static01.nyt.com/images/2013/05/07/world/europe/07germany/07germany-articleLarge.jpg?year=2013&h=400&w=600&s=e31d76d8a2cf48f50b51d072648b22ac7b269571ae567e88a5ca29de4ff60fee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_07_world_europe_trial-of-neo-nazi-beate-zschape-in-germany_1666740863.html", "title": "Trial of Neo-Nazi Beate Zschäpe Begins in Germany", "title_page": "Trial of Neo-Nazi Beate Zschäpe Begins in Germany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MUNICH — The trial of the surviving member of a neo-Nazi group accused of a string of anti-immigrant killings opened Monday in a Munich court amid a debate about racism in German society and the country’s security services.\nBeate Zschäpe, 38, is charged with killing eight men of Turkish descent, a man of Greek descent and a policewoman, and with carrying out two bombings and belonging to a terrorist group. She will be tried with four men who are charged with supporting the three-member group, which called itself the National Socialist Underground, or N.S.U., a play on the name for Hitler’s National Socialist Party, better known as the Nazis.\nThe case has shaken the country’s security services and confronted Germans with uncomfortable questions about prejudice against the immigrants who make up an increasingly large part of society.\nThe trial, which is expected to last more than a year, will be closely watched by the three million Turks and other immigrants who call Germany home. Many of the country’s partners abroad are also following it as a test of the Germans’ ability to come to terms with their modern multicultural identity.", "url": "https://www.nytimes.com/2013/05/07/world/europe/trial-of-neo-nazi-beate-zschape-in-germany.html"}