{"authors": ["Wendy Ruderman"], "date_download": "2022-10-25 23:49:44", "date_modify": "2022-10-25 23:49:44", "date_publish": "2013-04-17 02:25:32", "description": "The New York City police commissioner said plugging every security hole during grand-scale events, like the New York City Marathon, would be almost impossible.", "filename": "2013_04_17_nyregion_officials-highlight-challenge-of-protecting-new-york-from-attacks_1666741784.html", "image_url": "https://static01.nyt.com/images/2013/04/17/nyregion/Y-NYPD/Y-NYPD-articleLarge.jpg?year=2013&h=400&w=600&s=dcc93de88624107e7b8b0254a555cf16892990456239c706d359239fc474f9cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_17_nyregion_officials-highlight-challenge-of-protecting-new-york-from-attacks_1666741784.html", "title": "Officials Highlight Challenge of Protecting New York From Attacks", "title_page": "Officials Highlight Challenge of Protecting New York From Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As hundreds of thousands of commuters, debarking from a conveyor belt of trains and buses, flowed into New York City on Tuesday morning, they were greeted by a painfully familiar sight:\nSentries of uniformed officers with assault weapons strapped to their chests. Bomb-sniffing dogs. And baggage checkpoints outside subway entrances.\nSuch is life, post-Sept. 11, in a city that has learned to take no chances — a lesson only underscored by the bomb attack on Monday in Boston.\n“The fact is, there remain people who want to attack us,” Mayor Michael R. Bloomberg said at a news conference at City Hall on Tuesday afternoon. “As a country, we may not be able to thwart every attack; we saw that yesterday. But we must continue to do everything we possibly can to try.”\nYet even as the mayor and the police commissioner outlined the steps being taken to protect the city, the challenges of safeguarding a global destination like New York were made clear in the attacks in Boston.", "url": "https://www.nytimes.com/2013/04/17/nyregion/officials-highlight-challenge-of-protecting-new-york-from-attacks.html"}