{"authors": ["Amy Chozick"], "date_download": "2022-10-25 23:52:06", "date_modify": "2022-10-25 23:52:06", "date_publish": "2013-06-11 17:35:42", "description": "The vote was something of a foregone conclusion because the Murdoch family controls almost 40 percent of the voting shares.", "filename": "2013_06_12_business_media_shareholders-approve-plan-to-split-news-corp_1666741926.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_12_business_media_shareholders-approve-plan-to-split-news-corp_1666741926.html", "title": "Shareholders Approve Plan to Split News Corp.", "title_page": "Shareholders Approve Plan to Split News Corp. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "News Corporation inched closer toward separating itself into two publicly traded companies on Tuesday, as shareholders approved a plan to sever the company’s publishing assets from its more lucrative entertainment divisions.\nShareholders attended a special meeting at the media company’s New York headquarters early Tuesday where they voted in favor of the formation of two separate companies. The larger company, 21st Century Fox, will include Fox Broadcasting, cable channels like Fox News and FX, and the Hollywood studio; a newly formed News Corporation will contain newspapers like The Wall Street Journal and The New York Post, the HarperCollins publishing company and a handful of Australian television assets.\nInvestors have for years grumbled that many of News Corporation’s more than 120 newspapers were a drag on the company, in contrast to the strong performance of its cable television assets. Those complaints became more pronounced in July 2011 when a phone hacking scandal erupted at the company’s British newspaper division, prompting the chief executive, Rupert Murdoch, to abruptly close News of the World, one of News Corporation’s most profitable papers.\n“With the split of our company, and the birth of the new News Corp., I have been given the extraordinary opportunity most people never get in their lifetime: the chance to do it all over again,” Mr. Murdoch told investors at a News Corporation investor day held May 28.", "url": "https://www.nytimes.com/2013/06/12/business/media/shareholders-approve-plan-to-split-news-corp.html"}