{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:00:03", "date_modify": "2022-10-25 23:00:03", "date_publish": "2013-03-16 00:25:02", "description": "More than a year after the death of their director, the Fine Arts Museums of San Francisco endure staff departures and complaints about the board president.", "filename": "2013_03_16_arts_design_turmoil-at-fine-arts-museums-of-san-francisco_1666738803.html", "image_url": "https://static01.nyt.com/images/2013/03/16/arts/16FRISCO/16FRISCO-articleLarge.jpg?year=2013&h=388&w=600&s=2cb2f5e6dacee75ec0abeefb5e2ea74f81491ede09f2d2c561b8953b99650a78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_16_arts_design_turmoil-at-fine-arts-museums-of-san-francisco_1666738803.html", "title": "Turmoil at Fine Arts Museums of San Francisco", "title_page": "Turmoil at Fine Arts Museums of San Francisco - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We need a director badly,” J. Burgess Jamieson, a former member of the board, said.\nNot to worry, Ms. Wilsey said on Thursday, explaining that the board planned to announce a new chief within two weeks. Many of the institution’s supporters and staff say that the museums have already suffered self-inflicted damage, however.\nImage Diane Wilsey Credit... Ethan Kaplan for The New York Times\nWithin the past year, more than a half-dozen staff members say, they were forced out, including Ms. Orr, a respected curator who arranged for the exhibition of the Vermeer and other Dutch masterpieces. She and several other discharged staff members said that they felt that their support of the union that covers many museum employees played a role in their dismissals. Joe McDonald, for example, a staff photographer, noted that six weeks before his firing in November, he had worn prison stripes to a meeting about a new thumbprint-scan time clock.\nLast month Bill White, an exhibition designer for 36 years, and his associate, Elizabeth Scott Etienne, were dismissed as part of a move to eliminate the department altogether.\nOther museums depend primarily on guest designers, but Mr. Johnson said that the Fine Arts Museums had too many exhibitions to operate without an in-house design department. “It would be like a large hospital eliminating their radiology department,” he said.\nSeveral current employees said they had been ordered to refrain from discussing the director search even with one another. “No one, under any circumstances, should be sharing their speculations with anyone inside or outside the museums,” a Feb. 20 memo to the staff stated.\nCriticism has come from outside the institution as well. Last June a city audit condemned the museums for eliminating term limits for the board president, a move championed by Ms. Wilsey, who has held the seat since 1998. The audit also noted that oversight of the “budget, financial audits and facilities is not being conducted in a public or transparent manner.”", "url": "https://www.nytimes.com/2013/03/16/arts/design/turmoil-at-fine-arts-museums-of-san-francisco.html"}