{"authors": ["Binyamin Appelbaum", "Annie Lowrey"], "date_download": "2022-10-25 23:45:00", "date_modify": "2022-10-25 23:45:00", "date_publish": "2013-07-26 01:38:37", "description": "The choice of who will succeed Ben S. Bernanke to lead the Federal Reserve is roiling Washington as it revives questions about the dearth of women in its top economic policy positions.", "filename": "2013_07_26_business_in-tug-of-war-over-new-fed-leader-some-gender-undertones_1666741500.html", "image_url": "https://static01.nyt.com/images/2013/07/26/us/the-battle-for-the-fed-full/the-battle-for-the-fed-full-articleLarge.gif?year=2013&h=419&w=600&s=01dc8e0cc75efca793693440a5c7b7b1bf2d4049112e961e3ac0d668b1bb4618&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_26_business_in-tug-of-war-over-new-fed-leader-some-gender-undertones_1666741500.html", "title": "In Tug of War Over New Fed Leader, Some Gender Undertones", "title_page": "In Tug of War Over New Fed Leader, Some Gender Undertones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama’s choice of a replacement for the Federal Reserve chairman, Ben S. Bernanke, is coming down to a battle between the California girls and the Rubin boys.\nJanet L. Yellen, the Fed’s vice chairwoman, is one of three female friends, all former or current professors at the University of California, Berkeley, who have broken into the male-dominated business of advising presidents on economic policy. Her career has been intertwined with those of Christina D. Romer, who led Mr. Obama’s Council of Economic Advisers at the beginning of his first term, and Laura D’Andrea Tyson, who held the same job under President Clinton and later served as the director of the White House economic policy committee. But no woman has climbed to the very top of the hierarchy to serve as Fed chairwoman or Treasury secretary.\nMs. Yellen’s chief rival for Mr. Bernanke’s job, Lawrence H. Summers, is a member of a close-knit group of men, protégés of the former Treasury Secretary Robert E. Rubin, who have dominated economic policy-making in both the Clinton and the Obama administrations. Those men, including the former Treasury Secretary Timothy F. Geithner and Gene B. Sperling, the president’s chief economic policy adviser, are said to be quietly pressing Mr. Obama to nominate Mr. Summers.\nThe choice of a Fed chair is perhaps the single most important economic policy decision that Mr. Obama will make in his second term. Mr. Bernanke’s successor must lead the Fed’s fractious policy-making committee in deciding how much longer and how much harder it should push to stimulate growth and seek to drive down the unemployment rate.", "url": "https://www.nytimes.com/2013/07/26/business/in-tug-of-war-over-new-fed-leader-some-gender-undertones.html"}