{"authors": ["Howard Beck"], "date_download": "2022-10-25 22:59:39", "date_modify": "2022-10-25 22:59:39", "date_publish": "2013-07-19 01:34:15", "description": "Mikhail D. Prokhorov is showing his determination to win at any cost: a high-profile trade helped raise the Nets’ payroll to $101 million, triggering a luxury tax bill of about $82 million.", "filename": "2013_07_19_sports_basketball_for-nets-prokhorov-nbas-version-of-steinbrenner-183-million-is-no-object_1666738779.html", "image_url": "https://static01.nyt.com/images/2013/07/19/sports/Y-JUMP-PROKHOROV/Y-JUMP-PROKHOROV-articleLarge-v2.jpg?year=2013&h=400&w=600&s=1ec64b628a9c6a2540e2eae27fdeed2e7e428ef5d4697b40a67833fe7f6c8366&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_19_sports_basketball_for-nets-prokhorov-nbas-version-of-steinbrenner-183-million-is-no-object_1666738779.html", "title": "For Nets’ Prokhorov, $183 Million Is No Object", "title_page": "For Nets’ Prokhorov, $183 Million Is No Object - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Nets’ payroll and tax bill ballooned when General Manager Billy King devised a trade to acquire Mr. Pierce and Mr. Garnett, the cornerstones of the Boston Celtics’ 2008 title team and two likely Hall of Famers.\nThe trade turned the Nets into title contenders, with a current or former All-Star at every position, each of them earning at least $11 million next season.\nThe Nets’ odds of winning the 2014 championship jumped to 10-1, from 40-1, after word of the trade leaked in late June, according to Bovada, a sports gambling Web site. (They are now listed at 14-1.)\nOther N.B.A. teams have surpassed $100 million in payroll. But none have paid as much as Mr. Prokhorov will next season, because of a strict new tax system that was intended to punish the free spenders and, indeed, to dissuade any owner from doing what Mr. Prokhorov just did.\nSince 2002-3, the N.B.A.’s big spenders have paid a dollar-for-dollar tax after exceeding a set threshold. Under the new system, the penalty starts at $1.50 per dollar, and the rate keeps increasing for every additional $5 million spent beyond the threshold, set at $71.75 million next season. Having pushed past $100 million, the Nets are paying an additional $4.25 million for every $1 million more they spend.\nThe estimated $82 million bill will be more than triple what the Nets paid in luxury taxes for the last 11 seasons combined. It is more than all teams combined paid last season. It will easily eclipse the previous single-season record, $51.97 million, set by Allen’s Trail Blazers in 2002-3, under the previous, less punitive system.\nMost teams are rushing to duck under the tax threshold, or at least to minimize their liability. The defending champion Miami Heat just waived Mike Miller, their top 3-point shooter in the finals, to cut their tax bill.", "url": "https://www.nytimes.com/2013/07/19/sports/basketball/for-nets-prokhorov-nbas-version-of-steinbrenner-183-million-is-no-object.html"}