{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:22", "date_modify": "2022-10-25 23:56:22", "date_publish": "2013-04-11 17:38:36", "description": "A magistrates’ court in Jerusalem ruled that five women who had been detained for wearing prayer shawls and singing aloud were not disturbing public order.", "filename": "2013_04_12_world_middleeast_israeli-court-rules-for-women-at-western-wall_1666742182.html", "image_url": "https://static01.nyt.com/images/2013/04/12/world/israel/israel-articleLarge.jpg?year=2013&h=400&w=600&s=316398314d653e999116528ca2bfe4bd46e8f47c07de22bd934fb06c02e2a15f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_12_world_middleeast_israeli-court-rules-for-women-at-western-wall_1666742182.html", "title": "Israeli Court Rules for Women at Western Wall", "title_page": "Israeli Court Rules for Women at Western Wall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — In the latest twist in the struggle for the character of the Western Wall, a magistrates’ court here ruled on Thursday that five women who had been detained at the Jewish holy site that morning for wearing prayer shawls and singing aloud were not disturbing public order, as the police had asserted.\nThe women, activists with Women of the Wall, a feminist and pluralist religious group, were released without conditions; the police had requested that they be barred from attending their group’s monthly prayer at the wall for the next three months.\nThe courtroom turnaround came days after Natan Sharansky, the chairman of the quasi-governmental Jewish Agency, outlined a proposal for easing tensions at the site between Orthodox and more progressive worshipers. The compromise involves expanding the existing area of prayer to create a section with unfettered access for Jews wishing to pray in a less Orthodox, more egalitarian style. Contention over rituals has peaked in recent months and caused discord between the Israeli authorities and Jewish leaders abroad.\nThe focus on freedoms at the site also comes amid a broader rift in Israeli society between the ultra-Orthodox minority and other religious and secular communities. Many Israelis object to what they see as the undue influence of the ultra-Orthodox in politics and public life. The new government formed last month excluded the ultra-Orthodox parties that have been part of most governing coalitions since the late 1970s.", "url": "https://www.nytimes.com/2013/04/12/world/middleeast/israeli-court-rules-for-women-at-western-wall.html"}