{"authors": ["Michael S. Schmidt"], "date_download": "2022-10-25 23:38:21", "date_modify": "2022-10-25 23:38:21", "date_publish": "2013-05-29 22:11:56", "description": "James B. Comey earned a reputation for independence after leading an internal revolt in the administration of George W. Bush over the legality of its warrantless wiretapping program.", "filename": "2013_05_30_us_politics_obama-to-pick-james-b-comey-to-lead-fbi_1666741101.html", "image_url": "https://static01.nyt.com/images/2013/05/30/us/30FBI/30FBI-articleLarge-v3.jpg?year=2013&h=347&w=600&s=1773defafd6e579dc94c82774ecb7c374a2f163f3bd0591221baeb78fbb6388c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_30_us_politics_obama-to-pick-james-b-comey-to-lead-fbi_1666741101.html", "title": "Obama to Pick James B. Comey to Lead F.B.I.", "title_page": "Obama to Pick James B. Comey to Lead F.B.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama plans to nominate James B. Comey, a former hedge fund executive who served as a senior Justice Department official under President George W. Bush, to replace Robert S. Mueller III as the director of the Federal Bureau of Investigation, according to two people with knowledge of the selection.\nBy choosing Mr. Comey, a Republican, Mr. Obama made a strong statement about bipartisanship at a time when he faces renewed criticism from Republicans in Congress and has had difficulty winning confirmation of some important nominees. At the same time, Mr. Comey’s role in one of the most dramatic episodes of the Bush administration — in which he refused to acquiesce to White House aides and reauthorize a program for eavesdropping without warrants when he was serving as acting attorney general — should make him an acceptable choice to Democrats.\nIt is not clear when Mr. Obama will announce the nomination. Senior F.B.I. officials have been concerned that if the president does not name a new director by the beginning of June, it will be difficult to get the nominee confirmed by the beginning of September, when Mr. Mueller by law must leave his post.\nThe White House declined to discuss Mr. Comey on Wednesday. But according to the two people briefed on the selection, Mr. Comey traveled from his home in Connecticut in early May to meet with the president at the White House to discuss the job. Shortly afterward, he was told that he was Mr. Obama’s choice, and they met again for a further discussion.", "url": "https://www.nytimes.com/2013/05/30/us/politics/obama-to-pick-james-b-comey-to-lead-fbi.html"}