{"authors": ["Annie Lowrey"], "date_download": "2022-10-25 23:45:08", "date_modify": "2022-10-25 23:45:08", "date_publish": "2013-01-08 18:22:04", "description": "Given the leading contenders for other top jobs, President Obama’s inner circle will continue to be dominated by men well into his second term.", "filename": "2013_01_09_us_politics_under-obama-a-skew-toward-male-appointees_1666741508.html", "image_url": "https://static01.nyt.com/images/2013/01/09/us/PERSONNEL/PERSONNEL-articleLarge.jpg?year=2013&h=368&w=600&s=89f6b9425c3575df6e226fe86c9a3689c9686739a0c986a61bfe369636329ea9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_09_us_politics_under-obama-a-skew-toward-male-appointees_1666741508.html", "title": "Obama’s Remade Inner Circle Has an All-Male Look, So Far", "title_page": "Obama’s Remade Inner Circle Has an All-Male Look, So Far - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In an Oval Office meeting on Dec. 29, 11 of President Obama’s top advisers stood before him discussing the heated fiscal negotiations. The 10 visible in a White House photo are men.\nIn the days since, Mr. Obama has put together a national security team dominated by men, with Senator John Kerry of Massachusetts nominated to succeed Hillary Rodham Clinton as the secretary of state, Chuck Hagel chosen to be the defense secretary and John O. Brennan nominated as the director of the Central Intelligence Agency. Given the leading contenders for other top jobs, including chief of staff and Treasury secretary, Mr. Obama’s inner circle will continue to be dominated by men well into his second term.\nFrom the White House down the ranks, the Obama administration has compiled a broad appointment record that has significantly exceeded the Bush administration in appointing women but has done no better than the Clinton administration, according to an analysis of personnel data by The New York Times. About 43 percent of Mr. Obama’s appointees have been women, about the same proportion as in the Clinton administration, but up from the roughly one-third appointed by George W. Bush.\nThe skew was widespread: male appointees under Mr. Obama outnumbered female appointees at 11 of the 15 federal departments, for instance. In some cases, the skew was also deep. At the Departments of Justice, Defense, Veterans Affairs and Energy, male appointees outnumbered female appointees by about two to one.", "url": "https://www.nytimes.com/2013/01/09/us/politics/under-obama-a-skew-toward-male-appointees.html"}