{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:46:09", "date_modify": "2022-10-25 23:46:09", "date_publish": "2013-12-12 21:55:15", "description": "The North said that Jang Song-thaek, the uncle and presumed mentor of Kim Jong-un, was executed for plotting a military coup.", "filename": "2013_12_13_world_asia_north-korea-says-uncle-of-executed.html__r=0_1666741569.html", "image_url": "https://static01.nyt.com/images/2013/12/13/world/13korea_span/13korea_span-articleLarge.jpg?year=2013&h=409&w=600&s=1ba6df6cb4867e26fd0d3621a30ecb6db965742640a79a7220cd72b1771643c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_13_world_asia_north-korea-says-uncle-of-executed.html__r=0_1666741569.html", "title": "North Korea Says Leader’s Uncle Was Executed as a Traitor", "title_page": "North Korea Says Leader’s Uncle Was Executed as a Traitor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — North Korea said Friday that Jang Song-thaek, the uncle and presumed mentor of its leader, Kim Jong-un, was executed for plotting a military coup.\nThe announcement was a highly unusual admission of instability from the reclusive, nuclear-armed country, which normally cloaks any signs of disloyalty to the Kim dynasty that has ruled since the country’s founding. It was the first time in recent decades that the North revealed what it purported was an attempt to overthrow its leadership, analysts said, and the first publicly announced execution of a member of the ruling family.\nCalling him a “traitor” and “worse than a dog,” the state-run Korean Central News Agency said Mr. Jang, 67, was executed on Thursday, immediately after he was convicted of treason in a special military court.\n“He lost his mind due to his greed for power,” the agency reported. “He persistently plotted to spread his evil design into the military, believing that he could overthrow the leadership if he could mobilize the military.”", "url": "https://www.nytimes.com/2013/12/13/world/asia/north-korea-says-uncle-of-executed.html?_r=0"}