{"authors": ["Sarah Maslin Nir"], "date_download": "2022-10-25 23:49:46", "date_modify": "2022-10-25 23:49:46", "date_publish": "2013-10-26 01:47:49", "description": "The family of Avonte Oquendo, who disappeared on Oct. 4, is staying vigilant, as a search in Long Island City, Queens, continued to yield no clues.", "filename": "2013_10_26_nyregion_keeping-hope-alive-in-search-for-autistic-boy_1666741786.html", "image_url": "https://static01.nyt.com/images/2013/10/26/nyregion/search-1/search-1-articleLarge-v2.jpg?year=2013&h=400&w=600&s=4f5b26bb188c59eea1bb8ef3fbafa9cdfa40b95016895fdd0de07d2b235e99c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_26_nyregion_keeping-hope-alive-in-search-for-autistic-boy_1666741786.html", "title": "Keeping Hope Alive for Autistic Boy’s Safe Return", "title_page": "Keeping Hope Alive for Autistic Boy’s Safe Return - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It has been more than three weeks since Avonte Oquendo, an autistic 14-year-old, slipped out the front door of his high school in Long Island City, Queens, and disappeared without a trace.\nThere are signs with pictures of him posted on tollbooths at the mouth of the Queens-Midtown Tunnel and in languages from Russian to Bengali all over New York City. There have been loudspeaker announcements throughout the subway system, scent-sniffing bloodhounds, volunteer foot patrols and daily scans of rooftops by police helicopters. Several of them have buzzed over Queens most days since Avonte went missing. And every day, dozens of police officers fan out across a wide region, checking buildings, lots and even trash bins.\nThe Police Department has received more than 450 leads related to Avonte’s disappearance, and detectives have investigated and ruled out all but 48, Police Commissioner Raymond W. Kelly said at a news conference on Friday. He added that detectives were still in the process of viewing 196 pieces of video.\nAvonte, he said, had not appeared on any of the video clips that investigators had watched so far.\nOn Thursday, in remarks to a television station, Mr. Kelly expressed fears that Avonte was dead. “Unfortunately, we are not hopeful that we’re going to find this young man alive, but we are continuing our search,” he told WABC-TV.", "url": "https://www.nytimes.com/2013/10/26/nyregion/keeping-hope-alive-in-search-for-autistic-boy.html"}