{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:45:10", "date_modify": "2022-10-25 23:45:10", "date_publish": "2013-04-26 23:38:35", "description": "As the House of Commons speaker, John Bercow is a zealot on a mission. He wants Britain’s legislators to behave like plausible grown-ups and pipe down.", "filename": "2013_04_27_world_europe_john-bercow-house-of-commons-speaker-seeks-to-quell-the-unruly_1666741510.html", "image_url": "https://static01.nyt.com/images/2013/04/27/world/london/london-articleLarge.jpg?year=2013&h=399&w=600&s=75cdeb0a7a63a4144dd39e366ac52c403314e3dba7a1ee3cb3d5fb165c976429&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_27_world_europe_john-bercow-house-of-commons-speaker-seeks-to-quell-the-unruly_1666741510.html", "title": "John Bercow, House of Commons Speaker, Seeks to Quell the Unruly", "title_page": "John Bercow, House of Commons Speaker, Seeks to Quell the Unruly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But he is a zealot on a mission. He wants Britain’s legislators to behave like plausible grown-ups, not overexcited adolescents who have spent too much time reading “Lord of the Flies” and throwing stuff at one another in the cafeteria. He wants them to pipe down.\n“When the decibel level exceeds anything that Deep Purple would have even dreamed of in their heyday in the 1970s as the loudest band in the world, that is a negative,” Mr. Bercow, 50, said recently in an interview in his elegant offices in Parliament.\nHe lives in an apartment upstairs, with his three children and his wife, Sally, an outspoken Labour supporter who once appeared on “Celebrity Big Brother” and whose provocative views tend to complicate Mr. Bercow’s life. (“My argument is that she is not an appendage of her husband,” he said. “She’s my wife, but she’s not my chattel.”) They have a cat named Order, which presumably gives him a chance to practice his shouting techniques.\nMR. BERCOW was elected speaker in 2009 after lobbying hard for the job. A Conservative, he had alienated some colleagues by shifting to the Tory’s left wing from its right wing. (He resigned from the party, as is customary, when he became speaker.) At the same time, many Labour members supported him because they suspected that having him as speaker would annoy the Tories. (They were right.)\nAs an aide tried fruitlessly to limit the interview to an hour, Mr. Bercow explained his motivations in running for the office when Parliament was still in disgrace after the revelation that many members had used their expense accounts to pay for things like new stoves and, in one case, moat cleaning.", "url": "https://www.nytimes.com/2013/04/27/world/europe/john-bercow-house-of-commons-speaker-seeks-to-quell-the-unruly.html"}