{"authors": ["Stephen Holden"], "date_download": "2022-10-25 23:43:28", "date_modify": "2022-10-25 23:43:28", "date_publish": "2013-11-21 22:01:20", "description": "Stephen Frears’s “Philomena” follows a Irishwoman forced to give up her son for adoption in the 1950s and the freelance reporter who helps her search for him.", "filename": "2013_11_22_movies_philomena-starring-judi-dench-and-steve-coogan_1666741408.html", "image_url": "https://static01.nyt.com/images/2013/11/22/arts/video-movies-philomena-112213/video-movies-philomena-112213-articleLarge.jpg?year=2013&h=338&w=600&s=f5a7dd818d648a2c9fcd5d7ff8c74a46bc6d05ede63491b098f4bc4f846e861f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_22_movies_philomena-starring-judi-dench-and-steve-coogan_1666741408.html", "title": "‘Philomena,’ Starring Judi Dench and Steve Coogan", "title_page": "‘Philomena,’ Starring Judi Dench and Steve Coogan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The teenage Philomena (Sophie Kennedy Clark) becomes pregnant in 1952 and is sent to a convent in Roscrea, Ireland. She spends several years in virtual slave labor, working in the convent laundry. It is part punishment and part compensation to the nuns who looked after her during childbirth. These prisonlike convent laundries, where shamed parents exiled their “bad” daughters, were the subject of Peter Mullan’s 2002 film, “The Magdalene Sisters,” and of a Joni Mitchell song.\nThe girls are allowed to see their children only one hour a day, and Philomena is forced to sign a contract agreeing never to inquire into her son’s whereabouts. In the film’s most anguished scene, she is beside herself as she watches from a convent window as the child, Anthony, is whisked away in a car by a wealthy American couple. The 3-year-old boy had been sold for 1,000 pounds.\nFifty years later, Philomena, in her 70s, meets Martin Sixsmith (Mr. Coogan), a onetime BBC foreign correspondent who was later ousted as a spin doctor in Tony Blair’s government and is now obliged to support himself with freelance journalism assignments. Martin, a cynic and an atheist, persuades an initially reluctant Philomena to cooperate with him on a magazine article telling her story. When they visit the convent, they are coldly informed that all records from the time were destroyed in a fire.\nThe film widens its focus when Martin’s sleuthing reveals the probable whereabouts of Anthony, who worked for the Reagan administration. Philomena insists on accompanying Martin when he flies to Washington. The movie can’t resist finding comedy in this unlikely team. Philomena, a devotee of romance novels, tries Martin’s patience by relaying the plots of the novels she reads. Instead of visiting the Lincoln Memorial, she would rather watch the movie “Big Momma’s House” on television at the hotel. Martin is arrogant, bordering on boorish in his pursuit of the story, and Mr. Coogan does an impressive job of muting his comedian’s instincts to paint him as intimidatingly brusque.", "url": "https://www.nytimes.com/2013/11/22/movies/philomena-starring-judi-dench-and-steve-coogan.html"}