{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:48", "date_modify": "2022-10-25 23:39:48", "date_publish": "2013-01-25 18:52:56", "description": "The state news media reported details of a sex extortion ring in Chongqing that has led to the dismissals of at least 11 officials of the Communist Party, government or state-owned companies.", "filename": "2013_01_26_world_asia_chinese-officials-fired-over-chongqing-sex-scandal_1666741188.html", "image_url": "https://static01.nyt.com/images/2013/01/26/world/chongqing/chongqing-articleLarge.jpg?year=2013&h=400&w=600&s=08f0cc5198c835e315fb21a41ad8527f3af987f583b6000a70a504eef35ca63d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_26_world_asia_chinese-officials-fired-over-chongqing-sex-scandal_1666741188.html", "title": "Chinese Officials Fired Over Chongqing Sex Scandal", "title_page": "Chinese Officials Fired Over Chongqing Sex Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — The young women met the officials for illicit trysts with video cameras hidden in their purses. Every detail of the encounters was recorded. Then a group of men confronted the officials with the video recordings and made demands.\nChina’s state news media reported on Friday details of a sex extortion ring that brazenly operated “honey traps” in the southwest metropolis of Chongqing for several years. The widening scandal, which first emerged late last year, has led to the dismissals of at least 11 officials of the Communist Party, the government or state-owned companies for having sex with women from the ring and then being blackmailed by the men who had set up the snares.\nXi Jinping, China’s new top leader, has vowed to root out official corruption and said this week that “flies,” or relatively low-level bureaucrats, as well as top officials he referred to as “tigers,” must be brought down.\nThe most famous victim of the sex ring scandal is Lei Zhengfu, a middle-aged district party chief who was secretly filmed having sex in a hotel room in 2008 with a young woman. In late November 2012, the leaked video of Mr. Lei began circulating on the Internet, and he became the poster boy for a series of low-level or midlevel officials who had been brought down by scandals, often sexual in nature, across the nation. Mr. Lei was removed from his job and placed under investigation soon after the video appeared online.", "url": "https://www.nytimes.com/2013/01/26/world/asia/chinese-officials-fired-over-chongqing-sex-scandal.html"}