{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:53:56", "date_modify": "2022-10-25 23:53:56", "date_publish": "2013-06-12 02:27:50", "description": "A Beijing resident and adherent of the banned Falun Gong movement said he slipped letters into product packages apparently meant for the West.", "filename": "2013_06_12_world_asia_man-details-risks-in-exposing-chinas-forced-labor.html_pagewanted=all_1666742036.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_12_world_asia_man-details-risks-in-exposing-chinas-forced-labor.html_pagewanted=all_1666742036.html", "title": "Man Details Risks in Exposing China’s Forced Labor", "title_page": "Man Details Risks in Exposing China’s Forced Labor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MASANJIA, China — The cry for help, a neatly folded letter stuffed inside a package of Halloween decorations sold at Kmart, traveled 5,000 miles from China into the hands of a mother of two in Oregon.\nScrawling in wobbly English on a sheet of onionskin paper, the writer said he was imprisoned at a labor camp in this northeastern Chinese town, where he said inmates toiled seven days a week, their 15-hour days haunted by sadistic guards.\n“Sir: If you occasionally buy this product, please kindly resend this letter to the World Human Right Organization,” said the note, which was tucked between two ersatz tombstones and fell out when the woman, Julie Keith, opened the box in her living room last October. “Thousands people here who are under the persicution of the Chinese Communist Party Government will thank and remember you forever.”\nThe letter drew international news media coverage and widespread attention to China’s opaque system of “re-education through labor,” a collection of penal colonies where petty criminals, religious offenders and critics of the government can be given up to four-year sentences by the police without trial.", "url": "https://www.nytimes.com/2013/06/12/world/asia/man-details-risks-in-exposing-chinas-forced-labor.html?pagewanted=all"}