{"authors": ["Al Baker"], "date_download": "2022-10-25 23:49:46", "date_modify": "2022-10-25 23:49:46", "date_publish": "2013-10-16 01:58:14", "description": "Eleven days after Avonte Oquendo vanished after leaving the Riverview School, a lawyer for the family and advocates said they were troubled by a mystery: How did the 14-year-old get out of the school to begin with?", "filename": "2013_10_16_nyregion_as-search-goes-on-for-queens-boy-with-autism-adults-at-his-school-face-questions_1666741786.html", "image_url": "https://static01.nyt.com/images/2013/10/16/nyregion/MISSING-captionupdate/MISSING-captionupdate-articleLarge.jpg?year=2013&h=400&w=600&s=e51ce3f82db0ce8ddac831081919334562049a93fce1d90a080ff54b068cc6b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_16_nyregion_as-search-goes-on-for-queens-boy-with-autism-adults-at-his-school-face-questions_1666741786.html", "title": "As Search Goes On for Queens Boy With Autism, Adults at His School Face Questions", "title_page": "As Search Goes On for Queens Boy With Autism, Adults at His School Face Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He and others, including advocates for special-education students, said they wanted more information on the actions of adults supervising Avonte, on how the boy got past a school safety officer who was guarding a side door and why it took school officials between 45 minutes and an hour to contact the police and the boy’s mother, Vanessa Fontaine.\n“No student should ever get away,” said Maggie Moroff, the special-education policy coordinator at Advocates for Children of New York, a nonprofit legal group.\nSchools Chancellor Dennis M. Walcott has said the episode has prompted a review of protocols and procedures for such emergencies. But a spokeswoman for the city’s Education Department declined on Tuesday to answer specific questions about the matter, citing the continuing investigation.\nThe city school system has been carrying out significant reforms of special education that are intended to reverse a longstanding practice of segregating those students in their own classrooms and schools. Several advocates hailed the effort, known as mainstreaming. Still, many wondered whether the policies attending the effort, begun in earnest last year, were adversely affecting some children, particularly those with the most severe needs.\n“This is not a clear case of reform gone bad,” said Jean Mizutani, an education team leader with Resources for Children with Special Needs, a nonprofit organization. “But the policies of reform might affect programming and development and the plans made for these students. Any child should be entitled to be in any school, but at the same time if the school is not able to support that child successfully, that child should not be there and that is the gap we are in now.”", "url": "https://www.nytimes.com/2013/10/16/nyregion/as-search-goes-on-for-queens-boy-with-autism-adults-at-his-school-face-questions.html"}