{"authors": ["Michiko Kakutani"], "date_download": "2022-10-25 23:37:44", "date_modify": "2022-10-25 23:37:44", "date_publish": "2013-10-03 16:14:53", "description": "“The Circle,” the new novel by Dave Eggers, describes a woman at the center of a Google-like social media company with a deep reach into its users’ lives.", "filename": "2013_10_04_books_the-circle-dave-eggerss-new-novel_1666741064.html", "image_url": "https://static01.nyt.com/images/2013/10/04/arts/04SILOBOOK/04SILOBOOK-articleLarge-v2.jpg?year=2013&h=909&w=600&s=e132d04e4d0267990f134c089d64397cf3f344303e74c9ec382fd0a32346ad9c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_04_books_the-circle-dave-eggerss-new-novel_1666741064.html", "title": "‘The Circle,’ Dave Eggers’s New Novel", "title_page": "‘The Circle,’ Dave Eggers’s New Novel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Using his fluent prose and instinctive storytelling gifts, Mr. Eggers does a nimble, and sometimes very funny, job of sending up technophiles’ naïveté, self-interest and misguided idealism. As the artist and computer scientist Jaron Lanier has done in several groundbreaking nonfiction books (“You Are Not a Gadget,” 2010, and “Who Owns the Future?,” 2013), Mr. Eggers reminds us how digital utopianism can lead to the datafication of our daily lives, how a belief in the wisdom of the crowd can lead to mob rule, how the embrace of “the hive mind” can lead to a diminution of the individual. The adventures of Mr. Eggers’s heroine, Mae Holland, an ambitious new hire at the company, provide an object lesson in the dangers of drinking the Silicon Valley Kool-Aid and becoming a full-time digital ninja.\nThough “The Circle” is never less than entertaining, it can sometimes lumber into the tendentious, with minor characters — like Mae’s former boyfriend Mercer — spouting diatribes that laboriously spell out the dangers of living online or the impossibility of quantifying emotions.\nAt times, it also seems as if the novel couldn’t make up its mind about whether it wants to be a closely observed satire of a recognizable world today (with members of the Circle proselytizing for Facebook-like sharing, Google-like endeavors to spread democracy around the world and constant Twitter-like updates about their lives), or a more apocalyptic, dystopian look at a near-future in which Circle membership would become mandatory and the company threatens to replace the federal government. Because the narrative vacillates between these two modes, it never really gives the reader the sense of being thoroughly immersed in a coherent, fully imagined universe with rules and an inevitability of its own.\nStill, Mr. Eggers is such an engaging, tactile writer that the reader happily follows him wherever he’s going. And whenever his narrative seems on the verge of becoming a little too pat or predictable, he treats us to some wonderfully comic descriptions of Mae’s increasingly absurd life, or concocts a breathlessly bravura scene — one involves a shark in an aquarium, another Mae’s call upon Circle members to help her locate Mercer, who’s gone off the grid — that seizes our attention all over again.", "url": "https://www.nytimes.com/2013/10/04/books/the-circle-dave-eggerss-new-novel.html"}