{"authors": ["John M. Broder", "Ginger Thompson"], "date_download": "2022-10-25 23:54:56", "date_modify": "2022-10-25 23:54:56", "date_publish": "2013-07-31 01:45:44", "description": "Feeling outcast in Iraq, Bradley Manning, then a 22-year-old Army private, turned to the Internet for solace. Prosecutors called what came next one of the greatest betrayals in United States history.", "filename": "2013_07_31_us_loner-sought-a-refuge-and-chose-the-army_1666742096.html", "image_url": "https://static01.nyt.com/images/2013/08/01/us/31profile-cnd/31profile-cnd-articleLarge.jpg?year=2013&h=402&w=600&s=4c14f049e019455b0a44d65653832093789162eed1cec0b876b1d06758dd2623&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_31_us_loner-sought-a-refuge-and-chose-the-army_1666742096.html", "title": "Loner Sought a Refuge, and Ended Up in War", "title_page": "Loner Sought a Refuge, and Ended Up in War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Feeling outcast and alone in Iraq, Bradley Manning, then a 22-year-old Army private, turned to the Internet for solace in early 2010, wanting to share with the world what he saw as the unconscionable horrors of war, an act that resulted in what military prosecutors called one of the greatest betrayals in the nation’s history.\nWithin months, he was arrested for making public, through the WikiLeaks organization, the greatest cache of secret government information since the Pentagon Papers. He was called a traitor by his government; confined to a tiny cell 23 hours a day at the Marine base at Quantico, Va., and the Army brig at Fort Leavenworth, Kan.; and finally court-martialed in Maryland.\nAs prosecutors accused Private Manning of being a self-promoting “anarchist” who was nothing like the tortured man of principle portrayed by his lawyers, supporters around the world celebrated him as a martyr for free speech. But the heated language on both sides tended to overshadow the human story at the center of the case.\nThat story involved the child of a severed home, a teenager bullied for his conflicted sexuality whose father, a conservative retired soldier, and mother, a Welsh woman who never adjusted to life in Oklahoma, bounced their child back and forth between places where he never fit in.", "url": "https://www.nytimes.com/2013/07/31/us/loner-sought-a-refuge-and-chose-the-army.html"}