{"authors": ["Kareem Fahim", "Rick Gladstone"], "date_download": "2022-10-25 23:44:24", "date_modify": "2022-10-25 23:44:24", "date_publish": "2013-07-31 17:07:44", "description": "An order by the government to security forces to break up the protests aroused fears of a new round of violent clashes.", "filename": "2013_08_01_world_middleeast_egypt.html__r=0_1666741464.html", "image_url": "https://static01.nyt.com/images/2013/08/01/world/01egypt-web1/01egypt-web1-articleLarge.jpg?year=2013&h=400&w=600&s=6eaecbe92542dfd5f27b711a5d903cc9984d366dc913ac1090d461cfecc0e41d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_01_world_middleeast_egypt.html__r=0_1666741464.html", "title": "Egypt Vows to End Sit-Ins by Supporters of Deposed President", "title_page": "Egypt Vows to End Sit-Ins by Supporters of Deposed President  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Egypt’s military-backed government instructed its security forces on Wednesday to end two sit-ins by tens of thousands of supporters of the deposed Islamist president, a decree that many feared could lead to a new round of violent confrontations.\nIn a televised statement, the cabinet said the sit-ins were disruptive and represented “a threat to the Egyptian national security and an unacceptable terrorizing of citizens.”\nFor weeks, supporters of the former president, Mohamed Morsi, have been occupying two squares in Cairo — Rabaa al-Adaweya in Nasr City and Nahdet Misr in Giza — to protest his ouster on July 3. They have vowed to remain until Mr. Morsi is released from detention and reinstated.\nThe sit-ins have become nuisances for the government, and flash points for the bloodiest confrontations since Mr. Morsi’s ouster, including the killings of more than 140 of his Islamist supporters by Egyptian security services. And as they grow more permanent, with stores and barbers and even their own television station, the encampments have become potent symbols of Egypt’s impasse.", "url": "https://www.nytimes.com/2013/08/01/world/middleeast/egypt.html?_r=0"}