{"authors": ["C. J. Chivers", "Robert F. Worth"], "date_download": "2022-10-25 23:41:34", "date_modify": "2022-10-25 23:41:34", "date_publish": "2013-02-09 02:05:34", "description": "These missiles, never before seen in the hands of militants, would threaten military and commercial aviation and mark an escalation in illegal arms trafficking in the Arabian Peninsula.", "filename": "2013_02_09_world_middleeast_weapons-seizure-in-yemen-raises-worries-of-irans-influence_1666741294.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_09_world_middleeast_weapons-seizure-in-yemen-raises-worries-of-irans-influence_1666741294.html", "title": "Weapons Seizure in Yemen Raises Worries of Iran’s Influence", "title_page": "Weapons Seizure in Yemen Raises Worries of Iran’s Influence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Photographs recently released by the Yemeni government suggest that an interdiction last month by the United States Navy and Yemen’s security forces seized a class of shoulder-fired antiaircraft missiles not publicly known to have been out of state control.\nSuch missiles, in the hands of militants, would pose new threats to military and commercial aviation and would mark an escalation in illegal arms trafficking in the Arabian Peninsula. Yemen has asserted that the missiles were bound for rebels in the country’s northwestern frontier, and both the United States and Yemen have suggested that the shipment may have come from Iran.\nThe missiles were displayed this week to journalists in Yemen, along with other weapons and military equipment that the Yemeni authorities said had been seized from the Jeehan 1, a dhow that was boarded at sea on Jan. 23.\nThe photographs and accompanying video images are grainy, but they show either modern Chinese- or Iranian-made heat-seeking missiles in their standard packaging. The weapons are of a class known as Manpads, for man-portable air-defense systems, of which the best known example is the American-made Stinger.", "url": "https://www.nytimes.com/2013/02/09/world/middleeast/weapons-seizure-in-yemen-raises-worries-of-irans-influence.html"}