{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:30:49", "date_modify": "2022-10-25 23:30:49", "date_publish": "2013-01-04 19:14:50", "description": "This column invites high school seniors to submit essays on working, class and affluence, topics that have become common on college applications.", "filename": "2013_01_05_your-money_an-invitation-to-high-school-seniors-to-write-about-cash_1666740649.html", "image_url": "https://static01.nyt.com/images/2013/01/05/your-money/05money-illo/05money-illo-articleLarge.jpg?year=2013&h=350&w=600&s=bdc0e6478282e6414c9c1d4d79df51eae058faf5f4ad7031dd34d596008633b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_05_your-money_an-invitation-to-high-school-seniors-to-write-about-cash_1666740649.html", "title": "An Invitation to High School Seniors to Write About Finances", "title_page": "An Invitation to High School Seniors to Write About Finances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“One student last year was very affected by the whole conversation about the 1 percent,” he said. “He sent us his proposal for the tax code. The committee thought that this is someone who is clearly thinking about this in a critical way, is informed about what is going on the world and has done some dissecting of the information, and that’s the kind of student we’re looking for.”\nThe college essay is always a bit of a high-wire act. Harry Bauld, the author of “On Writing the College Application Essay,” which I credit with helping me get into college, paints a visceral, frightening picture of haggard admissions officers reading dozens of essays each day. Then, he asks readers to imagine that their application is 38th in the pile. How are you going to excite that person?\nWriting about money can offer a bit of voyeuristic thrill in this regard, but it also poses its own particular challenges. “Most of my students are absolutely brilliant,” said Mr. Bauld, a high school English teacher at Horace Mann School in New York City and a former admissions officer at Columbia and Brown. “But they cannot see their own relationship to economic culture. It’s not comprehensible.”\nThe more affluent ones, if they do understand it, struggle further when trying to put it into words. “When it becomes visible, it comes accompanied with a U-Haul full of guilt that they’re towing behind them,” he said. “Then, it forces them into various clichés.”\nBut it need not always. Mr. Perez said Pitzer was quick to admit a student who talked about her travels around the world on her father’s yacht, anchoring in various high-end ports. “It bothered her that her family was never willing to leave the comfort zone, to go to real places,” he said. “To me, that young woman was absolutely memorable, and it took a lot of courage for her to do that.”\nAs we read the essays, which you should send to us by April 1 at Moneyessays@nytimes.com, we’ll be looking for that kind of authenticity. We also seek a unique point of view. Not so much “Why it’s good to give” or “What I learned from my job” but “How I gave in an entirely new way” or “How I made money doing something no one else around me had ever thought to do.”", "url": "https://www.nytimes.com/2013/01/05/your-money/an-invitation-to-high-school-seniors-to-write-about-cash.html"}