{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:39:43", "date_modify": "2022-10-25 23:39:43", "date_publish": "2013-02-05 15:38:13", "description": "Zhu Ruifeng, who became a celebrity of sorts after posting online a sex video involving a government official, says he will release more videos involving others.", "filename": "2013_02_06_world_asia_chinese-blogger-thrives-in-role-of-muckraker.html_pagewanted=all_1666741183.html", "image_url": "https://static01.nyt.com/images/2013/02/06/world/asia/06china/06china-articleLarge.jpg?year=2013&h=400&w=600&s=83d909adbd03c0796059db15b6a92aad57c96084764a4800e6a3665c0711f8a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_06_world_asia_chinese-blogger-thrives-in-role-of-muckraker.html_pagewanted=all_1666741183.html", "title": "Chinese Blogger Thrives in Role of Muckraker", "title_page": "Chinese Blogger Thrives in Role of Muckraker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the face of it, Mr. Zhu’s goals dovetail nicely with those of Xi Jinping, the new Communist Party leader who is to become president next month. Since his installation in November, Mr. Xi has been regularly assailing systemic graft, warning that officials large and small — both “tigers” and “flies,” as he put it — should be brought to justice.\nSo far the actual results have been minimal. But whether intentional or not, Mr. Xi’s jeremiads have inspired freelance scandal-chasers like Mr. Zhu to seize the moment and pick off misbehaving officials with the help of the Internet. The takedowns often begin with a tip from a jilted mistress or back-stabbing associate and end with an online exposé that forces the authorities to act, and the state-run media to take notice.\nThe daily smorgasbord of official greed and licentiousness has become so unwieldy that newspapers have begun providing readers with charts to keep track of the implicated and their loot. One particularly rapacious former bank official from Shaanxi Province, Gong Aiai, has become known as “House Sister” for having parlayed bribes and kickbacks into a real estate portfolio of 41 apartments in Beijing.\nSo far the most senior official to be exposed is Liu Tienan, the nation’s top energy regulator, who is under investigation for accusations of lying about his academic credentials, colluding with a businessman to pocket fraudulently acquired bank loans and threatening to kill a former mistress.\nMr. Zhu, who began his Web site in 2006, relies largely on whistle-blowers to funnel damning evidence to him. Through the years, he said, he has exposed 100 officials, bringing down more than a third of them. He has been threatened and beaten; more than once, he says, he has been offered huge sums of money to delete an incriminating post from his site, which is called People’s Supervision.\nThe compromising images of Lei Zhengfu, the Chongqing official caught having sex with the 18-year-old, have been an anti-graft jackpot for Mr. Zhu: 11 officials have resigned or been fired for their role in what was a honey trap organized by business executives seeking to blackmail powerful bureaucrats to win government contracts. The scheme ultimately failed, but the tapes ended up in the hands of the Chongqing police. After investigators failed to act, Mr. Zhu says, a disgruntled person inside the department sent the evidence his way.\nIn a society plagued by official deceit, lies and cronyism, Mr. Zhu says ordinary citizens have come to rely on the Internet for retribution, even if it often amounts to mob justice. “We used to say that when you have a problem, go to the police,” he said. “Now we say when you have a problem, go to the netizens.”", "url": "https://www.nytimes.com/2013/02/06/world/asia/chinese-blogger-thrives-in-role-of-muckraker.html?pagewanted=all"}