{"authors": ["Erica Goode", "Claire Cain Miller"], "date_download": "2022-10-25 23:46:53", "date_modify": "2022-10-25 23:46:53", "date_publish": "2013-11-25 01:59:59", "description": "As the largess from tech companies has flowed into San Francisco, some residents say their workers are driving up housing prices and spoiling the city’s bohemian identity.", "filename": "2013_11_25_us_backlash-by-the-bay-tech-riches-alter-a-city_1666741613.html", "image_url": "https://static01.nyt.com/images/2013/11/20/us/TECH-hp/20131120_TECH-slide-LNIS-articleLarge.jpg?year=2013&h=400&w=600&s=9fbf0c6f7caf2581f5903030d2ca99547e5b671593135c53c358064291b0aa0f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_25_us_backlash-by-the-bay-tech-riches-alter-a-city_1666741613.html", "title": "Backlash by the Bay: Tech Riches Alter a City", "title_page": "Backlash by the Bay: Tech Riches Alter a City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To Yelly Brandon, a 36-year-old hairstylist, and her boyfriend, Anthony Rocco, an archivist, the obstacles to finding housing became clear when they spent two months searching for an apartment. At open houses, they said, they were competing with young tech workers, who offered more than the asking price and cash up front.\n“People were just throwing money in the air,” Ms. Brandon said.\nThe influx of wealth is, in turn, changing the tenor of neighborhoods. Fort Mason, a renovated military post on the bay, has been nicknamed “Frat Mason” for the 20-something “tech bros” — tech company salespeople, marketing employees and start-up founders — who have moved into luxury apartments there and play bocce on the great lawn.\nNowhere are the changes starker than in the Mission District, once a working-class Hispanic neighborhood, now a destination for the tech elite.\nEvan Williams of Twitter and Mark Zuckerberg of Facebook have bought homes near there.\nLongtime residents of the Mission District complain that high-end apartments, expensive restaurants and exclusive boutiques are crowding out the bodegas, bookstores and Mexican bars. They complain about workers who, like residents of a bedroom community, board company buses every morning and return every evening to drink and dine on Valencia Street.\nAnd they grumble about less tangible things: an insensitivity in interactions in stores and on the street, or a seeming disregard for neighborhood traditions. The annual Day of the Dead procession, meant to be solemn, has turned into a rowdy affair that many newcomers seem to view as a kind of Mexican Halloween.\n“Some of the people in the stores that I knew, they are good people and nice people, and then I see them get evicted and then the people who move in there are not as nice,” said Rene Yañez, an artist and founder of Galería de la Raza in the 1970s, who started the procession. Mr. Yañez and his partner, who is battling cancer, are being evicted from the apartment they have occupied for decades.\nEvictions are higher in this neighborhood than in any other part of the city.\n“They are not only expelling the homeless and the gangbangers,” said Guillermo Gómez-Peña, a performance artist. “They are also expelling the performance artists, the poets, the muralists, the activists, the working-class families — all these wonderful urban tribes that made this neighborhood a very special neighborhood for decades.”", "url": "https://www.nytimes.com/2013/11/25/us/backlash-by-the-bay-tech-riches-alter-a-city.html"}