{"authors": ["Jeré Longman", "Martin Fackler"], "date_download": "2022-10-25 23:31:20", "date_modify": "2022-10-25 23:31:20", "date_publish": "2013-09-07 20:34:36", "description": "Tokyo was selected to host the 2020 Summer Games, beating out Istanbul and Madrid in a major victory for a country still recovering from a nuclear plant meltdown.", "filename": "2013_09_08_sports_olympics_tokyo-wins-bid-for-2020-olympics_1666740680.html", "image_url": "https://static01.nyt.com/images/2013/09/08/world/08olympics_163/08olympics_163-articleLarge.jpg?year=2013&h=434&w=600&s=1cce6b1db0d6477316e35f42cec698272b616960b2f9bab48051f2bcf2e5fde0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_08_sports_olympics_tokyo-wins-bid-for-2020-olympics_1666740680.html", "title": "For 2020 Olympics, I.O.C. Picks Tokyo, Considered Safe Choice", "title_page": "For 2020 Olympics, I.O.C. Picks Tokyo, Considered Safe Choice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BUENOS AIRES — Tokyo was selected Saturday to host the 2020 Summer Olympics in what was considered a safe rather than transformative choice in a time of political and economic uncertainty around the globe.\nAfter Japan’s prime minister gave an emphatic assurance of safety regarding the country’s 2011 nuclear disaster and continuing concerns about radioactivity, Tokyo easily defeated Istanbul and Madrid to be named host of the Summer Games for a second time.\n“When I heard the name Tokyo, I was so touched, overwhelmed,” said Shinzo Abe, Japan’s prime minister. “The joy was even greater than when I won my own election.”\nThe decision was met with elation in Japan, where it was seen as a vote of international support for the nation’s efforts to pull itself out of a long economic and political decline and to overcome the devastating earthquake, tsunami and nuclear accident two years ago.", "url": "https://www.nytimes.com/2013/09/08/sports/olympics/tokyo-wins-bid-for-2020-olympics.html"}