{"authors": ["Edward Wong"], "date_download": "2022-10-25 22:56:14", "date_modify": "2022-10-25 22:56:14", "date_publish": "2013-03-11 10:59:02", "description": "More than 3,300 pigs have been dumped into a major river in Shanghai, igniting fears among city residents of contaminated tap water.", "filename": "2013_03_12_world_asia_thousands-of-dead-pigs-found-in-chinese-river_1666738574.html", "image_url": "https://static01.nyt.com/images/2013/03/12/world/SHANGHAI/SHANGHAI-articleLarge.jpg?year=2013&h=404&w=600&s=5a035bb67bd780e928383b2b7eafc84b43027b2c6058b0246bf12bd5e13fbbb3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_12_world_asia_thousands-of-dead-pigs-found-in-chinese-river_1666738574.html", "title": "Thousands of Dead Pigs Found in Chinese River", "title_page": "Thousands of Dead Pigs Found in Chinese River - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — More than 3,300 dead pigs have been found in a major river that flows through Shanghai, igniting fears among city residents of contaminated tap water, according to official reports on Tuesday.\nOfficials were trying to determine who had dumped the carcasses into the river, the Huangpu, which slices through the heart of Shanghai. Some reports blamed farmers. Officials were seeking to track the source of the pigs from marks on their ears, and a preliminary inquiry found that the dumping occurred in Zhejiang Province, which is south of Shanghai and upstream on the Huangpu.\nPhotographs of the carcasses floating in the river were circulating widely on the Internet. One photograph on the Web site of Global Times showed sanitation workers in orange vests and blue uniforms lifting carcasses from Hengliaojing Creek with long wooden poles.\nAn accompanying report, citing a Shanghai news Web site, said the first carcasses were discovered Thursday near a water treatment plant in an area that is a protected water resource. Their numbers increased quickly over the weekend, and the tally was expected to grow further as search barges returned to Shanghai.", "url": "https://www.nytimes.com/2013/03/12/world/asia/thousands-of-dead-pigs-found-in-chinese-river.html"}