{"authors": ["Clifford Krauss"], "date_download": "2022-10-25 23:50:17", "date_modify": "2022-10-25 23:50:17", "date_publish": "2013-11-14 03:02:45", "description": "In testimony prepared for delivery in court next week, Steven Donziger is as defiant as ever, even as he acknowledges mistakes.", "filename": "2013_11_14_business_energy-environment_lawyer-concedes-mistakes-in-chevron-case_1666741817.html", "image_url": "https://static01.nyt.com/images/2013/11/14/business/CHEVRON/CHEVRON-articleLarge.jpg?year=2013&h=411&w=600&s=cdf3f8cfc3c08cf0295e59a4f18ffa939847d8efb93dd0a0eb92225c1a776cf5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_14_business_energy-environment_lawyer-concedes-mistakes-in-chevron-case_1666741817.html", "title": "Lawyer Concedes Mistakes in Chevron Case", "title_page": "Lawyer Concedes Mistakes in Chevron Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the last month, Chevron has presented a parade of witnesses against Steven R. Donziger, the freelance lawyer who has been suing the company for 20 years over pollution of the Ecuadorean Amazon jungle. One after another, the witnesses, including some of his closest allies and financiers who are now estranged from his cause, have testified that Mr. Donziger committed witness tampering and fraud.\nTo Chevron, the case against Mr. Donziger is nothing less than an effort to uphold the rule of law and prevent him and his allies from benefiting from a multibillion-dollar Ecuadorean judgment that he won in 2011.\nBut now, in testimony prepared for delivery in court next week, Mr. Donziger is as defiant as ever, even as he acknowledges mistakes. Among those admissions are that he concealed his relationship and payments to a court-appointed expert witness who presented a report to the Ecuadorean court that tried the case.\n“I did make errors along the way,” he said in a draft of his testimony that he has been preparing the last several days. But he stopped well short of apologizing; instead, he challenged the constitutionality of the case and questioned the fairness of Judge Lewis A. Kaplan of Federal District Court in Manhattan.", "url": "https://www.nytimes.com/2013/11/14/business/energy-environment/lawyer-concedes-mistakes-in-chevron-case.html"}