{"authors": ["Quentin Hardy"], "date_download": "2022-10-25 23:41:59", "date_modify": "2022-10-25 23:41:59", "date_publish": "2013-07-31 03:02:13", "description": "An increasing focus on office collaboration is creating opportunities for software giants like Microsoft and Google and start-ups like Quip.", "filename": "2013_08_01_technology_as-work-habits-change-software-makers-rush-to-innovate_1666741319.html", "image_url": "https://static01.nyt.com/images/2013/08/01/business/01mobile-span/01mobile-span-articleLarge.jpg?year=2013&h=400&w=600&s=b4bcd1886a6356b7284477cf2846bfd45f7d3f733530387bdf9d760385d200d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_01_technology_as-work-habits-change-software-makers-rush-to-innovate_1666741319.html", "title": "New Habits Transform Software", "title_page": "New Habits Transform Software - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Every day, millions of office workers prepare memos and reports using scissors and paste, and store data on floppy disks, though they have plenty of digital memory in their computers and the cloud. Smartphone-toting executives have their mail dumped into in-boxes, one corporate message atop another.\nThey are not using these objects, of course, but clicking on the pictures of them in popular word-processing programs like Microsoft Word or Google Docs. The icons linger like vestigial organs of an old-style office, 31 years after I.B.M.’s personal computer brought work into the software age. They symbolize an old style of office software, built for the time when the desktop computer was new and unfamiliar.\nBut no longer are workers tethered to a desk, or even to an office; we are all toting around laptops, tablets and smartphones to make every place a workplace. And so office software is changing. These days, what is important is collaboration, small screens, fast turnarounds, social media and, most of all, mobility.\n“The way people use things is fundamentally changing,” said Bret Taylor, chief executive of Quip, a start-up offering document-writing software that focuses more on mobile than desktop work.", "url": "https://www.nytimes.com/2013/08/01/technology/as-work-habits-change-software-makers-rush-to-innovate.html"}