{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:48:38", "date_modify": "2022-10-25 23:48:38", "date_publish": "2013-11-08 04:15:23", "description": "In a school district 90 minutes north of New York City, Jewish families have filed a lawsuit seeking damages and policies to end what it calls pervasive anti-Semitism in the schools.", "filename": "2013_11_08_nyregion_swastikas-slurs-and-torment-in-towns-schools.html_pagewanted=all_1666741718.html", "image_url": "https://static01.nyt.com/images/2013/11/08/nyregion/bias-1/bias-1-articleLarge.jpg?year=2013&h=397&w=600&s=5320e7389cd8bcbb5bb5c5636d4e12394e9d275cc24fe66e4636374131b888d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_08_nyregion_swastikas-slurs-and-torment-in-towns-schools.html_pagewanted=all_1666741718.html", "title": "Pine Bush, N.Y., School District Faces Accusations of Anti-Semitism", "title_page": "Pine Bush, N.Y., School District Faces Accusations of Anti-Semitism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Trouble Seeking Help\nThe families say their conversations with school officials led nowhere. They were told that their complaints were isolated, and were not informed that other families had raised similar issues.\nT.E. testified that when she was in seventh grade, she and O.C. were reporting anti-Semitic graffiti and other behavior to a Crispell administrator, who discouraged them at one point. “We would write it down and bring it to him, usually at the end of the week,” she said. “He told us we were now just looking for trouble and that we were causing our own problems.”\nJerrold R. said that he once asked an assistant principal why his older son, A.R., then in middle school, was disciplined for defending himself against a student who had grabbed him after taunting him about the Holocaust.\nThe school official replied, “ ‘We have a zero-tolerance policy on fighting,’ ” the father recalled.\n“And I said, ‘How about a zero-tolerance policy on anti-Semitism?’ ”\nIn a court filing, the families cited eight cases of slurs or coin-throwing in which one child received two hours of detention, one was counseled, and six received no discipline.\n“I was lied to, to my face, repeatedly, by the schools,” Jerrold R. recalled in an interview. The assurances, he said, “kept us from doing something that would have protected our kids, taking a more aggressive stance.”\nTwo parents testified about meeting with Mr. Steinberg in spring 2011. “We told him about the swastikas,” David C. said. “We told him about the name-calling. We told him about the insidious Holocaust jokes. We showed him the pictures of four or five or six of the swastikas that the girls had taken. We told him about being singled out and being bullied for being Jewish.”", "url": "https://www.nytimes.com/2013/11/08/nyregion/swastikas-slurs-and-torment-in-towns-schools.html?pagewanted=all"}