{"authors": ["Benjamin Weiser", "Michael R. Gordon"], "date_download": "2022-10-25 23:53:47", "date_modify": "2022-10-25 23:53:47", "date_publish": "2013-12-18 21:15:48", "description": "Preet Bharara, the federal prosecutor in Manhattan, said the charges were warranted and that the diplomat had been accorded unusual courtesy.", "filename": "2013_12_19_world_asia_us-india-rage-arrested-diplomat_1666742027.html", "image_url": "https://static01.nyt.com/images/2013/12/19/world/DIPLO/DIPLO-articleLarge.jpg?year=2013&h=960&w=600&s=8d96d0d62f5f857dbaf039ecaf58fe8ac43ead8dccc4dbe1ec39a91a516b5753&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_19_world_asia_us-india-rage-arrested-diplomat_1666742027.html", "title": "U.S. Prosecutor Defends Arrest of Indian Diplomat", "title_page": "U.S. Prosecutor Defends Arrest of Indian Diplomat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The federal prosecutor whose decision to charge an Indian diplomat in New York City last week touched off a furor in India made an unusual and robust public defense of that decision on Wednesday night, saying “there can be no plausible claim that this case was somehow unexpected or an injustice.”\nThe prosecutor, Preet Bharara, the United States attorney for the Southern District of New York, said the diplomat’s conduct showed that “she clearly tried to evade U.S. law designed to protect from exploitation the domestic employees of diplomats and consular officers.”\nThe diplomat, Devyani Khobragade, 39, the deputy consul general in New York, had been accused of submitting false documents to obtain a work visa for a housekeeper. Indian officials have been quoted as saying she was arrested and handcuffed as she was leaving her daughter at school, and there had been accounts that she was strip-searched and then held with drug addicts before being released on $250,000 bail.\nThe Indian government has complained bitterly about Ms. Khobragade’s treatment. In New Delhi, Prime Minister Manmohan Singh called the arrest deplorable, newspaper editorials expressed outrage and the police removed barriers meant to protect the United States Embassy.", "url": "https://www.nytimes.com/2013/12/19/world/asia/us-india-rage-arrested-diplomat.html"}