{"authors": ["David E. Sanger", "Nicole Perlroth"], "date_download": "2022-10-25 23:55:29", "date_modify": "2022-10-25 23:55:29", "date_publish": "2013-05-20 01:38:23", "description": "A cyberunit of the People’s Liberation Army in China appears to have resumed its attacks using different techniques, hitting several of the same victims it has gone after in the past.", "filename": "2013_05_20_world_asia_chinese-hackers-resume-attacks-on-us-targets_1666742129.html", "image_url": "https://static01.nyt.com/images/2013/05/20/world/JP-CYBER/JP-CYBER-articleLarge.jpg?year=2013&h=400&w=600&s=fd2ecfec919c6665140ba3d35f42cc2a9c7616a054d0511f07a4c9b2bfb54ce9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_20_world_asia_chinese-hackers-resume-attacks-on-us-targets_1666742129.html", "title": "Chinese Hackers Resume Attacks on U.S. Targets", "title_page": "Chinese Hackers Resume Attacks on U.S. Targets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mandiant said that the Chinese hackers had stopped their attacks after they were exposed in February and removed their spying tools from the organizations they had infiltrated. But over the past two months, they have gradually begun attacking the same victims from new servers and have reinserted many of the tools that enable them to seek out data without detection. They are now operating at 60 percent to 70 percent of the level they were working at before, according to a study by Mandiant requested by The New York Times.\nThe Times hired Mandiant to investigate an attack that originated in China on its news operations last fall. Mandiant is not currently working for The New York Times Company.\nMandiant’s findings match those of Crowdstrike, another security company that has also been tracking the group. Adam Meyers, director of intelligence at Crowdstrike, said that apart from a few minor changes in tactics, it was “business as usual” for the Chinese hackers.\nThe subject of Chinese attacks is expected to be a central issue in an upcoming visit to China by President Obama’s national security adviser, Thomas Donilon, who has said that dealing with China’s actions in cyberspace is now moving to the center of the complex security and economic relationship between the two countries.\nBut hopes for progress on the issue are limited. When the Pentagon released its report this month officially identifying the Chinese military as the source of years of attacks, the Chinese Foreign Ministry denied the accusation, and People’s Daily, which reflects the views of the Communist Party, called the United States “the real ‘hacking empire,’ ” saying it “has continued to strengthen its network tools for political subversion against other countries.” Other Chinese organizations and scholars cited American and Israeli cyberattacks on Iran’s nuclear facilities as evidence of American hypocrisy.\nAt the White House, Caitlin Hayden, the spokeswoman for the National Security Council, said Sunday that “what we have been seeking from China is for it to investigate our concerns and to start a dialogue with us on cyberissues.” She noted that China “agreed last month to start a new working group,” and that the administration hoped to win “longer-term changes in China’s behavior, including by working together to establish norms against the theft of trade secrets and confidential business information.”\nIn a report to be issued Wednesday, a private task force led by Mr. Obama’s former director of national intelligence, Dennis C. Blair, and his former ambassador to China, Jon M. Huntsman Jr., lays out a series of proposed executive actions and Congressional legislation intended to raise the stakes for China.", "url": "https://www.nytimes.com/2013/05/20/world/asia/chinese-hackers-resume-attacks-on-us-targets.html"}