{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:53:54", "date_modify": "2022-10-25 23:53:54", "date_publish": "2013-10-31 15:27:46", "description": "A constitutional amendment would put more than 200 parcels in Township 40 in private hands, with the state getting new public land in exchange.", "filename": "2013_11_01_nyregion_century-old-adirondack-land-dispute-is-on-statewide-ballot_1666742034.html", "image_url": "https://static01.nyt.com/images/2013/11/01/nyregion/01adirondacks-1383252561068/01adirondacks-1383252561068-articleLarge.jpg?year=2013&h=389&w=600&s=a9fff74b78f68b37e33874716aa0ec10634476cc2352d783665e4a89ebecdc7a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_01_nyregion_century-old-adirondack-land-dispute-is-on-statewide-ballot_1666742034.html", "title": "A Property Fight in the Adirondacks, Brewing for a Century, Is on the Ballot", "title_page": "A Property Fight in the Adirondacks, Brewing for a Century, Is on the Ballot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tensions about land ownership in the area have run high at least since President Roosevelt’s administration (Theodore, not Franklin). “Adirondack Squatters and Camp Owners Clash,” read a headline from the Nov. 15, 1903, edition of The New York Times, which outlined arguments that still resonate. “They claim that the state’s title to the land, which was obtained by virtue of tax sales, is defective.”\nImage Credit... The New York Times\nJoseph Martens, the commissioner of the Department of Environmental Conservation, acknowledged that the titles for many of these properties were “very confused,” mentioning a range of mix-ups, including contested tax sales, poor descriptions of property lines, or cases where two landowners both thought they owned the same property. “The state was acquiring pieces of land as it has done since the creation of the park,” Mr. Martens said, “but private landowners had title to the same property and built residences and camps on the land.”\nThis is not the first time that voters have been asked to weigh in on such a local issue, including those in Township 40. In 2007, voters approved the use of forest preserve land for wells in Raquette Lake, where all the disputed Township 40 parcels are. “Forever Wild” has been altered several times since its constitutional inclusion in the 1890s for minor changes like the building of a public cemetery (and cutting down some trees) or extending a runway (into a forest). Voters last said yes to a change to Article 14 in 2009 when the state was allowed to swap six acres to the power company National Grid for a new power line in exchange for 10 acres of forest.\nBut local residents this year are worried, fearing that downstate voters will reflexively reject a complicated land deal about a place they might not have heard of.\n“I’m afraid that some people will look at it and not know what it is and vote no,’” said Lance Maly, a retired conservation officer, who lives in Old Forge, in neighboring Herkimer County. “As I might for something in Suffolk County.”\nAnd Carolyn Gerdin, 77, whose disputed property has been her family’s retreat since the early 1950s, said: “Even people upstate don’t know what you’re talking about when you’re talking Township 40. It’s not a subject that has really come up to the public before.”\nProposal 4 is not the only land swap on the ballot this year. Voters will also be asked to decide on Proposal 5, which would allow a mining company, NYCO Minerals, access to 200 acres of forest adjacent to its current mining operation in the northern Adirondacks. In exchange, the state will receive some 1,500 acres of woods and streams, supporters say. The company would use the 200 acres to look for wollastonite, a mineral used in automobile parts and other industries, before returning the land to the state.", "url": "https://www.nytimes.com/2013/11/01/nyregion/century-old-adirondack-land-dispute-is-on-statewide-ballot.html"}