{"authors": ["Jodi Rudoren"], "date_download": "2022-10-25 23:56:26", "date_modify": "2022-10-25 23:56:26", "date_publish": "2013-03-14 10:08:18", "description": "Prime Minister Benjamin Netanyahu of Israel planned to sign agreements Thursday with two first-time politicians, ending a six-week struggle to form a government.", "filename": "2013_03_15_world_middleeast_netanyahu-israel-coalition.html_pagewanted=all_1666742186.html", "image_url": "https://static01.nyt.com/images/2013/03/15/world/middleeast/15israel/15israel-articleLarge.jpg?year=2013&h=400&w=600&s=7a2383bd70ad5f6df2d833c8b9007317c4a3fc0c1a9f0a48593a04c77d66be7a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_15_world_middleeast_netanyahu-israel-coalition.html_pagewanted=all_1666742186.html", "title": "Netanyahu Prepares to Accept New Coalition", "title_page": "Netanyahu Prepares to Accept New Coalition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — After six weeks of struggle, Prime Minister Benjamin Netanyahu appeared close Thursday night to finalizing a new governing coalition that may make significant changes on domestic issues like religious pluralism but is likely to be paralyzed on the Middle East peace process.\nA weakened Mr. Netanyahu would be joined by Yair Lapid and Naftali Bennett, two dynamic first-time politicians who represent vastly different constituencies but share a commitment to integrating ultra-Orthodox Jews into Israel’s military and work force, and who teamed up to increase their negotiating power. The coalition would, for only the third time since 1977, exclude Israel’s ultra-Orthodox parties, but would give both Jewish settlers in the West Bank and the secular bourgeoisie of Tel Aviv more influence.\nThe three men were to sign final agreements Thursday, but the deal was held up by a last-minute dispute over whether Mr. Bennett and Mr. Lapid would have the titles of deputy prime minister, according to spokesmen for all three, who agreed that it was still likely to go through Friday. The deadline for forming a government is Saturday night, and President Obama’s scheduled arrival in Israel on Wednesday has added to the urgency of concluding the negotiations.\nMany analysts said the new government would underscore the refocusing of Israeli politics onto internal socioeconomic matters, including affordable housing, education and the role of religion in public life, and away from security and foreign policy issues, particularly the Palestinian conflict. While the coalition agreement promises a return to negotiations with the Palestinians, the new housing minister, from Mr. Bennett’s nationalist Jewish Home Party, would be a former chief of the settlers’ council, complicating prospects for progress.", "url": "https://www.nytimes.com/2013/03/15/world/middleeast/netanyahu-israel-coalition.html?pagewanted=all"}