{"authors": ["Peter Lattman", "Claire Cain Miller"], "date_download": "2022-10-25 23:41:13", "date_modify": "2022-10-25 23:41:13", "date_publish": "2013-05-17 04:48:21", "description": "Laurene Powell Jobs has carefully entered the public sphere, pushing her agenda in education as well as global conservation, nutrition and immigration policy.", "filename": "2013_05_17_business_steve-jobss-widow-sets-philanthropy-goals.html_pagewanted=all_1666741273.html", "image_url": "https://static01.nyt.com/images/2013/05/17/business/LAURENE/LAURENE-articleLarge.jpg?year=2013&h=400&w=600&s=fb5c6927e58c69c683b30d663a07ff6bf6905c61cc1edbfd9be06dc1a2dcf211&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_17_business_steve-jobss-widow-sets-philanthropy-goals.html_pagewanted=all_1666741273.html", "title": "Steve Jobs’s Widow Sets Philanthropy Goals", "title_page": "Steve Jobs’s Widow Sets Philanthropy Goals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now, less than two years after Mr. Jobs’s death, Ms. Powell Jobs is becoming somewhat less private. She has tiptoed into the public sphere, pushing her agenda in education as well as global conservation, nutrition and immigration policy. Just last month, for example, she sat down for a rare television interview, discussing the immigration bill before Congress. She has also taken on new issues, like gun control.\n“She’s been mourning for a year and was grieving for five years before that,” said Larry Brilliant, president of the Skoll Global Threats Fund who is an old friend of Mr. Jobs. “Her life was about her family and Steve, but she is now emerging as a potent force on the world stage, and this is only the beginning.”\nBut she is doing it her way.\n“It’s not about getting any public recognition for her giving, it’s to help touch and transform individual lives,” said Laura Arrillaga-Andreessen, a philanthropist and lecturer on philanthropy at Stanford who has been close friends with Ms. Powell Jobs for two decades. She is also the daughter of a wealthy real estate developer in Silicon Valley and the wife of Marc Andreessen, the venture capitalist.\n“If you total up in your mind all of the philanthropic investments that Laurene has made that the public knows about,” she said, “that is probably a fraction of 1 percent of what she actually does, and that’s the most I can say.”\nWhile some people said Ms. Powell Jobs should have started a foundation in Mr. Jobs’s name after his death, she did not, nor has she increased her public giving.", "url": "https://www.nytimes.com/2013/05/17/business/steve-jobss-widow-sets-philanthropy-goals.html?pagewanted=all"}