{"authors": ["Carol Ryan"], "date_download": "2022-10-25 23:43:28", "date_modify": "2022-10-25 23:43:28", "date_publish": "2013-02-07 01:05:04", "description": "The daughters of a woman who was held in one of Ireland’s notorious Magdalene Laundries have been campaigning for an apology from the state for 10 years.", "filename": "2013_02_07_world_europe_seeking-redress-in-ireland-over-magdalene-laundry_1666741408.html", "image_url": "https://static01.nyt.com/images/2013/02/07/world/ireland2/ireland2-articleLarge.jpg?year=2013&h=432&w=600&s=46a7b3603474fd90a5c2b1ee6d547877c4cf8745c29474ee6638d3932a9e898e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_07_world_europe_seeking-redress-in-ireland-over-magdalene-laundry_1666741408.html", "title": "Seeking Redress in Ireland Over Magdalene Laundry", "title_page": "Seeking Redress in Ireland Over Magdalene Laundry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The twins found that their mother had spent her childhood in state care and was transferred to a laundry in her midteens. She became pregnant twice while under the care of the religious order that ran the laundry. Conversations with their mother led her daughters to believe that they were conceived of sexual abuse. Both her twin babies and another girl born four years later were taken from Ms. Bullen and adopted.\nShe never received any pay for decades of labor, nor did the religious order running the laundry pay contributions toward a pension. She stopped working in 1996, when the last of the laundries closed, and lived in a convent attached to the laundry for the rest of her life. She died in 2003 of Goodpasture syndrome, a disease associated with exposure to toxic chemicals used in the laundry. She is buried in a communal grave for Magdalene women in Glasnevin Cemetery in Dublin.\nMost of the Magdalene women are now either dead or very old; it is estimated that just 1,000 of the 10,012 young women the report said had passed through the laundries are alive. In the weeks leading up to the publication of the report, some came forward to recount their experiences, which remained raw decades later. There is widespread public support for their demands for an official apology from the church and the state, and for compensation for their years of unpaid work.\nIn the cases of the Magdalene women who have died, it is their children, taken from them shortly after birth, who are speaking out on their behalf. Ms. Long and Ms. Thornton-Verma have been campaigning for an apology for their biological mother for 10 years.\nMr. Kenny’s statement made it clear that they would have to wait at least two more weeks for Parliament to debate the report, and even then they may be disappointed.", "url": "https://www.nytimes.com/2013/02/07/world/europe/seeking-redress-in-ireland-over-magdalene-laundry.html"}