{"authors": ["Kenneth Chang"], "date_download": "2022-10-25 23:30:48", "date_modify": "2022-10-25 23:30:48", "date_publish": "2013-04-29 21:25:54", "description": "“We will be going to space at the end of this year,” Richard Branson, the founder of Virgin Galactic, said after the vessel, the SpaceShipTwo, made its first powered flight.", "filename": "2013_04_30_science_space_virgin-galactics-spaceshiptwo-inches-closer-to-space_1666740648.html", "image_url": "https://static01.nyt.com/images/2013/04/30/science/virgin-galactic/virgin-galactic-articleLarge-v2.png?year=2013&h=338&w=600&s=509c79339df278086b4ceba9f20cfd8376b1a0c84b2aeba3d83e37992a9d94f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_30_science_space_virgin-galactics-spaceshiptwo-inches-closer-to-space_1666740648.html", "title": "Virgin Galactic’s SpaceShipTwo Inches Closer to Space", "title_page": "Virgin Galactic’s SpaceShipTwo Inches Closer to Space - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the more than 500 space tourists who have signed up for a trip on Richard Branson’s Virgin Galactic, Monday was a milestone: the day the spaceship that will be carrying them aloft made its first powered flight and broke the sound barrier for its first time.\n“We will be going to space at the end of this year,” Mr. Branson said in a telephone interview after the test flight over Mojave, Calif. Or, he added, possibly in the first quarter of next year. He and his children are to be passengers on that first flight.\nMr. Branson founded Virgin Galactic eight and a half years ago, capitalizing on the success of the first privately financed spacecraft, SpaceShipOne, to carry people above an altitude of 62 miles, considered the edge of outer space. SpaceShipOne had only two seats, and, in its flights, carried only the pilot. Mr. Branson hired Burt Rutan, SpaceShipOne’s designer, and Mr. Rutan’s company, Scaled Composites, to build a larger version called SpaceShipTwo with seats for six passengers, each of whom would pay $200,000 to reach space. He predicted that commercial flights would begin in 2007.", "url": "https://www.nytimes.com/2013/04/30/science/space/virgin-galactics-spaceshiptwo-inches-closer-to-space.html"}