{"authors": ["Simon Romero", "Randal C. Archibold"], "date_download": "2022-10-25 23:55:06", "date_modify": "2022-10-25 23:55:06", "date_publish": "2013-09-03 00:37:12", "description": "Brazil’s government summoned the United States ambassador on Monday to respond to new revelations of American surveillance of President Dilma Rousseff and her top aides.", "filename": "2013_09_03_world_americas_brazil-angered-over-report-nsa-spied-on-president_1666742106.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_03_world_americas_brazil-angered-over-report-nsa-spied-on-president_1666742106.html", "title": "Brazil Angered Over Report N.S.A. Spied on President", "title_page": "Brazil Angered Over Report N.S.A. Spied on President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Brazil’s government summoned the United States ambassador on Monday to respond to new revelations of American surveillance of President Dilma Rousseff and her top aides, complicating relations between the countries ahead of Ms. Rousseff’s state visit to Washington next month.\nWhile senior Brazilian officials expressed indignation over the revelations of spying by the National Security Agency on both Ms. Rousseff and Enrique Peña Nieto, now the president of Mexico — reported Sunday on the Globo television network — they stopped short of saying whether Ms. Rousseff’s visit was at risk of being called off.\n“This would be an unacceptable violation to our sovereignty, involving our head of state,” José Eduardo Cardozo, Brazil’s justice minister, said in an interview. Mr. Cardozo said that Brazil had requested an explanation from Washington regarding the revelations, emphasizing that he had already proposed in meetings with American officials a legal accord regulating United States intelligence activities in Brazil.\n“Something like this would clearly not fit” within such an agreement, Mr. Cardozo said.\nThe report, based on documents provided by the fugitive N.S.A. contractor Edward J. Snowden to Glenn Greenwald, an American journalist living in Brazil, described how the N.S.A. used different computer programs to filter through communications and gain access to specific e-mails, telephone calls and text messages of Ms. Rousseff’s top aides.", "url": "https://www.nytimes.com/2013/09/03/world/americas/brazil-angered-over-report-nsa-spied-on-president.html"}