{"authors": ["Dave Itzkoff"], "date_download": "2022-10-25 22:59:37", "date_modify": "2022-10-25 22:59:37", "date_publish": "2013-06-20 00:15:49", "description": "Mr. Gandolfini won three Emmy Awards for his lead role as a New Jersey mob kingpin on the HBO drama.", "filename": "2013_06_20_arts_television_james-gandolfini-sopranos-star-dies-at-51_1666738777.html", "image_url": "https://static01.nyt.com/images/2013/06/21/arts/gandolfini3/gandolfini3-articleLarge.jpg?year=2013&h=391&w=600&s=56cf846e228d06bd066f0d6c6b7dd8b3eb3cff90d79d613d5a0c0a76c063f739&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_20_arts_television_james-gandolfini-sopranos-star-dies-at-51_1666738777.html", "title": "James Gandolfini Is Dead at 51; a Complex Mob Boss in ‘The Sopranos’", "title_page": "James Gandolfini Is Dead at 51; a Complex Mob Boss in ‘The Sopranos’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "James Gandolfini, the Emmy Award-winning actor who shot to fame on the HBO drama “The Sopranos” as Tony Soprano, a tough-talking, hard-living crime boss with a stolid exterior but a rich interior life, died on Wednesday. He was 51.\nMr. Gandolfini’s death was confirmed by HBO. He was traveling in Rome, where he was on vacation and was scheduled to attend the Taormina Film Fest. The cause was not immediately announced; an HBO press representative said that Mr. Gandolfini may have had a heart attack.\nMr. Gandolfini, who grew up in Park Ridge, in Bergen County, N.J., came to embody the resilience of the Garden State on “The Sopranos,” which made its debut in 1999 and ran for six seasons on HBO.\nIn its pilot episode viewers were introduced to the complicated life of Tony Soprano, a New Jersey mob kingpin who suffers panic attacks and begins seeing a psychiatrist. Over 86 episodes, audiences followed Mr. Gandolfini in the role as he was tormented by his mother (played by Nancy Marchand), his wife (Edie Falco), rival mobsters, the occasional surreal dream sequence and, in 2007, an ambiguous series finale that left millions of viewers wondering whether Tony Soprano had met his fate at a restaurant table.", "url": "https://www.nytimes.com/2013/06/20/arts/television/james-gandolfini-sopranos-star-dies-at-51.html"}