{"authors": ["Lynn Zinser"], "date_download": "2022-10-25 23:35:37", "date_modify": "2022-10-25 23:35:37", "date_publish": "2013-09-05 21:33:24", "description": "Ninth-seeded Stanislas Wawrinka defeated the defending United States Open champion, Andy Murray, in the quarterfinals. For Wawrinka, it was a breakthrough victory.", "filename": "2013_09_06_sports_tennis_wawrinka-ousts-murray-at-us-open_1666740937.html", "image_url": "https://static01.nyt.com/images/2013/09/06/sports/OPEN2/OPEN2-articleLarge.jpg?year=2013&h=808&w=600&s=0b0d17972c1d3e7e89d9b0e281e9e0724386178cc56cb710e72128ef6f29f0e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_06_sports_tennis_wawrinka-ousts-murray-at-us-open_1666740937.html", "title": "Murray Loses Cool and, Soon, the Match", "title_page": "Murray Loses Cool and, Soon, the Match - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For a few hours, Andy Murray seemed to go back in time, back to the days before he had won majors, when mental meltdowns marked many of his Grand Slam efforts.\nIf fans stumbled into his United States Open quarterfinal match against Stanislas Wawrinka at Arthur Ashe Stadium on Thursday, they might have sworn it was 2010 or thereabouts. Murray spent much of his time howling at himself, the wind, anything he might deem responsible for a 6-4, 6-3, 6-2 loss.\nIn fact, though, Wawrinka was mostly responsible, playing all-out from the first point to the last. He fired winners from everywhere — 45 total — and ran down even the best of Murray’s shots. He never let Murray become comfortable, settle in or start rekindling fond memories of his first major title, at the Open last year.\n“He just played great,” said Murray, who did not earn a single break point. “He hit a lot of lines, was going for big shots, and he played too well.”", "url": "https://www.nytimes.com/2013/09/06/sports/tennis/wawrinka-ousts-murray-at-us-open.html"}