{"authors": ["Brian Stelter"], "date_download": "2022-10-25 23:31:05", "date_modify": "2022-10-25 23:31:05", "date_publish": "2013-11-05 18:37:30", "description": "The increase of 139,000 subscribers was certainly helped by CBS’s dispute with Time Warner Cable. In Latin America, growth slowed significantly.", "filename": "2013_11_06_business_media_directv-reports-gain-in-us-subscribers_1666740665.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_06_business_media_directv-reports-gain-in-us-subscribers_1666740665.html", "title": "DirecTV Reports Gain in U.S. Subscribers", "title_page": "DirecTV Reports Gain in U.S. Subscribers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DirecTV surprised Wall Street on Tuesday by reporting a gain of 139,000 television subscribers in the United States in the third quarter of the year, a sharply higher rise than analysts had expected.\nFor the uptick, DirecTV executives might want to thank CBS. The August blackout of CBS and Showtime in Time Warner Cable homes evidently spurred some cable subscribers to switch to the satellite provider instead. (Last week, Time Warner Cable reported a quarterly loss of about 300,000 subscribers, its worst total ever, which it attributed in part to the blackout.)\nBut the gains were only incremental for DirecTV, the nation’s largest satellite television provider, which faces the same business pressures as other TV providers. The third-quarter gains came after a seasonally weak second quarter when the company shed 84,000 of its 20 million subscribers, marking only the second quarter in its history when it posted a loss.\nVijay Jayant of ISI Media, an analyst who expected a subscriber gain of 74,000 in the third quarter, credited the surprise increase to both the Time Warner Cable dispute and “low churn possibly related to the company’s exclusive NFL Sunday Ticket.”", "url": "https://www.nytimes.com/2013/11/06/business/media/directv-reports-gain-in-us-subscribers.html"}