{"authors": ["Jodi Rudoren"], "date_download": "2022-10-25 23:56:16", "date_modify": "2022-10-25 23:56:16", "date_publish": "2013-08-25 23:22:10", "description": "Israeli officials unveiled a plaza where men and women can pray together. But the move was denounced as discriminatory by the main group that has protested the rules at the holy site.", "filename": "2013_08_26_world_middleeast_prayer-plaza-in-jerusalem-for-both-sexes-ignites-uproar_1666742176.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_26_world_middleeast_prayer-plaza-in-jerusalem-for-both-sexes-ignites-uproar_1666742176.html", "title": "Prayer Plaza in Jerusalem for Both Sexes Ignites Uproar", "title_page": "Prayer Plaza in Jerusalem for Both Sexes Ignites Uproar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Trying to calm months of intense wrangling over the Western Wall, Israeli officials on Sunday unveiled a new plaza where men and women can pray together. But the move was immediately denounced as discriminatory by the main group that has protested the rules at the holy site.\nNaftali Bennett, Israel’s minister for Jerusalem and diaspora affairs, said the new plaza, in an archaeological park known as Robinson’s Arch, was an interim solution until a more comprehensive — and contentious — plan for a mixed-prayer section could overcome bureaucratic hurdles and opposition from archaeologists, ultra-Orthodox Jews and the Muslim authorities. Built for about $80,000, the 4,800-square-foot platform is a “compromise,” Mr. Bennett said, whose “goal is to unify all the walks of Jewish life.”\nInstead, the announcement ignited new divisions. Leaders of the Conservative and Reform movements of Judaism offered cautious praise, while Women of the Wall, the group whose monthly prayer sessions have prompted arrests and mass demonstrations over the past year, started a 24-hour sit-in to protest it. The prime minister’s office distanced itself from the new plaza, releasing a statement saying the government had yet to reach a decision on the matter.\nAnat Hoffman, the leader of Women of the Wall, called Mr. Bennett’s new plaza a “monstrosity” that “looks like a sunbathing deck” or a “rock-star stage.” She said she would continue to push for access to the women’s section of the main area. As the sun fell Sunday, she and about a dozen supporters chanted the afternoon prayer under an Israeli flag near the Western Wall, then settled in with study materials for a long night.", "url": "https://www.nytimes.com/2013/08/26/world/middleeast/prayer-plaza-in-jerusalem-for-both-sexes-ignites-uproar.html"}