{"authors": ["Lois Smith Brady"], "date_download": "2022-10-25 23:36:39", "date_modify": "2022-10-25 23:36:39", "date_publish": "2013-07-12 16:57:55", "description": "A fashionista and an artist who both defy stereotypes — she’s a bookworm, he’s happy-go-lucky — marry under a canopy built by the groom.", "filename": "2013_07_14_fashion_weddings_paths-interlaced-like-wisteria-vines_1666740999.html", "image_url": "https://static01.nyt.com/images/2013/07/14/fashion/weddings/14VOWS1_SPAN/14VOWS1-articleLarge.jpg?year=2013&h=350&w=600&s=c7fb7e317ad962c7b5e0f979dc72911417c59731d86b68e39c1dd925d0e21c4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_14_fashion_weddings_paths-interlaced-like-wisteria-vines_1666740999.html", "title": "Paths Interlaced, Like Wisteria Vines", "title_page": "Paths Interlaced, Like Wisteria Vines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s artistic and fun, which would also be one way to describe Mr. Neidich, a video and performance artist who graduated in May from the Masters of Fine Arts program at the California Institute of the Arts. Friends describe him as an anomaly: a happy-go-lucky artist. “He’s always been open, outgoing, cheerful,” his mother said. “He wakes up in a good mood. He sometimes tries to act like he’s moody or difficult, but it’s just a sham.”\nHis videos are often about mundane subjects like doing the laundry, but his approach is upbeat.\n“It’s about finding that special moment in the ordinary,” he said. “The bubbles when you do the dishes, the sound of scissors when you get your hair cut.”\nIn January 2011, after living in Berlin for three years and working as an artist’s assistant, Mr. Neidich, now 29, stopped in Manhattan on his way to California for graduate school. He went to lots of parties, as always. “He has a million friends,” said Helen Brown, one of them. “He can talk to anyone. He can go super-intellectual and talk about art or talk about the dumbest stuff ever.”\nAt one party, a small black-tie dinner on Jan. 31, he was seated next to Aliza Jennifer Zelin, a dark-haired beauty who also grew up in New York. They had many mutual friends, and their paths had often crossed, but never for long.\nShe was working at Valentino, in the public relations department. Just as he is not a stereotypical artist, she is not a stereotypical fashionista. For one thing, she’s a bookworm. And although she loves haute couture and wickedly high heels, she’s also down to earth and hardy.", "url": "https://www.nytimes.com/2013/07/14/fashion/weddings/paths-interlaced-like-wisteria-vines.html"}