{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:50:24", "date_modify": "2022-10-25 23:50:24", "date_publish": "2013-04-30 14:02:59", "description": "President Obama said he would try again to close the Guantánamo prison, a goal that he all but abandoned in the face of opposition in Congress and that still faces steep challenges.", "filename": "2013_05_01_us_guantanamo-adds-medical-staff-amid-hunger-strike_1666741824.html", "image_url": "https://static01.nyt.com/images/2013/05/01/us/GITMO-2/GITMO-2-articleLarge.jpg?year=2013&h=390&w=600&s=09cf5e18ab930784ec5c4097a4d37ec7ecf67aa0c4840a9e595debd4672b74c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_01_us_guantanamo-adds-medical-staff-amid-hunger-strike_1666741824.html", "title": "Obama Renews Effort to Close Guantánamo", "title_page": "Obama Renews Effort to Close Guantánamo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama said on Tuesday that he would recommit himself to closing the Guantánamo Bay prison, a goal that he all but abandoned in the face of Congressional opposition in his first term and that faces steep challenges now.\n“It’s not sustainable,” Mr. Obama said at a White House news conference. “The notion that we’re going to keep 100 individuals in no man’s land in perpetuity,” he added, makes no sense. “All of us should reflect on why exactly are we doing this? Why are we doing this?”\nDescribing the prison in Cuba as a waste of taxpayer money that has had a damaging effect on American foreign policy, Mr. Obama said he would try again to persuade Congress to lift restrictions on transferring inmates. He also said he had ordered a review of “everything that we can do administratively.”\nBut there is no indication that Mr. Obama’s proposal to close the prison, as he vowed to do upon taking office in 2009 after criticizing it during the presidential campaign, has become any more popular. Mr. Obama remarked that “it’s a hard case to make” because “it’s easy to demagogue the issue.”", "url": "https://www.nytimes.com/2013/05/01/us/guantanamo-adds-medical-staff-amid-hunger-strike.html"}