{"authors": ["Roslyn Sulcas"], "date_download": "2022-10-25 23:54:08", "date_modify": "2022-10-25 23:54:08", "date_publish": "2013-01-24 08:02:00", "description": "Benjamin Millepied, a choreographer and former dancer, will be the company’s director starting in 2014.", "filename": "2013_01_24_arts_dance_benjamin-millepied-to-be-paris-opera-ballet-director_1666742048.html", "image_url": "https://static01.nyt.com/images/2013/01/24/arts/24POBjp/24POBjp-articleLarge-v2.jpg?year=2013&h=416&w=600&s=434534910e186124607ba9b41171908c5de887bb630a31e0c04bc5282f618027&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_24_arts_dance_benjamin-millepied-to-be-paris-opera-ballet-director_1666742048.html", "title": "Benjamin Millepied to Be Paris Opera Ballet Director", "title_page": "Benjamin Millepied to Be Paris Opera Ballet Director - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Benjamin Millepied, the choreographer and a former principal at New York City Ballet, will be the new director of dance at the Paris Opera Ballet, starting in September 2014.\nThe announcement on Thursday morning at the Palais Garnier by the general director of the Paris Opera, Nicolas Joel, ends months of intense speculation surrounding the successor to Brigitte Lefèvre, the director of dance at the Paris Opera since 1995 who plans to retire at the end of the 2013-14 season.\nMr. Millepied’s appointment comes as a surprise as it was generally expected that a current or former company member would be chosen to lead one of the world’s grandest and most traditional ensembles. The shortlist was considered to come from a small group of Paris Opera Ballet insiders, including the star dancers, or étoiles, Nicolas Le Riche, due to retire in 2014, and Laurent Hilaire, a ballet master with the company and Ms. Lefèvre’s right-hand man.\nAlthough Mr. Millepied, 35, was born in Bordeaux and trained at the Lyon Conservatory, he joined the School of American Ballet as a teenager. His subsequent professional career as a dancer was spent with City Ballet, where he rose quickly through the ranks to become a principal dancer in 2002. He retired in 2011 to focus on choreography, and moved to Los Angeles, where he founded the L.A. Dance Project last year.", "url": "https://www.nytimes.com/2013/01/24/arts/dance/benjamin-millepied-to-be-paris-opera-ballet-director.html"}