{"authors": ["Michael Kimmelman"], "date_download": "2022-10-25 23:36:54", "date_modify": "2022-10-25 23:36:54", "date_publish": "2013-01-29 23:35:09", "description": "The New York Public Library will have to work structural magic to build Norman Foster’s branch library beneath the reading room on 42nd Street.", "filename": "2013_01_30_arts_design_norman-fosters-public-library-will-need-structural-magic.html_pagewanted=all_1666741014.html", "image_url": "https://static01.nyt.com/images/2013/01/30/arts/30LIBRARYjp2/30LIBRARYjp2-articleLarge.jpg?year=2013&h=397&w=600&s=93ce02c2d3f224438501dc66d5cd5259a12b8356e3d00738608c784c85d3b9d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_30_arts_design_norman-fosters-public-library-will-need-structural-magic.html_pagewanted=all_1666741014.html", "title": "Norman Foster’s Public Library Will Need Structural Magic", "title_page": "Norman Foster’s Public Library Will Need Structural Magic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Today’s engineers have all manner of high-tech tools at their disposal, and Silman is a top-notch outfit. But homeowners know what happens when contractors talk about performing magic tricks. Even if Silman’s pros ensure that the reading room doesn’t collapse, the whole rationale for the plan — the annual millions promised for acquisitions, librarians and so on — comes crashing to earth if the finances don’t work out.\nSo let’s step back. Put the plan aside for a moment and ask the big question: What do New Yorkers actually want from the library system today? Circumstances have evolved over the last few years. Technology is changing, and so are reading habits and urban demographics. The public thirst for neighborhood branches has become unquenchable. Financial honchos who cough up big bucks to carve their names on 42nd Street for the sake of posterity might recall that Andrew Carnegie made himself immortal by supporting — and building — the small local branches that now more than ever are anchors of their neighborhoods all across the city. They’re the ones that really need the money. The library should make a case for them, vigorously.\nOfficials make a decent argument for concentrating on a new central circulating library instead. But at a time of flux and before any contracts are signed, the library owes New Yorkers a clear and open accounting of both its plan and some alternatives.\nIt should make public a detailed cost analysis by at least one independent party — not one of the firms the library has already hired. I gather that Mr. Foster is back at the drawing board, pursuing revisions that might be less expensive and incorporate more of the historical elements of the stacks. We’ll see if they’re any better. Or maybe the library might even wish to open up the project to other architects.\nAs for those alternatives, the Mid-Manhattan site at present has the potential to be redeveloped as a 20-story building. The library could also sell some 100,000 square feet of unused space at the site, or seek city permission to transfer air rights (there may be more than a million square feet) from 42nd Street. A new Mid-Manhattan branch should cost a fraction of gutting the stacks and could produce much better architecture.\nLibrary officials recapitulate that they’ve run the numbers for redeveloping Mid-Manhattan and that they don’t work: They’d lose much or all of the taxpayer money Mayor Bloomberg has committed, lose the benefits of consolidation and would still have to repair the stacks at 42nd Street.", "url": "https://www.nytimes.com/2013/01/30/arts/design/norman-fosters-public-library-will-need-structural-magic.html?pagewanted=all"}