{"authors": ["Michael Schwirtz"], "date_download": "2022-10-25 23:35:08", "date_modify": "2022-10-25 23:35:08", "date_publish": "2013-05-07 03:44:34", "description": "Three women who disappeared separately about a decade ago, when they were in their teens or early 20s, were found alive in a residential area near downtown Cleveland, and three men were arrested.", "filename": "2013_05_07_us_three-women-gone-for-years-found-in-ohio.html_ref=us_1666740908.html", "image_url": "https://static01.nyt.com/images/2013/05/08/us/08cleveland1/08cleveland1-articleLarge.jpg?year=2013&h=398&w=600&s=3a42f1a769cb6e4ce009bb9bbb99e1ffba157da0ef0f61072af884b00d124824&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_07_us_three-women-gone-for-years-found-in-ohio.html_ref=us_1666740908.html", "title": "Three Women, Gone for Years, Found in Ohio", "title_page": "Three Women, Gone for Years, Found in Ohio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three young women from Cleveland who disappeared about a decade ago, and who friends and relatives feared were gone forever, were found on Monday and appeared to be physically unharmed, the authorities said.\nThe police did not offer any immediate information about how the women were found, but they said in a statement that three men, all in their 50s, had been arrested in connection with the episode.\nThe police identified the women as Amanda Berry, Gina DeJesus, who were in their teens when they disappeared, and Michelle Knight who was 20 when she vanished. All were found in a home in a residential neighborhood not far from where they reportedly disappeared.\nThe police said they were executing a search warrant at the house, at 2207 Seymour Ave. On Tuesday, the three women were released from MetroHealth hospital, after they had been taken to the emergency room and were described as in “fair condition,” the hospital said. It said they were reunited with their families.", "url": "https://www.nytimes.com/2013/05/07/us/three-women-gone-for-years-found-in-ohio.html?ref=us"}