{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:55:13", "date_modify": "2022-10-25 23:55:13", "date_publish": "2013-08-14 00:28:02", "description": "Brazil’s foreign minister dismissed Secretary of State John Kerry’s explanation of the data collection by the National Security Agency and said it “cast a shadow of distrust” over bilateral relations.", "filename": "2013_08_14_world_americas_in-brazil-kerry-is-told-spying-sows-distrust_1666742113.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_14_world_americas_in-brazil-kerry-is-told-spying-sows-distrust_1666742113.html", "title": "In Brazil, Kerry Is Told Spying Sows ‘Distrust’", "title_page": "In Brazil, Kerry Is Told Spying Sows ‘Distrust’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Brazil’s foreign minister on Tuesday excoriated the surveillance practices of the United States, dismissing as unsatisfactory Secretary of State John Kerry’s explanation of the wide-ranging collection of data on telephone and electronic communications and describing the spying as “a new type of challenge” in Brazil’s relationship with the United States.\nForeign Minister Antonio Patriota issued the unusual expression of indignation over the National Security Agency’s spying programs while standing next to Mr. Kerry at a news conference in Brasília, the capital, where the secretary of state had stopped on a two-day trip to South America, largely in an attempt to allay concerns in Brazil over the N.S.A.’s spying.\nResentment has festered in Brazil since revelations of the surveillance practices emerged in July, detailing how the agency established a data collection center in Brasília and prioritized Brazil, with its vast telecommunications hubs and large population of 200 million, as among the agency’s most spied-upon countries.\nWashington’s ties with Brazil remain warm: President Dilma Rousseff is scheduled to go to the White House in October for a highly anticipated state visit; high-level contacts continue in areas like energy and agriculture, according to Mr. Patriota; and trade between the two countries is thriving (though still eclipsed by Brazil’s robust commerce with China). Still, the surveillance has clearly struck a nerve.", "url": "https://www.nytimes.com/2013/08/14/world/americas/in-brazil-kerry-is-told-spying-sows-distrust.html"}