{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:39:46", "date_modify": "2022-10-25 23:39:46", "date_publish": "2013-11-15 12:15:16", "description": "The Communist Party also said that it would end a much-criticized “re-education through labor” system and institute economic reforms.", "filename": "2013_11_16_world_asia_china-to-loosen-its-one-child-policy_1666741186.html", "image_url": "https://static01.nyt.com/images/2013/11/16/world/16china2/16china2-articleLarge.jpg?year=2013&h=399&w=600&s=47cd5f5c0cc7fcf5d384801320500542b6d9a2ded1a19cc836c44bc7ceff04a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_16_world_asia_china-to-loosen-its-one-child-policy_1666741186.html", "title": "China to Ease Longtime Policy of 1-Child Limit", "title_page": "China to Ease Longtime Policy of 1-Child Limit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If carried through, the relaxation would be the first significant nationwide easing of family size restrictions that have been in place since the 1970s, said Wang Feng, a demographer who teaches at both the University of California, Irvine, and Fudan University in Shanghai. He estimated the policy could lead to one million to two million more births in China every year, on top of the approximately 15 million births a year now.\n“This step is really, I think, the middle step toward allowing all couples to have two children, and eventually taking away the state’s hand,” Professor Wang said. “But this shift is historical. It’s fundamental. To change the mentality of the society of policy makers has taken people more than a decade.”\nThe one-child restrictions were introduced to deal with official fears that China’s population would devour too many resources and suffocate growth. But they have created public ire and international criticism over forced abortions, and have created a population of 1.34 billion, according to a 2010 census, that is aging relatively rapidly, even before China establishes a firm foothold in prosperity. Experts have for years urged some relaxation of the controls.\nThe party leaders also confirmed an announcement made earlier this year, and then abruptly retracted, that they intend to abolish re-education through labor, which since the 1950s has empowered police authorities to imprison people without any real judicial review. Experts and officials have debated whether to adjust or abolish the system of camps since the 1980s. Now abolition is closer.\n“Abolish the system of re-education through labor,” said the decision, which proposed expanding community corrections to partly replace the system.\n“This is a significant step forward,” said Nicholas Bequelin, a senior researcher who specializes in China with Human Rights Watch, an advocacy organization based in New York.\n“It doesn’t mean that China is going to be kinder to dissent and to its critics,” Mr. Bequelin said. “But it’s an important step to do away with a system that not only profoundly violated human rights, but was also standing in the way of any further legal reform.”", "url": "https://www.nytimes.com/2013/11/16/world/asia/china-to-loosen-its-one-child-policy.html"}