{"authors": ["Mona El-Naggar"], "date_download": "2022-10-25 23:31:49", "date_modify": "2022-10-25 23:31:49", "date_publish": "2013-07-12 03:17:12", "description": "Proponents want to increase the age to 18 from 16, arguing that the majority of arrests are for nonviolent crimes.", "filename": "2013_07_12_nyregion_renewed-push-to-raise-age-of-being-tried-as-adult_1666740709.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_12_nyregion_renewed-push-to-raise-age-of-being-tried-as-adult_1666740709.html", "title": "Renewed Push to Raise Age of Being Tried as Adult", "title_page": "Renewed Push to Raise Age of Being Tried as Adult - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Democratic state lawmakers, community leaders and rights advocates on Thursday renewed a push to raise to 18 the age at which a defendant can be tried as an adult in New York.\nThe law now sets the age of criminal responsibility at 16 — the lowest in the nation. The coalition, which declared its intentions at a news conference, vowed to press legislators in Albany to pass one of several proposed measures when the next session opens in January.\nAssemblyman Karim Camara, the leader of the New York State Black, Puerto Rican, Hispanic and Asian Legislative Caucus, criticized the law as punitive. “There’s no excuse for it,” Mr. Camara said. “It’s bad policy, it’s bad practice, it’s bad for the children, it’s bad for the community.”\nVarious organizations have lobbied to raise the age limit in the past, but it is only in recent years that they have begun to coordinate efforts and attract more attention from state officials. Several have proposed legislation to change the way the state handles teenage offenders.", "url": "https://www.nytimes.com/2013/07/12/nyregion/renewed-push-to-raise-age-of-being-tried-as-adult.html"}