{"authors": ["Bettina Wassener"], "date_download": "2022-10-25 23:55:27", "date_modify": "2022-10-25 23:55:27", "date_publish": "2013-01-04 11:04:07", "description": "Customs officials announced on Friday their third large seizure of smuggled ivory in less than three months, saying they had intercepted 779 elephant tusks valued at around $1.4 million.", "filename": "2013_01_05_world_asia_seizures-of-illegal-ivory-are-rising-in-hong-kong_1666742127.html", "image_url": "https://static01.nyt.com/images/2013/01/05/world/asia/05ivoryweb1/05ivoryweb1-articleLarge.jpg?year=2013&h=344&w=600&s=b20d6aa3a5e6fef6b93efeb8194e20931300a52922106380ad93f6b78f3cf9ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_05_world_asia_seizures-of-illegal-ivory-are-rising-in-hong-kong_1666742127.html", "title": "Seizures of Illegal Ivory Are Rising in Hong Kong", "title_page": "Seizures of Illegal Ivory Are Rising in Hong Kong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Customs officials in Hong Kong announced on Friday their third large seizure of smuggled ivory in less than three months, saying they had intercepted 779 elephant tusks weighing 2,900 pounds in a container originating from Kenya.\nThe shipment was valued at around $1.4 million.\nIn October, 1,209 tusks weighing 3.8 tons and worth about $3.5 million were seized from two containers shipped from Tanzania and Kenya. The next month, 1.6 tons were discovered in a container originating from Tanzania.\nLarge seizures also have been made in other countries recently, notably in Port Klang, Malaysia, last month.\nDemand from an increasingly affluent Asia and improved international trade and transport links have caused the trade in ivory and other wildlife products to soar in recent years, pushing many species to the brink. At the same time, enforcement and penalties remain weak in many countries, constituting little deterrent to smugglers and poachers, conservationists say.", "url": "https://www.nytimes.com/2013/01/05/world/asia/seizures-of-illegal-ivory-are-rising-in-hong-kong.html"}