{"authors": ["Tim Arango", "Sebnem Arsu", "Ceylan Yeginsu"], "date_download": "2022-10-26 00:16:22", "date_modify": "2022-10-26 00:16:22", "date_publish": "2013-12-20 01:54:18", "description": "Prime Minister Recep Tayyip Erdogan weathered a summer of protest, but a corruption scandal poses a greater challenge.", "filename": "2013_12_20_world_europe_growing-corruption-inquiry-hits-close-to-turkish-leader_1666743382.html", "image_url": "https://static01.nyt.com/images/2013/12/20/world/jpturkey2/jpturkey2-articleLarge.jpg?year=2013&h=400&w=600&s=11c688c9c8f0c84177bc1753e1604f1bf349e122bb64a366fb67a96c5a472d88&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_20_world_europe_growing-corruption-inquiry-hits-close-to-turkish-leader_1666743382.html", "title": "Growing Corruption Inquiry Hits Close to Turkish Leader", "title_page": "Growing Corruption Inquiry Hits Close to Turkish Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Gulen was said to have opposed the government’s activist foreign policy in the Middle East, especially its support of the rebels in Syria. He is also said to be more sympathetic to Israel, and tensions flared after the Mavi Marmara episode in 2010. That was when Israeli troops boarded a Turkish ship carrying aid for Gaza and killed eight Turks and one American of Turkish descent, leading eventually to a rupture in relations — since patched up — between Turkey and its onetime ally.\nMr. Gulen’s followers “never approved the role the government tried to attain in the Middle East, or approved of its policy in Syria, which made everything worse, or its attitude in the Mavi Marmara crisis with Israel,” said Ali Bulac, a conservative intellectual and writer who supports Mr. Gulen.\nThe escalating political crisis, experts say, underscores the power Mr. Gulen has accumulated within the Turkish state. That power threatens to divide Mr. Erdogan’s core constituency of religious conservatives ahead of a series of elections over the next 18 months.\nMr. Gulen left Turkey in 1999 after being accused by the then-secular government of plotting to establish an Islamic state. He has since been exonerated of that charge and is free to return to Turkey, but never has. He lives quietly in Pennsylvania, though his followers are involved in an array of businesses and organizations in the United States and abroad, and some of them helped start a collection of charter schools in Texas and other states. He rarely gives interviews, and a spokesman recently said he was too ill to meet with a reporter.\nBut a lawyer for Mr. Gulen, Orhan Erdemli, said in a statement released to the Turkish news media and shared by Mr. Gulen on Twitter that “the honorable Gulen has nothing to do with and has no information about the investigations or the public officials running them.”\nHuseyin Gulerce, who is personally close to Mr. Gulen and is a writer for a Gulen-affiliated newspaper, said Mr. Gulen’s followers have many of the same complaints about Mr. Erdogan that the protesters had this summer. They believe that Mr. Erdogan has become too powerful, too authoritarian in his ways, and has abandoned his earlier platform of democratic overhauls and pursuit of membership in the European Union. “This is not a group that Mr. Erdogan is not familiar with,” Mr. Gulerce said. “He knows all of us personally, from the time he was mayor of Istanbul. He has known Mr. Gulen personally for 20 years.”", "url": "https://www.nytimes.com/2013/12/20/world/europe/growing-corruption-inquiry-hits-close-to-turkish-leader.html"}