{"authors": ["David E. Sanger", "Mark Mazzetti"], "date_download": "2022-10-25 23:55:13", "date_modify": "2022-10-25 23:55:13", "date_publish": "2013-10-25 01:37:23", "description": "Officials in the Obama administration say that the National Security Agency, in its push to build a global data-gathering network, has rarely weighed the long-term political costs of some of its operations.", "filename": "2013_10_25_world_europe_allegation-of-us-spying-on-merkel-puts-obama-at-crossroads_1666742113.html", "image_url": "https://static01.nyt.com/images/2013/10/25/world/intel/intel-articleLarge-v2.jpg?year=2013&h=389&w=600&s=c354000210ea5ae5dd5628f6b3af95aec876005cd370039b88c252d581ce4b4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_25_world_europe_allegation-of-us-spying-on-merkel-puts-obama-at-crossroads_1666742113.html", "title": "Allegation of U.S. Spying on Merkel Puts Obama at Crossroads", "title_page": "Allegation of U.S. Spying on Merkel Puts Obama at Crossroads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The angry allegation by the German government that the National Security Agency monitored the cellphone of Chancellor Angela Merkel may force President Obama into making a choice he has avoided for years: whether to continue the age-old game of spying on America’s friends and risk undercutting cooperation with important partners in tracking terrorists, managing the global economy and slowing Iran’s nuclear program.\nThe pressure to make such a choice builds each day, as some of the United States’ closest allies have demanded explanations from Washington after similar disclosures about the breadth and sophistication of American electronic spying. Inside the administration it has touched off behind-the-scenes recriminations between the White House and the intelligence agencies over how much detail was given to White House officials about which world leaders are being monitored.\n“This was colossally bad judgment — doing something because you can, instead of asking if you should,” said one career American official with long experience in Europe. A senior administration official declined to say what Mr. Obama knew or did not know about monitoring of Ms. Merkel’s phone, but said the president “doesn’t think we are in the right place.”\nThe tension with Germany built last week after German officials were given evidence of the cellphone monitoring by Der Spiegel, the German weekly newsmagazine. The first protests to Washington came in an angry phone call to Susan E. Rice, the president’s national security adviser, from her German counterpart, Christoph Heusgen.", "url": "https://www.nytimes.com/2013/10/25/world/europe/allegation-of-us-spying-on-merkel-puts-obama-at-crossroads.html"}