{"authors": ["Eric Lipton"], "date_download": "2022-10-25 23:55:05", "date_modify": "2022-10-25 23:55:05", "date_publish": "2013-12-13 03:00:46", "description": "John D. Podesta’s nonprofit group, the Center for American Progress, has a team of lobbyists who have pushed an agenda that sometimes echoes the interests of its corporate supporters.", "filename": "2013_12_13_us_politics_new-obama-adviser-brings-corporate-ties_1666742105.html", "image_url": "https://static01.nyt.com/images/2013/12/13/us/PODESTA-2/PODESTA-2-articleLarge.jpg?year=2013&h=401&w=600&s=5ac0d3c016e8271515c681e78827a682b6e4402c212da4b285b137e03a08f8cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_13_us_politics_new-obama-adviser-brings-corporate-ties_1666742105.html", "title": "New Obama Adviser Brings Corporate Ties", "title_page": "New Obama Adviser Brings Corporate Ties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Podesta, who was paid $220,000 last year by the center and who last served as a registered lobbyist in 2006, also arrives at the White House after serving on the corporate boards of at least two companies with ties to the clean-energy industry, Equilibrium Capital of Portland, Ore., and Joule of Bedford, Mass. The future of both companies depends in part on environmental policies set by the government and heavily promoted by the White House.\nMr. Podesta has also served on an advisory board to Gryphon Technologies, a Washington-based contractor that has done work for the Defense Department and Homeland Security, an assignment that earned him $10,000 this year. In addition, he earned $90,000 as a consultant to the HJW Foundation of West Chester, Pa, according to an aide working with him on the disclosure report he is preparing. HJW is a nonprofit group run by Hansjörg Wyss, a billionaire businessman and major contributor to the Center for American Progress.\nMr. Podesta has one of the most distinguished résumés among liberal policy experts in Washington, having served as a chief of staff in the Clinton White House and as a senior Capitol Hill aide to a former Senate majority leader, Tom Daschle, among others.\n“His appointment and background is completely consistent with the administration’s ethics pledge, which was never intended to ban anyone who works in the public policy space from joining government service,” said Eric Schultz, a White House spokesman. “To the contrary, he is exactly the kind of person you hope to attract to public service.”\nMr. Podesta will join a list of others at the White House who are veterans of Center for American Progress, including Denis McDonough, the chief of staff, who was a senior fellow there, and Jennifer Palmieri, the communications director, who led the center’s lobbying wing.\nBut the sensitivity to Mr. Podesta’s private sector work and the stands he has taken on issues is already apparent. Even before the White House officially confirmed his appointment, officials said that Mr. Podesta would not participate in the debate over the proposed Keystone XL oil pipeline connecting Canada to the Gulf Coast. Mr. Podesta, with the support of clean energy groups, has been a steadfast opponent of the plan.", "url": "https://www.nytimes.com/2013/12/13/us/politics/new-obama-adviser-brings-corporate-ties.html"}