{"authors": ["Jenna Wortham"], "date_download": "2022-10-25 23:42:10", "date_modify": "2022-10-25 23:42:10", "date_publish": "2013-11-21 00:11:09", "description": "The newest product offering from the company that came up with the smart thermostat combines smoke and carbon monoxide detection in a pleasing, intuitive package.", "filename": "2013_11_21_technology_personaltech_review-nest-protect-smoke-and-carbon-monoxide-detector_1666741330.html", "image_url": "https://static01.nyt.com/images/2013/11/21/business/STATE/STATE-articleLarge.jpg?year=2013&h=366&w=600&s=e4ec0d2bb54f0a45079a42f9d54e781da57bc5db19b176b5d5b2401c694fb173&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_21_technology_personaltech_review-nest-protect-smoke-and-carbon-monoxide-detector_1666741330.html", "title": "Review: Nest Protect Smoke and Carbon Monoxide Detector", "title_page": "Review: Nest Protect Smoke and Carbon Monoxide Detector - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the most part, the Protect impresses, especially when it comes to its packaging. Tony Fadell, the chief of the company, led the team that created Apple’s original iPod and iPhone, and it shows in the simple beauty of the Protect. Its surface is covered in an eye-pleasing beehive mesh design, and at its center is a round LED-lit ring that softly glows blue, green, yellow or red, depending on the situation in your home. It’s roughly the size of a CD and weighs not much more than that, and the device comes in an eggshell white or a soft matte black.\nImage Credit... Stuart Goldenberg\nThe Protect (which went on sale Monday both online and in certain retail stores, and costs $129) is certainly a vast improvement over any smoke alarm I’ve ever lived with. It speaks calmly, and does not shriek. It delivers low-battery warnings via voice, rather than annoying chirps. It gently pulses with light, rather than blinking furiously and ambiguously. When it detects rising levels of smoke or carbon monoxide, it gently begins to chime and flash marigold yellow, while a soothing female voice gently intones, “heads up.”\nIn the event of an emergency, or high levels of smoke or carbon monoxide, that light switches to red and the voice urgently speaks up and lets you know there’s an emergency. Once the smoke subsides, the Protect chimes again, flashes green and tells you the smoke is clearing. Its superiority as a smoke detector lies in its civility and carefully programmed demeanor.\nSetting up the Protect was a snap. After unboxing it, you just yank a tab to activate it, and pair it with the application for your Apple or Android phone or tablet to start getting real-time updates about smoke and carbon monoxide levels. Anyone who has ever set up wireless speakers or similar products will be familiar with the process. Nest declined to say how long the battery will last, but when it is almost out of juice, the device tells you it’s running low.\nIf there’s an emergency, the app will ping you with a notification that the alarm has gone off and whether the issue has been resolved. The app also displays a handy help guide during an emergency and even a shortcut for calling 911. The only thing the app can’t do is shut off the alarm. You have to do that manually, which is a regulatory requirement, according to Nest.", "url": "https://www.nytimes.com/2013/11/21/technology/personaltech/review-nest-protect-smoke-and-carbon-monoxide-detector.html"}