{"authors": ["Daniel Krieger"], "date_download": "2022-10-25 23:54:07", "date_modify": "2022-10-25 23:54:07", "date_publish": "2013-01-24 13:07:28", "description": "The last time a Japanese wrestler won a grand sumo tournament was in 2006, with Mongolians taking most of the success since then.", "filename": "2013_01_25_sports_25iht-sumo25_1666742047.html", "image_url": "https://static01.nyt.com/images/2013/01/25/sports/25iht-sumo25/25iht-sumo25-articleLarge.jpg?year=2013&h=410&w=600&s=6ff79eed94163c37ada4e953c15c604e17ba7d6e0f770b39ec4c2b72f913fe20&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_25_sports_25iht-sumo25_1666742047.html", "title": "In Japan, Sumo Is Dominated by Foreigners", "title_page": "In Japan, Sumo Is Dominated by Foreigners - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — On the first day of the New Year Grand Sumo Tournament, Japanese fans were hopeful that 2013 might bring some change: an end to the protracted losing streak by Japanese wrestlers. But if anyone needed a reminder of how unlikely that was, all they had to do was look up at the giant portraits hanging around the upper part of the Ryogoku Kokugikan arena, showing the winners of the past 32 tournaments around the country.\nNot one of those portraits was of a Japanese. Just four Mongolians, an Estonian and a Bulgarian account for all 32 of those victories, which date to 2007.\nThe last time a Japanese wrestler won was in January 2006. But some observers say it is just a matter of time before the current wave of foreign dominance passes and a Japanese wrestler gets promoted to the rank of grand champion once again.\nThe first foreign-born wrestler to break through to the top was Chad Rowan, who left his native Hawaii to enter the world of professional sumo at 18. At the time, he was not thought to have great promise. It was his more athletically endowed younger brother that recruiters had their eye on.", "url": "https://www.nytimes.com/2013/01/25/sports/25iht-sumo25.html"}