{"authors": ["Trip Gabriel", "Serge F. Kovaleski", "Erica Goode"], "date_download": "2022-10-25 23:35:05", "date_modify": "2022-10-25 23:35:05", "date_publish": "2013-05-07 14:00:30", "description": "The authorities had been called two times to a house in Cleveland, Ohio, where three young women who disappeared about a decade ago were found.", "filename": "2013_05_08_us_cleveland-kidnapping_1666740905.html", "image_url": "https://static01.nyt.com/images/2013/05/08/us/CLEVELAND/CLEVELAND-articleLarge.jpg?year=2013&h=416&w=600&s=a91103089883c7627a8f5e2bb4ab87ffda3fbf44ad452f22a60437a4d2bf9d8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_08_us_cleveland-kidnapping_1666740905.html", "title": "Suspect in Cleveland Kidnapping Had Some Contact With Police", "title_page": "Suspect in Cleveland Kidnapping Had Some Contact With Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those years of captivity ended late Monday when Amanda Berry, who had not been seen since she left her job at a local Burger King on April, 21, 2003, when she was 17, appeared at the front door of the house accompanied by a young child and screamed: “I need help! I need help! I have been kidnapped for 10 years!”\nAfter two neighbors freed her by kicking in the chained front door and helped her make an urgent call to 911, three men were arrested in connection with the case — Ariel Castro, 52, the owner of the house, and his brothers, Pedro, 54, and Onil, 50. Ms. Berry and the child, along with Gina DeJesus, who disappeared while walking home from a city middle school in 2004, and Michelle Knight, who vanished at age 20 in 2002, were treated at a hospital and reunited with their families.\nThe conditions in the home, a law enforcement official said, were “abysmal at best.”\n“They had no ability to leave the home or interact with anyone other than each other, the child and the suspect,” said the official, who spoke on the condition of anonymity because of the continuing investigation.\nAnother official said the F.B.I. had begun questioning the women late Tuesday and had taken photos and helped collect evidence from the house.\nThe case recalled other kidnappings, like that of Jaycee Dugard, who was held prisoner in California for 18 years; Elizabeth Smart, who spent nine months in torment after being grabbed from her bedroom in Salt Lake City by Brian David Mitchell; and six women who were snatched, held and tortured in Belgium in the mid-1990s.", "url": "https://www.nytimes.com/2013/05/08/us/cleveland-kidnapping.html?hp"}