{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:26:54", "date_modify": "2022-10-25 23:26:54", "date_publish": "2013-11-01 01:57:15", "description": "What began as a public relations predicament for American technology companies has evolved into a moral crisis that threatens the foundation of their businesses.", "filename": "2013_11_01_technology_angry-over-us-surveillance-tech-giants-bolster-defenses_1666740414.html", "image_url": "https://static01.nyt.com/images/2013/11/01/business/Pushback/Pushback-articleLarge.jpg?year=2013&h=400&w=600&s=8451306c5762db6056cc5a7bf117c11fee3e2aa710c2c5062348bf0f278cda10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_01_technology_angry-over-us-surveillance-tech-giants-bolster-defenses_1666740414.html", "title": "Angry Over U.S. Surveillance, Tech Giants Bolster Defenses", "title_page": "Angry Over U.S. Surveillance, Tech Giants Bolster Defenses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The companies, some more than others, are taking steps to make sure that surveillance without their consent is difficult,” said Christopher Soghoian, a senior analyst at the American Civil Liberties Union. “But what they can’t do is design services that truly keep the government out because of their ad-supported business model, and they’re not willing to give up that business model.”\nEven before June, Google executives worried about infiltration of their networks. The Washington Post reported on Wednesday that the N.S.A. was tapping into the links between data centers, the beating heart of tech companies housing user information, confirming that their suspicions were not just paranoia.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nIn response, David Drummond, Google’s chief legal officer, issued a statement that went further than any tech company had publicly gone in condemning government spying. “We have long been concerned about the possibility of this kind of snooping,” he said. “We are outraged at the lengths to which the government seems to have gone.”\nA tech industry executive who spoke only on the condition of anonymity because of the sensitivities around the surveillance, said, “Just based on the revelations yesterday, it’s outright theft,” adding, “These are discussions the tech companies are not even aware of, and we find out from a newspaper.”\nThough tech companies encrypt much of the data that travels between their servers and users’ computers, they do not generally encrypt their internal data because they believe it is safe and because encryption is expensive and time-consuming and slows down a network.\nBut Google decided those risks were worth it. And this summer, as it grew more suspicious, it sped up a project to encrypt internal systems. Google is also building many of its own fiber-optic lines through which the data flows; if it controls them, they are harder for outsiders to tap.\nTech companies’ security teams often feel as if they are playing a game of Whac-a-Mole with intruders like the government, trying to stay one step ahead.", "url": "https://www.nytimes.com/2013/11/01/technology/angry-over-us-surveillance-tech-giants-bolster-defenses.html"}