{"authors": ["Edward Wong", "Jonathan Ansfield"], "date_download": "2022-10-25 22:56:24", "date_modify": "2022-10-25 22:56:24", "date_publish": "2013-02-03 23:38:51", "description": "The Constitution guarantees full powers for a representative legislature, the right to ownership of private property, and freedoms of speech, press and assembly.", "filename": "2013_02_04_world_asia_reformers-aim-to-get-china-to-live-up-to-own-constitution_1666738584.html", "image_url": "https://static01.nyt.com/images/2013/02/04/world/CHINA-REFORM/CHINA-REFORM-articleLarge-v3.jpg?year=2013&h=343&w=600&s=0d53ef3235a38f8303aa5590bc4fff6619d8343cd544ee41a7e223909e7760e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_04_world_asia_reformers-aim-to-get-china-to-live-up-to-own-constitution_1666738584.html", "title": "Reformers Aim to Get China to Live Up to Own Constitution", "title_page": "Reformers Aim to Get China to Live Up to Own Constitution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is unclear whether the latest push will be any more successful than previous efforts. A decade ago, a similar wave of advocacy failed to significantly alter the status quo, despite some initially encouraging words from Hu Jintao, the newly designated president at the time. The authorities admonished scholars who took part in seminars on the issue, and propaganda officials ordered the state news media not to publish articles on calls for constitutional government.\nLiberals have been encouraged by a speech that Mr. Xi gave on the 30th anniversary of the Constitution in which he said, “The Constitution should be the legal weapon for people to defend their own rights.” He added that implementation was needed for the document to have “life and authority.” Analysts say the speech, delivered Dec. 4, was much stronger than the one given by Mr. Hu on the Constitution’s 20th anniversary. And on Jan. 22, Mr. Xi said in a speech to an anticorruption agency that “power must be put in the cage of regulations.”\nBut Deng Yuwen, an editor at Study Times, said he had so far only seen talk from Mr. Xi. “We have yet to see any action from him,” Mr. Deng said. “The Constitution can’t be implemented through talking.”\nAnd since taking power, Mr. Xi has appeared more concerned with maintaining party discipline than opening political doors. In remarks made during a recent southern trip that have circulated in party circles, Mr. Xi said China must avoid the fate of the Soviet Union, which broke apart, in his view, after leaders failed to stick to their socialist ideals and the party lost control of the military.\nIn part, liberals advocating constitutional checks on power have been energized by the party’s takedown of Bo Xilai, the polarizing former Politburo member who is expected to be prosecuted soon on charges of corruption and subverting the law.\nOne journal supported by reform-minded party elders, called Yanhuang Chunqiu, published a New Year’s editorial that said fully carrying out the Constitution would mean “our country’s political system will take a big step forward.”\nWu Si, the journal’s editor, said in an interview that he expected the “heightened fervor” surrounding constitutionalism to persist “because there is more to the issue to discuss.”", "url": "https://www.nytimes.com/2013/02/04/world/asia/reformers-aim-to-get-china-to-live-up-to-own-constitution.html"}