{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:39:52", "date_modify": "2022-10-25 23:39:52", "date_publish": "2013-09-10 14:45:46", "description": "Hundreds of microblog users across the country have been arrested for what Communist Party officials call malicious rumor-mongering online.", "filename": "2013_09_11_world_asia_china-cracks-down-on-online-opinion-makers_1666741192.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_11_world_asia_china-cracks-down-on-online-opinion-makers_1666741192.html", "title": "Crackdown on Bloggers Is Mounted by China", "title_page": "Crackdown on Bloggers Is Mounted by China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Xue has drawn more than 12 million registered fans to his microblog. Many supporters believe that the police kindled outrage about his sexual behavior because of his sharp criticism of officials. Even Hu Xijin, an ardently pro-party newspaper editor, agreed. “Using sexual scandal, tax evasion and so on to take down political foes is a hidden rule common among governments worldwide,” Mr. Hu wrote in a comment on his Sina Weibo account that was quickly removed.\nThe rise of microblogs has given prominent commentators a powerful, and potentially lucrative, platform. Their reach is sweeping, even discounting the many fake and dormant accounts among the fan numbers. Sina Weibo lists 347 users — a few of them companies or groups — with more than five million registered fans each; each of the top five has more than 50 million. Plenty of the most popular users are entertainment stars; others have turned their online celebrity into its own kind of stardom, with well-paid careers based on media appearances, product endorsements and books.\nThe attention of a Big V microblogger can transform an otherwise obscure issue — a land dispute in a village, graft by a small-town official — into a subject of passionate national discussion and a headache for the government. The tone of their commentary varies from earnest outrage to sarcasm to allusive irony; the last is intended to lull censors who prowl for offensive messages.\n“Some of them have become more influential than certain state media organs,” said Bill Bishop, who publishes the Sinocism newsletter, closely follows Chinese Internet issues and also contributes to the DealBook blog at The New York Times. “Weibo is so fast, and the velocity and breadth of the transmission of information is just so much greater now than it is in newspapers and even on TV.”\nBut the explosion of Weibo has also fed a dank undergrowth of frauds and fakery. Businesses use bogus “zombie” accounts to spread paid-for messages that give a boost to clients or discredit their rivals. Other operators make money by scrubbing messages that are damaging to businesses or politicians. “There is a lot of pay for play and dirty money going around,” Mr. Bishop said.\nThe Chinese authorities have said their crackdown is directed at such abuses. The police across the country have announced the arrests of hundreds of other people accused of spreading false rumors online. The police have said Qin Zhihui, whose online name is Qin Huohuo, admitted to concocting 3,000 false rumors over three years as part of a business to create shock and attention that he could then use to advance himself and his clients.\nBut the accusations against Mr. Qin and many other arrested microbloggers also have a political edge. Many other rumors called outrageously false by the government have dwelt on the sins of officials: corruption, venality and sexual escapades.", "url": "https://www.nytimes.com/2013/09/11/world/asia/china-cracks-down-on-online-opinion-makers.html"}