{"authors": ["David Kocieniewski"], "date_download": "2022-10-25 23:25:30", "date_modify": "2022-10-25 23:25:30", "date_publish": "2013-08-13 01:10:33", "description": "The investigation is focused on the storage of aluminum by Goldman Sachs and other companies, which beverage makers say are distorting the market.", "filename": "2013_08_13_business_us-subpoenas-goldman-in-inquiry-of-aluminum-warehouses_1666740330.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_13_business_us-subpoenas-goldman-in-inquiry-of-aluminum-warehouses_1666740330.html", "title": "U.S. Subpoenas Goldman in Inquiry of Aluminum Warehouses", "title_page": "U.S. Subpoenas Goldman in Inquiry of Aluminum Warehouses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Goldman Sachs has been subpoenaed by federal regulators investigating complaints that the financial giant’s metals warehouses have intentionally created delays and inflated the price of aluminum.\nThe Commodity Futures Trading Commission has issued subpoenas to Goldman and owners of other major warehouses as part of its inquiry into irregularities in the aluminum market that are believed to have cost consumers billions of dollars since 2010.\nThe subpoenas seek all internal documents, e-mails, correspondence, voice recordings and other records concerning the warehouse operations dating back to January 2010, according to two people familiar with the documents. The subpoenas also demand documents and correspondence regarding the London Metals Exchange, a private trade association that regulates warehousing. The subpoenas indicate that the federal inquiry has 30 “areas of interest.”\nGoldman bought Metropolitan International Trade Services, a string of Detroit-area metals warehouses, in 2010 and soon afterward beverage makers and manufacturers began complaining that the company was restricting the outflow of metal, causing lengthy delays in delivery. Those waits, which grew from six weeks in 2010 to around 16 months now, mean higher storage costs for metal owners, who are charged rent by the day.", "url": "https://www.nytimes.com/2013/08/13/business/us-subpoenas-goldman-in-inquiry-of-aluminum-warehouses.html"}