{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:22", "date_modify": "2022-10-25 23:27:22", "date_publish": "2013-08-01 00:27:51", "description": "A decade after a record blackout crippled the Northeast, engineers are installing new devices that could stop future breakdowns.", "filename": "2013_08_01_business_new-tools-for-keeping-the-lights-on_1666740442.html", "image_url": "https://static01.nyt.com/images/2013/08/01/business/blackout/blackout-articleLarge.jpg?year=2013&h=354&w=600&s=4de668151bc49f0bf3ebf858eae485de13ba597c131ab4fe4daf94448038cd2d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_01_business_new-tools-for-keeping-the-lights-on_1666740442.html", "title": "New Tools for Keeping the Lights On", "title_page": "New Tools for Keeping the Lights On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RENSSELAER, N.Y. — After the lights went out for 50 million people from the Northeast to the Midwest on Aug. 14, 2003, investigators found readings from two obscure instruments that would have given them an hour’s warning — plenty of time to solve the problem if the devices had been wired to provide a stream of critical data.\nNow, a decade after the largest blackout in American history, engineers are installing and linking 1,000 of those instruments, called phasor measurement units, to try to prevent another catastrophic power failure. When the work is done, the engineers say, they will have a diagnostic tool that makes the old system seem like taking a patient’s pulse compared with running a continuous electrocardiogram.\nGilbert C. Bindewald III, a program manager at the Energy Department, which has spent about $200 million to encourage their installation, said the instruments were “shedding light on the science that’s occurring behind the scenes, within the grid.”\nPhasor measurement units work by measuring the rhythm of current at different points on the power grid. Readings at every point within each of the three North American grids — one covering the eastern two-thirds of North America, one covering the West, and one covering Texas — are supposed to be basically the same. If the measurements differ, it can be a sign of imminent collapse. When the current is flowing properly, phasor measurement units record normal readings — about as exciting as “watching paint dry,” in the words of Peter K. Lemme, a senior electrical engineer at the New York Independent System Operator, which runs New York’s grid. As Mr. Lemme spoke, he looked at a real-time display of phasor measurement units across the state.", "url": "https://www.nytimes.com/2013/08/01/business/new-tools-for-keeping-the-lights-on.html"}