{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:50:24", "date_modify": "2022-10-25 23:50:24", "date_publish": "2013-04-25 01:26:00", "description": "With any decision about closing down the prison in Guantánamo Bay, Cuba, put on the back burner, inmates there have lost hope that they will ever be released.", "filename": "2013_04_25_us_guantanamo-prison-revolt-driven-by-inmates-despair_1666741824.html", "image_url": "https://static01.nyt.com/images/2013/04/25/us/jp-GITMO-1/jp-GITMO-1-articleLarge.jpg?year=2013&h=321&w=600&s=e7f16a127fb45fb41dc28a60036f02c52ef651ff901258e5a35d91bce0c086ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_25_us_guantanamo-prison-revolt-driven-by-inmates-despair_1666741824.html", "title": "Guantánamo Prison Revolt Driven by Inmates’ Despair", "title_page": "Guantánamo Prison Revolt Driven by Inmates’ Despair - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GUANTÁNAMO BAY, Cuba — In the early afternoon quiet, guards in camouflage fatigues walked the two-tiered cellblocks of Camp Six, where the most cooperative of the 166 terrorism suspects held in the military prison here are housed. From a darkened control room, other guards watched banks of surveillance monitors showing prisoners in white clothing — pacing, sleeping or reading — in their cells.\nBut the relative calm on display to visiting reporters last week was deceiving. Days earlier, guards had raided Camp Six and locked down protesting prisoners who had blocked security cameras, forbidding them to congregate in a communal area. A hunger strike is now in its third month, with 93 prisoners considered to be participating — more than half the inmates and twice the number before the raid.\n“They are not done yet, and they will not be done until there is more than one death,” said a Muslim adviser to the military, identified as “Zak” for security reasons, who fears there may be suicides. Only one thing, he predicted, will satisfy the detainees: if someone is allowed to leave.\nThe spark for the protest is disputed. Detainees, through their lawyers, say that when guards conducted a search of their cells on Feb. 6, they handled their Korans in a disrespectful way. Prison officials dispute that.", "url": "https://www.nytimes.com/2013/04/25/us/guantanamo-prison-revolt-driven-by-inmates-despair.html"}