{"authors": ["Anemona Hartocollis"], "date_download": "2022-10-25 23:54:11", "date_modify": "2022-10-25 23:54:11", "date_publish": "2013-12-18 02:18:18", "description": "After angry protesters said the community had not been consulted about a proposal to build condominiums on the property of Long Island College Hospital in Brooklyn, the State University of New York pulled the plan.", "filename": "2013_12_18_nyregion_suny-withdraws-development-plan-for-troubled-brooklyn-hospital_1666742051.html", "image_url": "https://static01.nyt.com/images/2013/12/18/nyregion/LICH1/LICH1-articleLarge.jpg?year=2013&h=400&w=600&s=d53e1cd4bcfc275f8332b173dbd6202de5cce0f020b659c245107b530dd5dc2c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_18_nyregion_suny-withdraws-development-plan-for-troubled-brooklyn-hospital_1666742051.html", "title": "SUNY Withdraws Development Plan for Troubled Brooklyn Hospital", "title_page": "SUNY Withdraws Development Plan for Troubled Brooklyn Hospital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The State University of New York on Tuesday withdrew a plan to build condominiums on the property of the troubled Long Island College Hospital, after dozens of angry protesters complained that the community had not been consulted.\nAs the protesters shouted, “Just wait for the new mayor!” and “Just one month!” the university’s trustees, meeting in Midtown Manhattan, began expressing doubts about the development plan that a screening panel had favored.\nOne trustee, Joseph W. Belluck, said that in light of the community opposition, he did not think he could support it. Another, Richard Socarides, suggested letting the incoming mayor, Bill de Blasio, deal with the hospital, noting that Mr. de Blasio, had “expressed a keen interest in this matter.”\nH. Carl McCall, chairman of the SUNY board of trustees and a former state comptroller, acidly replied, “A real profile in courage.”", "url": "https://www.nytimes.com/2013/12/18/nyregion/suny-withdraws-development-plan-for-troubled-brooklyn-hospital.html"}