{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:46:18", "date_modify": "2022-10-25 23:46:18", "date_publish": "2013-10-12 02:34:02", "description": "Alberto Vilar, a major benefactor of the Metropolitan Opera who was found guilty of financial crimes in 2008, won an extension of his curfew for a performance of “Eugene Onegin.”", "filename": "2013_10_12_nyregion_for-a-night-a-convicted-donor-can-stay-late-at-the-opera_1666741578.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_12_nyregion_for-a-night-a-convicted-donor-can-stay-late-at-the-opera_1666741578.html", "title": "For a Night, a Convicted Donor Can Stay Late at the Opera", "title_page": "For a Night, a Convicted Donor Can Stay Late at the Opera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Alberto Vilar, a longtime major donor to the Metropolitan Opera before his conviction for financial crimes, will be able to attend a sold-out performance on Saturday night — thanks to a federal judge’s agreement to extend his 11 p.m. curfew.\nThe opera, Tchaikovsky’s “Eugene Onegin,” will be conducted by Valery Gergiev, the Russian maestro and friend of Mr. Vilar who posted $500,000 cash toward his bail in 2005.\nMr. Gergiev gave Mr. Vilar a free ticket, according to Mr. Vilar’s lawyer, Vivian Shevitz, who wrote a letter to the judge, Richard J. Sullivan, requesting that her client’s curfew be extended from 11 p.m. until 1:30 a.m. so that he could attend “and have the opportunity to socialize after the opera for a short time.” That initial request was denied, but 24 hours later the judge reversed his decision on appeal. Ms. Shevitz noted, among other things, in her appeal petition that the pretrial services officer did not object to a one-night extension.\nMr. Vilar, 72, lives with a friend and wears an electronic monitoring anklet. He was convicted in November 2008 along with a co-defendant, Gary Tanaka, 70, on 12 counts of securities fraud, wire fraud and money laundering, among other crimes, stemming from his management of Amerindo Investment Advisors Inc., a San Francisco firm that was accused of cheating investors out of $22 million. He was sentenced to nine years in prison.", "url": "https://www.nytimes.com/2013/10/12/nyregion/for-a-night-a-convicted-donor-can-stay-late-at-the-opera.html"}