{"authors": ["Howard Beck", "Ken Belson", "Jeff Z. Klein", "Ben Rothenberg", "Naila-Jean Meyers", "Andrew Keh"], "date_download": "2022-10-25 22:59:38", "date_modify": "2022-10-25 22:59:38", "date_publish": "2013-08-16 01:20:26", "description": "Baseball has joined other sports in embracing video review of officials’ calls, and the trend is toward more expansive use of the technology.", "filename": "2013_08_16_sports_lets-go-to-the-tape-how-other-sports-handle-video-review_1666738778.html", "image_url": "https://static01.nyt.com/images/2013/08/16/sports/Y-LEAGUE-1/Y-LEAGUE-1-articleLarge.jpg?year=2013&h=400&w=600&s=44135b939502e109c60ee9e8aac46ba41a2f714b40915a8a31ca104b29686a6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_16_sports_lets-go-to-the-tape-how-other-sports-handle-video-review_1666738778.html", "title": "Let’s Go to the Tape: How Other Sports Handle Video Review", "title_page": "Let’s Go to the Tape: How Other Sports Handle Video Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Technology is a review mechanism in most major sports. Now Major League Baseball is preparing to do even more, expanding video review to just about all calls except those involving balls and strikes. Here is a look at what other sports already do:\nN.B.A. The N.B.A. started using replay on a limited basis in 2002 and has been steadily expanding its use. There are now more than a dozen triggers for using replay, and countless details that can be reviewed once referees begin the process.\nGame officials can determine, for example, whether a player released his shot before the game clock or the shot clock expired, or whether a foul was committed on those buzzer-beating attempts.\nReplay can be used at any time during a game to judge certain situations — whether a basket was a 2-pointer or a 3-pointer, or to judge the severity of a flagrant foul, for example. Other situations — such as determining which player last touched a ball before it went out of bounds — can be reviewed only in the final two minutes of a game or overtime period.\nIn July, N.B.A. owners again expanded video replay, allowing additional review of block/charge calls and off-the-ball fouls. Starting next season, referees will be allowed to penalize players for unsportsmanlike or “unnecessary” acts spotted during video review, even if those acts were not whistled in real time.", "url": "https://www.nytimes.com/2013/08/16/sports/lets-go-to-the-tape-how-other-sports-handle-video-review.html"}