{"authors": ["Charlie Savage", "Mark Mazzetti"], "date_download": "2022-10-25 23:37:52", "date_modify": "2022-10-25 23:37:52", "date_publish": "2013-06-11 02:55:07", "description": "Edward J. Snowden orchestrated an elaborate plan to reveal the closely guarded secrets he had emerged with from deep inside the American national security apparatus.", "filename": "2013_06_11_us_how-edward-j-snowden-orchestrated-a-blockbuster-story_1666741072.html", "image_url": "https://static01.nyt.com/images/2013/06/11/us/SNOWDEN/SNOWDEN-articleLarge.jpg?year=2013&h=400&w=600&s=1edeba8e72e6880bd1b0eefaf951f6061a4d1b78f928da2a2f60ea0d1bef4c86&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_11_us_how-edward-j-snowden-orchestrated-a-blockbuster-story_1666741072.html", "title": "How Edward J. Snowden Orchestrated a Blockbuster Story", "title_page": "How Edward J. Snowden Orchestrated a Blockbuster Story - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The source had instructed his media contacts to come to Hong Kong, visit a particular out-of-the-way corner of a certain hotel, and ask — loudly — for directions to another part of the hotel. If all seemed well, the source would walk past holding a Rubik’s Cube.\nSo three people — Glenn Greenwald, a civil-liberties writer who recently moved his blog to The Guardian; Laura Poitras, a documentary filmmaker who specializes in surveillance; and Ewen MacAskill, a Guardian reporter — flew from New York to Hong Kong about 12 days ago. They followed the directions. A man with a Rubik’s Cube appeared.\nIt was Edward J. Snowden, who looked even younger than his 29 years — an appearance, Mr. Greenwald recalled in an interview from Hong Kong on Monday, that shocked him because he had been expecting, given the classified surveillance programs the man had access to, someone far more senior. Mr. Snowden has now turned over archives of “thousands” of documents, according to Mr. Greenwald, and “dozens” are newsworthy.\nMr. Snowden’s ability to burrow deep into America’s national security apparatus and emerge clutching some of its most closely guarded secrets is partly a story of the post-Sept. 11 era, when the government’s expanding surveillance Leviathan and complex computer systems have given network specialists with technical skills tremendous power.", "url": "https://www.nytimes.com/2013/06/11/us/how-edward-j-snowden-orchestrated-a-blockbuster-story.html"}