{"authors": ["Stanley Reed"], "date_download": "2022-10-25 23:38:38", "date_modify": "2022-10-25 23:38:38", "date_publish": "2013-03-21 19:31:29", "description": "With the sale to the Russian oil giant, BP aimed to resolve one of two problems that have clouded its future and depressed its stock price.", "filename": "2013_03_22_business_global_rosneft-finalizes-acquisition-of-tnk-bp_1666741118.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_22_business_global_rosneft-finalizes-acquisition-of-tnk-bp_1666741118.html", "title": "BP Completes Deal With Rosneft", "title_page": "BP Completes Deal With Rosneft - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — BP, the British oil company, said on Thursday that it had completed the sale of its 50 percent stake in the Russian affiliate TNK-BP. In a series of transactions, BP will receive about $12.5 billion in cash and will own 19.75 percent of Rosneft, the largest Russian oil company.\nWith the sale, BP intended to resolve one of two problems that have clouded its future and depressed its stock price. It is swapping a long-troubled relationship with its Russian partners in TNK-BP for a new alliance with Rosneft, one of Russia’s two big state-run oil and natural gas companies, and its powerful chief executive, Igor I. Sechin.\nBP executives hope that the company’s interests are closer to those of Mr. Sechin, who is trying to forge Rosneft, which is a collection of different assets, into a leading international oil company.\n“BP has invested in Russia for more than 20 years, and for a decade we have been Russia’s largest foreign investor through our involvement with TNK-BP,” the BP chief executive, Robert W. Dudley, said in a statement. The transaction “gives us a wonderful opportunity to forge a new partnership with a great Russian oil company.”", "url": "https://www.nytimes.com/2013/03/22/business/global/rosneft-finalizes-acquisition-of-tnk-bp.html"}