{"authors": ["The Editorial Board"], "date_download": "2022-10-25 23:45:17", "date_modify": "2022-10-25 23:45:17", "date_publish": "2013-10-04 01:12:17", "description": "Republican-led states leave many of their poorest citizens without health insurance.", "filename": "2013_10_04_opinion_a-population-betrayed.html_ref=health_1666741517.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_04_opinion_a-population-betrayed.html_ref=health_1666741517.html", "title": "A Population Betrayed", "title_page": "Opinion | A Population Betrayed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is outrageous that millions of the poorest people in the country will be denied health insurance because of decisions made mostly by Republican governors and legislators. These people will neither qualify for their state’s Medicaid program for the poor nor for subsidized coverage on new insurance exchanges that are being established in every state by the health care reform law.\nTheir plight is a result of the Supreme Court’s decision last year that struck down the reform law’s mandatory expansion of Medicaid and made expansion optional. Every state in the Deep South except Arkansas has rejected expansion, as have Republican-led states elsewhere. These 26 states would rather turn down incredibly generous federal funds that would finance 100 percent of the expansion costs for three years and at least 90 percent thereafter than offer a helping hand to their most vulnerable residents.\nAs Sabrina Tavernise and Robert Gebeloff reported in The Times on Thursday, two-thirds of the country’s poor, uninsured blacks and single mothers and more than half of the uninsured low-wage workers live in those states. The reform law originally sought to help poor and middle-income people through two parallel mechanisms. One was a mandatory expansion of Medicaid (which in most states cover primarily children and their parents with incomes well below the poverty level) to cover childless adults and to help people with income levels above the poverty line. Those with slightly higher incomes would be eligible for federal subsidies to buy private policies on the new insurance exchanges.\nThat approach fell apart when 26 states decided not to expand Medicaid, at least for now. There is no provision in the law to provide health insurance subsidies for anyone below the poverty line because those people are supposed to be covered by Medicaid.", "url": "https://www.nytimes.com/2013/10/04/opinion/a-population-betrayed.html?ref=health"}