{"authors": ["David Barboza"], "date_download": "2022-10-25 23:39:59", "date_modify": "2022-10-25 23:39:59", "date_publish": "2013-08-22 00:38:51", "description": "Chinese officials are relying on evidence from Xu Ming, a businessman with close ties to the former Politburo member Bo Xilai.", "filename": "2013_08_22_world_asia_china-bosss-fall-puts-focus-on-business-ally_1666741199.html", "image_url": "https://static01.nyt.com/images/2013/08/22/world/JP-CHINA-1/JP-CHINA-1-articleLarge.jpg?year=2013&h=400&w=600&s=572cf9ef09d76aa1628d450ed5339fcca3c0508ddb6c2c6ffe66332f88291447&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_22_world_asia_china-bosss-fall-puts-focus-on-business-ally_1666741199.html", "title": "China Boss’s Fall Puts Focus on a Business Ally", "title_page": "China Boss’s Fall Puts Focus on a Business Ally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SHANGHAI — For years, Xu Ming, once a little-known entrepreneur from northeastern China, worked his way into the good graces of the families of China’s political elite.\nHe cared for the parents and children of the powerful, accompanied officials on foreign trips and enriched their relatives — as well as himself — through early investments in businesses that eventually went public.\nMr. Xu, however, is now in custody, and one of his most important relationships has become a central piece of evidence in the much-anticipated trial of the former Politburo member Bo Xilai, which began Thursday morning, according to a microblog post by the court.\nMr. Xu, who is 42, funneled millions of dollars in bribes to Mr. Bo and his family, including paying for trips and perhaps even giving the family a $3.5 million villa on the French Riviera, according to people briefed on the indictment against Mr. Bo that was read by the prosecution when the trial got under way.", "url": "https://www.nytimes.com/2013/08/22/world/asia/china-bosss-fall-puts-focus-on-business-ally.html"}