{"authors": ["Brian Stelter"], "date_download": "2022-10-25 23:31:06", "date_modify": "2022-10-25 23:31:06", "date_publish": "2013-11-05 22:34:49", "description": "The media company’s revenues surpassed Wall Street expectations, but profits were down in part because of the cost of starting two new channels.", "filename": "2013_11_06_business_media_tv-investments-drag-on-21st-century-fox-profits_1666740666.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_06_business_media_tv-investments-drag-on-21st-century-fox-profits_1666740666.html", "title": "Profits at 21st Century Fox Hampered by TV Investments", "title_page": "Profits at 21st Century Fox Hampered by TV Investments  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Investments in new cable channels were a drag on 21st Century Fox’s third-quarter profits, but total revenues still surpassed analysts’ expectations.\nIn its first three months as a separate company, Fox reported on Tuesday, its revenues totaled $7.06 billion, ahead of the Wall Street consensus of $6.8 billion (and up from $6 billion in the same quarter a year earlier). But its adjusted net income of $768 million, or 33 cents a share, came in slightly under expectations of 35 cents a share. (Before adjustments for one-time gains, it reported earnings of 54 cents a share in the quarter, versus 94 cents a share in the same quarter a year earlier.)\nThe decline in profit was partly because of the company’s creation of Fox Sports 1, a cable channel that it hopes will one day rival ESPN. Fox Sports 1 had its premiere in August, causing a significant increase in expenses. The company also started a spinoff of its entertainment channel FX, called FXX, in September.\n“The investment we are making, including the launch of FXX and Fox Sports 1, will drive future sustained growth toward our stated 2016 target of $9 billion of Oibda and beyond,” Rupert Murdoch, the chief executive of the company, said in a statement. Oibda (operating income before depreciation and amortization) is a measure of profit.", "url": "https://www.nytimes.com/2013/11/06/business/media/tv-investments-drag-on-21st-century-fox-profits.html"}