{"authors": ["Brad Spurgeon"], "date_download": "2022-10-25 23:32:43", "date_modify": "2022-10-25 23:32:43", "date_publish": "2013-11-29 12:07:42", "description": "After uncertainty at the start, the 2013 Formula One season returned to the familiar domination of the record-breaking German driver and his team.", "filename": "2013_11_30_sports_autoracing_another-brilliant-year-for-sebastian-vettel_1666740763.html", "image_url": "https://static01.nyt.com/images/2013/11/30/sports/autoracing/30iht-srf1prix30/30iht-srf1prix30-articleLarge.jpg?year=2013&h=344&w=600&s=a723d119ca004f372b496f6b0b9a069e89338b29a3893382b33e16b26bda0586&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_30_sports_autoracing_another-brilliant-year-for-sebastian-vettel_1666740763.html", "title": "Another Brilliant Year for Sebastian Vettel", "title_page": "Another Brilliant Year for Sebastian Vettel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Formula One seasons in which records are broken and history is written are not always the most exciting to watch. Michael Schumacher’s 2004 season, when the German won a record 13 races and racked up seven consecutive victories, is a good example.\nAlthough this season Sebastian Vettel equaled his older compatriot’s 13 victories and tied the record for a consecutive winning streak with nine triumphs, the year began on an exciting and unpredictable note that continued for more than half of the 19-race championship. It was only after the August break that it veered into the biggest walkover by a single driver in the 63-year history of the series.\nEven the Red Bull team’s car designer, Adrian Newey, hinted that the turnaround had to do with the Pirelli tire company’s reversion midway through the season to last year’s tire structure.\n“This year’s car was a very close cousin of last year’s — relatively small evolutions over the winter with essentially stable regulations,” Newey said in Texas at the penultimate race of the season, the U.S. Grand Prix in Austin. “So we really started this year where we left off last year from a car point of view and it was just about developing it, understanding it. I think the change in tires back to the 2012 tires was also obviously something that had an effect on the car and possibly suited us — it’s difficult to know exactly.”", "url": "https://www.nytimes.com/2013/11/30/sports/autoracing/another-brilliant-year-for-sebastian-vettel.html"}