{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:55:49", "date_modify": "2022-10-25 23:55:49", "date_publish": "2013-10-07 11:00:26", "description": "Rabbi Yosef was a fiery figure in Israeli politics who, as the leader of the Shas Party, fought for the interests of Jews of North African and Middle Eastern origin.", "filename": "2013_10_08_world_middleeast_rabbi-ovadia-yosef-influential-spiritual-leader-in-israel-dies-at-93_1666742149.html", "image_url": "https://static01.nyt.com/images/2013/10/07/world/yosef-image/yosef-image-articleLarge.jpg?year=2013&h=400&w=600&s=e538d3f53156a7d45438160eb4980ff8f21cb5e234d5006c24c05bcb90c26028&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_08_world_middleeast_rabbi-ovadia-yosef-influential-spiritual-leader-in-israel-dies-at-93_1666742149.html", "title": "Rabbi Ovadia Yosef, Spiritual Leader of Israel’s Sephardic Jews, Dies at 93", "title_page": "Rabbi Ovadia Yosef, Spiritual Leader of Israel’s Sephardic Jews, Dies at 93 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Rabbi Ovadia Yosef, who became a fiery figure in Israeli politics as the spiritual leader of the ultra-Orthodox Shas Party, championing the interests of Jews of Middle Eastern and North African origin, died here on Monday. He was 93.\nHis death was announced by Avigdor Kaplan, the director of Hadassah Medical Center in the Ein Kerem neighborhood of Jerusalem, where the rabbi had been treated. It set off a huge outpouring of grief and one of the biggest events the city has seen.\nBy police estimates, 700,000 people — almost one-tenth of the population of Israel — swept into the streets and onto rooftops along the route of the funeral procession, many of them chanting prayers and tearing their clothes in a show of grief that brought much of the city to a standstill.\nThe van carrying Rabbi Yosef’s body took more than four hours to inch through the throng, mostly men and boys in black Orthodox dress, on its short journey from the Porat Yosef yeshiva in the Geula neighborhood to Sanhedria Cemetery, where the rabbi was buried shortly before 11 p.m.", "url": "https://www.nytimes.com/2013/10/08/world/middleeast/rabbi-ovadia-yosef-influential-spiritual-leader-in-israel-dies-at-93.html"}