{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:53:48", "date_modify": "2022-10-25 23:53:48", "date_publish": "2013-04-13 15:50:27", "description": "A day after the United States imposed sanctions, Moscow responded with a list of Americans linked to prosecutions against Russian citizens and harsh interrogation methods.", "filename": "2013_04_14_world_europe_russia-bars-18-americans-in-tit-for-tat-on-rights_1666742028.html", "image_url": "https://static01.nyt.com/images/2013/04/14/world/russia1/russia1-articleLarge.jpg?year=2013&h=350&w=600&s=531d7a5397a59de784f7d10c2ea2ecb80ff15bb48600b6a9208f08fabb95609d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_14_world_europe_russia-bars-18-americans-in-tit-for-tat-on-rights_1666742028.html", "title": "Russia Bars 18 Americans After Sanctions by U.S.", "title_page": "Russia Bars 18 Americans After Sanctions by U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — A day after the United States imposed sanctions on Russians accused of rights violations, Moscow said Saturday that it could not “leave this open blackmail without response” and published a list of 18 current and former American officials who will now be barred from entry to Russia.\nThe list is headed by four men who Russia’s Foreign Ministry says are responsible for “the legalization of torture” and “unlimited detention”: David Addington, who served as chief of staff to Vice President Dick Cheney and provided legal support for interrogation policies; John Yoo, a high-ranking Bush administration lawyer who wrote several major opinions on torture; and Maj. Gen. Geoffrey D. Miller and Rear Adm. Jeffrey Harbeson, each of whom commanded detention operations in Guantánamo Bay, Cuba.\nThe remaining officials are justice and law enforcement officials whom Russia accuses of violating the rights of its citizens abroad. Several were involved in a case against Viktor Bout, the convicted arms dealer now in federal prison in the United States, and in a drug-trafficking case against a Russian pilot, Konstantin Yaroshenko.\nThe most high-profile among those barred is Preet Bharara, the United States attorney in Manhattan, who oversaw prosecution of the Bout case.", "url": "https://www.nytimes.com/2013/04/14/world/europe/russia-bars-18-americans-in-tit-for-tat-on-rights.html"}