{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:39:57", "date_modify": "2022-10-25 23:39:57", "date_publish": "2013-05-13 12:07:09", "description": "A reported Communist Party directive seemed to reflect determination to preserve top-down political control in the face of potential economic liberalizati0n.", "filename": "2013_05_14_world_asia_chinese-leaders-warn-of-dangerous-western-values_1666741197.html", "image_url": "https://static01.nyt.com/images/2013/05/14/world/CHINA/CHINA-articleLarge.jpg?year=2013&h=900&w=600&s=2b8e97ca628352232234519c166b68d1b0dd3468d44755a5696b1f16eac22ae4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_14_world_asia_chinese-leaders-warn-of-dangerous-western-values_1666741197.html", "title": "Chinese Leaders Warn of ‘Dangerous’ Western Values", "title_page": "Chinese Leaders Warn of ‘Dangerous’ Western Values - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The Chinese Communist Party has warned officials to combat “dangerous” Western values and other perceived ideological threats, in a directive that analysts said on Monday reflected the determination of China’s leader to preserve top-down political control even as he considers economic liberalization.\nThe warning emerged on Chinese news Web sites that carried accounts from local party committees describing a directive from the Central Committee General Office, the administrative engine of the party leadership under Xi Jinping.\nThe central document, “Concerning the Situation in the Ideological Sphere,” has not been openly published, and most references to it disappeared from Chinese news and government Web sites by Monday afternoon, apparently reflecting censors’ skittishness about publicizing such warnings. But what did come to light in the local summaries exuded anxiety about the party’s grip on opinion.\nMr. Xi has been credited with strengthening national cohesiveness since he became general secretary in November, said a summary of a party organization meeting last week of the Commission of Urban-Rural Development of Chongqing, a municipality in southwest China.", "url": "https://www.nytimes.com/2013/05/14/world/asia/chinese-leaders-warn-of-dangerous-western-values.html"}