{"authors": ["Ken Maguire"], "date_download": "2022-10-25 23:34:48", "date_modify": "2022-10-25 23:34:48", "date_publish": "2013-06-26 01:20:03", "description": "Giannis Adetokunbo, a 6-foot-9 teenager who was born in Greece to struggling Nigerian parents, has impressed N.B.A. scouts with his size and skill.", "filename": "2013_06_26_sports_basketball_in-an-athens-suburb-nba-scouts-unearth-a-rare-find_1666740888.html", "image_url": "https://static01.nyt.com/images/2013/06/26/sports/HOOPS1/HOOPS1-articleLarge.jpg?year=2013&h=398&w=600&s=a135beeee110a920a9a6db8301aaf8891135e66bc243ca380a1b1aa8730bb2df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_26_sports_basketball_in-an-athens-suburb-nba-scouts-unearth-a-rare-find_1666740888.html", "title": "A Hunger for a Better Life May Lead to the N.B.A.", "title_page": "A Hunger for a Better Life May Lead to the N.B.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATHENS — His new passport says he is Greek, but Giannis Adetokunbo has lived a struggling immigrant’s life. He has peddled goods on city streets to feed himself and his brothers. While other families ferried off on island vacations, his often changed apartments in search of cheaper rent.\nYet Adetokunbo, 18, stands out from the hundreds of thousands of immigrants trying to survive in Greece. He was born here. He speaks Greek fluently. He completed Greek schooling. He recently became a Greek citizen.\nAdetokunbo (pronounced a-det-o-KOON-bo), a 6-foot-9 son of Nigerian parents, also plays basketball. Very well. That is what N.B.A. scouts say. They flocked to Greece and buzzed about his ball-handling, his court vision and his decision-making.\nAnalysts at DraftExpress.com and HoopsWorld.com, among others, predict that Adetokunbo’s name will be called, perhaps mispronounced, in the first round of the N.B.A. draft on Thursday. If Adetokunbo eventually develops into anything like his favorite player, Kevin Durant, some N.B.A. team will be happy it took a chance on such a mysterious prospect.", "url": "https://www.nytimes.com/2013/06/26/sports/basketball/in-an-athens-suburb-nba-scouts-unearth-a-rare-find.html"}