{"authors": ["Edward Wong"], "date_download": "2022-10-25 22:56:08", "date_modify": "2022-10-25 22:56:08", "date_publish": "2013-03-21 22:25:25", "description": "Even as top officials admit the severity of China’s environmental woes, conflict within the government is one of the biggest obstacles to enacting stronger policies.", "filename": "2013_03_22_world_asia_as-chinas-environmental-woes-worsen-infighting-emerges-as-biggest-obstacle_1666738568.html", "image_url": "https://static01.nyt.com/images/2013/03/22/world/Pollution/Pollution-articleLarge.jpg?year=2013&h=399&w=600&s=ed37f97e580fc676d84e2a9ca6d7fd530c4a6a42e6d2e5721bf508c49c744357&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_22_world_asia_as-chinas-environmental-woes-worsen-infighting-emerges-as-biggest-obstacle_1666738568.html", "title": "As Pollution Worsens in China, Solutions Succumb to Infighting", "title_page": "As Pollution Worsens in China, Solutions Succumb to Infighting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — China’s state leadership transition has taken place this month against an ominous backdrop. More than 16,000 dead pigs have been found floating in rivers that provide drinking water to Shanghai. A haze akin to volcanic fumes cloaked the capital, causing convulsive coughing and obscuring the portrait of Mao Zedong on the gate to the Forbidden City.\nSo severe are China’s environmental woes, especially the noxious air, that top government officials have been forced to openly acknowledge them. Fu Ying, the spokeswoman for the National People’s Congress, said she checked for smog every morning after opening her curtains and kept at home face masks for her daughter and herself. Li Keqiang, the new prime minister, said the air pollution had made him “quite upset” and vowed to “show even greater resolve and make more vigorous efforts” to clean it up.\nWhat the leaders neglect to say is that infighting within the government bureaucracy is one of the biggest obstacles to enacting stronger environmental policies. Even as some officials push for tighter restrictions on pollutants, state-owned enterprises — especially China’s oil and power companies — have been putting profits ahead of health in working to outflank new rules, according to government data and interviews with people involved in policy negotiations.\nFor instance, even though trucks and buses crisscrossing China are far worse for the environment than any other vehicles, the oil companies have delayed for years an improvement in the diesel fuel those vehicles burn. As a result, the sulfur levels of diesel in China are at least 23 times that of the United States. As for power companies, the three biggest ones in the country are all repeat violators of government restrictions on emissions from coal-burning plants; offending power plants are found across the country, from Inner Mongolia to the southwest metropolis of Chongqing.", "url": "https://www.nytimes.com/2013/03/22/world/asia/as-chinas-environmental-woes-worsen-infighting-emerges-as-biggest-obstacle.html?hpw"}