{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:42:12", "date_modify": "2022-10-25 23:42:12", "date_publish": "2013-07-30 01:40:08", "description": "Technology companies are rushing into predictive search, developing apps like Google Now that process digital clues to anticipate what users want to know.", "filename": "2013_07_30_technology_apps-that-know-what-you-want-before-you-do_1666741332.html", "image_url": "https://static01.nyt.com/images/2013/07/30/technology/galaxy-sf/galaxy-sf-articleLarge.jpg?year=2013&h=368&w=600&s=1feee29b9f6067a0a664ed06c4662b335d4adcb6f0d26d732a52486b61d2215e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_30_technology_apps-that-know-what-you-want-before-you-do_1666741332.html", "title": "Apps That Know What You Want, Before You Do", "title_page": "Apps That Know What You Want, Before You Do - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“To the question of creepiness, the answer is it depends who you ask,” said Andrea M. Matwyshyn, an assistant professor at the Wharton School of the University of Pennsylvania, who studies the legal implications of technology. “What works for a group of 30-something engineers in Silicon Valley may not be representative of the way that 60-year-old executives in New York tend to use their phones.”\nMany software programmers have dreamed of building a tool like this for years. The technology is emerging now because people are desperate for ways to deal with the inundation of digital information, and because much of it is stored in the cloud where apps can easily access it.\n“We can’t go on with eight meetings and 200 e-mails a day,” said N. Rao Machiraju, co-founder and chief executive of reQall, which sells its technology to other companies to make their own personal assistant apps. “We have a technology that isn’t waiting for you to ask it a question, but is anticipating what you need and when is the best time to deliver that.”\nThe services guess what you want to know based on the digital breadcrumbs you leave, like calendar entries, e-mails, social network activity and the places you take your phone. Many use outside services for things like coupons, news and traffic.\nGoogle Now, which came to some Android phones a year ago and iPhones in April, tells you when it is time to leave for a dinner reservation. That is because it noticed an OpenTable e-mail in your Gmail in-box, knows your location from your phone’s GPS and checked Google Maps for traffic conditions.\nA couple days before you travel, it will show you weather in your destination, and when you arrive, currency exchange information and the time back home. Ask aloud that Google Now remind you to pick up milk next time you step in a grocery store, and an alert will appear when you are at Safeway.", "url": "https://www.nytimes.com/2013/07/30/technology/apps-that-know-what-you-want-before-you-do.html"}