{"authors": ["Ceylan Yeginsu", "Alan Cowell"], "date_download": "2022-10-26 00:16:21", "date_modify": "2022-10-26 00:16:21", "date_publish": "2013-10-29 12:43:38", "description": "The ceremony coincided with the 90th anniversary of the modern Turkish state and during debate about the tunnel’s safety.", "filename": "2013_10_30_world_europe_amid-debate-over-safety-turkey-to-unveil-bosporus-tunnel_1666743381.html", "image_url": "https://static01.nyt.com/images/2013/10/30/world/europe/30istanbul/30istanbul-articleLarge.jpg?year=2013&h=399&w=600&s=8e1643465317392b59366b83ec3306630e7e2ba14c5967c004b1408e687341cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_30_world_europe_amid-debate-over-safety-turkey-to-unveil-bosporus-tunnel_1666743381.html", "title": "Amid Debate, Turkey Unveils Rail Tunnel Under Bosporus", "title_page": "Amid Debate, Turkey Unveils Rail Tunnel Under Bosporus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISTANBUL — With its skyline stitched by minarets and its soul straddling the Bosporus waterway, this city has long defined itself as geography’s junction between East and West, where the European landmass meets the Anatolian steppe and cultures intertwine.\nJust as durably, predating the Ottoman conquest in 1453, the Bosporus, which connects the Black Sea with the Sea of Marmara, has been a watery obstacle in the path of travelers and invaders alike. As Istanbul has grown into a clogged metropolis of 16 million people, the strait has presented urban planners with a challenge: how to ease the cross-Bosporus commute for the millions of people who use the city’s ferries and two road bridges.\nThe newest link was formally inaugurated on Tuesday, the 90th anniversary of the founding of modern Turkey. Officials cut the ribbon on a $4 billion, 8.5-mile rail tunnel that runs almost 200 feet below the Bosporus seabed, part of a broader project called the Marmaray meant to bind Europe and Asia closer together, ease congestion in the city and, in more grandiose visions, eventually form part of a trade route between Europe and China.\nThousands gathered for the ceremony in the Uskudar district, a stronghold of the governing Justice and Development Party on the city’s Asian side. Reflecting their allegiance to the party and its leader, most said they had come to support their country and their prime minister, Recep Tayyip Erdogan, who presided over the event.", "url": "https://www.nytimes.com/2013/10/30/world/europe/amid-debate-over-safety-turkey-to-unveil-bosporus-tunnel.html"}