{"authors": ["David Streitfeld"], "date_download": "2022-10-25 23:46:47", "date_modify": "2022-10-25 23:46:47", "date_publish": "2013-12-03 02:12:04", "description": "The plan announced by the company’s chief to use drone aircraft to deliver packages is visionary, far-fetched and loopy, as well as a useful distraction.", "filename": "2013_12_03_technology_amazon-delivers-some-pie-in-the-sky.html__r=0_1666741607.html", "image_url": "https://static01.nyt.com/images/2013/12/03/business/Amazon/Amazon-articleLarge.jpg?year=2013&h=309&w=600&s=852be50a4d38a5256b77bcd413e6eab1ae405386a09995f898ef21bacc51cade&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_03_technology_amazon-delivers-some-pie-in-the-sky.html__r=0_1666741607.html", "title": "Amazon Delivers Some Pie in the Sky", "title_page": "Amazon Delivers Some Pie in the Sky - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I am blown away by what I see coming out of the private sector these days,” said Andrew McAfee, co-founder of the Initiative on the Digital Economy at the M.I.T. Sloan School of Management. “All the building blocks are in place for breakthroughs: The Internet goes everywhere. Everyone has a device connected to the network. And the cost of technology experimentation is so low. We don’t need one single entity with massive resources to deliver these really cool innovations.”\nThe announcement by Mr. Bezos on Sunday evening was one of those moments when the future suddenly seems much closer. But the news also served to emphasize a less appreciated hallmark of the tech world: its masterful use of public relations.\nThe revelation came at the end of a “60 Minutes” feature about Amazon and its preparations for so-called Cyber Monday, the year’s most hyped online shopping day.\n“We can do half-hour delivery,” Mr. Bezos said. He also said the drones could carry as much as five pounds and could fly 10 miles from the delivery center. “I don’t want anybody to think this is just around the corner,” he said in an uncharacteristic note of caution.\nWhich brought up the immediate question: Why announce it now? Amazon is so tight-lipped it will not often confirm what happened in the past, like how many Kindles it has sold. It almost never talks about the future.", "url": "https://www.nytimes.com/2013/12/03/technology/amazon-delivers-some-pie-in-the-sky.html?_r=0"}