{"authors": ["Eric Lichtblau"], "date_download": "2022-10-25 23:37:53", "date_modify": "2022-10-25 23:37:53", "date_publish": "2013-07-06 23:22:33", "description": "With the secret FISA court’s approval, the National Security Agency is collecting data not only on terrorism cases but also other foreign intelligence issues like nuclear proliferation and cyberattacks.", "filename": "2013_07_07_us_in-secret-court-vastly-broadens-powers-of-nsa_1666741073.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_07_us_in-secret-court-vastly-broadens-powers-of-nsa_1666741073.html", "title": "In Secret, Court Vastly Broadens Powers of N.S.A.", "title_page": "In Secret, Court Vastly Broadens Powers of N.S.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the past, that probably would have required a court warrant because the suspicious e-mail involved American communications. In this case, however, a little-noticed provision in a 2008 law, expanding the definition of “foreign intelligence” to include “weapons of mass destruction,” was used to justify access to the message.\nThe court’s use of that language has allowed intelligence officials to get wider access to data and communications that they believe may be linked to nuclear proliferation, the officials said. They added that other secret findings had eased access to data on espionage, cyberattacks and other possible threats connected to foreign intelligence.\n“The definition of ‘foreign intelligence’ is very broad,” another former intelligence official said in an interview. “An espionage target, a nuclear proliferation target, that all falls within FISA, and the court has signed off on that.”\nThe official, like a half-dozen other current and former national security officials, discussed the court’s rulings and the general trends they have established on the condition of anonymity because they are classified. Judges on the FISA court refused to comment on the scope and volume of their decisions.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nUnlike the Supreme Court, the FISA court hears from only one side in the case — the government — and its findings are almost never made public. A Court of Review is empaneled to hear appeals, but that is known to have happened only a handful of times in the court’s history, and no case has ever been taken to the Supreme Court. In fact, it is not clear in all circumstances whether Internet and phone companies that are turning over the reams of data even have the right to appear before the FISA court.\nCreated by Congress in 1978 as a check against wiretapping abuses by the government, the court meets in a secure, nondescript room in the federal courthouse in Washington. All of the current 11 judges, who serve seven-year terms, were appointed to the special court by Chief Justice John G. Roberts Jr., and 10 of them were nominated to the bench by Republican presidents. Most hail from districts outside the capital and come in rotating shifts to hear surveillance applications; a single judge signs most surveillance orders, which totaled nearly 1,800 last year. None of the requests from the intelligence agencies was denied, according to the court.\nBeyond broader legal rulings, the judges have had to resolve questions about newer types of technology, like video conferencing, and how and when the government can get access to them, the officials said.", "url": "https://www.nytimes.com/2013/07/07/us/in-secret-court-vastly-broadens-powers-of-nsa.html"}