{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:46:53", "date_modify": "2022-10-25 23:46:53", "date_publish": "2013-03-26 09:31:14", "description": "Six justices questioned whether the case was properly before the court and hinted they might vote to dismiss it.", "filename": "2013_03_27_us_supreme-court-same-sex-marriage-case.html_pagewanted=all_1666741613.html", "image_url": "https://static01.nyt.com/images/2013/03/27/us/27SCOTUS5/27SCOTUS5-articleLarge.jpg?year=2013&h=400&w=600&s=90a31bfb30d014a4a85c8e7af892c785c0446674f73158e1a31e8e22f911cf91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_27_us_supreme-court-same-sex-marriage-case.html_pagewanted=all_1666741613.html", "title": "Supreme Court Struggles With Gay Marriage Case", "title_page": "Supreme Court Struggles With Gay Marriage Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Justices who appeared sympathetic to same-sex marriage indicated that there was no principled way to issue a ruling that could apply only in California or only in the nine states that have robust civil union or domestic partnership laws but withhold the word “marriage.”\nThat appeared to leave the court with an all-or-nothing choice on the merits: either a ruling that would require same-sex marriage in all 50 states or one that would say that all states may do as they wish. Neither choice seemed attractive to a majority of the justices.\nFive members of the court asked questions indicating that they might vote to dismiss the case on the threshold issue that supporters of Proposition 8 lacked standing to appeal a lower court’s decision. Chief Justice John G. Roberts Jr., whose questions on the merits indicated discomfort with requiring states to allow same-sex marriage, seemed particularly interested in the standing issue.\nJustice Kennedy seemed more open to the possibility that the proponents of Proposition 8 had standing, but he twice asked lawyers why the court should not dismiss the case outright. When the justices have second thoughts about agreeing to hear a case, they sometimes dismiss it as “improvidently granted.”\nQuestions from the justices do not always reliably forecast votes, of course, and many of the justices also indicated their views of the central issue presented in the case.", "url": "https://www.nytimes.com/2013/03/27/us/supreme-court-same-sex-marriage-case.html?pagewanted=all"}