{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:45", "date_modify": "2022-10-25 23:43:45", "date_publish": "2013-04-16 00:51:34", "description": "No longer treated with profound deference, King Juan Carlos and the rest of the monarchy are under scrutiny, and some residents are even calling for an elected head of state.", "filename": "2013_04_16_world_europe_open-season-on-spains-royal-family_1666741425.html", "image_url": "https://static01.nyt.com/images/2013/04/16/world/SPAIN/SPAIN-articleLarge.jpg?year=2013&h=448&w=600&s=5b471efb31364fbf34fd2d23347995d758ce70db6c09d320f55e947bccfd56d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_16_world_europe_open-season-on-spains-royal-family_1666741425.html", "title": "Open Season on Spain’s Royal Family", "title_page": "Open Season on Spain’s Royal Family - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — For decades, the members of Spain’s royal family were treated with profound deference by the public, politicians and the media. Their private lives generally went uninvestigated, their whereabouts unreported, and the sources of King Juan Carlos’s vast personal wealth were not discussed, even though he came to the throne with almost no money in 1975, after the death of Gen. Francisco Franco.\nBut times have changed, both for the king and the country. Spain is in the midst of an economic and identity crisis, having tied its fortunes to the now-troubled European Monetary Union. The 75-year-old king is increasingly unpopular, and polls suggest that far from attracting sympathy, his declining health has intensified calls for him to abdicate in favor of Crown Prince Felipe, his 45-year-old son.\nPoliticians and journalists are starting to dig deeper now, and the taboos are falling away. Almost every week, the royal family seems to be confronted with fresh embarrassments and accusations, some leveled at the king himself, and nearly every aspect of the family’s personal and financial life has become fair game.\n“The protective shield of the royal family has simply disappeared,” said Carmen Enríquez, who has written several books about the royal family and who served as the royal correspondent for Spain’s national television network for almost two decades. “We are in a serious crisis, where suffering citizens feel they should know where every cent of public money is being spent, including by the monarchy.”", "url": "https://www.nytimes.com/2013/04/16/world/europe/open-season-on-spains-royal-family.html"}