{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:40:02", "date_modify": "2022-10-25 23:40:02", "date_publish": "2013-04-21 17:56:25", "description": "Six more activists were detained after demanding that Communist Party officials disclose their personal wealth, another sign of the limits of the leadership’s war on graft.", "filename": "2013_04_22_world_asia_china-expands-crackdown-on-anticorruption-activists_1666741202.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_22_world_asia_china-expands-crackdown-on-anticorruption-activists_1666741202.html", "title": "China Expands Crackdown on Anticorruption Activists", "title_page": "China Expands Crackdown on Anticorruption Activists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — The Chinese authorities have detained six anticorruption activists in recent days, expanding their crackdown on a citizen-led campaign that, on the surface at least, would appear to dovetail with the new leadership’s war on official graft.\nThe detained activists, who include seasoned dissidents and a prominent rights lawyer, had been demanding that senior Communist Party officials publicly disclose their personal wealth, according to lawyers and rights advocates.\nThe campaign, started late last year with a petition drive that garnered thousands of signatures, has tried to piggyback on a pledge by President Xi Jinping to clean up the endemic corruption he says poses an existential threat to the ruling Communist Party.\nIn widely quoted comments published in January, Mr. Xi promised to take down “tigers and flies” — a reference to high-ranking officials and middling bureaucrats — but the public clamor for mandatory asset disclosure has so far received a tepid response from Chinese leaders.", "url": "https://www.nytimes.com/2013/04/22/world/asia/china-expands-crackdown-on-anticorruption-activists.html"}