{"authors": ["Kareem Fahim", "Mayy El Sheikh"], "date_download": "2022-10-25 23:42:21", "date_modify": "2022-10-25 23:42:21", "date_publish": "2013-12-17 20:59:40", "description": "More than 150 Egyptian police officers have been killed since mid-August alone, and the attacks have affected morale on the force.", "filename": "2013_12_18_world_middleeast_a-new-feeling-for-egypts-bare-knuckled-police-fear_1666741341.html", "image_url": "https://static01.nyt.com/images/2013/12/18/world/EGYPT/EGYPT-articleLarge.jpg?year=2013&h=399&w=600&s=1262f77da0d8fa9629c455e9ac73733df979a3f0bfa682d508cc0cff84d6111f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_18_world_middleeast_a-new-feeling-for-egypts-bare-knuckled-police-fear_1666741341.html", "title": "As Pressure Builds, Egypt’s Police Experience a New Feeling: Fear", "title_page": "As Pressure Builds, Egypt’s Police Experience a New Feeling: Fear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — For six hours, heavily armed officers fired fusillades of buckshot and tear gas at students who were the latest front of anger toward Egypt’s military-backed rulers.\nBut as night fell and the students scattered last week, it was the police who seemed defeated, certain that the end of one protest simply marked a pause before the next. As two of the officers clad in black riot gear trudged away from the gates of Cairo University, one described the students as “bullies.”\n“I’m not going back,” he told a friend.\nSince the military ouster more than five months ago of President Mohamed Morsi, the interim leaders have leaned heavily on the police, sending them to stamp out dissent and stabilize the streets in a strategy that so far has come up empty.\nOver the last three years of revolt, protesters have refused to be silenced, even when the authorities use deadly force.", "url": "https://www.nytimes.com/2013/12/18/world/middleeast/a-new-feeling-for-egypts-bare-knuckled-police-fear.html"}