{"authors": ["Peter Baker", "Steven Lee Myers"], "date_download": "2022-10-25 23:28:37", "date_modify": "2022-10-25 23:28:37", "date_publish": "2013-08-07 13:35:12", "description": "The sides have been at loggerheads over arms control, missile defense, Syria, trade and human rights, and Obama aides said Moscow was no longer responding to their proposals.", "filename": "2013_08_08_world_europe_obama-cancels-visit-to-putin-as-snowden-adds-to-tensions_1666740517.html", "image_url": "https://static01.nyt.com/images/2013/08/08/world/europe/08diplo/08diplo-articleLarge.jpg?year=2013&h=400&w=600&s=73f60602a8cde19fec6af3384cd64c49c4d5646e0ae259d04755f8d424e91271&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_08_world_europe_obama-cancels-visit-to-putin-as-snowden-adds-to-tensions_1666740517.html", "title": "Ties Fraying, Obama Drops Putin Meeting", "title_page": "Ties Fraying, Obama Drops Putin Meeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Obama on Wednesday canceled next month’s Moscow summit meeting, ending for now his signature effort to transform Russian-American relations and potentially dooming his aspirations for further nuclear arms cuts before leaving office.\nFour years after declaring a new era between the two former cold war adversaries and after some early successes in forging fresh cooperation, Mr. Obama concluded that the two sides had grown so far apart again that there was no longer any point in sitting down with President Vladimir V. Putin. It was the first time an American leader had called off such a trip in decades.\nThe immediate cause was Russia’s decision to grant temporary asylum to Edward J. Snowden, the former National Security Agency contractor who disclosed secret American surveillance programs. But like many broken marriages, the divorce was a long time coming. The two sides have been at loggerheads over arms control, missile defense, Syria, trade and human rights, and Obama aides said Moscow was no longer even responding to their proposals. And the president has privately expressed exasperation at the way Mr. Putin has dealt with him.\nThe cancellation of the Moscow meeting was not a complete break in relations. Mr. Obama will still attend the annual conference of the Group of 20 nations in St. Petersburg on Sept. 5 and 6, and his secretaries of state and defense will still meet with their Russian counterparts in Washington on Friday. But Mr. Obama will not even meet with Mr. Putin on the sidelines of the G-20 gathering, as is customary.", "url": "https://www.nytimes.com/2013/08/08/world/europe/obama-cancels-visit-to-putin-as-snowden-adds-to-tensions.html"}