{"authors": ["Adam Bryant"], "date_download": "2022-10-25 23:45:30", "date_modify": "2022-10-25 23:45:30", "date_publish": "2013-03-02 19:24:08", "description": "Ryan Smith, the chief executive of Qualtrics, says his company has a transparent culture because “everyone needs to know where we are going and how we are going to get there.”", "filename": "2013_03_03_business_ryan-smith-of-qualtrics-on-building-a-transparent-culture_1666741530.html", "image_url": "https://static01.nyt.com/images/2013/03/03/business/03CORNER/03CORNER-articleLarge.jpg?year=2013&h=916&w=600&s=56cf0eb84aa93cbcc8e2f074c35e13b77cd7b87916cd0c9155428cdae3f39c24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_03_business_ryan-smith-of-qualtrics-on-building-a-transparent-culture_1666741530.html", "title": "Ryan Smith of Qualtrics, on Building a Transparent Culture", "title_page": "Ryan Smith of Qualtrics, on Building a Transparent Culture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This interview with Ryan Smith, a co-founder and the C.E.O. of Qualtrics, a Provo, Utah-based provider of online survey research platforms, was conducted and condensed by Adam Bryant.\nQ. What were some early leadership lessons for you?\nA. I definitely had an interesting upbringing. There are five children, and everyone’s been pretty successful. My parents are both Ph.D.’s — they were in academia until the late stages of their careers, when they decided to go into entrepreneurial ventures.\nThey raised us with the mentality of “if you want it, you’ve got to go out and get it.” I remember when I was 13, my mother dropped us off in downtown Provo one summer, about two miles from where we lived, and said, “You guys are all paying for your clothes this year. Don’t come home till you have jobs.” They instilled in us the idea that “you can be anything you want to be, but you’re going to have to go do it.”\nQ. How did you start Qualtrics?\nA. I was a sophomore in college and working in L.A. for Hewlett-Packard on a summer program. My father was diagnosed with throat cancer, so I took a semester off school to be with him. He was always tinkering with technology to make the research world better. And when he would come home from his radiation treatments, he couldn’t speak. I bonded with him by helping him with his work. The cancer was very severe, and he needed something to look forward to. So we would work together, and by the time he recovered from the cancer, I had signed up 20 clients and we had formed a business. We’re 290 employees now, and we’ll probably double in size in the next 18 months.", "url": "https://www.nytimes.com/2013/03/03/business/ryan-smith-of-qualtrics-on-building-a-transparent-culture.html"}