{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:42:09", "date_modify": "2022-10-25 23:42:09", "date_publish": "2013-07-16 04:01:09", "description": "AT&T plans to announce on Tuesday a way for customers to upgrade phones sooner. T-Mobile unveiled a similar option last week.", "filename": "2013_07_16_technology_personaltech_2-new-plans-to-upgrade-smartphones-after-a-year_1666741329.html", "image_url": "https://static01.nyt.com/images/2013/07/16/business/Phone/Phone-articleLarge.jpg?year=2013&h=427&w=600&s=8457d61036cdc10683b27581921852996bc4cbf6a431ff81d83fa585b3218d86&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_16_technology_personaltech_2-new-plans-to-upgrade-smartphones-after-a-year_1666741329.html", "title": "2 New Plans to Upgrade Smartphones After a Year", "title_page": "2 New Plans to Upgrade Smartphones After a Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For devotees of new technology, the people who help set trends and chase the latest gadgets, the joy of buying a new smartphone has been met with an equally strong annoyance: long-term commitment.\nNow they are getting some overtures to avoid breaking up. In recent days, several major phone carriers have announced plans to tweak the typical cellphone contract, usually two years long, giving the tech aficionados an incentive to stay and giving other customers also frustrated with their plans a possible cause for hope.\nAT&T, the second-largest American phone carrier, plans to announce on Tuesday a plan that gives customers a chance to upgrade phones after one year. T-Mobile USA announced a similar option last week, underscoring one of the biggest problems in the phone industry: fewer people are upgrading year after year.\nThat could be because smartphones have been hitting a wall in terms of what they can do. Smartphones with nice screens and high-quality cameras are commonplace, and people may be feeling less compelled to upgrade frequently, said Tero Kuittinen, an analyst at Alekstra, a mobile analytics firm.", "url": "https://www.nytimes.com/2013/07/16/technology/personaltech/2-new-plans-to-upgrade-smartphones-after-a-year.html"}