{"authors": ["Nicole Perlroth", "Scott Shane"], "date_download": "2022-10-25 23:37:49", "date_modify": "2022-10-25 23:37:49", "date_publish": "2013-10-03 00:30:18", "description": "A federal judge unsealed documents in a case involving a tech entrepreneur who refused to give the government broad access to data on users of Lavabit, his secure e-mail service, one of whom was Edward J. Snowden.", "filename": "2013_10_03_us_snowdens-e-mail-provider-discusses-pressure-from-fbi-to-disclose-data_1666741069.html", "image_url": "https://static01.nyt.com/images/2013/10/03/us/03lavabit1-img/03lavabit1-img-articleLarge.jpg?year=2013&h=767&w=600&s=ec42dc4fc6382ea34557b85caaf1ab48d60665599fa852417ead1c6676daafa1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_03_us_snowdens-e-mail-provider-discusses-pressure-from-fbi-to-disclose-data_1666741069.html", "title": "As F.B.I. Pursued Snowden, an E-Mail Service Stood Firm", "title_page": "As F.B.I. Pursued Snowden, an E-Mail Service Stood Firm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DALLAS — One day last May, Ladar Levison returned home to find an F.B.I. agent’s business card on his Dallas doorstep. So began a four-month tangle with law enforcement officials that would end with Mr. Levison’s shutting the business he had spent a decade building and becoming an unlikely hero of privacy advocates in their escalating battle with the government over Internet security.\nProsecutors, it turned out, were pursuing a notable user of Lavabit, Mr. Levison’s secure e-mail service: Edward J. Snowden, the former National Security Agency contractor who leaked classified documents that have put the intelligence agency under sharp scrutiny. Mr. Levison was willing to allow investigators with a court order to tap Mr. Snowden’s e-mail account; he had complied with similar narrowly targeted requests involving other customers about two dozen times.\nBut they wanted more, he said: the passwords, encryption keys and computer code that would essentially allow the government untrammeled access to the protected messages of all his customers. That, he said, was too much.\n“You don’t need to bug an entire city to bug one guy’s phone calls,” Mr. Levison, 32, said in a recent interview. “In my case, they wanted to break open the entire box just to get to one connection.”", "url": "https://www.nytimes.com/2013/10/03/us/snowdens-e-mail-provider-discusses-pressure-from-fbi-to-disclose-data.html"}