{"authors": ["Kareem Fahim"], "date_download": "2022-10-25 23:42:18", "date_modify": "2022-10-25 23:42:18", "date_publish": "2013-12-25 19:24:56", "description": "The action signals the government’s determination to cut off any air to the more than 80-year-old Islamist organization.", "filename": "2013_12_26_world_middleeast_egypt-calls-muslim-brotherhood-a-terrorist-group_1666741338.html", "image_url": "https://static01.nyt.com/images/2013/12/26/world/26-Egypt/26-Egypt-articleLarge.jpg?year=2013&h=400&w=600&s=c25a837c748aee88f4507ff5ccc8a40e51adc8758666ae90b46512be64a3e940&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_26_world_middleeast_egypt-calls-muslim-brotherhood-a-terrorist-group_1666741338.html", "title": "Egypt, Dealing a Blow to the Muslim Brotherhood, Deems It a Terrorist Group", "title_page": "Egypt, Dealing a Blow to the Muslim Brotherhood, Deems It a Terrorist Group - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is a big miscalculation from the government,” he said. “It is a massive social movement, whose supporters might retaliate or fight back.”\nWith most of the Brotherhood’s senior leaders already imprisoned, he said, “there is a lack of communication between the leadership and young Brotherhood members. And these people can be dragged to the violent path.”\nWith the decision on Wednesday, the current government moved against the group even more aggressively than had been the case under Mr. Mubarak, who ruled for three decades before being deposed by the uprising in 2011. In the Mubarak era, the Brotherhood was banned and its leaders were imprisoned, but some members could participate in politics, and the group’s social organizations and charities were permitted to operate.\nMr. Anani said that the cabinet decision would not have been announced without the blessing of the military and the powerful defense chief, Gen. Abdul-Fattah el-Sisi. The military was giving the police “carte blanche,” he said. “They don’t have a political solution,” he said.\nIn a statement, the cabinet said that the authorities would punish anyone who joined the Brotherhood or remained a member, as well as “those who take part in the activity” of the group or “promotes it by speech, writing or any other means and all those who fund its activities.” The law mandates a maximum five-year sentence for joining a banned group, but allows judges to impose lengthier sentences if terrorism is involved.\nStill, Ahmed al-Arainy, a Brotherhood member who has already been arrested once since the ouster of Mr. Morsi, said that after months of killings and arrests by the authorities, the new designation “makes no difference to us.”\n“Our problem with them is on the ground and not related to their labels,” he said of Egypt’s current leaders. “They killed us in the street yesterday, and today they’re trying to legalize the crime they had already committed.”", "url": "https://www.nytimes.com/2013/12/26/world/middleeast/egypt-calls-muslim-brotherhood-a-terrorist-group.html"}