{"authors": ["Jenna Wortham"], "date_download": "2022-10-25 23:41:59", "date_modify": "2022-10-25 23:41:59", "date_publish": "2013-11-14 02:49:22", "description": "Snapchat, a social media service, has become one of the most sought-after businesses in the technology industry.", "filename": "2013_11_14_technology_rejecting-billions-snapchat-expects-a-better-offer.html_ref=business_1666741319.html", "image_url": "https://static01.nyt.com/images/2013/11/14/technology/Snapchat/Snapchat-articleLarge.jpg?year=2013&h=400&w=600&s=d8ec5d8fcff491e453ea084140bc4744dae8934ae66b8cfd33c37544be953117&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_14_technology_rejecting-billions-snapchat-expects-a-better-offer.html_ref=business_1666741319.html", "title": "Rejecting Billions, Snapchat Expects a Better Offer", "title_page": "Rejecting Billions, Snapchat Expects a Better Offer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What business makes no money, has yet to pass its third anniversary and just turned down an offer worth billions of dollars? Snapchat, a social media service run by a pair of 20-somethings who until last month worked out of a beachfront bungalow in Venice, Calif.\nThanks to today’s rabid rat race for the hottest social media start-ups, Snapchat has joined the list of tech companies — like Tumblr and Instagram — with no money coming in but multiple sky-high takeover offers. So far, Snapchat’s leaders have balked at the offers, according to three people with knowledge of the overtures, including a recent multibillion-dollar proposal from Facebook, the biggest social network of them all.\nIt’s not that they don’t want billions of dollars. In part, it’s because they think making a deal now would leave many billions more on the table.\nThe service, started in 2011 by Evan Spiegel, 23, and Bobby Murphy, 25, two former Stanford fraternity brothers, lets users send photo and video messages that disappear after they are viewed. Snapchat quickly gained a reputation as an easy way to send sexually suggestive photos, but it also picked up steam as a fun and easy way to trade photo messages.", "url": "https://www.nytimes.com/2013/11/14/technology/rejecting-billions-snapchat-expects-a-better-offer.html?ref=business"}