{"authors": ["Ben Rothenberg"], "date_download": "2022-10-25 23:35:36", "date_modify": "2022-10-25 23:35:36", "date_publish": "2013-09-05 04:23:51", "description": "Stanislas Wawrinka, the last Swiss man remaining in the U.S. Open, has advanced further than Roger Federer at a Grand Slam event for the first time.", "filename": "2013_09_05_sports_tennis_wawrinka-blossoms-as-federer-his-friend-and-countryman-falters.html_ref=tennis_1666740936.html", "image_url": "https://static01.nyt.com/images/2013/09/05/sports/tennis/05wawrinka/05wawrinka-articleLarge.jpg?year=2013&h=400&w=600&s=6665f8e1aced4c5878d976efc1728ee7d940bb065f42e4cece5c0ed5d500fc30&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_05_sports_tennis_wawrinka-blossoms-as-federer-his-friend-and-countryman-falters.html_ref=tennis_1666740936.html", "title": "Wawrinka Blossoms While Federer, His Friend and Countryman, Falters", "title_page": "Wawrinka Blossoms While Federer, His Friend and Countryman, Falters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MiniPeople.ch, a comic strip spoofing Swiss celebrities, on Wednesday showed a caped superhero, with “RF” on his chest, fleeing New York. In the final panel, he was replaced by a new hero: Iron Stan.\n“Stan” referred to ninth-seeded Stanislas Wawrinka of Switzerland, who will face third-seeded Andy Murray, the defending champion, in the United States Open quarterfinals Thursday afternoon. “RF” was Roger Federer, the 17-time Grand Slam winner, who meekly exited the tournament Monday in the fourth round, falling in straight sets to Tommy Robredo.\nFor the first time in Wawrinka’s 35 career Grand Slam appearances, he has advanced further in the draw than his countryman Federer. It is the culmination of a year in which Wawrinka has climbed while Federer has faltered.\nWawrinka convincingly won his fourth-round match Tuesday, beating No. 5 Tomas Berdych in four sets.\n“I feel this year for sure many things changed for me, and unfortunately Roger is not playing that great in this year, so that’s why it changed a little bit,” Wawrinka said. “But for me, Roger is a great, great friend, first, and he’s the best player ever on the tour so far. I just hope that he will come back stronger. I am playing great, I am the last Swiss guy, but I wish he was still playing, because I like when we play good in the same tournaments.”", "url": "https://www.nytimes.com/2013/09/05/sports/tennis/wawrinka-blossoms-as-federer-his-friend-and-countryman-falters.html?ref=tennis"}