{"authors": ["Jonathan Weisman"], "date_download": "2022-10-25 23:37:49", "date_modify": "2022-10-25 23:37:49", "date_publish": "2013-07-24 23:38:10", "description": "The 217-205 vote was far closer than expected and displayed the shifting allegiances and fierce lobbying on both sides of the issue.", "filename": "2013_07_25_us_politics_house-defeats-effort-to-rein-in-nsa-data-gathering_1666741069.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_25_us_politics_house-defeats-effort-to-rein-in-nsa-data-gathering_1666741069.html", "title": "House Defeats Effort to Rein In N.S.A. Data Gathering", "title_page": "House Defeats Effort to Rein In N.S.A. Data Gathering - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Amash framed his push as a defense of the Fourth Amendment’s prohibition against unreasonable search and seizure, and he found a surprising ally, Representative F. James Sensenbrenner Jr., Republican of Wisconsin and one of the principal authors of the Patriot Act. Mr. Sensenbrenner said his handiwork was never meant to create a program that allows the government to demand the phone records of every American.\n“The time has come to stop it,” Mr. Sensenbrenner said.\nOpposing them were not only Mr. Obama and the House speaker, John A. Boehner of Ohio, but also the leaders of the nation’s defense and intelligence establishment.\nOn Tuesday, the director of the National Security Agency, Gen. Keith Alexander, spent hours providing classified briefings to lawmakers about the program, and the White House took the unusual step of issuing a statement urging lawmakers not to approve the measure. On Wednesday, James L. Jones, the retired Marine Corps general who was Mr. Obama’s national security adviser from 2009-10, added his name to an open letter in support of preserving the N.S.A. programs that more than half a dozen top national-security officials from the Bush administration had signed.\n“Denying the N.S.A. such access to data will leave the nation at risk,” said the letter, which was circulated to undecided members.\nMr. Rogers took a personal swipe at Mr. Amash, a darling of social media, when he said the House was not in the business of racking up “likes” on Facebook. He said the calling log program was an important tool for protecting against terrorist attacks.\n“This is not a game,” he fumed. “This is real. It will have real consequences.”\nBut many rank-and-file Republicans and Democrats appeared impervious to such overtures. Representative Jared Polis, Democrat of Colorado and a supporter of the amendment, said that if the Obama administration felt strongly about defending the program, Mr. Obama would have spoken out personally. Instead, the White House released a statement under the name of the press secretary, Jay Carney.\n“The press secretary says hundreds of things every day,” Mr. Polis said.\nThe divisions in Congress seemed to reflect the ambivalence in the nation. In a CBS News poll released Wednesday, 67 percent of Americans said the government’s collection of phone records was a violation of privacy. At the same time, 52 percent called it a necessary tool to help find terrorists.", "url": "https://www.nytimes.com/2013/07/25/us/politics/house-defeats-effort-to-rein-in-nsa-data-gathering.html"}