{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:28", "date_modify": "2022-10-25 23:45:28", "date_publish": "2013-11-22 10:58:52", "description": "New requirements announced on Friday effectively leave the American contractor’s F-35A stealth jet as the only viable option.", "filename": "2013_11_23_business_international_south-korea-expected-to-buy-lockheed-fighter-jets_1666741528.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_23_business_international_south-korea-expected-to-buy-lockheed-fighter-jets_1666741528.html", "title": "South Korea Is Expected to Buy Lockheed Fighter Jets", "title_page": "South Korea Is Expected to Buy Lockheed Fighter Jets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — South Korea on Friday announced revised requirements for a new generation of fighter jets it plans to buy, effectively leaving Lockheed Martin’s F-35A stealth jet as the only viable bidder for the country’s largest arms acquisition program ever.\nSouth Korea will buy 40 “high-capability stealth fighter jets” from 2018 to 2024 to increase its air force’s ability to penetrate the air defense of North Korea and strike its nuclear and missile operations, the Defense Ministry said in a statement after a meeting of its Joint Chiefs of Staff.\nThe ministry did not single out the F-35A by name, but ministry officials, who asked not to be identified because of government policy, said that they did not dispute reports in the domestic news media that the aircraft was the only candidate to meet the new requirements. A formal negotiation will follow with the aim of signing a contract within the next year, they said.\nThe Defense Ministry said it had decided to upgrade the stealth requirements for its new fighter jets, “considering the neighboring countries,” referring to China and Japan, both of which were trying to arm their air forces with stealth fighters.", "url": "https://www.nytimes.com/2013/11/23/business/international/south-korea-expected-to-buy-lockheed-fighter-jets.html"}