{"authors": ["John F. Burns"], "date_download": "2022-10-25 23:54:14", "date_modify": "2022-10-25 23:54:14", "date_publish": "2013-06-01 14:55:47", "description": "The killing of Lee Rigby has shocked Britain as few things have in recent years, with the political reverberations continuing for the government of Prime Minister David Cameron.", "filename": "2013_06_02_world_europe_grief-and-political-reverberations-after-british-soldiers-killing_1666742054.html", "image_url": "https://static01.nyt.com/images/2013/05/24/world/europe/24britain-soldier/24britain-soldier-articleLarge.jpg?year=2013&h=812&w=600&s=1c9c91dde8f58599c9808ed97e7a4338ef2205db0ee634a9d8b31dbbd16b98cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_02_world_europe_grief-and-political-reverberations-after-british-soldiers-killing_1666742054.html", "title": "Grief and Political Reverberations After British Soldier’s Killing", "title_page": "Grief and Political Reverberations After British Soldier’s Killing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He had been returning to barracks, in a T-shirt bearing the name of a soldiers’ charity, Help for Heroes, after a day of recruiting at the Tower of London, his commanding officer said last week. In addition to the two suspects, both with family ties to Nigeria, the police have arrested 10 other people on suspicion of conspiracy in the murder, releasing most of them on bail.\nThe killing has shocked Britain as few things have in recent years, and the political reverberations have continued.\nMostly, these have concerned the failure of the domestic security agency, MI5, and the counterterrorist command at Scotland Yard to take pre-emptive action that might have averted the killing. Officials have said that MI5 knew of the suspects’ involvement in extremist groups for years but judged neither to pose a significant terrorist threat.\nThere has also been a dispute over whether the government has taken sufficient action to curb terrorism since the Sept. 11, 2001, attacks in the United States and especially since the bombings of the London transit system in 2005, in which 52 passengers and the 4 bombers were killed. In particular, critics say that the government has not done enough to inhibit so-called hate preaching in mosques and Muslim community centers, widely judged to be the source of radicalization among young Muslim men. There has also been argument over whether $100 million the government has given Muslim community groups, in a program called Prevent, has ended up subsidizing extremist preachers and their jihadi recruits.\nPrime Minister David Cameron, a Conservative, has been criticized for not pressing ahead, as he had promised, with a bill that would widen the government’s counterterrorism powers, after criticism from human rights advocates and the Conservatives’ coalition partners, the Liberal Democrats.", "url": "https://www.nytimes.com/2013/06/02/world/europe/grief-and-political-reverberations-after-british-soldiers-killing.html"}