{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:14", "date_modify": "2022-10-25 23:56:14", "date_publish": "2013-08-10 23:02:30", "description": "The apartments are said to be selling well in Rawabi, a Palestinian city being constructed from the ground up in the West Bank, but paying for the city itself has not been easy.", "filename": "2013_08_11_world_middleeast_birth-of-a-palestinian-city-is-punctuated-by-struggles_1666742174.html", "image_url": "https://static01.nyt.com/images/2013/08/10/world/bull-westbank1/bull-westbank1-articleLarge.jpg?year=2013&h=400&w=600&s=d412627ac29746053cb4d65b1b6693e2694afee83e4c795be356dc7beb562d65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_11_world_middleeast_birth-of-a-palestinian-city-is-punctuated-by-struggles_1666742174.html", "title": "Birth of a Palestinian City Is Punctuated by Struggles", "title_page": "Birth of a Palestinian City Is Punctuated by Struggles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Palestinian flags fluttered from the tractors and cranes, and a huge one flew outside the tasteful sales office, a symbol that was clearly visible from Ateret, a Jewish settlement of 100 families on a nearby hilltop.\nBut like a microcosm of the Palestinian state in the making, the building of Rawabi is a continual struggle. Its future growth depends on a precarious political environment and the cooperation of Israel. Because of Rawabi’s location, Mr. Masri says, he and his colleagues spend about 70 percent of their time on issues like water and obtaining permits. Promised funds from the Palestinian Authority never materialized, posing an additional challenge.\nThe sales team began marketing apartments here a few months ago, aiming at middle- to upper-middle-class Palestinian buyers. The developers say the first phase of more than 600 apartments has already sold out and will be ready for occupancy early next year. The master plan comprises 6,000 apartments and ultimately up to 40,000 people.\nThe buildings, faced in locally quarried stone with features like archways, are organized along quiet cul-de-sacs in orderly neighborhoods to be linked by green walkways and outer ring roads. The slopes offer views of the surrounding countryside. In addition to offices, plans for the city center include shopping arcades, cafes, restaurants, movie theaters and a convention center built around a central piazza.\nThe political ambiguity of the area has, however, caused endless complications. Amir Dajani, deputy managing director of the Bayti Real Estate Investment Company, which is building the city, said the company had spent $80 million to $100 million a year in Israel on know-how and materials like cement, which he called “a true example of an economy for peace.” But there is no airport or port in the Palestinian Authority territories, meaning that all imports have to come by way of Israel.", "url": "https://www.nytimes.com/2013/08/11/world/middleeast/birth-of-a-palestinian-city-is-punctuated-by-struggles.html"}