{"authors": ["Jodi Kantor"], "date_download": "2022-10-25 23:49:48", "date_modify": "2022-10-25 23:49:48", "date_publish": "2013-09-07 17:55:01", "description": "An aggressive program intended to foster female success brought improvements, but also resentment and uncertainty.", "filename": "2013_09_08_education_harvard-case-study-gender-equity_1666741788.html", "image_url": "https://static01.nyt.com/images/2013/09/08/education/HBS/HBS-articleLarge.jpg?year=2013&h=398&w=600&s=b1a86f6cba95ddc45525a01f58bca61a412301b0b5b62d0e59604f0c7941a6f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_08_education_harvard-case-study-gender-equity_1666741788.html", "title": "Harvard Business School Case Study: Gender Equity", "title_page": "Harvard Business School Case Study: Gender Equity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One of the Baker scholars was Ms. Boyarsky, the classroom truth-teller. Two hours after the luncheon, she stepped up to a lectern to address thousands of graduates, faculty members and parents. Of the two dozen or so men and only 2 women who had tried out before a student committee, she had beaten them all, with a witty, self-deprecating speech unlike any in the school’s memory.\n“I entered H.B.S. as a truly ‘untraditional applicant’: morbidly obese,” she said.\nThe theme of her speech was finding the courage to make necessary but painful changes. “Courage is a brand new H.B.S. professor, younger than some of her students, teaching her very first class on her very first day,” she said. “Courage is one woman” — the one who reported the groping episode — “who wakes the entire school up to the fact that gender relations still have a long way to go at H.B.S.”\nAnd, Ms. Boyarsky continued, she had lost more than 100 pounds during her final year at Harvard. “Courage was then me battling the urge to be defensive — something I believe I had been for a long time about this particular issue — and taking a hard, honest look within myself to figure out what had prevented change,” she said.\nEven before she finished, her phone was buzzing with e-mails and texts from classmates. She was the girl everyone wished they had gotten to know better, the graduation-week equivalent of the person whose obituary made you wish you had followed her work. She had closed the two-year experiment by making the best possible case for it. “This is the student they chose to show off to the world,” Ms. Moon said. For the next academic year, she was arranging for second-year students to lead many of the trickiest conversations, realizing students were the most potent advocates.\nThe administrators and the class of 2013 were parting ways, their experiment continuing. The deans vowed to carry on but could not say how aggressively: whether they were willing to revise the tenure process to attract more female contenders, or allow only firms that hired and promoted female candidates to recruit on campus. “We made progress on the first-level things, but what it’s permitting us to do is see, holy cow, how deep-seated the rest of this is,” Ms. Frei said.\nThe students were fanning out to their new jobs, full of suspense about their fates. Because of the unique nature of what they had experienced, they knew, every class alumni magazine update and reunion would be a referendum on how high the women could climb and what values the graduates instilled — the true verdict on the experiment in which they had taken part.\nAs Ms. Boyarsky glanced around her new job as a consultant at McKinsey in Dallas, she often noticed that she was outnumbered by men, but she spoke up anyway. She was dating more than she had at school, she added with shy enthusiasm.\n“I am super excited to go to my 30th reunion,” she said.", "url": "https://www.nytimes.com/2013/09/08/education/harvard-case-study-gender-equity.html"}