{"authors": ["Edward Wong"], "date_download": "2022-10-25 22:55:53", "date_modify": "2022-10-25 22:55:53", "date_publish": "2013-04-01 23:31:17", "description": "Air pollution was the fourth leading risk factor for deaths in China, accounting for the loss of 25 million healthy years of life from the population, a study said.", "filename": "2013_04_02_world_asia_air-pollution-linked-to-1-2-million-deaths-in-china.html__r=0_1666738553.html", "image_url": "https://static01.nyt.com/images/2013/04/02/world/BEIJING/BEIJING-articleLarge-v3.jpg?year=2013&h=368&w=600&s=ac6628c4cc842af912c35e6a10bc9e753ea94792dd6911c80adcf003a5eb6e3e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_02_world_asia_air-pollution-linked-to-1-2-million-deaths-in-china.html__r=0_1666738553.html", "title": "Air Pollution Linked to 1.2 Million Deaths in China", "title_page": "Air Pollution Linked to 1.2 Million Deaths in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Outdoor air pollution contributed to 1.2 million premature deaths in China in 2010, nearly 40 percent of the global total, according to a new summary of data from a scientific study on leading causes of death worldwide.\nFigured another way, the researchers said, China’s toll from pollution was the loss of 25 million healthy years of life from the population.\nThe data on which the analysis is based was first presented in the ambitious 2010 Global Burden of Disease Study, which was published in December in The Lancet, a British medical journal. The authors decided to break out numbers for specific countries and present the findings at international conferences. The China statistics were offered at a forum in Beijing on Sunday.\n“We have been rolling out the India- and China-specific numbers, as they speak more directly to national leaders than regional numbers,” said Robert O’Keefe, the vice president of the Health Effects Institute, a research organization that is helping to present the study. The organization is partly financed by the United States Environmental Protection Agency and the global motor vehicle industry.", "url": "https://www.nytimes.com/2013/04/02/world/asia/air-pollution-linked-to-1-2-million-deaths-in-china.html?_r=0"}