{"authors": ["Steve Eder", "Ariel Kaminer"], "date_download": "2022-10-25 23:35:13", "date_modify": "2022-10-25 23:35:13", "date_publish": "2013-04-08 13:48:35", "description": "The university, which commissioned an investigation late last year into then-Coach Mike Rice’s behavior, announced a second inquiry and named an interim athletic director.", "filename": "2013_04_09_sports_ncaabasketball_rutgers-to-commission-review-of-basketball-scandal.html_ref=steveeder_1666740913.html", "image_url": "https://static01.nyt.com/images/2013/04/04/sports/basketball/04rice/04rice-articleLarge-v2.jpg?year=2013&h=400&w=600&s=d234cff89ca76fe321995f713fa13635f9d97b26bb3fc6f46a5f9c39691a7f8a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_09_sports_ncaabasketball_rutgers-to-commission-review-of-basketball-scandal.html_ref=steveeder_1666740913.html", "title": "Rutgers to Commission Review of Basketball Scandal", "title_page": "Rutgers to Commission Review of Basketball Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rutgers officials announced Monday that the university would begin an investigation into its men’s basketball program and how it handled claims of abusive behavior by Coach Mike Rice, who was fired last week.\nThis would be the second investigation commissioned by Rutgers into the basketball team — the first was done last year before Rice’s misconduct was made public in a video last week that showed him kicking players and throwing basketballs at them.\nThe footage went viral, prompting outrage that university officials chose to suspend Rice for three games and fine him last year rather than fire him. Rice was dismissed last week, and three other university officials have resigned since ESPN first broadcast the video.\nRutgers officials also acknowledged Monday that Mark Hershhorn, the head of the board of governors’ athletics committee, was the university’s highest-ranking official to see the video before it was made public. He saw it in early December, before Rice’s suspension, Rutgers said.", "url": "https://www.nytimes.com/2013/04/09/sports/ncaabasketball/rutgers-to-commission-review-of-basketball-scandal.html?ref=steveeder"}