{"authors": ["Annie Lowrey", "John Harwood"], "date_download": "2022-10-25 23:45:17", "date_modify": "2022-10-25 23:45:17", "date_publish": "2013-10-03 00:30:21", "description": "Critics say the law will suppress job growth, but economists say it is too soon tell whether businesses will cut hours or hire more part-timers to skirt the employer mandate.", "filename": "2013_10_03_us_despite-criticisms-health-care-laws-impact-on-jobs-is-still-unclear.html_ref=health_1666741517.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_03_us_despite-criticisms-health-care-laws-impact-on-jobs-is-still-unclear.html_ref=health_1666741517.html", "title": "Despite Criticisms, Health Care Law’s Impact on Jobs Is Still Unclear", "title_page": "Despite Criticisms, Health Care Law’s Impact on Jobs Is Still Unclear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — To Speaker John A. Boehner, it is “job-killing.” To Senator Ted Cruz, it is “hurting the American people.” To Senator Mitch McConnell, it is a “big reason we are turning into a nation of part-time workers.”\nBut to many independent economic analysts, it remains too early to tell how the sweeping Affordable Care Act will affect the jobs market.\nThe health care law expands insurance coverage to tens of millions of Americans, in part through the “exchanges” that began enrollment this week, and later through rules mandating that certain businesses provide coverage. The government has shut down in no small part because of Republican opposition to the law on economic grounds: It is harming businesses and sapping strength from the economy, they argue.\nBut major provisions of the law have yet to take effect, meaning many of the assertions about how the law is slashing hours or encouraging part-time employment are not backed by statistical evidence, economists from across the political spectrum said. “The script is still being written,” said Mark Zandi of Moody’s Analytics. “I don’t see any evidence Obamacare is impacting the job market.”", "url": "https://www.nytimes.com/2013/10/03/us/despite-criticisms-health-care-laws-impact-on-jobs-is-still-unclear.html?ref=health"}