{"authors": ["Michael J. De La Merced", "Nick Bilton", "Nicole Perlroth"], "date_download": "2022-10-25 23:26:42", "date_modify": "2022-10-25 23:26:42", "date_publish": "2013-05-19 18:20:00", "description": "Yahoo’s move aims to make up for years of missing out on the growth of social networks and mobile devices.", "filename": "2013_05_20_technology_yahoo-to-buy-tumblr-for-1-1-billion_1666740402.html", "image_url": "https://static01.nyt.com/images/2013/05/20/business/video-tc-130520-tumblr/video-tc-130520-tumblr-articleLarge.jpg?year=2013&h=338&w=600&s=aa1a48fb9206fc5028b6dd7c7850412cace1a510800c3a6a602e57e7bac35283&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_20_technology_yahoo-to-buy-tumblr-for-1-1-billion_1666740402.html", "title": "Yahoo to Buy Tumblr for $1.1 Billion", "title_page": "Yahoo to Buy Tumblr for $1.1 Billion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The board of Yahoo, the faded Web pioneer, agreed on Sunday to buy the popular blogging service Tumblr for about $1.1 billion in cash, the companies announced Monday, a signal of how the company plans to reposition itself as the technology industry makes a headlong rush into social media.\nThe deal would be the largest acquisition of a social networking company in years, surpassing Facebook’s $1 billion purchase of Instagram last year.\nFor Yahoo and its chief executive, Marissa Mayer, buying Tumblr would be a bold move as she tries to breathe new life into the company. The deal, the seventh since Ms. Mayer defected from Google last summer to take over the company, would be her biggest yet. It is meant to give her company more appeal to young people, and to make up for years of missing out on the revolutions in social networking and mobile devices. Tumblr has over 108 million blogs, with many highly active users.\nYet even with all those users, a basic question about Tumblr and other social media sites remains open: Can they make money?", "url": "https://www.nytimes.com/2013/05/20/technology/yahoo-to-buy-tumblr-for-1-1-billion.html"}