{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:42:06", "date_modify": "2022-10-25 23:42:06", "date_publish": "2013-10-09 23:44:50", "description": "The carrier’s new plan will charge 20 cents a minute for voice calls overseas, with unlimited data and text.", "filename": "2013_10_10_technology_t-mobile-to-make-it-cheaper-to-make-calls-while-abroad_1666741326.html", "image_url": "https://static01.nyt.com/images/2013/10/10/business/TMOBILE/TMOBILE-articleLarge.jpg?year=2013&h=1000&w=600&s=9bdb6b3c1fb542c0246a6291306ca04dd17de0d838ebd3ed5d9c2f8cb5ab9cb0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_10_technology_t-mobile-to-make-it-cheaper-to-make-calls-while-abroad_1666741326.html", "title": "T-Mobile to Make It Cheaper to Make Calls While Abroad", "title_page": "T-Mobile to Make It Cheaper to Make Calls While Abroad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cellphone plans are a little like languages: they don’t always translate well in foreign countries.\nOften, travelers have to pay an extra $100 to their provider to get any cell service abroad. Or they must sign up for a short-term plan with a carrier in the country they are visiting.\nT-Mobile US, one of the largest phone carriers in the United States, wants to change that. The company on Wednesday said it was eliminating the charges that a customer normally paid to use their phone number and data service in a foreign country, called roaming fees.\nJohn Legere, T-Mobile’s chief executive, said in an interview that travelers had long been shocked by exorbitant cellphone bills after they traveled, so many people now just leave their phones off.\nHe said the point of the change was to help the people who would pay $100 for service abroad. But it was also to help “the people who fear turning their phone on.”", "url": "https://www.nytimes.com/2013/10/10/technology/t-mobile-to-make-it-cheaper-to-make-calls-while-abroad.html"}