{"authors": ["James B. Stewart"], "date_download": "2022-10-25 23:36:23", "date_modify": "2022-10-25 23:36:23", "date_publish": "2013-10-11 19:33:20", "description": "Mismanagement at the now-bankrupt New York City Opera led it to raid its endowment to pay off its huge deficits.", "filename": "2013_10_12_business_ransacking-the-endowment-at-new-york-city-opera_1666740983.html", "image_url": "https://static01.nyt.com/images/2013/10/12/business/12stewart/12stewart-articleLarge.jpg?year=2013&h=400&w=600&s=9cdaa413cd33ba55f7d8e5c7c4d3934307360530b62fd9dda3db8987d01a570f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_12_business_ransacking-the-endowment-at-new-york-city-opera_1666740983.html", "title": "A Ransacked Endowment at New York City Opera", "title_page": "A Ransacked Endowment at New York City Opera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In City Opera’s case, financial documents indicate an astonishing lack of financial discipline leading up to the opera’s 2008 request to invade the endowment, a period when the board’s chairwoman was Susan L. Baker and the general and artistic director was Paul Kellogg. Ms. Baker, who had joined the board in 1999 and became chairwoman in 2004, worked briefly at Goldman Sachs early in her career. Mr. Kellogg, unfailingly described as a gentleman, nonetheless clashed with Ms. Baker, according to a 2012 account in Opera News, and he left in 2007 with no successor in place.\nThe next year, fiscal year 2008, the opera reported an annual deficit of nearly $20 million, which included the $9.5 million investment loss. According to City Opera’s court submission, it had run up deficits of $3.3 million in 2002, $6.3 million in 2003, $3.9 million in 2004, $5.6 million in 2005, and nearly $3 million in 2006. To pay its bills, City Opera borrowed $9.4 million from one of its investment managers (in itself a questionable practice) by the end of fiscal 2008, using the endowment as collateral. As of October 2008, the endowment value was just over $27 million, barely half its value in 2001.\nReached by phone, Ms. Baker said she had no comment. Mr. Kellogg did not respond to requests for comment. City Opera’s spokeswoman also declined to comment.\nAccording to people with knowledge of the board’s operations, there was no investment committee on the board that oversaw the endowment — a basic requirement of good governance. Nomi P. Ghez, a top-ranked food industry analyst and a former Goldman partner, created such a committee when she joined the board in 2003 and became finance committee chairwoman, according to these people. She also insisted that more than the one money manager then handling the investments manage the endowment. She also warned repeatedly about the unsustainable deficits, and asked that her objections be noted in minutes of board meetings.\nStill, Ms. Ghez presided over the committee’s 2008 decision to bail out of stocks. Her defenders note that there were other experienced market professionals on the committee who endorsed the decision, and that the board was facing continuing deficits and market turmoil and needed to protect what few assets remained. But, with the benefit of hindsight, the opera should have reinvested the proceeds in stocks in 2009, or shouldn’t have sold at all. Ms. Ghez left the board in 2010 after expressing frustration with the board’s leadership. She declined to comment.\nWith financial markets in turmoil, on Oct. 28, 2008, City Opera asked to invade the restricted endowment financed by the Wallaces, which constituted about 80 percent of City Opera’s endowment. Paula Gellman, an assistant attorney general in the charities bureau, said in court papers she had “carefully reviewed” City Opera’s request, reviewed financial documents, and “conducted discussions with representatives of City Opera and its counsel.” While she raised no objection to City Opera’s petition, she did attach some conditions, which included the requirement that the opera hire “an independent financial adviser” and develop a “viable financial plan” by December 2008. She also took aim at the board’s sloppy financial management, insisting the board evaluate \" the effectiveness of City Opera’s governance, financial and risk management, investment practices and systems of internal controls.”\nNo one at City Opera or in the attorney general’s office contacted the Wallace Foundation, according to Lucas B. Held, the director of communications there, even though invading the endowment contradicted the express terms of the Wallace’s original gift. To the extent practicable, courts are supposed to honor the intent of the donors when granting requests to invade an endowment. Had City Opera not been able to take money from the endowment, and if it subsequently failed, the proceeds would probably have been returned to Lincoln Center and its resident companies, including the Metropolitan Opera, which was a favorite beneficiary of Lila Acheson Wallace.", "url": "https://www.nytimes.com/2013/10/12/business/ransacking-the-endowment-at-new-york-city-opera.html"}