{"authors": ["Michael R. Gordon", "Mark Landler"], "date_download": "2022-10-25 23:43:52", "date_modify": "2022-10-25 23:43:52", "date_publish": "2013-10-09 11:28:13", "description": "The Obama administration announced a modest and temporary freeze on military assistance to Egypt, even as officials emphasized a desire to avoid rupturing a three-decade-old security relationship.", "filename": "2013_10_10_world_middleeast_obama-military-aid-to-egypt.html_module=inline_1666741432.html", "image_url": "https://static01.nyt.com/images/2013/10/10/world/egypt/egypt-articleLarge.jpg?year=2013&h=400&w=600&s=d38d85e413548295fc9e8f1c26c4e27b2769fff4e9c2daa66efbd0da9bae7b67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_10_world_middleeast_obama-military-aid-to-egypt.html_module=inline_1666741432.html", "title": "In Crackdown Response, U.S. Temporarily Freezes Some Military Aid to Egypt", "title_page": "In Crackdown Response, U.S. Temporarily Freezes Some Military Aid to Egypt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Obama administration on Wednesday announced a modest and temporary freeze on military assistance to Egypt, even as American officials emphasized their desire to avoid rupturing a security relationship that stretches back more than three decades.\nTo signal its displeasure at the Egyptian military’s bloody crackdown on the Muslim Brotherhood, officials said, the United States would withhold the delivery of several big-ticket items, including Apache attack helicopters, Harpoon missiles, M1-A1 tank parts and F-16 warplanes, as well as $260 million for the general Egyptian budget.\nBut in a sign of how the administration is balancing its interests, senior officials said the United States would continue aid for counterterrorism programs as well as for Egypt’s efforts to protect its borders and secure Sinai, which has become a haven for extremists.\nIn announcing the decision, administration officials reiterated that the Egyptian military’s brutal repression of supporters of the ousted president, Mohamed Morsi, was not acceptable. But in explaining their specific steps, American officials sounded as if they were reaffirming a valuable relationship rather than delivering a rebuke.", "url": "https://www.nytimes.com/2013/10/10/world/middleeast/obama-military-aid-to-egypt.html?module=inline"}