{"authors": ["Mark Mazzetti", "Michael S. Schmidt"], "date_download": "2022-10-25 22:56:50", "date_modify": "2022-10-25 22:56:50", "date_publish": "2013-06-09 19:05:06", "description": "A British newspaper identified its source as Edward Snowden, a former C.I.A. employee who has worked at the National Security Agency as a contractor.", "filename": "2013_06_10_us_former-cia-worker-says-he-leaked-surveillance-data_1666738610.html", "image_url": "https://static01.nyt.com/images/2013/06/10/us/snowden-image/snowden-image-articleLarge.jpg?year=2013&h=338&w=600&s=0f96698c725b2d96d3c985f16cfdd4ac24a6c98266026601731ab7941041e741&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_10_us_former-cia-worker-says-he-leaked-surveillance-data_1666738610.html", "title": "Edward Snowden, Ex-C.I.A. Worker, Says He Disclosed U.S. Surveillance", "title_page": "Edward Snowden, Ex-C.I.A. Worker, Says He Disclosed U.S. Surveillance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A 29-year-old former C.I.A. computer technician went public on Sunday as the source behind the daily drumbeat of disclosures about the nation’s surveillance programs, saying he took the extraordinary step because “the public needs to decide whether these programs and policies are right or wrong.”\nDuring a 12-minute video interview that went online Sunday, Edward Joseph Snowden calmly answered questions about his journey from being a well-compensated government contractor with nearly unlimited access to America’s intelligence secrets to being holed up in a Hong Kong hotel room, the subject of a United States investigation, with the understanding that he could spend the rest of his life in jail.\nThe revelation came after days of speculation that the source behind a series of leaks that have transfixed Washington must have been a high-level official at one of America’s spy agencies. Instead, the leaker is a relatively low-level employee of a giant government contractor, Booz Allen Hamilton, that has won billions of dollars in secret government contracts over the past decade, partly by aggressively marketing itself as the premier protector of America’s classified computer infrastructure.\nThe episode presents both international and domestic political difficulties for the Obama administration. If Mr. Snowden remained in China, the White House would have to navigate getting him out of a country that has been America’s greatest adversary on many issues of computer security.", "url": "https://www.nytimes.com/2013/06/10/us/former-cia-worker-says-he-leaked-surveillance-data.html"}