{"authors": ["David D. Kirkpatrick", "Nicholas Kulish", "Eric Schmitt"], "date_download": "2022-10-25 23:51:43", "date_modify": "2022-10-25 23:51:43", "date_publish": "2013-10-05 17:58:21", "description": "American troops assisted by the F.B.I. and C.I.A. seized a militant in Tripoli who was indicted for his role in the 1998 embassy bombings, and Navy SEALs attacked a villa in a Somali town known as a militant hub.", "filename": "2013_10_06_world_africa_Al-Qaeda-Suspect-Wanted-in-US-Said-to-Be-Taken-in-Libya_1666741903.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_06_world_africa_Al-Qaeda-Suspect-Wanted-in-US-Said-to-Be-Taken-in-Libya_1666741903.html", "title": "U.S. Raids in Libya and Somalia Strike Terror Targets", "title_page": "U.S. Raids in Libya and Somalia Strike Terror Targets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since the overthrow of Colonel Qaddafi, Tripoli has slid steadily into lawlessness, with no strong central government or police presence. It has become a safe haven for militants seeking to avoid detection elsewhere, and United States government officials, speaking on condition of anonymity to discuss confidential information, have acknowledged in recent months that Abu Anas and other wanted terrorists had been seen moving freely around the capital.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe operation to capture Abu Anas was several weeks in the making, a United States official said, and President Obama was regularly briefed as the suspect was tracked in Tripoli. Mr. Obama had to approve the capture. He had often promised there would be “no boots on the ground” in Libya when the United States intervened there in March 2011, so the decision to send in Special Operations forces was a risky one.\nAmerican officials said they would want to question Abu Anas for several weeks. But they did not dispute that New York, where an indictment is pending against him, was most likely his ultimate destination. Mr. Obama has been loath to add to the prisoner count at the American military facility at Guantánamo Bay, and there is precedent for delivering those suspected of terrorism to New York if they are under indictment there.\nThe operation will do nothing to quell the continuing questions about the events in Benghazi 13 months ago that led to the deaths of four Americans. But officials say the operation was a product of the decision after Benghazi to bolster the counterterrorism effort in Libya, especially as Tripoli became a safe haven for Qaeda leadership.\nThe capture of Abu Anas also coincided with a fierce gunfight that killed 15 Libyan soldiers at a checkpoint in a neighborhood southeast of Tripoli, near the traditional home of Abu Anas’s clan.\nA spokesman for the Libyan Army general staff, Col. Ali Sheikhi, said five cars full of armed men in masks pulled up at the army checkpoint at 6:15 a.m. and opened fire at point-blank range. It was not clear if the assault at the checkpoint was related to the capture of Abu Anas or his removal from Libya.\nImage Credit... The New York Times\nThe raid in Somalia was the most significant raid by American troops in that lawless country since commandos killed Saleh Ali Saleh Nabhan, a Qaeda mastermind, near the same coastal town four years ago. The town, Baraawe, a small port south of Mogadishu, is known as a gathering place for the Shabab’s foreign fighters.", "url": "https://www.nytimes.com/2013/10/06/world/africa/Al-Qaeda-Suspect-Wanted-in-US-Said-to-Be-Taken-in-Libya.html"}