{"authors": ["Scott Shane", "Mark Mazzetti"], "date_download": "2022-10-25 23:45:13", "date_modify": "2022-10-25 23:45:13", "date_publish": "2013-01-07 13:02:51", "description": "John O. Brennan may have to decide whether the C.I.A. should remain at the center of secret American paramilitary operations or rebuild its traditional espionage capabilities.", "filename": "2013_01_08_us_politics_counterterror-adviser-to-be-named-chief-of-cia.html_ref=todayspaper_1666741513.html", "image_url": "https://static01.nyt.com/images/2013/01/08/us/politics/BRENNAN/BRENNAN-articleLarge-v2.jpg?year=2013&h=368&w=600&s=1982530c26daa72d0d6afab2d0ab509dd73d3f88b108fc4861df78dd3df0d440&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_08_us_politics_counterterror-adviser-to-be-named-chief-of-cia.html_ref=todayspaper_1666741513.html", "title": "John O. Brennan to Be Named C.I.A. Chief", "title_page": "John O. Brennan to Be Named C.I.A. Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama’s nomination on Monday of John O. Brennan as director of the Central Intelligence Agency puts one of his closest and most powerful aides in charge of an agency that has been transformed by more than a decade of secret wars.\nWorking closely with the president, Mr. Brennan oversaw the escalation of drone strikes in Pakistan in 2010 and was the principal architect of the administration’s secret counterterrorism operations in Yemen. He became a prominent public spokesman for the administration, appearing on television after foiled terrorist plots and giving speeches about the legality and morality of targeted killing.\nThe question that now faces Mr. Brennan, if he is confirmed by the Senate, is whether the C.I.A. should remain at the center of secret American paramilitary operations — most notably drone strikes — or rebuild its traditional espionage capabilities, which intelligence veterans say have atrophied during years of terrorist manhunts.\nFour years ago, Mr. Brennan bowed out of consideration as Mr. Obama’s C.I.A. director in the face of claims from some human rights advocates that he had approved — or at least failed to stop — its use of brutal interrogation methods. He denied the accusations and ended up with a consolation prize, a job as the president’s counterterrorism adviser that most assumed would have offered a much lower profile.", "url": "https://www.nytimes.com/2013/01/08/us/politics/counterterror-adviser-to-be-named-chief-of-cia.html?ref=todayspaper"}