{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:36:38", "date_modify": "2022-10-25 23:36:38", "date_publish": "2013-02-11 22:07:37", "description": "Kevin Puts’s opera, “Silent Night,” performed by the Opera Philadelphia, tells of a Christmas Eve truce in World War I.", "filename": "2013_02_12_arts_music_silent-night-by-kevin-puts-at-opera-philadelphia_1666740998.html", "image_url": "https://static01.nyt.com/images/2013/02/12/arts/SILENT/SILENT-articleLarge.jpg?year=2013&h=412&w=600&s=4bb1092312f32d2c97cb3af198782e1be1c6b6090171f4b460201cfcd7e592c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_12_arts_music_silent-night-by-kevin-puts-at-opera-philadelphia_1666740998.html", "title": "‘Silent Night,’ by Kevin Puts at Opera Philadelphia", "title_page": "‘Silent Night,’ by Kevin Puts at Opera Philadelphia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PHILADELPHIA — You can be a brilliant composer with a strong musical voice yet not be suited to opera, an enticing but unwieldy genre. It usually takes someone a few tries to write an effective work.\nThis makes the success that the American composer Kevin Puts, 41, has had with “Silent Night” all the more remarkable. Based on the 2005 French film “Joyeux Noël,” “Silent Night,” Mr. Puts’s first opera, with a libretto by Mark Campbell, played a sold-out premiere run in 2011 at the Minnesota Opera. It went on to win the 2012 Pulitzer Prize for music.\nCo-produced by Opera Philadelphia with the Minnesota Opera, “Silent Night,” a tautly paced and involving work, opened a five-performance run here on Friday at the Academy of Music. At the second performance, on Sunday afternoon, the academy was packed, and the audience responded with a sustained ovation, especially for Mr. Puts and Mr. Campbell.\nI cannot say that I left “Silent Night” with a clear impression of Mr. Puts’s musical voice. Loosely based on true events from World War I, it tells of a spontaneous one-night truce among French, Scottish and German soldiers holed up in trenches near the Belgian border on Christmas Eve 1914. True to the identities of the characters, the libretto is mostly sung in English, French and German, and Mr. Puts writes music that effectively evokes the differing national styles and idioms.", "url": "https://www.nytimes.com/2013/02/12/arts/music/silent-night-by-kevin-puts-at-opera-philadelphia.html"}