{"authors": ["Stanley Reed", "Mark Scott"], "date_download": "2022-10-25 22:55:44", "date_modify": "2022-10-25 22:55:44", "date_publish": "2013-04-21 23:35:50", "description": "The low price of carbon credits means the market is not doing its job: pushing polluters to reduce carbon emissions, which most climate scientists believe contribute to global warming.", "filename": "2013_04_22_business_energy-environment_europes-carbon-market-is-sputtering-as-prices-dive_1666738544.html", "image_url": "https://static01.nyt.com/images/2013/04/22/business/carbon1/carbon1-articleLarge.jpg?year=2013&h=400&w=600&s=7536038bf7891ff77b82e82f7e0cbd46422d163117815b2990af34b462f170f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_22_business_energy-environment_europes-carbon-market-is-sputtering-as-prices-dive_1666738544.html", "title": "Europe’s Carbon Market Is Sputtering as Prices Dive", "title_page": "Europe’s Carbon Market Is Sputtering as Prices Dive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — On a showery afternoon last week in West London, a ripple of enthusiasm went through the trading floor of CF Partners, a privately owned financial company. The price of carbon allowances, shown in green lights on a board hanging from the ceiling, was creeping up toward three euros.\nThat is pretty small change — $3.90, or only about 10 percent of what the price was in 2008. But to the traders it came as a relief after the market had gone into free fall to record lows two days earlier, after the European Parliament spurned an effort to shore up prices by shrinking the number of allowances.\n“The market still stands,” said Thomas Rassmuson, a native of Sweden who founded the company with Jonathan Navon, a Briton, in 2006.\nStill, Europe’s carbon market, a pioneering effort to use markets to regulate greenhouse gases, is having a hard time staying upright. This year has been stomach-churning for the people who make their living in the arcane world of trading emissions permits. The most recent volatility comes on top of years of uncertainty during which prices have fluctuated from $40 to nearly zero for the right to emit one ton of carbon dioxide.", "url": "https://www.nytimes.com/2013/04/22/business/energy-environment/europes-carbon-market-is-sputtering-as-prices-dive.html"}