{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:35:37", "date_modify": "2022-10-25 23:35:37", "date_publish": "2013-01-20 18:54:09", "description": "If Novak Djokovic stumbles in his quest for a third straight Australian Open title, he will still have another adrenaline rush to savor after a marathon victory against Stanislas Wawrinka.", "filename": "2013_01_21_sports_tennis_21iht-open21.html_pagewanted=all_1666740937.html", "image_url": "https://static01.nyt.com/images/2013/01/21/sports/tennis/21open-pic1/21open-pic1-articleLarge.jpg?year=2013&h=330&w=600&s=77cf98df66f9d4d9f4bc0da5141f84a7527b1062c7734f2a2f37e7f52c082c00&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_21_sports_tennis_21iht-open21.html_pagewanted=all_1666740937.html", "title": "Djokovic-Wawrinka Joins List of Recent Tennis Epics", "title_page": "Djokovic-Wawrinka Joins List of Recent Tennis Epics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Wawrinka, seeded 15th, has beaten plenty of bigger stars in his career, Federer included, even if his only two victories over Djokovic came in 2006, when Djokovic was still a champion in training with less-reliable weapons and questionable tenacity and endurance.\nThose doubts have since been thoroughly resolved, and Djokovic has now beaten Wawrinka 11 times in a row. None of those victories required an effort comparable to this, however.\n“I feel sorry that one of us had to lose,” Djokovic said. “He definitely deserved to win, but I’m just thrilled to be able to fight once again up to the last moment. The fact is that I haven’t played nearly my best, and I didn’t feel well on the court in terms of rhythm and ball striking. But the credit to him. He made me run all over the court. He never gave me the same ball. He was aggressive from both sides. I didn’t know what was coming next. So I’m just really full of joy after this match.”\nHis quarterfinal opponent, the fifth-seeded Tomas Berdych, could be excused for feeling a little giddy himself, considering how hard Djokovic had to push himself Sunday (and Monday). But Djokovic has proved repeatedly in the last two years that he can bounce back quickly from enormous efforts. He did it last year in Melbourne, beating Nadal in five sets and nearly six hours after requiring five grueling sets to defeat Andy Murray in the semifinals two days earlier.\n“I know I can recover; I know I have it in me,” Djokovic, 25, said.\nHis coach, Marian Vajda, said that Djokovic’s powers of recuperation have built steadily over the years.\n“He got used to it, to this stuff of fitness program,” Vajda said. “The years before, he didn’t practice that well, that quality and that amount, because he was not able, and his body was not ready And all his nutrition program we had, he change the diet so he’s more fit.”\nNonetheless, he appeared to be experiencing back stiffness in the latter stages of Sunday’s match: discomfort that Vajda said was probably because of cramping and the effects of five hours of intense effort.", "url": "https://www.nytimes.com/2013/01/21/sports/tennis/21iht-open21.html?pagewanted=all"}