{"authors": ["Paul Vitello"], "date_download": "2022-10-25 23:39:51", "date_modify": "2022-10-25 23:39:51", "date_publish": "2013-04-11 11:38:12", "description": "Mr. Zao, a Chinese émigré in Paris who merged Eastern and Western aesthetic traditions, helped to shape avant-garde art in postwar Europe and became a commercially successful artist.", "filename": "2013_04_11_world_asia_zao-wou-ki-seen-as-modern-art-master-dies-at-92.html__r=0_1666741191.html", "image_url": "https://static01.nyt.com/images/2013/04/22/arts/zao-2-obit/zao-2-obit-articleLarge.jpg?year=2013&h=401&w=600&s=6849b2a3645be1c9cb95d8c7cb88e02c7e73e13578db88dd8371f611fe4b3e57&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_11_world_asia_zao-wou-ki-seen-as-modern-art-master-dies-at-92.html__r=0_1666741191.html", "title": "Zao Wou-ki, Abstract Painter, Is Dead at 92", "title_page": "Zao Wou-ki, Abstract Painter, Is Dead at 92 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He was generally well received by critics. In a 1986 review in The New York Times, John Russell, praised his “rare gift for metamorphosis” and quoted approvingly from the catalog’s observation that Mr. Zao’s paintings achieved a sort of quantum duality, seeming to occupy two places at once: they “take us to a space not yet defined but in abeyance, hesitant, hovering one last moment before plummeting into what later will be order.”\nMr. Zao was embraced by artists and influential cultural figures in Paris. His work was anointed as an embodiment of “lyrical abstractionism,” the avant-garde movement of the day, and he became close friends with Alberto Giacometti, Joan Miró and the poet and painter Henri Michaux, who wrote a series of poems about his work.\nJacques Chirac, the former president of France and an Asian-art enthusiast who also became a friend, wrote the preface to the catalog for Mr. Zao’s first major Chinese retrospective, in Shanghai in 1998. In 2006, Mr. Chirac appointed Mr. Zao to the Legion of Honor, France’s highest recognition.\nZao Wou-ki was born on Feb. 1, 1920, in Beijing, the scion of a wealthy family. His father, a banker, encouraged his interest in art, sending him to study at the Hangzhou School of Fine Arts under Lin Fengmian, a respected artist who was later known as a pioneer of modern painting in China and was imprisoned for it during the Cultural Revolution. After five years as an art teacher at the school, Mr. Zao went to Paris in 1947 to take art courses. He moved there permanently the next year.\nMarried three times, Mr. Zao is survived by Ms. Marquet, his third wife, and a son from a previous marriage, Jia-Ling Zhao.\nAsian demand for Mr. Zao’s work first took off in the 1970s and ’80s in Taiwan and Hong Kong. Most of the works he sold are held there privately. By the 2000s, when newly affluent Chinese collectors began to take interest in his work and learned that much of it was already sold, the market price for a Zao soared. In October 2011, Chinese buyers vied for an abstract 1968 painting that sold at auction for $8.8 million.\nIn interviews, Mr. Zao said his identity as an artist was forged in a difficult, years-long internal battle between Eastern and Western aesthetic values, fought on the field of every canvas he painted. (“It was harder than learning English,” he once said.) “Sometimes you must wear yourself out trying to understand,” he said.\nWhat he understood in the end, he said, was simple: “Everybody is bound by a tradition. I am bound by two.”", "url": "https://www.nytimes.com/2013/04/11/world/asia/zao-wou-ki-seen-as-modern-art-master-dies-at-92.html?_r=0"}