{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:54:17", "date_modify": "2022-10-25 23:54:17", "date_publish": "2013-05-30 10:35:42", "description": "Michael Adebowale, who is accused of hacking to death the soldier, Lee Rigby, on May 22, was charged with murder and possessing an illegal firearm.", "filename": "2013_05_31_world_europe_suspect-in-soldiers-killing-in-london-is-charged_1666742057.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_31_world_europe_suspect-in-soldiers-killing-in-london-is-charged_1666742057.html", "title": "Suspect in Soldier’s Killing Is Charged in London", "title_page": "Suspect in Soldier’s Killing Is Charged in London - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — One of two men suspected of hacking to death a soldier in London last week appeared in court on Thursday to face charges of murder and possessing an illegal firearm.\nThe man, Michael Adebowale, 22, from Greenwich in southeast London, spoke only to confirm his name and address during a hearing at Westminster Magistrates' Court, where he was accused of killing Lee Rigby, an army bandsman and machine gunner, who was stabbed to death near the military barracks in Woolwich, in south London, on May 22.\nMr. Adebowale and the other man suspected of killing Mr. Rigby, Michael Adebolajo, 28, were both shot by police officers at the crime scene and hospitalized. Mr. Adebowale was released on Tuesday and questioned at a London police station, while Mr. Adebolajo remains under arrest at a London hospital.\nMr. Adebowale was handcuffed during the procedural hearing on Thursday. The case was referred to another court, where proceedings will begin on Monday.", "url": "https://www.nytimes.com/2013/05/31/world/europe/suspect-in-soldiers-killing-in-london-is-charged.html"}