{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:45:37", "date_modify": "2022-10-25 23:45:37", "date_publish": "2013-12-17 05:28:23", "description": "The former basketball star Dennis Rodman, who befriended the nation’s leader, Kim Jong-un, was due to arrive Thursday to train its top players.", "filename": "2013_12_17_world_asia_rodman-headed-to-north-korea-again-despite-turmoil_1666741537.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_17_world_asia_rodman-headed-to-north-korea-again-despite-turmoil_1666741537.html", "title": "Rodman Headed to North Korea Again Despite Turmoil", "title_page": "Rodman Headed to North Korea Again Despite Turmoil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dennis Rodman’s trip to North Korea to help train the country’s basketball stars has not been disrupted by the political convulsions there, notably the execution of the leader’s uncle last week for treason and debauchery, the Irish online betting company sponsoring the visit said Tuesday.\nMr. Rodman, who won five N.B.A. championships with the Detroit Pistons and the Chicago Bulls, would arrive in Beijing later in the day and then travel to North Korea on Thursday with a documentary film crew, Rory Scott, a spokesman for the company, Paddy Power of Dublin, said in a telephone interview from Beijing. Mr. Scott said they would leave North Korea on Monday.\n“We spoke to a lot of experts who said it’s safe for foreigners to travel to North Korea,” he said.\nMr. Rodman visited North Korea this past winter and befriended its leader, Kim Jong-un, 30, a fan of American basketball. Mr. Rodman was one of the first Westerners to ever meet Mr. Kim after he took power two years ago upon the death of his father, Kim Jong-il.\nThe plan for Mr. Rodman to revisit had been made before the abrupt change in North Korea’s politics, culminating in the announcement Thursday that Kim Jong-un’s uncle, Jang Song-thaek, who had long been considered the No. 2 leader, had been executed for charges that included plotting a coup, womanizing, gambling and drug abuse.", "url": "https://www.nytimes.com/2013/12/17/world/asia/rodman-headed-to-north-korea-again-despite-turmoil.html"}