{"authors": ["William J. Broad"], "date_download": "2022-10-25 23:26:47", "date_modify": "2022-10-25 23:26:47", "date_publish": "2013-03-21 02:43:28", "description": "Iron Dome, the newest of Israel’s antimissile systems, was built with American help and hailed as a great success in the Gaza conflict in November, but it is unclear how effective it really was.", "filename": "2013_03_21_world_middleeast_israels-iron-dome-system-is-at-center-of-debate_1666740407.html", "image_url": "https://static01.nyt.com/images/2013/03/21/world/0321IRONDOME/0321IRONDOME-articleLarge.jpg?year=2013&h=400&w=600&s=319090edd1c5c0abed9b7ec91f515effe0aa1ea677f6045d3c2ee58c61e1f77e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_21_world_middleeast_israels-iron-dome-system-is-at-center-of-debate_1666740407.html", "title": "Israel’s Iron Dome System Is at Center of Debate", "title_page": "Israel’s Iron Dome System Is at Center of Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After President Obama arrived in Israel, his first stop on Wednesday was to inspect an installation of Iron Dome, the antimissile system hailed as a resounding success in the Gaza conflict in November. The photo op, celebrating a technological wonder built with the help of American dollars, came with considerable symbolism as Mr. Obama sought to showcase support for Israel after years of tensions over Jewish settlements and how to curb Iran’s nuclear ambitions.\nUnstated amid the good will, though, was an intensifying debate over whether Iron Dome’s feats of warhead destruction were more illusory than real.\nIsraeli officials initially claimed success rates of up to 90 percent. Michael Oren, Israel’s ambassador to the United States, hailed the antimissile system as the first to succeed in combat. Congress recently called the system “very effective” and pledged an additional $680 million for deployments through 2015.\nBut a growing chorus of weapons experts in the United States and in Israel say their studies — based largely on analyses of hits and misses captured on video — suggest that Iron Dome destroyed no more than 40 percent of incoming warheads and perhaps far fewer. Many rockets, they argue, were simply crippled or deflected — failures that often let intact or dying rockets fall on populated areas.", "url": "https://www.nytimes.com/2013/03/21/world/middleeast/israels-iron-dome-system-is-at-center-of-debate.html"}