{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:54:24", "date_modify": "2022-10-25 23:54:24", "date_publish": "2013-08-08 12:24:29", "description": "The Syrian government on Thursday denied claims from two rebel groups that they had attacked President Bashar al-Assad’s motorcade as he headed to a mosque in Damascus, the Syrian capital.", "filename": "2013_08_09_world_middleeast_syria_1666742064.html", "image_url": "https://static01.nyt.com/images/2013/08/09/world/middleeast/09syria/09syria-articleLarge.jpg?year=2013&h=399&w=600&s=88b0cae9aa7dc5e918f0fdf2d12c932b79e4ce9cee69e542cb5be756e12e8e04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_09_world_middleeast_syria_1666742064.html", "title": "Syrian Rebels Claim Attack on Caravan With Assad", "title_page": "Syrian Rebels Claim Attack on Caravan With Assad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Two Syrian rebel groups claimed Thursday that they had attacked President Bashar al-Assad’s motorcade in the capital, Damascus, as he headed to a mosque for morning prayers on Id al-Fitr, the holiday marking the end of the holy month of Ramadan.\nBut the information minister, Omran al-Zoubi, dismissed the rebel assertions, telling Syrian state television, “The news is wholly untrue.”\nVideo released by rebel groups showed smoke rising over Malki, the upscale neighborhood in central Damascus where Mr. Assad lives and where, in calmer times, he was known for driving his own car. The area has been relatively untouched by the occasional rebel shells that reach central Damascus, which is largely cordoned off from the fighting by government checkpoints.\nIf the rebel assertions are true, the attack would be the closest call known for Mr. Assad during the conflict. Last summer, four of his top officials were killed in a rebel bombing, and shells have periodically landed close to some of his many residences, but Mr. Assad is not known to have personally come under fire.", "url": "https://www.nytimes.com/2013/08/09/world/middleeast/syria.html"}