{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:35:37", "date_modify": "2022-10-25 23:35:37", "date_publish": "2013-09-07 20:54:43", "description": "Novak Djokovic, who beat Stanislas Wawrinka, will face Rafael Nadal, who beat Richard Gasquet, in the United States Open men’s final, the 37th episode of their long-running miniseries.", "filename": "2013_09_08_sports_tennis_us-open-mens-semifinals_1666740937.html", "image_url": "https://static01.nyt.com/images/2013/09/08/sports/subMEN/subMEN-articleLarge.jpg?year=2013&h=316&w=600&s=7748f62dcef374ee9f3935250d23dc514a00279624fa4fead15f5f7b71df02ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_08_sports_tennis_us-open-mens-semifinals_1666740937.html", "title": "Men’s Final: A Showdown of No. 1 vs. No. 2", "title_page": "Men’s Final: A Showdown of No. 1 vs. No. 2 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The classic match has become a Grand Slam ritual for Novak Djokovic, who it would seem was put on this earth to push his and others’ limits on Paris clay, Wimbledon grass and the hardcourts of New York and Melbourne.\nHe was back at it again in Arthur Ashe Stadium in the United States Open semifinals, and his accomplice was once more Stanislas Wawrinka, the sturdy Swiss outsider who pushed Djokovic to 12-10 in the fifth set in January in the fourth round of the Australian Open.\nThey use a fifth-set tiebreaker in New York, but though Wawrinka pushed and pushed some more — playing astonishingly bold and convincing tennis for big stretches of this memorable duel — he could not quite summon the energy or inspiration to extend Djokovic to the limit.\nThough he struggled by his standards with his serving, clutch returning and composure, the No. 1-seeded Djokovic did what he has done so well for the last three seasons: stretch, strain and keep seeking solutions in the face of resistance and his own peaks and valleys.", "url": "https://www.nytimes.com/2013/09/08/sports/tennis/us-open-mens-semifinals.html"}