{"authors": ["Lynn Zinser"], "date_download": "2022-10-25 23:35:46", "date_modify": "2022-10-25 23:35:46", "date_publish": "2013-09-02 17:22:31", "description": "No. 10 Roberta Vinci beat Camila Giorgi, 6-2, 6-2, to advance to the quarterfinals, where she will face her fellow Italian Flavia Pennetta.", "filename": "2013_09_03_sports_tennis_united-states-open-day-eight.html_ref=tennis_1666740946.html", "image_url": "https://static01.nyt.com/images/2013/09/03/sports/DAY-2/DAY-2-articleLarge.jpg?year=2013&h=400&w=600&s=ff59500af9eadf36d8e11984205114e0aa468fc902350a943854a24bb536a4d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_03_sports_tennis_united-states-open-day-eight.html_ref=tennis_1666740946.html", "title": "Rainy Day Yields an All-Italian Quarterfinal Matching Two Veterans", "title_page": "Rainy Day Yields an All-Italian Quarterfinal Matching Two Veterans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the quarter of the United States Open women’s draw so loaded with Italians it should have been officially named Little Italy, intracountry clashes have flourished. Fittingly, there will be an all-Italian quarterfinal.\nUnder very different circumstances and on two sides of a long rain delay, Flavia Pennetta and Roberta Vinci broke through in their fourth-round matches Monday. The unseeded Pennetta stopped one of the hottest player on tour this summer, the No. 21 seed Simona Halep of Romania, and Vinci topped a young upstart from her own country, Camila Giorgi.\nSeeded 10th, Vinci is the highest ranked of the Italian women left in the draw, and despite a Grandstand Court crowd enamored with her younger, more fashionable opponent, she won in overpowering fashion, 6-4, 6-2. She finished the match just minutes before the sky opened and soaked the Billie Jean King National Tennis Center, an all-too-familiar occurrence.\n“Of course I am very happy,” Vinci said, proclaiming herself lucky to have beaten the turn in weather. “I knew it was a tough match. She played good. She plays always strong, flat. I knew I had to change a lot of my focus.”", "url": "https://www.nytimes.com/2013/09/03/sports/tennis/united-states-open-day-eight.html?ref=tennis"}