{"authors": ["Amy Chozick"], "date_download": "2022-10-25 23:31:27", "date_modify": "2022-10-25 23:31:27", "date_publish": "2013-03-31 21:11:13", "description": "With a proliferation of channels competing for a diminished number of total viewers, media companies have looked elsewhere for growth.", "filename": "2013_04_01_business_media_discovery-expands-its-reach-overseas-to-ensure-growth_1666740687.html", "image_url": "https://static01.nyt.com/images/2013/04/01/business/discovery1/discovery1-articleLarge.jpg?year=2013&h=336&w=600&s=b676d277cea350120e82bc4423e0020f2b6301f6f71b4e79090578d0ded627a0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_01_business_media_discovery-expands-its-reach-overseas-to-ensure-growth_1666740687.html", "title": "Discovery Expands Its Reach Overseas", "title_page": "Discovery Expands Its Reach Overseas to Ensure Growth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Alana Thompson, the 7-year-old beauty queen known as Honey Boo Boo, has had some mishaps in child pageants in the Deep South, where her reality show on Discovery Communications’ TLC channel is based. But the chubby and charming contestant and her overbearing parents are big in Brazil.\n“Here Comes Honey Boo Boo,” the reality show on TLC in the United States, has become an unlikely hit in Brazil and dozens of other countries where it is broadcast on some of TLC’s 150 international channels. To help explain its particularly American milieu and language, the episodes come with a glossary of common terms: “concurso de brillo” in Spanish for “glitz pageants”; “gorduchéte” in Portuguese for “chubette.”\nThe series and its popularity overseas are just one aspect of Discovery’s growing international business. The company, based in Silver Spring, Md., owns 14 domestic cable channels including Discovery, OWN: The Oprah Winfrey Network and Animal Planet, but its executives see growth coming from places like Brazil, Mexico and Russia.\n“We don’t see ourselves as a domestic media company,” said David M. Zaslav, Discovery Communications’ president and chief executive, in a phone interview from Moscow, where he was visiting with the company’s 32 local employees. (The week before, he had business meetings in Paris, Switzerland and Belgium.)", "url": "https://www.nytimes.com/2013/04/01/business/media/discovery-expands-its-reach-overseas-to-ensure-growth.html"}