{"authors": ["Claire Cain Miller", "Catherine Rampell"], "date_download": "2022-10-25 23:49:58", "date_modify": "2022-10-25 23:49:58", "date_publish": "2013-02-26 02:40:42", "description": "The Internet pioneer takes on one of the country’s biggest workplace issues in the hope of fostering more innovation.", "filename": "2013_02_26_technology_yahoo-orders-home-workers-back-to-the-office_1666741798.html", "image_url": "https://static01.nyt.com/images/2013/02/26/business/Yahoo/Yahoo-articleLarge.jpg?year=2013&h=400&w=600&s=2852bcae90e310a5fcc71807abeb0d485543883753d5bf73279afdb76fa56e3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_26_technology_yahoo-orders-home-workers-back-to-the-office_1666741798.html", "title": "Yahoo Orders Home Workers Back to the Office", "title_page": "Yahoo Orders Home Workers Back to the Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since Marissa Mayer became chief executive of Yahoo, she has been working hard to get the Internet pioneer off its deathbed and make it an innovator once again.\nShe started with free food and new smartphones for every employee, borrowing from the playbook of Google, her employer until last year. Now, though, Yahoo has made a surprise move: abolishing its work-at-home policy and ordering everyone to work in the office.\nA memo explaining the policy change, from the company’s human resources department, says face-to-face interaction among employees fosters a more collaborative culture — a hallmark of Google’s approach to its business.\nIn trying to get back on track, Yahoo is taking on one of the country’s biggest workplace issues: whether the ability to work from home, and other flexible arrangements, leads to greater productivity or inhibits innovation and collaboration. Across the country, companies like Aetna, Booz Allen Hamilton and Zappos.com are confronting these trade-offs as they compete to attract and retain the best employees.", "url": "https://www.nytimes.com/2013/02/26/technology/yahoo-orders-home-workers-back-to-the-office.html"}