{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:40:01", "date_modify": "2022-10-25 23:40:01", "date_publish": "2013-02-14 22:53:22", "description": "Behind closed doors, Xi Jinping held up the Soviet Union’s collapse as the risk of wavering from traditional ideology.", "filename": "2013_02_15_world_asia_vowing-reform-chinas-leader-xi-jinping-airs-other-message-in-private.html_pagewanted=all&amp;_r=0_1666741201.html", "image_url": "https://static01.nyt.com/images/2013/02/15/world/asia/15china/15china-articleLarge.jpg?year=2013&h=400&w=600&s=b38e4ec86f1f93b4a850b75a5ec1c8deaf5cbfe3486c17430e9b79b2fdab687c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_15_world_asia_vowing-reform-chinas-leader-xi-jinping-airs-other-message-in-private.html_pagewanted=all&amp;_r=0_1666741201.html", "title": "Vowing Change, China’s Leader Airs Other Message in Private", "title_page": "Vowing Change, China’s Leader Airs Other Message in Private - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — When China’s new leader, Xi Jinping, visited the country’s south to promote himself before the public as an audacious reformer following in the footsteps of Deng Xiaoping, he had another message to deliver to Communist Party officials behind closed doors.\nDespite decades of heady economic growth, Mr. Xi told party insiders during a visit to Guangdong Province in December, China must still heed the “deeply profound” lessons of the former Soviet Union, where political rot, ideological heresy and military disloyalty brought down the governing party. In a province famed for its frenetic capitalism, he demanded a return to traditional Leninist discipline.\n“Why did the Soviet Union disintegrate? Why did the Soviet Communist Party collapse? An important reason was that their ideals and convictions wavered,” Mr. Xi said, according to a summary of his comments that has circulated among officials but has not been published by the state-run news media.\n“Finally, all it took was one quiet word from Gorbachev to declare the dissolution of the Soviet Communist Party, and a great party was gone,” the summary quoted Mr. Xi as saying. “In the end nobody was a real man, nobody came out to resist.”", "url": "https://www.nytimes.com/2013/02/15/world/asia/vowing-reform-chinas-leader-xi-jinping-airs-other-message-in-private.html?pagewanted=all&amp;_r=0"}