{"authors": ["Julfikar Ali Manik", "Jim Yardley"], "date_download": "2022-10-25 23:24:09", "date_modify": "2022-10-25 23:24:09", "date_publish": "2013-04-24 08:33:02", "description": "An unknown number of people remained trapped after a structure that housed garment factories crashed down near Dhaka.", "filename": "2013_04_25_world_asia_bangladesh-building-collapse_1666740249.html", "image_url": "https://static01.nyt.com/images/2013/04/25/world/jp-bangladesh2/jp-bangladesh2-articleLarge.jpg?year=2013&h=400&w=600&s=82caa688b92b50d38ffe0bebbb94b9b0f981a395efb770bd55baeadf305a921c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_25_world_asia_bangladesh-building-collapse_1666740249.html", "title": "Scores Dead in Bangladesh Building Collapse", "title_page": "Scores Dead in Bangladesh Building Collapse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DHAKA, Bangladesh — A building housing several factories making clothing for European and American consumers collapsed into a deadly heap on Wednesday, only five months after a horrific fire at a similar facility prompted leading multinational brands to pledge to work to improve safety in the country’s booming but poorly regulated garment industry.\nBy early Thursday, the Bangladeshi news media reported that at least 142 people died in the rubble of Rana Plaza, a building in Savar, an industrial suburb of Dhaka, the capital. Police officials put the death toll at 134, with more than 1,000 of 2,500 workers injured, many of them still trapped. Soldiers, paramilitary police officers, firefighters and other citizens clawed through the wreckage, searching for survivors and bodies.\nBrig. Gen. Ali Ahmed Khan, head of the National Fire Service, said that an initial investigation found that the Rana Plaza building violated codes, with the four upper floors having been constructed illegally without permits.\n“There was a structural fault as well,” General Khan added, noting that the building’s foundation was substandard.", "url": "https://www.nytimes.com/2013/04/25/world/asia/bangladesh-building-collapse.html"}