{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:32:21", "date_modify": "2022-10-25 23:32:21", "date_publish": "2013-06-26 09:56:07", "description": "The court ruled unconstitutional a 1996 law denying federal benefits to legally married same-sex couples and effectively permitted gay marriage in California.", "filename": "2013_06_27_us_politics_supreme-court-gay-marriage_1666740741.html", "image_url": "https://static01.nyt.com/images/2013/06/26/us/20130627-SCOTUS-slide-Z7NP/20130627-SCOTUS-slide-Z7NP-articleLarge.jpg?year=2013&h=400&w=600&s=f4defa429d22d53f949e93bbb8fa85f371a989791a0a1526ec9561a5f4cf16e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_27_us_politics_supreme-court-gay-marriage_1666740741.html", "title": "Supreme Court Bolsters Gay Marriage With Two Major Rulings", "title_page": "Supreme Court Bolsters Gay Marriage With Two Major Rulings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The vote in the case striking down the federal Defense of Marriage Act was 5 to 4, and Justice Kennedy was joined by the four members of the court’s liberal wing. The ruling will immediately extend many benefits to couples married in the states that allow such unions, and it will allow the Obama administration to broaden other benefits through executive actions.\nThe case concerning California’s ban on same-sex marriage, enacted in a ballot initiative known as Proposition 8, was decided on technical grounds, with the majority saying that it was not properly before the court. Because officials in California had declined to appeal a trial court’s decision against them, and because the proponents of the ban were not entitled to step into the state’s shoes to appeal the decision, the court said, it was powerless to issue a decision. That left in place a trial court victory for two same-sex couples who had sought to marry.", "url": "https://www.nytimes.com/2013/06/27/us/politics/supreme-court-gay-marriage.html"}