{"authors": ["Kim Severson"], "date_download": "2022-10-26 00:16:19", "date_modify": "2022-10-26 00:16:19", "date_publish": "2013-09-28 00:15:32", "description": "In an effort to protect students should a shooting occur, some school districts are using a patchwork of concealed-carry laws, special regulations and local policies to arm staff members.", "filename": "2013_09_28_us_guns-at-school-if-theres-a-will-there-are-ways_1666743379.html", "image_url": "https://static01.nyt.com/images/2013/09/28/us/JP-ARKANSAS/JP-ARKANSAS-articleLarge.jpg?year=2013&h=372&w=600&s=9ea3fcedaa866bc2ca5df4c40ab383e9aceb91693098fa05013c31afc1be2dbe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_28_us_guns-at-school-if-theres-a-will-there-are-ways_1666743379.html", "title": "Guns at School? If There’s a Will, There Are Ways", "title_page": "Guns at School? If There’s a Will, There Are Ways - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CLARKSVILLE, Ark. — The slim, black 9-millimeter handguns that the school superintendent David Hopkins selected for his teachers here weigh about a pound and slip easily into a pocket. Sixteen people, including the janitor and a kindergarten teacher, wear them to school every day.\nAlthough state law prohibits guns on campus, Mr. Hopkins found a way around it.\nLike rural educators who are quietly doing the same thing in a handful of other states, Mr. Hopkins has formulated a security plan that relies on a patchwork of concealed-weapons laws, special law enforcement regulations and local school board policies to arm teachers.\nWithout money to hire security guards for the five schools he oversees, giving teachers nearly 60 hours of training and their own guns seemed like the only reasonable, economical way to protect the 2,500 public school students in this small town in the Ozark foothills.\n“Realistically, when you look at a person coming to your door right there with a firearm, you’ve got to have a plan,” Mr. Hopkins said. “If you have a better one, tell me.”", "url": "https://www.nytimes.com/2013/09/28/us/guns-at-school-if-theres-a-will-there-are-ways.html"}