{"authors": ["Edward Wong", "Chris Buckley"], "date_download": "2022-10-25 23:31:11", "date_modify": "2022-10-25 23:31:11", "date_publish": "2013-01-10 21:47:44", "description": "The publication Southern Weekend appeared on newsstands, but the newspaper remains at the forefront of the dispute over government control.", "filename": "2013_01_11_world_asia_as-protest-ends-chinese-censorship-battle-remains_1666740671.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_11_world_asia_as-protest-ends-chinese-censorship-battle-remains_1666740671.html", "title": "As Protest Ends, Chinese Censorship Battle Remains", "title_page": "As Protest Ends, Chinese Censorship Battle Remains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“For me, the most important thing about this incident is that it’s exposed the dark insides of the Propaganda Department,” Mr. Zhang said, speaking about the censorship uproar from Germany, where he now lives. “It’s almost impossible to appeal against the Propaganda Department. You couldn’t question their decisions.”\nMuch more was at stake than one botched editorial. Mr. Tuo, who took up his post last May, was the embodiment of increasingly meddlesome censorship, according to people who have worked for Southern Weekend and academics who have studied the newspaper.\n“Tuo Zhen seemed to have no understanding that running a paper is a business,” said Yan Lieshan, a senior editor with the Nanfang Media Group. “Nowadays, most newspapers in China have to pay their own way and make a living, but when editors act like censors, they can throttle a paper to death.”\nThe journalists’ grievances go back years, including an incident in 2009 when propaganda and Foreign Ministry officials micromanaged publication of an interview with President Obama, Mr. Zhang and other former Southern Weekend journalists said. The White House reached out to Southern Weekend as a relatively liberal and sympathetic outlet, but censors took that as proof of the paper’s political unreliability. The version of the interview the paper ultimately published was bland and heavily cut.\n“Over the last few years, it’s been clear that they’ve been seen as one of the problem publications,” David Bandurski, a researcher at the University of Hong Kong, said of Southern Weekend.\nSouthern Weekend was founded in 1984 as a supplement to Southern Daily, the main official newspaper of the Guangdong Province party committee. Its first editor in chief, Zuo Fang, tried to seize the opportunities created by Deng Xiaoping’s market-oriented economic reforms to draw in readers and advertisers. At first, it featured “scantily clad starlets and action-packed crime serial novels,” said Li-Fung Cho, a scholar at the University of Hong Kong. But by the mid-1990s it had begun to feature investigative reports and won a nationwide readership.\nAll Chinese newspapers are controlled by arms of the state or the party, but most must pay their way as commercial businesses, and some even generate profits. The tension between commerce and political control has been especially sharp for Southern Weekend.", "url": "https://www.nytimes.com/2013/01/11/world/asia/as-protest-ends-chinese-censorship-battle-remains.html"}