{"authors": ["Scott Shane"], "date_download": "2022-10-25 23:37:41", "date_modify": "2022-10-25 23:37:41", "date_publish": "2013-06-21 23:53:39", "description": "Edward J. Snowden, whose release of classified files has sparked a debate over the proper limits of government monitoring, was charged with violating the Espionage Act and theft of government property.", "filename": "2013_06_22_us_snowden-espionage-act_1666741061.html", "image_url": "https://static01.nyt.com/images/2013/06/22/world/jp-snowden/jp-snowden-articleLarge-v2.jpg?year=2013&h=338&w=600&s=9f906ce2dfcac5a5c13f16374d465d7ebaa21f0c07838a2fd91dec22557e1660&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_22_us_snowden-espionage-act_1666741061.html", "title": "Ex-Contractor Is Charged in Leaks on N.S.A. Surveillance", "title_page": "Ex-Contractor Is Charged in Leaks on N.S.A. Surveillance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Edward J. Snowden, the former National Security Agency contractor whose leak of agency documents has set off a national debate over the proper limits of government surveillance, has been charged with violating the Espionage Act and stealing government property for disclosing classified information to The Guardian and The Washington Post, the Justice Department said on Friday.\nEach of the three charges unsealed on Friday carries a maximum prison sentence of 10 years, for a total of 30 years. But Mr. Snowden is likely to be indicted, and additional counts may well be added. In addition to the theft charge, the two charges under the Espionage Act include “unauthorized communication of national defense information” and “willful communication of classified communications intelligence information to an unauthorized person.” Communications intelligence is the technical term for eavesdropping and other electronic intercepts.\nThe charges were filed on June 14 by federal prosecutors in the Eastern District of Virginia, which handles many national security cases. American officials said they have asked the authorities in Hong Kong, where Mr. Snowden is believed to be in hiding, to detain him while an indictment and an extradition request are prepared. The attempt to extradite him is likely to produce a long legal battle whose outcome is uncertain. The extradition treaty between the United States and Hong Kong includes an exception for political offenses, and Mr. Snowden could argue that his prosecution is political in nature.\nHong Kong has limited autonomy, but matters involving national security and foreign policy are controlled by the Chinese government in Beijing. Regina Ip, a former Hong Kong secretary of security and a current legislator, said Saturday that Hong Kong authorities had “no choice but to comply” with an arrest warrant and that “our police will go and find Mr. Snowden.”", "url": "https://www.nytimes.com/2013/06/22/us/snowden-espionage-act.html"}