{"authors": ["David Barboza"], "date_download": "2022-10-25 23:39:59", "date_modify": "2022-10-25 23:39:59", "date_publish": "2013-08-25 18:30:50", "description": "Charles Xue, who is known for his investing tips and thoughts on social issues, was held on charges of soliciting prostitution just as the government is cracking down on online activism.", "filename": "2013_08_26_world_asia_chinese-american-commentator-and-investor-is-arrested-in-beijing.html__r=0_1666741199.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_26_world_asia_chinese-american-commentator-and-investor-is-arrested-in-beijing.html__r=0_1666741199.html", "title": "Chinese-American Commentator and Investor Is Arrested in Beijing", "title_page": "Chinese-American Commentator and Investor Is Arrested in Beijing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SHANGHAI — A prominent investor and online social commentator was detained Friday in Beijing on charges of soliciting prostitution just after the government stepped up a campaign aimed at cracking down on online activism.\nThe investor, Charles Xue, 60, was picked up Friday evening with a 22-year-old woman, the police said in a statement.\nMr. Xue has been known in China for his investments in Internet and technology companies, including the telecom company UTStarcom. But in recent years, he also became an Internet celebrity for his investing tips and commentary on social issues, including child trafficking and the plight of the underprivileged. He has attracted more than 12 million followers to his account on Sina.com’s Weibo service, a popular microblog platform similar to Twitter.\nThe government has been cracking down on social media activists who have exposed corruption or stirred up interest in social issues. Some prominent activists have been detained, including a journalist and people working at public relations firms.", "url": "https://www.nytimes.com/2013/08/26/world/asia/chinese-american-commentator-and-investor-is-arrested-in-beijing.html?_r=0"}