{"authors": ["Dan Levin"], "date_download": "2022-10-25 23:55:22", "date_modify": "2022-10-25 23:55:22", "date_publish": "2013-03-02 02:42:42", "description": "Trade in elephant tusks continues to thrive in China, even as conservation groups call on Beijing to do more to crack down on the slaughter of African elephants.", "filename": "2013_03_02_world_asia_an-illicit-trail-of-african-ivory-to-china_1666742122.html", "image_url": "https://static01.nyt.com/images/2013/03/02/world/asia/IVORY/IVORY-articleLarge.jpg?year=2013&h=400&w=600&s=88053e3c0477de00c8696ac743a6f548dc42c9ac76a51293712085258936f3c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_02_world_asia_an-illicit-trail-of-african-ivory-to-china_1666742122.html", "title": "An Illicit Trail of African Ivory to China", "title_page": "An Illicit Trail of African Ivory to China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So, too, have prices. At the auction in 2008, the state-owned enterprises paid $71 a pound, then immediately flipped their first quota from their ivory purchases to factories for up to $530 a pound. Today, raw ivory costs more than $1,300 a pound. Just how much illegal ivory has crept into the country is a matter of dispute, but wildlife organizations say there is not nearly enough legal supply to match the amount officially sold across China. “If you look at the volume on the market, it’s nonsense,” said Mary Rice, executive director of the independent Environmental Investigation Agency, which estimates that up to 90 percent of the ivory in China is illegal.\nConservation group investigators say licensed factories often supplement official purchases with smuggled ivory, sometimes by adding illegal pieces to legitimate carvings. One factory owner privately acknowledged that the 330 pounds of legal ivory he acquires annually lasts just one month. The rest, he said, is bought on the black market.\nTo conservationists, the open sale of contraband ivory is just as vexing. At the Chengtian antiques market in Beijing, eight stalls sold unregistered ivory carvings. Fingering a cream-colored Buddha pendant he was selling for about $800, the vendor explained how to hide it from the authorities. “Just wear it around your neck,” he said. “No need for a certificate.”\nWhen asked if they were afraid of being arrested, the vendors confided that, much like sellers of pirated DVDs and books, they receive ample warning before the rare police crackdown. “As long as we dare to sell, it’s safe for you to buy,” one woman said.\nA Cultural Tradition\nIvory is etched deeply into the Chinese identity. Popular lore tells of emperors who believed ivory chopsticks would change color upon contact with poisoned food. In Chinese medicine, ivory powder is said to purge toxins from the body and give a luminous complexion. As part of its public relations effort to legitimize the trade, the government in 2006 added ivory carving to its official Intangible Cultural Heritage register, along with traditional opera, kung fu and acupuncture.\n“Love for ivory is in our blood,” said Wu Shaohua, president of the Shanghai Collectors Association. In a society where Rolexes and Louis Vuitton bags are sometimes bought by the dozen, many Chinese believe that giving a trinket carved from elephant tusk confers the highest honor. “It says this relationship is as precious as ivory,” he said.", "url": "https://www.nytimes.com/2013/03/02/world/asia/an-illicit-trail-of-african-ivory-to-china.html"}