{"authors": ["Edward Wong"], "date_download": "2022-10-25 22:55:48", "date_modify": "2022-10-25 22:55:48", "date_publish": "2013-07-19 13:00:11", "description": "The disparities are especially evident when comparing earners in top-tier coastal cities and those in interior provinces.", "filename": "2013_07_20_world_asia_survey-in-china-shows-wide-income-gap_1666738548.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_20_world_asia_survey-in-china-shows-wide-income-gap_1666738548.html", "title": "Survey in China Shows a Wide Gap in Income", "title_page": "Survey in China Shows a Wide Gap in Income - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Results of a wide-ranging survey of Chinese family wealth and living habits released this week by Peking University show a wide gap in income between the nation’s top earners and those at the bottom, and a vast difference between earners in top-tier coastal cities and those in interior provinces.\nThe survey found that in 2012, the households in the top 5 percent income bracket earned 23 percent of China’s total household income. The households in the lowest 5 percent accounted for just 0.1 percent of total income.\nAverage annual income for a family in 2012 was 13,000 renminbi, or about $2,100. When broken down by geography, the survey results showed that the average amount in Shanghai, a huge coastal city, was just over 29,000 renminbi, or $4,700, while the average in Gansu Province, far from the coast in northwest China, was 11,400 renminbi, or just under $2,000. Average family income in urban areas was about $2,600, while it was $1,600 in rural areas.\nThe survey results underscore some of the economic challenges confronting the Communist Party as a result of the growth policies that party leaders have pushed over the decades. The policies have lifted millions from poverty, but have resulted in an uneven distribution of wealth, which was one of the glaring problems of early-20th-century China and contributed to the success of the Communist revolution. Ordinary Chinese are increasingly resentful of wealth being accumulated by a select few — and in particular by people connected to party officials — and government censors often try to limit discussion in public venues of the personal wealth of the richest Chinese and of the families of China’s leaders.", "url": "https://www.nytimes.com/2013/07/20/world/asia/survey-in-china-shows-wide-income-gap.html"}