{"authors": ["Michael Barbaro"], "date_download": "2022-10-25 23:49:07", "date_modify": "2022-10-25 23:49:07", "date_publish": "2013-08-08 02:31:12", "description": "With the release of his first campaign commercial on Thursday, Bill de Blasio is escalating a family-focused strategy.", "filename": "2013_08_08_nyregion_de-blasio-takes-his-modern-family-on-the-campaign-trail_1666741747.html", "image_url": "https://static01.nyt.com/images/2013/08/08/nyregion/deblasio/deblasio-articleLarge-v2.jpg?year=2013&h=385&w=600&s=d92c4c6b648f8a6dd7e93baf691133b99a86bebaf87fdfef36ba0d8eea7f9f61&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_08_nyregion_de-blasio-takes-his-modern-family-on-the-campaign-trail_1666741747.html", "title": "De Blasio Takes His Modern Family on the Campaign Trail", "title_page": "De Blasio Takes His Modern Family on the Campaign Trail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It has also, Mr. de Blasio’s aides said, reinforced his message that he represents a stark break from Mayor Michael R. Bloomberg, a wealthy white divorced father who sent his children to private academies.\nIn the most powerful moment of the new ad, Mr. de Blasio’s son takes aim at Mr. Bloomberg’s reliance on police stops and searches, which have had an outsize impact on young black men. Looking into the camera, Dante de Blasio promises that his father will be the “only one who will end an era of stop-and-frisk that unfairly targets people of color.”\nNone of Mr. de Blasio’s rivals, Democratic or Republican, routinely campaign with children, and just a handful show up at events with spouses.\nAmong the Democrats, William. C. Thompson Jr., a former comptroller, has begun to distribute a campaign schedule for his wife, Elsie McCabe Thompson. Anthony D. Weiner’s wife, Huma Abedin, made a rare and unpleasant cameo on the trail when she stood by her husband during a news conference about new revelations of his online escapades, but has since become scarce. The wife of Christine C. Quinn, Kim Catullo, occasionally shows up at events but prefers to be seen, not heard.\nMr. de Blasio’s family, by contrast, is ubiquitous, joining the candidate for early-morning handshaking sessions with voters and late-night speeches at union halls. His wife has become such a fixture on the campaign trail that voters seek her out.\nOutside a supermarket in Chelsea, an older woman in a wheelchair excitedly made her way over to Ms. McCray, whom she had seen on television, and said, “It’s so nice of you to be out there, meeting people.”\nMs. McCray took her hand and replied: “That’s the only way to do it. You’ve got to know what people are looking for and are concerned about.”", "url": "https://www.nytimes.com/2013/08/08/nyregion/de-blasio-takes-his-modern-family-on-the-campaign-trail.html"}