{"authors": ["David E. Sanger", "Alison Smale"], "date_download": "2022-10-25 23:55:06", "date_modify": "2022-10-25 23:55:06", "date_publish": "2013-12-17 02:36:31", "description": "As President Obama considers his options on the surveillance of allies, damage to the United States’ relationship with Germany has proved difficult to repair.", "filename": "2013_12_17_world_europe_us-germany-intelligence-partnership-falters-over-spying_1666742106.html", "image_url": "https://static01.nyt.com/images/2013/12/17/world/SPY/SPY-articleLarge.jpg?year=2013&h=400&w=600&s=ae0d8ea863eaa02a3f08cc17715515b21764b3f896e0e1153955e11a1bc18eab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_17_world_europe_us-germany-intelligence-partnership-falters-over-spying_1666742106.html", "title": "U.S.-Germany Intelligence Partnership Falters Over Spying", "title_page": "U.S.-Germany Intelligence Partnership Falters Over Spying - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Germany has for years participated in American counterterrorism operations, especially those tracking suspected Al Qaeda or other terrorist cells inside Germany, but it has refused to provide the United States with information that it believes could help provide targets for drone strikes. Now, officials are reluctant to join in some types of bulk collection of telephone data or preparations for offensive digital strikes against other countries.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\n“We simply don’t have the capability or the legal authorities,” said one senior German official involved in the talks, who, like other officials interviewed, spoke on the condition of anonymity because the negotiations are confidential.\nThe White House has tried to engage the German leadership quietly, hoping to avoid further public confrontations while Ms. Merkel formed her new government.\n“At the president’s and chancellor’s direction, we continue to talk with our German partners about how we can strengthen our intelligence cooperation and address some of the concerns that have been raised,” Caitlin Hayden, a spokeswoman for the National Security Council, said Saturday. “We’ve agreed that these talks are best held confidentially, so I’m not going to provide any details at this stage.”\nNonetheless, in interviews in the past week, American and German officials described a continued wariness in the countries’ relationship after documents that the German newsmagazine Der Spiegel received from Edward J. Snowden, the former N.S.A. contractor, revealed the apparent tracking of Ms. Merkel’s personal cellphone and suggested that other surveillance operations had been run out of the United States Embassy here.\nWhile Mr. Obama tried to make amends, several senior German officials expressed suspicions that the United States might be using its surveillance technology to strengthen its negotiating hand in trade talks with the European Union, in which Germany is the most important player.\nThe dispute also reflects very different views of how far the state should go in conducting surveillance, both at home and abroad.", "url": "https://www.nytimes.com/2013/12/17/world/europe/us-germany-intelligence-partnership-falters-over-spying.html"}