{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:36:33", "date_modify": "2022-10-25 23:36:33", "date_publish": "2013-06-03 02:00:13", "description": "“Far From Heaven,” at Playwrights Horizons, is a musical adaptation of Todd Haynes’s film about Eisenhower-era repression.", "filename": "2013_06_03_theater_reviews_far-from-heaven-at-playwrights-horizons_1666740993.html", "image_url": "https://static01.nyt.com/images/2013/06/03/arts/farfrom/farfrom-articleLarge.jpg?year=2013&h=777&w=600&s=07a212833273a3289121f0fcaa1663cc5402b8ee3d126abf771f8a327e9558b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_03_theater_reviews_far-from-heaven-at-playwrights-horizons_1666740993.html", "title": "‘Far From Heaven,’ at Playwrights Horizons", "title_page": "‘Far From Heaven,’ at Playwrights Horizons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Kelli O’Hara sings the word “garden,” an arid landscape blossoms into lushness. This poetic note is sounded halfway through the first act of the generally prosy new musical “Far From Heaven,” which opened on Sunday night at Playwrights Horizons. And all your senses come to attention, the way they do on one of those days when an early, full-blown spring seems to have broken through winter without warning.\nUp to that point in this earnest musical adaptation of Todd Haynes’s 2002 film about Eisenhower-era repression, Ms. O’Hara has been giving a polished, efficient performance as Cathy Whitaker, a polished, efficient housewife in the Hartford of 1957. Cathy has interrupted her daily regimen of domestic duties to have a word with her new gardener, Raymond Deagan (Isaiah Johnson), who has returned a scarf she had lost.\nCathy is polite and self-conscious, in the way white women of her time and class often were with the black people who worked for them. But as Raymond explains the care and feeding of plants in a song called “Sun and Shade,” Cathy joins in with a hesitant confession: “You see, one day, I too would like to garden.”", "url": "https://www.nytimes.com/2013/06/03/theater/reviews/far-from-heaven-at-playwrights-horizons.html"}