{"authors": ["The New York Times"], "date_download": "2022-10-25 23:39:59", "date_modify": "2022-10-25 23:39:59", "date_publish": "2013-08-22 18:44:43", "description": "Li Wangzhi, the elder son of the purged Chinese official Bo Xilai, released a statement after the opening day of his father’s corruption trial.", "filename": "2013_08_23_world_asia_statement-by-bo-xilais-son-after-opening-of-trial_1666741199.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_23_world_asia_statement-by-bo-xilais-son-after-opening-of-trial_1666741199.html", "title": "Statement by Bo Xilai’s Son After Opening of Trial", "title_page": "Statement by Bo Xilai’s Son After Opening  of Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Thursday, Li Wangzhi, the elder son of the purged Chinese official Bo Xilai, attended the opening session of Mr. Bo’s trial on charges of corruption, bribe-taking and abuse of power. It was the first time Mr. Li, a son to Mr. Bo from his first marriage, had seen his father in several years. Mr. Li released the following statement after the proceedings.\nI thank the party central authorities and the court for giving the defendant greater rights to a defense and freedom than he had expected, allowing my father to speak his true mind. At the same time, I also thank those people who withstood the pressure to bear false witness. As his son, I have been subjected to pain and sadness for him, and at the same time I am proud of his strength.\nAfter undergoing a worldwide investigation involving in excess of 300 people and 500 days, he has endured a tremendous test, and nonetheless has stood by his ideas. I would like to say: first, true gold does not fear fire, facts can endure the test of history; and second, I am proud of my father. I hope that my father will continue to respect the law, and that the law may also respect the facts, and leave the people an explanation, leave history an explanation, and leave his son an explanation too.\n感谢党中央、感谢法庭给予了被告人比他预期更多的辩护权利和自由，使得我父亲可以讲出真心话，同时我也要感谢那些顶住巨大压力没有违心作伪证的人们。作为他的儿子，我为他受到的痛苦感到难过，同时也为他的坚强感到骄傲。", "url": "https://www.nytimes.com/2013/08/23/world/asia/statement-by-bo-xilais-son-after-opening-of-trial.html"}