{"authors": ["Edward Wong"], "date_download": "2022-10-25 22:56:19", "date_modify": "2022-10-25 22:56:19", "date_publish": "2013-03-02 17:53:29", "description": "A conflict over a recent chemical spill at a factory has drawn attention to growing problems with environmental degradation and officials’ reluctance to take on polluters.", "filename": "2013_03_03_world_asia_spill-in-china-lays-bare-environmental-concerns_1666738579.html", "image_url": "https://static01.nyt.com/images/2013/03/03/world/WATER/WATER-articleLarge.jpg?year=2013&h=400&w=600&s=44ffbb07dd122cbcf7be3da88c025cb1985ecefb272dde42421912aaaae41444&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_03_world_asia_spill-in-china-lays-bare-environmental-concerns_1666738579.html", "title": "Spill in China Lays Bare Environmental Concerns", "title_page": "Spill in China Lays Bare Environmental Concerns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Problems with water weren’t so serious before, but they have become much worse with industrial consumption,” said Yin Qingli, a lawyer in Handan who filed a lawsuit in January against Tianji, which uses water to convert coal to fertilizer at the factory in Changzhi.\nImage Pollution from a factory in Changzhi affected Handan. Credit... The New York Times\nEnvironmental degradation has led many Chinese to question the Communist Party’s management of the country’s economic growth. Addressing the problem is one the greatest challenges for the administration of Xi Jinping, the new chief of the Communist Party. Environmental issues will most likely be on the agenda at the annual meeting of the National People’s Congress, scheduled to begin on Tuesday.\nThe results of an official investigation into the Tianji spill were announced on Feb. 20 by Xinhua, the state news agency, which reported that a faulty hose had resulted in the leakage of about 39 tons of aniline, a potential carcinogen, from the fertilizer factory. Thirty tons were contained by a reservoir, but nearly nine tons leaked into the Zhuozhang River, which feeds into the Zhang River that runs to Hebei Province, where Handan is, and Henan Province. The Xinhua report said 39 people had been punished, including Zhang Bao, the mayor of Changzhi, who was removed from his post. But the party chief, Tian Xirong, the city’s top authority, was recently promoted to deputy director of the provincial Parliament.\nSome critics say officials may be slow to divulge information because the acting governor of Shanxi Province, where Changzhi is, is Li Xiaopeng, the “princeling” son of Li Peng, a powerful Communist Party elder. At a news conference in January after news of the spill had emerged, the younger Mr. Li urged officials to make safety a top priority.\nHandan officials first got a tip about a potential spill on Jan. 4 from a water management agency upstream. But when they tried contacting Changzhi officials, there was no response. “After more than 30 calls, we still weren’t able to reach them,” a Handan environmental official told Xinhua. Only the next day did Changzhi officials agree to meet with Handan officials.", "url": "https://www.nytimes.com/2013/03/03/world/asia/spill-in-china-lays-bare-environmental-concerns.html"}