{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:42:09", "date_modify": "2022-10-25 23:42:09", "date_publish": "2013-03-26 18:04:10", "description": "The American mobile carrier, which has struggled against rivals like AT&T and Verizon, will offer the iPhone 5 and other top smartphones without locking in customers for two years.", "filename": "2013_03_27_technology_t-mobile-unveils-aggressive-phone-pricing-with-no-contracts.html_pagewanted=all_1666741329.html", "image_url": "https://static01.nyt.com/images/2013/03/27/business/PHONE/PHONE-articleLarge.jpg?year=2013&h=347&w=600&s=1fc26016ec4be9ec6830c47b74d26d4f2112889d30fb222b0be54498d759e64e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_27_technology_t-mobile-unveils-aggressive-phone-pricing-with-no-contracts.html_pagewanted=all_1666741329.html", "title": "T-Mobile Unveils Aggressive Phone Pricing With No Contracts", "title_page": "T-Mobile Unveils Aggressive Phone Pricing With No Contracts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "T-Mobile USA, long trailing its rivals in the cellphone industry, is trying to catch up by changing the conversation: it is selling the iPhone cheaper than the competition, and most important, customers would not have to sign a contract.\nBut it may not be enough to persuade smartphone users to abandon the competition.\nAnalysts said the new marketing strategy, which spreads the cost of a new phone over two years as a separate line item on the monthly bill, will still feel like a commitment to many customers, even if they can choose to pay it off early and walk away. And T-Mobile, which has a slower network than its competitors, is only just beginning to introduce major upgrades.\nThe company on Tuesday said the Apple iPhone 5 would be available starting April 12 for $100 up front, with customers paying an additional $20 a month for two years. Other new smartphones, like the Samsung Galaxy S 4 and the BlackBerry Z10, will be available with similar payment plans.\nAlthough T-Mobile’s new phone plans require no long-term contract, customers would have to pay off the balance owed in order to end service prematurely.", "url": "https://www.nytimes.com/2013/03/27/technology/t-mobile-unveils-aggressive-phone-pricing-with-no-contracts.html?pagewanted=all"}