{"authors": ["Barry Meier"], "date_download": "2022-10-25 23:47:03", "date_modify": "2022-10-25 23:47:03", "date_publish": "2013-12-13 17:35:21", "description": "When Robert A. Levinson disappeared in Iran in 2007, U.S. officials insisted he was a private investigator. In fact, he was a C.I.A. contractor.", "filename": "2013_12_14_world_middleeast_a-disappearing-american-spy-and-the-cia_1666741623.html", "image_url": "https://static01.nyt.com/images/2013/12/14/world/14levinson_337/14levinson_337-articleLarge.jpg?year=2013&h=450&w=600&s=d85ecff9edb4ddf76d9a5fa16b81e4403f215b9f316fbea5a0beef33e8ae9431&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_14_world_middleeast_a-disappearing-american-spy-and-the-cia_1666741623.html", "title": "A Disappearing Spy, and a Scandal at the C.I.A.", "title_page": "A Disappearing Spy, and a Scandal at the C.I.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Robert A. Levinson was an overweight bear of a man who once worked as an F.B.I. agent and desperately wanted to recapture the life of international intrigue he relished as an expert on Russian organized crime. But as he sat in a hotel room in Geneva in early 2007, he was anxious about a secret mission he had planned to Iran.\n“I guess as I approach my fifty-ninth birthday on the 10th of March, and after having done quite a few other crazy things in my life,” he wrote in an email to a friend, “I am questioning just why, at this point, with seven kids and a great wife, why would I put myself in such jeopardy.”\nHe would like some assurance, he added, that “I’m not going to wind up someplace where I really don’t want to be at this stage of my life.”\nMr. Levinson gambled and traveled to an island off the Iranian coast to meet with an American fugitive he hoped to turn into his informant. There, his worst fears were realized — he disappeared, and has since been seen only as a prisoner in a video that emerged about three years ago and in photographs showing him dressed like a Guantánamo detainee, in orange garb.", "url": "https://www.nytimes.com/2013/12/14/world/middleeast/a-disappearing-american-spy-and-the-cia.html"}