{"authors": ["Jim Dwyer"], "date_download": "2022-10-25 23:25:38", "date_modify": "2022-10-25 23:25:38", "date_publish": "2013-01-25 03:42:01", "description": "In his two years in office, Gov. Andrew M. Cuomo hasn’t commuted a sentence or granted a pardon.", "filename": "2013_01_25_nyregion_weighing-political-risk-against-mercy-for-prisoners_1666740338.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_25_nyregion_weighing-political-risk-against-mercy-for-prisoners_1666740338.html", "title": "Weighing Political Risk Against Mercy for Prisoners", "title_page": "Weighing Political Risk Against Mercy for Prisoners - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A little more than a year ago, Gov. Andrew M. Cuomo’s staff reported that it was taking a careful look at applications from people in prison for official mercy. His spokesman promised: “It is a power that the governor will use practically and methodically to help ensure everyone is treated fairly under the law.”\nHe hasn’t used it at all.\nMr. Cuomo has had two years and a month as governor. So far, he has not commuted the sentence of a single one of the 55,000 people in the state prison system, or granted a pardon to any of the tens of thousands of others, in prison and out.\nSo the quality of mercy is not strained under Mr. Cuomo. It hasn’t even broken a sweat. Gov. Rick Perry in Texas issued 14 pardons just before Christmas; Gov. Jerry Brown in California handed out 79. A Thanksgiving turkey has a better chance of getting a break from President Obama than any federal inmates: No president in modern times has granted fewer pardons than Mr. Obama. “I haven’t used it yet,” Mr. Cuomo said last week in a radio interview. “I’ve considered using it in a number of cases.”\nPerhaps true, but no honest discussion of pardons or early release can evade the question of political risk. A person who looks worthy of getting an extraordinary second chance might use it to commit a new crime, and the governor or president would be turned into a political spit roast.", "url": "https://www.nytimes.com/2013/01/25/nyregion/weighing-political-risk-against-mercy-for-prisoners.html"}