{"authors": ["Thomas Kaplan"], "date_download": "2022-10-25 23:25:43", "date_modify": "2022-10-25 23:25:43", "date_publish": "2013-07-02 17:21:10", "description": "Gov. Andrew M. Cuomo had threatened lawmakers with establishing this panel if they did not pass the anticorruption bills he had proposed.", "filename": "2013_07_03_nyregion_cuomo-names-panel-to-investigate-corrupt-elected-officials_1666740343.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_03_nyregion_cuomo-names-panel-to-investigate-corrupt-elected-officials_1666740343.html", "title": "Cuomo Creates Special Commission to Investigate Corrupt Elected Officials", "title_page": "Cuomo Creates Special Commission to Investigate Corrupt Elected Officials  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Cuomo, a Democrat, had vowed to appoint an investigatory panel if lawmakers did not pass a package of anticorruption bills he had proposed. His pursuit of the panel risks straining his relationship with the Legislature; even before the announcement on Tuesday, lawmakers had suggested that Mr. Cuomo was starting a crusade against them out of fear that the scandals were beginning to tarnish his own image.\nMr. Cuomo appointed the panel using his authority under the Moreland Act, a 1907 law that gives the governor the power “to examine and investigate the management and affairs of any department, board, bureau or commission of the state.”\nThe commission will be able to issue subpoenas and to examine witnesses under oath. While the Moreland Act only allows direct scrutiny of the executive branch, Mr. Cuomo will expand the scope of the commission’s work by joining with the attorney general’s office, a notable move considering Mr. Cuomo has shown little eagerness to work with Mr. Schneiderman since he succeeded Mr. Cuomo as attorney general.\nUnder the arrangement, members of the panel will be empowered as deputy attorneys general.\n“There’s no substantial legal argument against them looking into every aspect of the state government,” Mr. Schneiderman said in an interview. “Their jurisdiction is as broad as we can grant using the full authority of my office and of the governor’s office.”\nThe commission will report preliminary recommendations by Dec. 1.\nIt remained to be seen how lawmakers would respond to the commission. More than two decades ago, when Mr. Cuomo’s father, former Gov. Mario M. Cuomo, put in place a similar commission, lawmakers at first refused to provide money for it, and then largely ignored its recommendations.", "url": "https://www.nytimes.com/2013/07/03/nyregion/cuomo-names-panel-to-investigate-corrupt-elected-officials.html"}