{"authors": ["Joseph R. Gregory"], "date_download": "2022-10-25 23:49:47", "date_modify": "2022-10-25 23:49:47", "date_publish": "2013-04-08 12:08:10", "description": "Mrs. Thatcher, who set her country on a rightward economic path, held her nation’s top office longer than any other British politician in the 20th century.", "filename": "2013_04_09_world_europe_former-prime-minister-margaret-thatcher-of-britain-has-died.html_pagewanted=all_1666741787.html", "image_url": "https://static01.nyt.com/images/2013/04/09/world/europe/THATCHER/THATCHER-articleLarge.jpg?year=2013&h=401&w=600&s=ffb035b620aa7db1088777f7dbf964fba41a6b515736da23285a59845d5c9a5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_09_world_europe_former-prime-minister-margaret-thatcher-of-britain-has-died.html_pagewanted=all_1666741787.html", "title": "Margaret Thatcher, ‘Iron Lady’ Who Set Britain on New Course, Dies at 87", "title_page": "Margaret Thatcher, ‘Iron Lady’ Who Set Britain on New Course, Dies at 87 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As inflation rose, Mr. Lawson reversed himself and raised interest rates. The sudden effort to stanch the money flow threw Britain into recession. In October 1989, Mr. Lawson resigned, but many devoted Thatcherites admitted that she bore much of the blame.\nOther misjudgments were laid at her door. In an effort to make the local authorities more accountable for the way they spent tax money, Mrs. Thatcher pushed through a measure that replaced property taxes with a “poll tax” on all adult residents of a community. The tax was intended to make everyone, not just property owners, pay for local government services. In practice, the measure was manifestly unfair and deeply unpopular. In March 1990, protests flared into riots. Within her own party, there was a growing feeling that the Iron Lady had become a liability.\nThe Fall\nThat November, tensions among the Tories exploded. The deputy prime minister, Geoffrey Howe, the last survivor of the original Thatcher cabinet of 1979, was known for his loyalty, though he disagreed with the prime minister’s policy toward Europe. Now their differences came to a boil. At a cabinet meeting, “Margaret was incredibly rude to Geoffrey,” Kenneth Baker, another minister, recalled. “It was the last straw for Geoffrey, and he resigned that night.”\nThe next day Michael Heseltine, a former defense minister who favored greater links with Europe, announced that he would challenge Mrs. Thatcher for the party leadership. On Nov. 20, as the prime minister was attending a summit meeting in Paris, the Tories took a vote. For Mrs. Thatcher, whose approval ratings in the polls were falling, the outcome was bleak: though she beat Mr. Heseltine, 204 votes to 152, under party rules her majority was not strong enough for her to keep her place.\nThe race, now wide open, took an unexpected turn. Mrs. Thatcher was awaiting results of the party ballot with her family and friends at 10 Downing Street when she learned that Mr. Heseltine had lost to the soft-spoken chancellor of the Exchequer,John Major, a protégé of hers. When someone said that her colleagues had done an awful turn, she replied, “We’re in politics, dear.”\nThough vowing at first to “fight on and fight to win” the second ballot, she was persuaded to withdraw. After speaking to the queen, calling world leaders and making a final speech to the House of Commons, she resigned on Nov. 28, 1990, leaving 10 Downing Street in tears and feeling betrayed.\nAfter leaving office, Mrs. Thatcher traveled widely and drew huge crowds on the lecture circuit. She sat in the House of Lords as Baroness Thatcher of Kesteven, wrote her memoir and devoted herself to the Margaret Thatcher Foundation, to further her values.", "url": "https://www.nytimes.com/2013/04/09/world/europe/former-prime-minister-margaret-thatcher-of-britain-has-died.html?pagewanted=all"}