{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:49:25", "date_modify": "2022-10-25 23:49:25", "date_publish": "2013-04-08 20:02:48", "description": "Justice Stephen G. Breyer joins a group limited to 50 French citizens and 12 foreign associated members.", "filename": "2013_04_09_world_europe_justice-breyer-inducted-into-french-academy_1666741765.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_09_world_europe_justice-breyer-inducted-into-french-academy_1666741765.html", "title": "Justice Breyer Inducted Into French Academy", "title_page": "Justice Breyer Inducted Into French Academy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under the famous elliptical cupola of the institute’s main hall in Paris, with French members dressed in waistcoats embroidered in green and gold, Justice Breyer heard a long speech praising his career and discussing the American judicial system, then gave his own speech in rigorous, carefully enunciated French.\nAfter praising the life and work of Mr. von Habsburgh, as is the tradition, Justice Breyer spoke of his own faith in the law and his efforts to “defend and advance the rule of law.” He described the changing nature of the cases coming before the Supreme Court, noting that more of them these days center on “the conflict between national security and the protection of the fundamental rights of the individual.”\nAnd more of them, he said, had implications beyond national borders, both in the commercial realm and in the rights of citizens. This year alone, he said, he counted seven such cases on an overall list of 80, “but 20 years ago, I would have counted only one or two.”\nConsequently, Justice Breyer said, it was necessary to be better informed about the law and judicial practices of other countries. “We live in a world where this type of knowledge is no longer a luxury but a daily necessity,\"’ he said. “Our effort to maintain the rule of law demands it.”\nJustice Breyer, 74, was appointed to the Supreme Court by President Bill Clinton and took his seat in 1994. He discussed the extraordinary acceptance that the court’s rulings have come to have in the United States, citing the case of Brown v. Board of Education, which desegregated schools in Arkansas with the help of the 101st Airborne Division, and Bush v. Gore, which decided the 2000 election (although Justice Breyer wrote a dissent in that case).", "url": "https://www.nytimes.com/2013/04/09/world/europe/justice-breyer-inducted-into-french-academy.html"}