{"authors": ["Leslie Kaufman"], "date_download": "2022-10-25 22:56:38", "date_modify": "2022-10-25 22:56:38", "date_publish": "2013-12-20 18:49:01", "description": "The deal is another example of how traditional news organizations are adapting to social media and adopting technologies like video.", "filename": "2013_12_21_business_media_news-corp-acquires-storyful_1666738598.html", "image_url": "https://static01.nyt.com/images/2013/12/21/business/Storyful/Storyful-articleLarge.jpg?year=2013&h=507&w=600&s=34305a89144b3578e58b57391812e0ac46a15fcd2cfc74554007f40eca2e2eed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_12_21_business_media_news-corp-acquires-storyful_1666738598.html", "title": "News Corp. Buys a Media Start-Up for $25 Million", "title_page": "News Corp. Buys a Media Start-Up for $25 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a move highlighting the increasing role that user-generated content plays in the news business, News Corporation, owner of The Wall Street Journal, announced on Friday that it had bought Storyful, a company that calls itself a “social news” agency.\nStoryful monitors websites like Instagram and YouTube for compelling news and video, has its journalists confirm the material’s authenticity, and distributes it to clients in newsrooms around the world. The company makes money by sharing in the advertising revenue its content generates.\nThough the purchase price is only $25 million, the deal illustrates how mainstream newsrooms are transforming themselves in the age of social media. It also reflects the aggressive push by News Corporation and its competitors into video.\n“Video is a vocation for the new News, which will combine with Storyful to reach a growing global audience, enhancing our own editorial products and creating new content communities,” said Robert Thomson, News Corporation’s chief executive.", "url": "https://www.nytimes.com/2013/12/21/business/media/news-corp-acquires-storyful.html"}