{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:37:12", "date_modify": "2022-10-25 23:37:12", "date_publish": "2013-10-31 21:22:14", "description": "Esa-Pekka Salonen led the New York Philharmonic Wednesday night in a program including his own Violin Concerto.", "filename": "2013_11_01_arts_music_esa-pekka-salonen-leads-new-york-philharmonic_1666741032.html", "image_url": "https://static01.nyt.com/images/2013/11/01/arts/01PHIL_SPAN/PHIL-articleLarge.jpg?year=2013&h=400&w=600&s=a51e0889d7a170f16b0fd41fe50a4a08b9614d08bf2f8f58811c74a083604f74&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_01_arts_music_esa-pekka-salonen-leads-new-york-philharmonic_1666741032.html", "title": "Esa-Pekka Salonen Leads New York Philharmonic", "title_page": "Esa-Pekka Salonen Leads New York Philharmonic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During his adventurous 17-year tenure as music director of the Los Angeles Philharmonic, the conductor Esa-Pekka Salonen was so preoccupied with his work there, and with carving out time to compose, his top priority, that he had limited occasions for guest appearances with American orchestras, including the New York Philharmonic.\nSo it was good to see him take the podium at Avery Fisher Hall for a fascinating New York Philharmonic program on Wednesday, his first appearance since he presented a Hungarian Echoes Festival in spring 2011. His current position as principal conductor of the London Philharmonia Orchestra seems to allow him a little more travel time, which is great news for New Yorkers.\nThe central focus was Mr. Salonen’s arresting Violin Concerto, written for Leila Josefowicz, who performed it here brilliantly. Ravel’s Suite from “Mother Goose,” in a tenderly restrained performance, was an ideal mood setter for the intense concerto. It was a bold idea to end, after intermission, with Sibelius’s Fifth Symphony, in a fresh, unusually clear-textured performance. The Finnish Mr. Salonen was inviting listeners to hear associations between his musical language and Sibelius’s, Finland’s most visionary composer.\nMs. Josefowicz has been a go-to violinist for quite a few composers, like John Adams, Colin Matthews and Steven Mackey. She gave the premiere of Mr. Salonen’s Violin Concerto, under his direction, with the Los Angeles Philharmonic in 2009. She owns the piece. (She recorded it with Mr. Salonen last year for Deutsche Grammophon.)", "url": "https://www.nytimes.com/2013/11/01/arts/music/esa-pekka-salonen-leads-new-york-philharmonic.html"}