{"authors": ["Jack Hitt"], "date_download": "2022-10-25 23:27:00", "date_modify": "2022-10-25 23:27:00", "date_publish": "2013-08-17 18:37:07", "description": "In college, Meredith Perry wondered why wireless devices needed wires for recharging. That question has led to her work on a way to transmit electrical power via sound waves.", "filename": "2013_08_18_technology_an-inventor-wants-one-less-wire-to-worry-about.html_pagewanted=all&_r=0%20%5C%5Co%20Related%20Times%20article_1666740420.html", "image_url": "https://static01.nyt.com/images/2013/08/18/business/18-IDEA2/18-IDEA2-articleLarge.jpg?year=2013&h=591&w=600&s=b3dc1e6f8415e4b81b01e568c47201e091bcf528ab906aa89c16582377b06917&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_18_technology_an-inventor-wants-one-less-wire-to-worry-about.html_pagewanted=all&_r=0%20%5C%5Co%20Related%20Times%20article_1666740420.html", "title": "An Inventor Wants One Less Wire to Worry About", "title_page": "An Inventor Wants One Less Wire to Worry About - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sound frequency “is basically how many cycles per second air is being pushed through a space,” Ms. Perry says. “We have little hairs in our ears that vibrate in response to sound. We interpret that change in air pressure as sound. But sound is something that exists outside of our head. Literally, it’s just air particles moving in an arranged fashion.” So was it possible to deploy sound waves that humans couldn’t hear or feel, in order to charge a phone?\nNothing in her training prepared her for this kind of research. She was an astrobiologist, after all. She was just 21 and had spent the previous two summers interning at NASA.\nSo she did what most everybody else does. She clicked on Wikipedia. She started with the “ultrasound” page, then “acoustic.” Soon enough, she was reading academic papers at the forefront of various disciplines.\nHer idea, she discovered, meant marrying the fields of sound, electricity, battery technology and other subspecialties. “It was such a multidisciplinary idea,” she said, “and everyone in each different department basically told me that there was basically no way that you could get past all the hurdles.”\nShe kept running into the same genre of problem. “I was working with a couple of different people at the beginning who would say there was no way to get this high-power sound over this distance without creating shock waves,” she said. “Of course, I would have my 10-minute panic attack and think the whole thing was over. Then I would do some research on my own, and figure out how to achieve high-power sound without creating shock waves.”\nAfterward, she said, “I would go back to that person and he would say, ‘Oh, yeah, that should work.’ ” Each expert seemed to dwell in his own private silo, so that whenever she crossed from one discipline to another, she would run into the same wall of constricted thinking.", "url": "https://www.nytimes.com/2013/08/18/technology/an-inventor-wants-one-less-wire-to-worry-about.html?pagewanted=all&_r=0%20%5C%5Co%20Related%20Times%20article."}