{"authors": ["Jodi Rudoren"], "date_download": "2022-10-25 23:56:18", "date_modify": "2022-10-25 23:56:18", "date_publish": "2013-11-22 13:46:38", "description": "Isaac Herzog, the son of former President Chaim Herzog, urged “bold steps” toward peace with the Palestinians.", "filename": "2013_11_23_world_middleeast_son-of-former-israeli-president-takes-helm-at-labor-party_1666742178.html", "image_url": "https://static01.nyt.com/images/2013/11/23/world/israel/israel-articleLarge.jpg?year=2013&h=400&w=600&s=41c4feb8e4724167dd17d3ccfbe36802bf4a2b1da45a105a6176218c083c6ac4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_23_world_middleeast_son-of-former-israeli-president-takes-helm-at-labor-party_1666742178.html", "title": "Son of Israeli Ex-President Takes Helm of Labor Party, Urging Peace", "title_page": "Son of Israeli Ex-President Takes Helm of Labor Party, Urging Peace  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Isaac Herzog, the son of a former president, took the helm of Israel’s Labor Party and thus Parliament’s opposition on Friday, vowing to restore the party’s historic focus on promoting peace with the Palestinians and to mount a vigorous challenge to Prime Minister Benjamin Netanyahu’s right-leaning government.\n“Only bold steps toward peace with the Palestinians will enable us to break through on all fronts,” Mr. Herzog said at a news conference in Tel Aviv. “I am not sure — I have grave doubts — whether Prime Minister Netanyahu understands this and if he’s working toward it.”\nPromising to “restore the political banner to center stage” for “the sake of a just state,” he said he would “outflank those in power until we return to lead the country.”\nA lawyer universally known as Buji and a father of three, Mr. Herzog, 53, hails from a beloved Israeli dynasty: His father, Chaim Herzog, a military man and diplomat, served as Israel’s sixth president, from 1983 to 1993, and his grandfather Yitzhak HaLevi Herzog was the first Ashkenazi chief rabbi of the modern state.", "url": "https://www.nytimes.com/2013/11/23/world/middleeast/son-of-former-israeli-president-takes-helm-at-labor-party.html"}