{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:34:27", "date_modify": "2022-10-25 23:34:27", "date_publish": "2013-05-12 09:13:00", "description": "Investigators said a senior economic policy maker, Liu Tienan, was “suspected of grave violations of discipline,” accusations first raised by a magazine editor.", "filename": "2013_05_13_world_asia_china-eyes-liu-tienan-an-official-challenged-by-a-journalist_1666740867.html", "image_url": "https://static01.nyt.com/images/2013/05/13/world/beijing/beijing-articleLarge.jpg?year=2013&h=441&w=600&s=63d6822056a55e18af6c0164bf8c9a660288a1f2cdcea50029aad38a9a55cef3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_13_world_asia_china-eyes-liu-tienan-an-official-challenged-by-a-journalist_1666740867.html", "title": "China to Investigate Top Economic Policy Maker", "title_page": "China to Investigate Top Economic Policy Maker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — China’s top anticorruption agency said Sunday that it was investigating Liu Tienan, a senior economic policy maker, in an abrupt turn in a case that openly pitted him against a campaigning investigative journalist.\nThe agency, the Central Commission for Discipline Inspection of the Communist Party, which runs corruption inquiries involving senior officials, said Mr. Liu was “suspected of grave violations of discipline, and is now under investigation by the organization,” according to a report from Xinhua, the state news agency.\nThe report came more than five months after the journalist, Luo Changping, boldly challenged Mr. Liu and investigators by publicly accusing Mr. Liu of shady business deals and other wrongdoing like threatening to kill his mistress and overstating his academic qualifications. Mr. Luo laid out the charges on the Internet in early December. They lingered there, despite a denial by a spokesman for Mr. Liu and the power of censors to erase the postings, which fanned a public uproar.\nYet for months it appeared that Mr. Liu might survive the scandal. Since 2008, he has been a deputy chairman of the National Development and Reform Commission, an agency that oversees many areas of economy policy. Until March, he was also head of the National Energy Administration, and he made several public appearances after Mr. Luo made the accusations, according to Chinese news reports.", "url": "https://www.nytimes.com/2013/05/13/world/asia/china-eyes-liu-tienan-an-official-challenged-by-a-journalist.html"}