{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:06", "date_modify": "2022-10-25 23:56:06", "date_publish": "2013-07-06 23:10:47", "description": "As Israel presses ahead with plans to phase out a draft exemption, hard-line elements are fighting back by ostracizing the few thousand Haredi already serving.", "filename": "2013_07_07_world_middleeast_service-brings-scorn-to-israels-ultra-orthodox-enlistees_1666742166.html", "image_url": "https://static01.nyt.com/images/2013/07/07/world/HAREDI/HAREDI-articleLarge.jpg?year=2013&h=400&w=600&s=8205683f39f00414ffea00c6db5998b6365fb2230bca7c370d2e202958e93900&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_07_world_middleeast_service-brings-scorn-to-israels-ultra-orthodox-enlistees_1666742166.html", "title": "Service Brings Scorn to Israel’s Ultra-Orthodox Enlistees", "title_page": "Service Brings Scorn to Israel’s Ultra-Orthodox Enlistees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But with Parliament working on legislation that would eventually lead to the conscription of ultra-Orthodox men, and the subsequent backlash among the Haredim, things now appear to be moving in the opposite direction.\nIn past years, the ultra-Orthodox community was more tolerant toward members who chose military service; some rabbis even gave their quiet blessing to recruits who were deemed unsuitable for full-time Torah study. But Haredi attitudes have hardened in response to the broad public pressure and government efforts to work toward equal service for all, barring a small quota of Orthodox youths considered Torah prodigies.\nIn May, up to 30,000 Haredi men flooded the streets around the recruitment office in Jerusalem to protest conscription, exposing for the first time the depth of anger. The Haredi reaction already appears to have dampened volunteer enlistment.\nElchanan Fromer, 29, who is from a small ultra-Orthodox settlement in the West Bank and works as a coordinator for the Shahar program, said the year had begun very well, with more than twice as many volunteers as in the first half of 2012. In recent weeks, however, there have been signs of a drop-off, he said.\nMr. Fromer joined Shahar in 2010 and served for 18 months. But service has become much harder for Haredi soldiers, he said, because of the potential consequences for their families now that passions on the subject have been inflamed.\n“Hundreds of soldiers are facing daily problems,” he said. “Personally, if I was supposed to enlist today, I wouldn’t do it.”\nOn billboards in the ultra-Orthodox Mea Shearim quarter of Jerusalem last week, black-and-white posters warned the public against the “licentious military” coming to tempt innocent Haredi youths into “the whorehouses of Nahal and Shahar.”", "url": "https://www.nytimes.com/2013/07/07/world/middleeast/service-brings-scorn-to-israels-ultra-orthodox-enlistees.html"}