{"authors": ["Randal C. Archibold", "Ginger Thompson"], "date_download": "2022-10-25 23:54:55", "date_modify": "2022-10-25 23:54:55", "date_publish": "2013-07-17 01:27:27", "description": "With the arrest of the feared Zeta crime boss Miguel Ángel Treviño Morales, Mexico’s long and bloody drug war may have reached a crossroads.", "filename": "2013_07_17_world_americas_capture-of-mexican-crime-boss-appears-to-end-a-brutal-chapter_1666742095.html", "image_url": "https://static01.nyt.com/images/2013/07/17/world/0717MEXICOjp02/0717MEXICOjp02-articleLarge-v2.jpg?year=2013&h=400&w=600&s=1463824db9c29d01109f6209633ccbecaaed3411712946d35e8aba904e24dded&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_17_world_americas_capture-of-mexican-crime-boss-appears-to-end-a-brutal-chapter_1666742095.html", "title": "Capture of Mexican Crime Boss Appears to End a Brutal Chapter", "title_page": "Capture of Mexican Crime Boss Appears to End a Brutal Chapter  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — Body parts strewn on highways, etched with the letter Z. Videotaped torture sessions uploaded onto YouTube. Victims placed in barrels and dissolved into a “stew” of violent death.\nSince the Zetas emerged less than a decade ago as the brutal new figures in the storied history of organized crime here, Mexico has experienced some of its most shocking episodes of violence, and the bloodshed has seeped into other countries throughout the region.\nFounded by heavily armed former soldiers trained for war, the Zetas did not pioneer sensational acts of violence in Mexico, but they perfected the practice of carnage as message, as they expanded beyond drug trafficking into extortion, migrant smuggling, kidnapping and other crimes.\nWith the arrest on Monday of Miguel Ángel Treviño Morales, the Zeta crime boss so greatly feared that many would not dare utter his name in public, Mexico’s long and bloody drug war may have reached a crossroads. Nobody believes that drug trafficking will let up now that the Zetas have been weakened. And an array of ruthless gunmen in and out of the Zetas have no qualms about continuing to kill.", "url": "https://www.nytimes.com/2013/07/17/world/americas/capture-of-mexican-crime-boss-appears-to-end-a-brutal-chapter.html"}