{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:20", "date_modify": "2022-10-25 23:27:20", "date_publish": "2013-08-27 15:43:39", "description": "The company just won a legal fight to keep the reactor open, but said a long depression in natural-gas prices had pushed the wholesale price of electricity so low it was losing money on the plant.", "filename": "2013_08_28_science_entergy-announces-closing-of-vermont-nuclear-plant.html__r=0_1666740440.html", "image_url": "https://static01.nyt.com/images/2013/08/15/business/Nuke/Nuke-articleLarge-v3.jpg?year=2013&h=342&w=600&s=1a8b9dc11ba8cb0345c0a8369ea4fb48e48d296b0ad16afc4f71bd3ba30c5a73&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_28_science_entergy-announces-closing-of-vermont-nuclear-plant.html__r=0_1666740440.html", "title": "Vermont Yankee Plant to Close Next Year as the Nuclear Industry Retrenches", "title_page": "Vermont Yankee Plant to Close Next Year as the Nuclear Industry Retrenches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Vermont Yankee nuclear reactor, one of the oldest nuclear plants in the country and the subject of heated battles over the decades, will close late next year, the company that owns it announced on Tuesday, less than two weeks after winning a protracted legal fight against the State of Vermont to keep it open.\nThe company, Entergy, said a long depression in natural gas prices had pushed the wholesale price of electricity so low that it was losing money on the reactor, which is on the Connecticut River in Vernon just north of the Massachusetts border.\nSo far this year, owners have announced the retirements of five reactors, with the low price of gas being cited as a factor in all of the cases. Three of the five have substantial mechanical problems.\nBut Vermont Yankee and one in Wisconsin, Kewaunee, represent a more significant trend because they have no major physical needs beyond the typical requirements for continuing capital investments. Vermont Yankee did face some expenses for improvements prompted by the Fukushima Daiichi meltdowns in Japan in March 2011, but these do not appear to have been decisive.", "url": "https://www.nytimes.com/2013/08/28/science/entergy-announces-closing-of-vermont-nuclear-plant.html?_r=0"}