{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:23:17", "date_modify": "2022-10-25 23:23:17", "date_publish": "2013-06-29 20:08:17", "description": "More researchers are insisting on seeing all the data behind all clinical trials for drugs, not just the rosy reports that companies choose to release.", "filename": "2013_06_30_business_breaking-the-seal-on-drug-research.html_pagewanted=all_1666740197.html", "image_url": "https://static01.nyt.com/images/2013/06/30/business/30-DRUGTRIALS-JP1/30-DRUGTRIALS-JP1-articleLarge.jpg?year=2013&h=377&w=600&s=4ff34d6b992bd82b5510c3e120a1dd7d660803d98d962d88a0b90a195eeb5540&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_06_30_business_breaking-the-seal-on-drug-research.html_pagewanted=all_1666740197.html", "title": "Breaking the Seal on Drug Research", "title_page": "Breaking the Seal on Drug Research - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If you dump onto the sidewalk all the data and you include commercially protected information,” he said, “then you’re essentially giving to competitors what we invested billions of dollars in.”\nOthers warned that such a policy could discourage drug companies from investing in Europe. “If you, on the other hand, say, ‘You guys are bad actors, we want to cut your prices, we want to take your confidential data and share it with any one of your competitors,’ you don’t get the same feeling of encouragement,” Christopher A. Viehbacher, C.E.O. of the French pharmaceutical company Sanofi, told reporters in Brussels on Monday, according to Reuters.\nIndustry officials and regulators in the United States say the public already has access to vast amounts of information about clinical trials. The basic results of all clinical trials must now be registered in a federal clearinghouse, for example, and the Food and Drug Administration publishes staff reviews and other documents when it approves a new drug. The F.D.A. has said that it is monitoring the developments in Europe but that federal laws in the United States restrict what types of information can be released, particularly data that could reveal personal or commercially confidential information.\nCochrane group members point to the Medtronic study as an example of the value of a neutral perspective.\nIn 2011, Medtronic awarded a $2.5 million grant to Yale and asked it to oversee a detailed review of trial data for Infuse, a bioengineered material in spinal fusions to treat back pain. The company was facing claims that it had published misleading information about the treatment, and it turned over its data in an effort to address those criticisms. Two teams that examined the data came to similar conclusions: Infuse appeared to be no better than an older treatment, and may pose added risks.\nEARLIER this month, Dr. Doshi opened what he hopes will be a new chapter in his quest for greater understanding of clinical trials. He and several other researchers published what amounted to an ultimatum to drug companies: publish your data, or we’ll do it for you.\nUnder the plan, researchers would publish articles summarizing trial results in cases where the underlying data has already been released. In isolated cases, such information has been made public through litigation and Freedom of Information Act requests.\n“It’s really neat to see a larger opportunity for a larger impact,” he said. “Tamiflu just happened to be the lever that opened that door.”", "url": "https://www.nytimes.com/2013/06/30/business/breaking-the-seal-on-drug-research.html?pagewanted=all"}