{"authors": ["Charlie Savage", "David E. Sanger"], "date_download": "2022-10-25 23:37:45", "date_modify": "2022-10-25 23:37:45", "date_publish": "2013-07-31 14:33:22", "description": "Senators of both parties challenged the collection of records of domestic phone calls, as the latest leak provided new details on the way the agency monitors Web browsing around the world.", "filename": "2013_08_01_us_nsa-surveillance.html__r=0_1666741065.html", "image_url": "https://static01.nyt.com/images/2013/08/01/us/01nsa_inline/01nsa_inline-articleLarge.jpg?year=2013&h=386&w=600&s=233268b7ac22732efb0f160cdec630e7156e9f2d6c32e9a720a0902c32515d60&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_08_01_us_nsa-surveillance.html__r=0_1666741065.html", "title": "Senate Panel Presses N.S.A. on Phone Logs", "title_page": "Senate Panel Presses N.S.A. on Phone Logs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senators of both parties on Wednesday sharply challenged the National Security Agency’s collection of records of all domestic phone calls, even as the latest leaked N.S.A. document provided new details on the way the agency monitors Web browsing around the world.\nAt a Senate Judiciary Committee hearing, the chairman, Patrick J. Leahy, Democrat of Vermont, accused Obama administration officials of overstating the success of the domestic call log program. He said he had been shown a classified list of “terrorist events” detected through surveillance, and it did not show that “dozens or even several terrorist plots” had been thwarted by the domestic program.\n“If this program is not effective it has to end. So far, I’m not convinced by what I’ve seen,” Mr. Leahy said, citing the “massive privacy implications” of keeping records of every American’s domestic calls.\nAt the start of the hearing, the Obama administration released previously classified documents outlining the rules for how the domestic phone records may be accessed and used by intelligence analysts. And as senators debated the program, The Guardian published on its Web site a still-classified 32-page presentation, apparently downloaded by Edward J. Snowden, the former N.S.A. contractor, that describes a separate surveillance activity by the agency.", "url": "https://www.nytimes.com/2013/08/01/us/nsa-surveillance.html?_r=0"}