{"authors": ["Michiko Kakutani"], "date_download": "2022-10-25 23:46:53", "date_modify": "2022-10-25 23:46:53", "date_publish": "2013-10-28 22:17:58", "description": "“The Everything Store: Jeff Bezos and the Age of Amazon,” by Brad Stone, explores one man’s relentless quest to take over retailing.", "filename": "2013_10_29_books_the-everything-store-jeff-bezos-and-the-age-of-amazon_1666741613.html", "image_url": "https://static01.nyt.com/images/2013/10/29/arts/29BOOKjp2/29BOOKjp2-articleLarge.jpg?year=2013&h=706&w=600&s=1dd1f09da31ce4398284f925213c5a9452d1d7cc05fa6e7addb80fa235926f1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_10_29_books_the-everything-store-jeff-bezos-and-the-age-of-amazon_1666741613.html", "title": "‘The Everything Store: Jeff Bezos and the Age of Amazon’", "title_page": "‘The Everything Store: Jeff Bezos and the Age of Amazon’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Stone, a senior writer for Bloomberg Businessweek and a former reporter for The New York Times, tells this story of disruptive innovation with authority and verve, and lots of well-informed reporting. Although “The Everything Store” retraces early ground covered by Robert Spector’s 2000 book, “Amazon.com: Get Big Fast,” Mr. Stone has conducted more than 300 interviews with current and former Amazon executives and employees, including conversations, over the years, with Mr. Bezos, who “in the end was supportive of this project even though he judged that it was ‘too early’ for a reflective look” at the company.\n“The Everything Store” does not examine in detail the fallout that Amazon’s rise has had on book publishing and on independent bookstores, but Mr. Stone does a nimble job of situating the company’s evolution within the wider retail landscape and within the technological revolution that was remaking the world at the turn of the millennium. He gives the lay reader an understanding of how Amazon was able to outmaneuver the already established book chain Barnes & Noble, and how it’s been able to grow and mutate and take on Internet giants like eBay and Apple.\nMr. Stone also provides a dynamic portrait of the driven and demanding Mr. Bezos, going so far as to track down his biological father, Ted Jorgensen, a former circus performer and unicyclist, whom Mr. Bezos hadn’t been in contact with for decades.\nTwo of Mr. Bezos’s basic principles are putting the customer first and thinking for the long term. Mr. Bezos and his lieutenants reasoned, Mr. Stone writes, that “lower prices led to more customer visits. More customers increased the volume of sales and attracted more commission-paying third-party sellers to the site,” which “allowed Amazon to get more out of fixed costs like the fulfillment centers and the servers needed to run the website,” which, in turn, led to greater efficiency and the possibility of lowering prices even further. At the same time, improving the customer experience — whether through deep discounts or free shipping — would lead to word of mouth, which would take the place of costly advertising.", "url": "https://www.nytimes.com/2013/10/29/books/the-everything-store-jeff-bezos-and-the-age-of-amazon.html"}