{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:21", "date_modify": "2022-10-25 23:56:21", "date_publish": "2013-04-10 00:44:42", "description": "People seeking to pray at the holy site in Jerusalem in less traditional fashion would have a separate area of their own.", "filename": "2013_04_10_world_middleeast_plan-to-resolve-western-wall-prayer-controversy_1666742181.html", "image_url": "https://static01.nyt.com/images/2013/04/10/world/ISRAEL/ISRAEL-articleLarge.jpg?year=2013&h=400&w=600&s=8b65d53eb79fc6f1d395c15d7fbb0951aa51c0cadbe7c87cf278989a83c58fc1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_10_world_middleeast_plan-to-resolve-western-wall-prayer-controversy_1666742181.html", "title": "Plan to Resolve Western Wall Prayer Controversy", "title_page": "Plan to Resolve Western Wall Prayer Controversy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Natan Sharansky, the chairman of the Jewish Agency, outlined new ideas on Tuesday for making the Western Wall a place where all Jews could pray comfortably, after tensions over rituals there peaked in recent months and caused discord between the Israeli authorities and Jewish leaders abroad.\nMr. Sharansky’s proposal involves expanding and improving the areas accessible for prayer at the wall to include the southern section known as Robinson’s Arch which, under his plan, would be open for Jews wishing to pray in a less Orthodox, more egalitarian style 24 hours a day, seven days a week. The main prayer section, which is now divided into men’s and women’s sections, would remain the domain of more traditional worshippers.\n“The question is not how to force everybody to pray together,” Mr. Sharansky said in a telephone interview from New York, “but how to let everybody be able to pray as they wish without interfering with the other.”\nHis proposals, which are subject to approval by the Israeli government, met with enthusiasm from the chairwoman of Women of the Wall, a feminist and pluralistic religious group that has championed the current struggle over the site. The group has been meeting for prayers at the Western Wall, or Kotel, at the start of every Hebrew month since the late 1980s.", "url": "https://www.nytimes.com/2013/04/10/world/middleeast/plan-to-resolve-western-wall-prayer-controversy.html"}