{"authors": ["Mark Landler", "Michael R. Gordon"], "date_download": "2022-10-25 23:54:03", "date_modify": "2022-10-25 23:54:03", "date_publish": "2013-02-18 22:52:03", "description": "With President Obama apparently running out of ways to speed President Bashar al-Assad’s exit, American officials may revive a debate on giving weapons to his opponents.", "filename": "2013_02_19_world_middleeast_as-assad-holds-firm-obama-could-revisit-arms-policy_1666742043.html", "image_url": "https://static01.nyt.com/images/2013/02/19/world/POLICY/POLICY-articleLarge.jpg?year=2013&h=387&w=600&s=a55d155e2856b17bddedcb83a88d9bd685ea1403bf54f9e2eb5af45bff2ba090&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_02_19_world_middleeast_as-assad-holds-firm-obama-could-revisit-arms-policy_1666742043.html", "title": "Obama, in Addressing Syria, May Revisit Arms Policy", "title_page": "Obama, in Addressing Syria, May Revisit Arms Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the State Department does not provide nonlethal assistance to armed rebel factions. This has greatly limited the influence the United States has with armed groups that are likely to control much of Syria if Mr. Assad is ousted.\n“The odds are very high that, for better or worse, armed men will determine Syria’s course for the foreseeable future,” said Frederic C. Hof, a former senior State Department official and a senior fellow at the Atlantic Council. “For the U.S. not to have close, supportive relationships with armed elements, carefully vetted, is very risky.”\nBecause units of the anti-Assad Free Syrian Army have captured prisoners and detained criminals in the areas they control, Mr. Hof said, it is essential that either the United States or an ally train rebel staff officers in judicial procedures and make them sensitive to human rights concerns.\nThough the White House has focused on the risks of providing weapons, other nations have had no such reservations. Russia has continued to provide arms and financial support to the Assad government. Iran has supplied the government with weapons and paramilitary Quds Force advisers. Hezbollah has sent militants to Syria to help Mr. Assad’s forces. On the other side, antigovernment Qaeda-affiliated fighters have been receiving financial aid and other support from their backers in the Middle East.\nThe arming plan that was considered last year originated with David H. Petraeus, then the director of the Central Intelligence Agency, and was supported by former Secretary of State Hillary Rodham Clinton. The goal was to create allies in Syria that the United States could work with during the conflict and if Mr. Assad was removed from power. Each had a reason for supporting it.\nMr. Petraeus had experience as a general in Iraq training Iraqi fighters and had long worried that militants traveling through Syria to join Al Qaeda in Iraq might one day reverse course and challenge the Assad government. Mrs. Clinton signed on to the initiative after frustration that the Russians had walked away from a transition plan she thought was agreed on in June.\nDefense Secretary Leon E. Panetta supported the plan, which offered a way to influence the military situation inside Syria without involving American forces. So did Gen. Martin E. Dempsey, the chairman of the Joint Chiefs of Staff, calculating that it was important to bring the conflict to a close before the Syrian state collapsed and there was nothing to hand over to Mr. Assad’s successor.", "url": "https://www.nytimes.com/2013/02/19/world/middleeast/as-assad-holds-firm-obama-could-revisit-arms-policy.html"}