{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:49:52", "date_modify": "2022-10-25 23:49:52", "date_publish": "2013-04-16 16:24:20", "description": "President Obama labeled the Boston blasts a terrorist attack for the first time, but he said officials did not know whether it was the work of foreign or domestic groups or individuals.", "filename": "2013_04_17_us_politics_obama-calls-marathon-bombings-an-act-of-terrorism.html_ref=us_1666741792.html", "image_url": "https://static01.nyt.com/images/2013/04/16/us/politics/video-obamamarathon-day2/video-obamamarathon-day2-articleLarge.jpg?year=2013&h=338&w=600&s=ad9a5ba774948493308a8fa55ac1ded2060f2cf6f78d4fde8f170741b96e79a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_17_us_politics_obama-calls-marathon-bombings-an-act-of-terrorism.html_ref=us_1666741792.html", "title": "Obama Calls Marathon Bombings an ‘Act of Terrorism’", "title_page": "Obama Calls Marathon Bombings an ‘Act of Terrorism’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When President Obama went before cameras at the White House on Tuesday, he said he knew nothing more about who carried out the deadly bombings in Boston than he did the day before. But he knew enough to call them an “act of terrorism.”\nMr. Obama’s decision to use that designation — which he scrupulously avoided in his first public response on Monday — attests to the lack of reliable information in the chaotic aftermath of the attack and the extreme sensitivity of any president invoking the notion of terrorism.\nThe shift in wording, a senior administration official said, was “entirely driven by the information flow.” As investigators learned more about the nature of the attack, and the explosives used in it, he said, Mr. Obama felt comfortable referring to it as terrorism.\n“Any time bombs are used to target innocent civilians, it is an act of terror,” the president said in his appearance shortly before midday. Deploring what he called a “heinous and cowardly act,” Mr. Obama said that “the American people refuse to be terrorized.”", "url": "https://www.nytimes.com/2013/04/17/us/politics/obama-calls-marathon-bombings-an-act-of-terrorism.html?ref=us"}