{"authors": ["Thomas Fuller"], "date_download": "2022-10-25 23:45:14", "date_modify": "2022-10-25 23:45:14", "date_publish": "2013-09-02 18:08:27", "description": "A grandson of the creator of the Red Bull energy drink admitted to fatally striking a police officer with his Ferrari and dragging his dead body down a Bangkok street.", "filename": "2013_09_03_world_asia_wealthy-thai-fails-to-show-for-hearing-over-hit-and-run_1666741514.html", "image_url": "https://static01.nyt.com/images/2013/09/03/world/0903THAILAND/0903THAILAND-articleLarge.jpg?year=2013&h=425&w=600&s=f36dac2f07ebb219ec8aa4183e15344a81d2994e2e41e451e8951cb6439c1853&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_09_03_world_asia_wealthy-thai-fails-to-show-for-hearing-over-hit-and-run_1666741514.html", "title": "Hit-and-Run Case Seen as Reflection of Inequality in Thailand", "title_page": "Hit-and-Run Case Seen as Reflection of Inequality in Thailand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BANGKOK — The Bangkok policeman was fatally struck by a gray Ferrari, his body dragged down a darkened Bangkok street. In contrast to his sudden and brutal death 12 months ago, the Thai judicial process that has followed has been slow and labored.\nAfter repeated postponements, Thai prosecutors said Monday that the man who has admitted to the hit and run, Vorayuth Yoovidhya, the grandson of the inventor of the Red Bull energy drink and the heir to one of Thailand’s greatest fortunes, failed to show up at an indictment hearing.\nProsecutors said they had dropped charges of speeding against him because the one-year statute of limitations runs out on Tuesday.\nMr. Vorayuth still faces two other charges, and prosecutors said they would issue a warrant for his arrest. But in a case that has been described as a test of whether the rich and influential in Thailand enjoy more leniency than others, critics say the system is so far coming up short.", "url": "https://www.nytimes.com/2013/09/03/world/asia/wealthy-thai-fails-to-show-for-hearing-over-hit-and-run.html"}