{"authors": ["Jeremy W. Peters", "Michael S. Schmidt"], "date_download": "2022-10-25 23:52:19", "date_modify": "2022-10-25 23:52:19", "date_publish": "2013-11-29 01:00:34", "description": "As 3-D printing technology makes it possible to produce weapons that can avoid detection, the police and members of Congress fear the consequences if the Undetectable Firearms Act is not renewed.", "filename": "2013_11_29_us_law-limiting-plastic-guns-set-to-expire_1666741939.html", "image_url": "https://static01.nyt.com/images/2013/11/29/us/JP-GUNS/JP-GUNS-articleLarge.jpg?year=2013&h=771&w=600&s=9b82536470ed672c5b4c999259adca918ed9585adaeff0b8b874131eacc603b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_11_29_us_law-limiting-plastic-guns-set-to-expire_1666741939.html", "title": "Law Limiting Plastic Guns Set to Expire", "title_page": "Law Limiting Plastic Guns Set to Expire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In the movie “In the Line of Fire,” a deranged killer smuggles a homemade gun past the Secret Service and tries, unsuccessfully, to shoot the president.\nThat situation might have seemed far-fetched when the film, which starred Clint Eastwood as the agent who dives in front of the assassin’s bullet, came out in 1993. But today, police officials and members of Congress fear that if a law known as the Undetectable Firearms Act is not renewed and updated when it expires on Dec. 9, firearms that can slip past metal detectors and X-ray machines will become a law enforcement problem across the country.\nIt is not an idle concern: Homemade plastic guns are a reality, made possible by the proliferation of 3-D printing technology that was only getting started when the law was first passed by Congress and signed by President Ronald Reagan in 1988.\n“They are so frightening because they render most standard detection useless,” said Tim Murphy, a former deputy director of the F.B.I.", "url": "https://www.nytimes.com/2013/11/29/us/law-limiting-plastic-guns-set-to-expire.html"}