{"authors": ["Jonathan Weisman"], "date_download": "2022-10-25 23:37:48", "date_modify": "2022-10-25 23:37:48", "date_publish": "2013-07-29 01:16:58", "description": "The movement to significantly rein in surveillance by the National Security Agency began on the political fringes but has built up support from Republican and Democratic leaders.", "filename": "2013_07_29_us_politics_momentum-builds-against-nsa-surveillance_1666741068.html", "image_url": "https://static01.nyt.com/images/2013/07/29/us/JP-SURVEILLANCE/JP-SURVEILLANCE-articleLarge.jpg?year=2013&h=401&w=600&s=0bc2c2eb1a46a816d7396b4186c2b6f729ccb6bf6759f7834d6e63f001281ae8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_07_29_us_politics_momentum-builds-against-nsa-surveillance_1666741068.html", "title": "Momentum Builds Against N.S.A. Surveillance", "title_page": "Momentum Builds Against N.S.A. Surveillance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The movement to crack down on government surveillance started with an odd couple from Michigan, Representatives Justin Amash, a young libertarian Republican known even to his friends as “chief wing nut,” and John Conyers Jr., an elder of the liberal left in his 25th House term.\nBut what began on the political fringes only a week ago has built a momentum that even critics say may be unstoppable, drawing support from Republican and Democratic leaders, attracting moderates in both parties and pulling in some of the most respected voices on national security in the House.\nThe rapidly shifting politics were reflected clearly in the House on Wednesday, when a plan to defund the National Security Agency’s telephone data collection program fell just seven votes short of passage. Now, after initially signaling that they were comfortable with the scope of the N.S.A.’s collection of Americans’ phone and Internet activities, but not their content, revealed last month by Edward J. Snowden, lawmakers are showing an increasing willingness to use legislation to curb those actions.\nRepresentatives Jim Sensenbrenner, Republican of Wisconsin, and Zoe Lofgren, Democrat of California, have begun work on legislation in the House Judiciary Committee to significantly rein in N.S.A. telephone surveillance. Mr. Sensenbrenner said on Friday that he would have a bill ready when Congress returned from its August recess that would restrict phone surveillance to only those named as targets of a federal terrorism investigation, make significant changes to the secret court that oversees such programs and give businesses like Microsoft and Google permission to reveal their dealings before that court.", "url": "https://www.nytimes.com/2013/07/29/us/politics/momentum-builds-against-nsa-surveillance.html"}