{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:24:49", "date_modify": "2022-10-25 23:24:49", "date_publish": "2013-01-19 21:51:07", "description": "A bold deal by the owner of IntercontinentalExchange to acquire the New York Stock Exchange shows how technology is transforming the world’s markets.", "filename": "2013_01_20_business_jeffrey-sprechers-improbable-path-to-buying-the-nyse_1666740289.html", "image_url": "https://static01.nyt.com/images/2013/01/20/business/20-EXCHANGE1/20-EXCHANGE1-articleLarge.jpg?year=2013&h=370&w=600&s=06caa531889b0548369637058217fb82eb07d0de9478fbb5ffe5078a1a23a52a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_01_20_business_jeffrey-sprechers-improbable-path-to-buying-the-nyse_1666740289.html", "title": "Jeffrey Sprecher’s Improbable Path to Buying the N.Y.S.E.", "title_page": "Jeffrey Sprecher’s Improbable Path to Buying the N.Y.S.E. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It sounds preposterous. A businessman from Atlanta blows into New York and walks off with the colonnaded high temple of American capitalism. But if all goes according to plan, his $8.2 billion acquisition, announced a few days before Christmas, will close later this year. And with that, 221 years of Wall Street history will come to an end. No more will New York be the master of the New York Stock Exchange. Instead, from its bland headquarters 750 miles from Wall Street, Mr. Sprecher’s young company, IntercontinentalExchange, will run the largest stock exchange in the nation and the world.\nMr. Sprecher, 57, certainly plays the role of a wily upstart. He may wear power suits and a Patek Philippe watch, but he comes across as unusually casual and self-deprecating for a man in his position. He pokes fun at himself for his shortcomings — “I don’t know how to manage people,” he says — and his love of obscure documentaries.\nHow the New York Stock Exchange fell into Mr. Sprecher’s hands is, at heart, a story of the disruptive power of innovation. ICE, as IntercontinentalExchange is known, did not even exist 13 years ago. It has no cavernous trading floor, no gilded halls, no sweaty brokers braying for money on the financial markets. What it has is technology.\nLike many young companies that are upending the old order in business, ICE has used computer power to do things faster and cheaper, if not always better, than people can. Its rapid ascent reflects a new Wall Street where high-speed computers now dominate trading, sometimes with alarming consequences. New, electronic trading systems have greatly reduced the cost of buying and selling stocks, thus saving mutual funds — and, by extension, ordinary investors — countless millions. But they have also helped usher in a period of hair-raising volatility.\nMr. Sprecher (pronounced SPRECK-er) has probably done more than anyone else to dismantle the trading floors of old and replace human brokers with machines. Along the way, he and ICE have traced an arc through some of the defining business stories of our time — from the rise and fall of Enron, to the transformation of old-school investment banks into vast trading operations, to the Wall Street excesses that not long ago helped derail the entire economy. Now, after a series of bold acquisitions, he is about to become the big boss of the Big Board.", "url": "https://www.nytimes.com/2013/01/20/business/jeffrey-sprechers-improbable-path-to-buying-the-nyse.html"}