{"authors": ["David Barboza"], "date_download": "2022-10-25 23:39:29", "date_modify": "2022-10-25 23:39:29", "date_publish": "2013-03-14 23:46:30", "description": "Hard as it may be to believe, the recent discovery of thousands of pig carcasses floating in a Shanghai river may represent a step forward in Chinese public health.", "filename": "2013_03_15_world_asia_a-tide-of-dead-pigs-in-china-but-dinner-is-safe_1666741169.html", "image_url": "https://static01.nyt.com/images/2013/03/15/world/shanghai/shanghai-articleLarge-v2.jpg?year=2013&h=396&w=600&s=a637086dd3ddbe02ae700262a424179ba8c60fde916e4091d856caaf15242b3e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_03_15_world_asia_a-tide-of-dead-pigs-in-china-but-dinner-is-safe_1666741169.html", "title": "A Tide of Dead Pigs in China, but Food Supply Is Safe", "title_page": "A Tide of Dead Pigs in China, but Food Supply Is Safe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A more likely cause, porcine circovirus, a disease common among pigs but believed not to be harmful to humans, turned up in samples of the carcasses taken by the Shanghai authorities.\nJiaxing, which sits on the Huangpu River about 70 miles from Shanghai, was an obvious suspect as the source. Those suspicions seemed to be confirmed when Shanghai officials said that more than a dozen of the pigs carried ear tags indicating that they were from Jiaxing. The authorities then announced that they had detained a farmer who confessed to throwing his animals into the river.\nBut in Jiaxing, farmers denied dumping pigs into the river, calling it preposterous and saying that the animals could not possibly have floated all the way to Shanghai. “If we dumped pigs in the river near here, by the time they arrived in Shanghai, they’d be unrecognizable,” said one farmer, Xu Jinfu.\nAnother farmer, Xu Jinhua, who was standing outside his pens with a shovel, said, “It feels a little uncomfortable to hear Jiaxing blamed for this.” The farmer continued: “This river flows slowly. Do you think pigs from here would get all the way to Shanghai?”\nXu Jinfu, who helps manage a collective with about 3,000 hogs, said that piglets were often sold to farmers closer to Shanghai to raise, and that that may explain why some ear tags showed Jiaxing. Indeed, in photographs many of the dead pigs appeared to be relatively small.\nHe also said that Jiaxing had a designated disposal area for pigs that died of sickness.\nSeveral other farmers in Jiaxing insisted that farms in the area had not experienced a high number of deaths or other problems, and that Jiaxing pigs were generally healthy.\n“We treat our animals here well. We feed them well,” said another farmer, Zhang Bing, who was pointing to large sacks of animal feed. “In Shanghai, they often just feed them table scraps. Those pigs are more likely to get sick.”", "url": "https://www.nytimes.com/2013/03/15/world/asia/a-tide-of-dead-pigs-in-china-but-dinner-is-safe.html"}