{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:34:32", "date_modify": "2022-10-25 23:34:32", "date_publish": "2013-04-10 10:40:21", "description": "Liu Zhijun, who was removed from his post in 2011, has been reviled by state-run media and Chinese bloggers since a deadly train crash.", "filename": "2013_04_11_world_asia_liu-zhijun-former-chinese-rail-minister-charged-with-corruption_1666740872.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2013", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_04_11_world_asia_liu-zhijun-former-chinese-rail-minister-charged-with-corruption_1666740872.html", "title": "Liu Zhijun, Former Chinese Rail Minister, Is Charged With Corruption", "title_page": "Liu Zhijun, Former Chinese Rail Minister, Is Charged With Corruption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — China’s former railways minister, reviled by state-run media and many Chinese bloggers after a deadly high-speed train crash in the summer of 2011 and lurid allegations of high living, has been formally charged with corruption and abuse of power, the state-run Xinhua news agency said on Wednesday.\nXinhua said the Beijing People’s Procuratorate had filed the charges against the railways minister, Liu Zhijun, in a city court. No officials could be reached for comment on Wednesday afternoon in telephone calls to the procuratorate, which is a combined investigation and prosecution office, and to the court.\nMr. Liu was removed from his position in February 2011, five months before the crash, after reports that he had embezzled $152 million over the years. His dismissal fanned emerging worries that the quality and safety of the country’s vast high-speed rail program had been compromised by haste and corruption during construction.\nThose worries greatly increased when a high-speed train plowed into the back of another train on a viaduct during a lightning storm in Wenzhou, in east-central China, on July 23, 2011, killing 40 and injuring 191. A subsequent inquiry found that serious flaws in the design of the signaling system had contributed to a failure to warn the trailing train that another train had been delayed in front of it.", "url": "https://www.nytimes.com/2013/04/11/world/asia/liu-zhijun-former-chinese-rail-minister-charged-with-corruption.html"}