{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:10", "date_modify": "2022-10-25 23:27:10", "date_publish": "2013-05-08 01:27:11", "description": "The Kewaunee nuclear power plant in Wisconsin will the first shutdown financed by a for-profit company rather than a regulated utility.", "filename": "2013_05_08_business_energy-environment_kewaunee-nuclear-power-plant-shuts-down_1666740430.html", "image_url": "https://static01.nyt.com/images/2013/05/08/business/08-NUCLEAR/08-NUCLEAR-articleLarge.jpg?year=2013&h=400&w=600&s=a45d2e9660fb7d9a89ec573191d3ee9c674253b008ca742f160ddbf22435c462&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2013_05_08_business_energy-environment_kewaunee-nuclear-power-plant-shuts-down_1666740430.html", "title": "Kewaunee Nuclear Power Plant Shuts Down", "title_page": "Kewaunee Nuclear Power Plant Shuts Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the chief nuclear officer of Dominion, David A. Heacock, said his company projected that the money on hand would be enough, even before recovering money from the Energy Department, which it estimates could amount to $350 million, or the income from the sale of scrap metal.\nStill, the retirement comes at a time of rapid cost inflation. Last month, Mr. Dusaniwskyj told stock analysts in a conference call organized by UBS Investment Research that the utilities’ estimate of the cost of decommissioning was rising 8 to 9 percent a year, pushed by the cost of burying the lightly contaminated concrete and steel. That cost could change markedly in coming years, depending on whether more low-level radioactive waste dumps open.\nRepresentative Edward J. Markey, a Massachusetts Democrat, said in a letter sent to the Nuclear Regulatory Commission on Monday that several reactor owners had recently filed documents with the Securities and Exchange Commission. Those documents indicated that their plants were worth far less than previously assumed, since the market price of the electricity they produced had dropped sharply because of low natural gas prices. (That is what made Kewaunee unprofitable.)\nEarlier this year, he pointed out, the owners of the Crystal River 3 plant in Florida decided to retire it rather than repair its containment structure, because of unfavorable economics. Industry experts say that several reactors are operating at a loss while their owners wait for the glut of natural gas to disappear. How long that will be, and how many will last, is not clear.\n“Once these old nuclear reactors shut down — as we’re seeing now — it will take 60 years and hundreds of millions of dollars to decontaminate them,” Mr. Markey said in a statement. “Taxpayers should have assurances that these nuclear relics don’t outlive their corporate owners and their ability to fund nuclear cleanup costs, leaving ordinary Americans to foot the bill.”\nThe concern is relatively new because in the past, reactors were locally owned, so their economic benefits — or their costs — accrued for a population that a utility could appeal to for money if it ran short. Mr. Heacock noted, however, that this was never assured. A public service commission might tell such a utility, “you collected the money already, you figure out how to make it work, or go to your shareholders for the difference,” he said.\nDominion filed plans in February to shut down the reactor. Mr. Heacock said that the experience of another company, Energy Solutions, which is decommissioning Commonwealth Edison’s old Zion reactors north of Chicago, was that it might be cheaper to do the job in the next decade or so.\nDecommissioning Kewaunee will require equipment that is available now, and also human skills, including the intimate knowledge gained by workers who have been at the site for years. “After 10 years, people knowledgeable about the plant were no longer around,” he said of the Zion reactors.", "url": "https://www.nytimes.com/2013/05/08/business/energy-environment/kewaunee-nuclear-power-plant-shuts-down.html"}