{"authors": ["Jane Perlez", "Rick Gladstone"], "date_download": "2022-10-25 23:40:11", "date_modify": "2022-10-25 23:40:11", "date_publish": "2014-05-08 21:26:34", "description": "Beijing has demanded that Vietnam withdraw ships from around a Chinese drilling rig, the latest volley in an escalating standoff over parts of the South China Sea.", "filename": "2014_05_09_world_asia_china-and-vietnam_1666741211.html", "image_url": "https://static01.nyt.com/images/2014/05/09/world/VIETNAM/VIETNAM-articleLarge.jpg?year=2014&h=216&w=600&s=9c80a37c66477c0290d26715d97774ddd10feb39bcae6235252ed436ca0aef6d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_09_world_asia_china-and-vietnam_1666741211.html", "title": "China Flexes Its Muscles in Dispute With Vietnam", "title_page": "China Flexes Its Muscles in Dispute With Vietnam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — China’s escalating dispute with Vietnam over contested waters in the South China Sea sent new shudders through Asia on Thursday as China demanded the withdrawal of Vietnamese ships near a giant Chinese drilling rig and for the first time acknowledged its vessels had blasted the Vietnamese flotilla with water cannons in recent days.\nWhile China characterized the use of water cannons as a form of restraint, it punctuated the increasingly muscular stance by the Chinese toward a growing number of Asian neighbors who fear they are vulnerable to bullying by China and its increasingly powerful military. The latest back-and-forth in the dispute with Vietnam — the most serious in the South China Sea in years — sent the Vietnamese stock market plunging on Thursday and elicited concern from a top American diplomat who was visiting Hanoi.\nPolitical and economic historians said the China-Vietnam tensions signaled a hardening position by the Chinese over what they regard as their “core interest” in claiming sovereignty over a vastly widened swath of coastal waters that stretch from the Philippines and Indonesia north to Japan. In Chinese parlance, they say, “core interest” means there is no room for compromise.\n“I find it quite alarming, because it was not so many years ago that there was a relatively tranquil relationship between China and its neighbors,” said Orville Schell, a China scholar who is the director of the Center on U.S.-China Relations at the Asia Society in New York.", "url": "https://www.nytimes.com/2014/05/09/world/asia/china-and-vietnam.html"}