{"authors": ["David Streitfeld"], "date_download": "2022-10-25 23:46:49", "date_modify": "2022-10-25 23:46:49", "date_publish": "2014-04-21 01:00:51", "description": "Four leading tech companies are pushing to settle a class-action suit with several noteworthy angles, including questions over employee rights and the death of a programmer who helped set the case in motion.", "filename": "2014_04_21_business_in-silicon-valley-thriller-a-settlement-may-preclude-the-finale_1666741609.html", "image_url": "https://static01.nyt.com/images/2014/04/21/business/21VALLEY/21VALLEY-articleLarge-v2.jpg?year=2014&h=399&w=600&s=09e7b34c033cfb298de24b2f227e0ce37ac57aabbe36a44c0f326006aef318e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_21_business_in-silicon-valley-thriller-a-settlement-may-preclude-the-finale_1666741609.html", "title": "In Silicon Valley Thriller, a Settlement May Preclude the Finale", "title_page": "In Silicon Valley Thriller, a Settlement May Preclude the Finale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But in case there is indeed a trial, the remaining defendants have aggressively tried to control what information would be presented. In a recent court filing, for example, the companies asked that any testimony about Mr. Jobs’s volatile personality be excluded.\nFor the defendants, these tactics are part of a difficult exercise in public relations. A spokesman for Intel said the company did not believe it had done anything illegal. Representatives for the other three companies declined to comment.\nFor the plaintiffs, though, the stakes are personal.\nMr. Marshall’s family, lawyers and employer declined to talk about him, and it is not clear if there is any direct connection between his mental state and the burden of being an engineer challenging the titans of his industry. He had once worked at Adobe, which formed the basis for his suit.\nAt the time of his death he was working at Roku, the streaming video service, based in the Silicon Valley community of Saratoga, Calif. Media reports about his death did not mention his role in the class action.\nAccording to the Santa Clara County sheriff’s office, emergency personnel and deputies were called last Dec. 10 about a distressed man who appeared possibly suicidal. As Mr. Marshall talked to the deputies, he pulled out a five-inch metal spike and hit one of them. Even after Mr. Marshall was shot by that deputy, the sheriff’s office said, he was combative and had to be restrained. The deputy who was struck and another deputy were treated at a hospital and released.\nMichael Devine, another of the class representatives, said in an interview that Mr. Marshall had argued with people on social media about the case. “You know how nasty and abusive folks get in online comments,” Mr. Devine said. “It apparently really hurt him.”", "url": "https://www.nytimes.com/2014/04/21/business/in-silicon-valley-thriller-a-settlement-may-preclude-the-finale.html"}