{"authors": ["Katharine Q. Seelye"], "date_download": "2022-10-25 23:24:06", "date_modify": "2022-10-25 23:24:06", "date_publish": "2014-01-09 02:53:02", "description": "Gov. Peter Shumlin devoted his entire State of the State speech to Vermont’s “full-blown heroin crisis.”", "filename": "2014_01_09_us_in-annual-speech-vermont-governor-shifts-focus-to-drug-abuse_1666740246.html", "image_url": "https://static01.nyt.com/images/2014/01/09/us/VERMONT/VERMONT-articleLarge-v2.jpg?year=2014&h=400&w=600&s=22a0e6da195ab164c1ed10125a0afcb52ed949f9b510bb334b73e8d95a7c7e87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_09_us_in-annual-speech-vermont-governor-shifts-focus-to-drug-abuse_1666740246.html", "title": "In Annual Speech, Vermont Governor Shifts Focus to Drug Abuse", "title_page": "In Annual Speech, Vermont Governor Shifts Focus to Drug Abuse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Governor Shumlin, a Democrat now in his second term, used his State of the State Message last year to focus almost entirely on education. This year, he appears to be one of the first, if not the only, governor to use his message, all 34 minutes of it, to focus exclusively on drug addiction and detail its costs, in dollars and lives.\nSuch speeches mark the opening of a legislative session and traditionally feature some pomp and back-patting as governors lay out their broad agendas for the year to come. Here, the mood in the packed House chamber of the Statehouse was somber as lawmakers considered the scope of the drug problem.\nWhile it may be acute in Vermont, it is not isolated. In the past few years, officials have reported a surge in the use of heroin in New England, with a sharp rise in overdoses and deaths, as well as robberies and other crimes common among addicts. Those same statistics are being replicated across the country. Lawmakers in virtually every state are introducing legislation in response to what is rapidly being perceived as a public health crisis.\n“The Centers for Disease Control and most national experts agree there’s an epidemic of drug overdose deaths in America,” Dr. Harry L. Chen, Vermont’s health commissioner, said in an interview. He said the rate of overdose deaths across the country had tripled since 1990.", "url": "https://www.nytimes.com/2014/01/09/us/in-annual-speech-vermont-governor-shifts-focus-to-drug-abuse.html"}