{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:44", "date_modify": "2022-10-25 23:49:44", "date_publish": "2014-11-28 20:06:08", "description": "Both sexes have ambitious goals for their career and family life, a study finds, but entrenched factors seem to hold many women back.", "filename": "2014_11_30_upshot_even-among-harvard-graduates-women-fall-short-of-their-work-expectations_1666741784.html", "image_url": "https://static01.nyt.com/images/2014/12/03/upshot/30VIEW-1/30VIEW-1-articleLarge.jpg?year=2014&h=400&w=600&s=f73a14236907ca8531a7491b4b1a56231dad8740683d2cf88d78dc731f6c4817&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_30_upshot_even-among-harvard-graduates-women-fall-short-of-their-work-expectations_1666741784.html", "title": "Even Among Harvard Graduates, Women Fall Short of Their Work Expectations", "title_page": "Even Among Harvard Graduates, Women Fall Short of Their Work Expectations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Women are not equally represented at the top of corporate America because of the basic facts of motherhood: Even the most ambitious women scale back at work to spend more time on child care. At least, that is the conventional wisdom.\nBut it is not necessarily true for many women, according to a new study of Harvard Business School alumni. Instead, it found, women in business overwhelmingly want high-achieving careers even after they start families. The problem is mismatched expectations between what they hope to achieve in their careers and family lives and what actually happens, both at work and at home.\nMen generally expect that their careers will take precedence over their spouses’ careers and that their spouses will handle more of the child care, the study found — and for the most part, men’s expectations are exceeded. Women, meanwhile, expect that their careers will be as important as their spouses’ and that they will share child care equally — but, in general, neither happens. This pattern appears to be nearly as strong among Harvard graduates still in their 20s as it is for earlier generations.\nSo even though career-oriented women don’t see their roles as different from men’s, other factors — like public policy, workplace norms and men’s expectations — are stuck in a previous era, when the lives of women and men looked very different.", "url": "https://www.nytimes.com/2014/11/30/upshot/even-among-harvard-graduates-women-fall-short-of-their-work-expectations.html"}