{"authors": ["Jeffrey Furticella"], "date_download": "2022-10-25 23:28:04", "date_modify": "2022-10-25 23:28:04", "date_publish": "2014-11-24 15:54:12", "description": "Those who saw still photographs of Giants receiver Odell Beckham Jr.'s catch on Sunday night might have wondered: How did the photographer capture that?", "filename": "2014_11_25_sports_football_catch-by-giants-odell-beckham-jr-made-for-a-great-picture_1666740484.html", "image_url": "https://static01.nyt.com/images/2014/11/25/sports/24BECKHAMTDGRID/24BECKHAMTDGRID-articleLarge.jpg?year=2014&h=360&w=600&s=0bd9477a7b5a93e2df3f81e10d6585fa50c7b017dcf10ab17e24f83fe33dc966&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_25_sports_football_catch-by-giants-odell-beckham-jr-made-for-a-great-picture_1666740484.html", "title": "Catch by Giants' Odell Beckham Jr. Made for a Great Picture", "title_page": "Catch by Giants' Odell Beckham Jr. Made for a Great Picture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those who saw Odell Beckham Jr.'s acrobatic catch live on Sunday night at MetLife Stadium probably could not fully appreciate it in real time. Those who saw it on video — millions, once the awe spread on social media — were dazzled by his seemingly impossible body control. And those who saw still photographs of the catch might have wondered, how did the photographer capture that?\nJeffrey Furticella, a picture editor on the Sports desk at The New York Times, reached out to some of the photographers who shot the catch on Sunday night. Here are their email exchanges (comments were edited and condensed):\nImage Credit... Elsa/Getty Images\nElsa Garrison, staff photographer for Getty Images\nTonight my assignment was to work the Dallas sideline. I was about 15 yards ahead of the line of scrimmage. I saw that my colleague Al was in the end zone so I stayed on the side. I tend to start on the QB. I saw that Manning dropped back to pass. I then began looking for the open receiver and zeroed in on Beckham. The background was not the best when shooting directly across but it was an important moment and a ridiculous catch.\nWhat equipment were you shooting with?\nI was shooting with a Canon 1DX camera body and a 400. 2.8 lens. 1250 ISO at 1/1600th of a second at f2.8.", "url": "https://www.nytimes.com/2014/11/25/sports/football/catch-by-giants-odell-beckham-jr-made-for-a-great-picture.html"}