{"authors": ["Nicholas Kristof"], "date_download": "2022-10-25 23:42:07", "date_modify": "2022-10-25 23:42:07", "date_publish": "2014-11-01 18:30:10", "description": "Some brave girls who say they were sold for sex on Backpage.com are fighting back in lawsuits that could have far-reaching implications for sex trafficking in America.", "filename": "2014_11_02_opinion_sunday_teenagers-stand-up-to-backpage_1666741327.html", "image_url": "https://static01.nyt.com/images/2014/11/01/opinion/kristof-circular/kristof-circular-facebookJumbo-v2.jpg?year=2014&h=550&w=1050&s=184b4228e2ed3d91ccc2ff79159576cc3c3130065e19bca94152561d06454a25&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_02_opinion_sunday_teenagers-stand-up-to-backpage_1666741327.html", "title": "Teenagers Stand Up to Backpage", "title_page": "Opinion | Teenagers Stand Up to Backpage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "IF prostitution of children is illegal, why is it that we allow an estimated 100,000 underage girls and boys to be sold for sex in America each year — many on a single American website, Backpage.com?\nThat’s a reflection of law enforcement priorities, but several brave girls who allege that they were pimped on Backpage are trying to change them. They are fighting back in lawsuits that could have far-reaching implications for sex trafficking in America.\nTwo young women who say they were each sold on Backpage at age 15, and raped hundreds of times as a result, are suing the company in Boston in federal court. Another suit is winding its way through Washington State courts, pursued by three girls who say they, too, were sold for sex on Backpage — in the case of two of them, when they were 13 years old.\nThe girls in the federal suit are represented pro bono by a major Boston law firm, Ropes & Gray, which has five lawyers on the case. The suit charges that Backpage has “perfected a business model that profits substantially from aiding and participating with pimps and traffickers in the sexual exploitation of children.”", "url": "https://www.nytimes.com/2014/11/02/opinion/sunday/teenagers-stand-up-to-backpage.html"}