{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:36", "date_modify": "2022-10-25 23:43:36", "date_publish": "2014-09-29 22:47:53", "description": "A decree signed by Catalonia’s leader authorizing a secession vote prompted a terse response from Prime Minister Mariano Rajoy, who said such a vote would be unconstitutional.", "filename": "2014_09_30_world_europe_spanish-premier-insists-vote-on-catalonia-independence-will-not-happen_1666741416.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_30_world_europe_spanish-premier-insists-vote-on-catalonia-independence-will-not-happen_1666741416.html", "title": "Spanish Premier Insists Vote on Catalan Independence Will Not Happen", "title_page": "Spanish Premier Insists Vote on Catalan Independence Will Not Happen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — Two weeks after Scotland voted against leaving Britain, another and more contentious secession fight is hurtling ahead in Europe, with Spain and its independence-minded region of Catalonia increasingly at odds and showing few signs of willingness to compromise.\nResponding to a decree signed on Saturday by Catalonia’s leader authorizing an independence vote on Nov. 9, Prime Minister Mariano Rajoy of Spain declared on Monday that the vote would not go ahead because it violates Spain’s Constitution and would be rejected by the Constitutional Court.\nThe standoff raised the prospect that Catalans might seek to go ahead with the referendum even in the face of opposition from the central government, creating a deep split within Spain, encouraging other separatists in Europe — including those in Spain’s Basque region — and leaving Mr. Rajoy with a volatile political challenge.\nLater on Monday, Spain’s Constitutional Court voted in a special session to suspend the Catalan decree pending a final ruling on its validity. Mr. Rajoy’s firm stance could leave him “being legally right but still facing a growing problem of legitimacy that won’t be removed unless the question of Catalonia’s future and sovereignty gets somehow addressed,” said José Ignacio Torreblanca, head of the Spanish office of the European Council on Foreign Relations, a research group.", "url": "https://www.nytimes.com/2014/09/30/world/europe/spanish-premier-insists-vote-on-catalonia-independence-will-not-happen.html"}