{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:16", "date_modify": "2022-10-25 23:27:16", "date_publish": "2014-12-06 02:10:21", "description": "Modern power meters are meant to talk directly to power companies, their customers and their customers’ dishwashers, but they have yet to live up to their potential.", "filename": "2014_12_06_business_energy-environment_power-savings-of-smart-meters-prove-slow-to-materialize_1666740436.html", "image_url": "https://static01.nyt.com/images/2014/12/06/business/06METER/06METER-articleLarge.jpg?year=2014&h=383&w=600&s=7f7e15846d4dd9155803f0c66713c4c9f175d72459096ba460566fd5a74c4b01&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_06_business_energy-environment_power-savings-of-smart-meters-prove-slow-to-materialize_1666740436.html", "title": "Power Savings of Smart Meters Prove Slow to Materialize", "title_page": "Power Savings of Smart Meters Prove Slow to Materialize - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The smart meter giving people real-time access to price information is not going to make them get up in the middle of the night and turn their dishwasher on,” said John P. Hughes, the vice president for technical affairs at the Electricity Consumers Resource Council, a consumer group that represents mostly large industrial users. “Getting the enabling technology to do that is going to take a long time.”\nThere are exceptions, of course. Illinois has about 25,000 households on the program, less than 1 percent of those eligible, and some of them save 20 percent on their bills, said Anne Evens, chief executive of Elevate Energy, which administers the real-time pricing program for Commonwealth Edison and Ameren-Illinois. Her company will send texts when prices rise above certain levels. It gives some customers a digital meter that it calls a Joule that displays the price down to the tenth of a cent. In an experiment, it controls when some electric cars recharge.\nKaren Taubman put her 122-year-old house in River Forest, 10 miles west of the lake, on the real-time rate. She can check a web page to see what the rate is, but says she has a sense of when peak times will be. She has a washing machine and a dishwasher with timer buttons that let her set them up to run in the middle of the night. In summer she air-conditions the house down to 68 degrees, in effect cold-soaking the walls and furnishings, counting on thermal inertia to slow down the time it takes to warm up in the afternoons. She estimates she saves $15 to $20 a month; her typical bill is $110.\n“You try to do the right thing for the environment and our pocketbook, keeping both in mind,” she said. The generators required on peak are more expensive than average, and dirtier too, experts say.\nImage Modern power meters are meant to smooth out peaks in demand over the day. But this has largely not happened. Credit... Nate Pesce for The New York Times\nJoe Godinsky, in Sycamore, Ill., looked at the real time rates and realized that late-night electric prices were so low that he could turn down his gas heating system and warm up the bedrooms with electric heaters. He says he is convinced he is saving money and persuaded his parents to put their house on a real-time rate, too. But it’s not for everybody, he acknowledged. “I’m an engineer,” he said. “I like getting kind of geeky with things.”\nMs. Evens said that for the pricing to work and knock down peak demand, about 10 percent of customers would have to use it.", "url": "https://www.nytimes.com/2014/12/06/business/energy-environment/power-savings-of-smart-meters-prove-slow-to-materialize.html"}