{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:34:07", "date_modify": "2022-10-25 23:34:07", "date_publish": "2014-11-13 23:27:28", "description": "In Gina Prince-Bythewood’s “Beyond the Lights,” a pop star lives a lonely life before meeting a police officer with ambitions of his own.", "filename": "2014_11_14_movies_beyond-the-lights-a-divas-romance_1666740847.html", "image_url": "https://static01.nyt.com/images/2014/11/14/arts/14JPBEYOND1/14JPBEYOND1-articleLarge-v2.jpg?year=2014&h=338&w=600&s=66c5f0480d9ae73c15afc13ff61f1ddaaf12b153121765af59f03289430ef912&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_14_movies_beyond-the-lights-a-divas-romance_1666740847.html", "title": "‘Beyond the Lights,’ a Diva’s Romance", "title_page": "‘Beyond the Lights,’ a Diva’s Romance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "How Noni is seen, and by whom, is the film’s main dramatic concern. It also rests its gaze on Kaz, a thoughtful, stoical fellow whom circumstances frequently conspire to render shirtless. Honest, hard-working and immune to glamour (though not to beauty), he embodies a fantasy of manhood and represents, for Noni, a possible refuge from the frenzy and superficiality of her working life. He also has some symmetrical issues of his own to deal with, notably his father (Danny Glover), a police captain who sees in Kaz the fulfillment of his own thwarted ambition. Just as Noni has been groomed for stardom, so has Kaz been prepared for political glory. A seat on the City Council is coming open, and a tabloid romance with a troubled chanteuse might harm his electoral chances.\nThis is what I meant about silly and stirring, and I meant both as compliments. Movie romances are not supposed to follow the strict conventions of realism, and Ms. Prince-Bythewood’s script contrives enough twists, coincidences and tearful confrontations to produce the necessary gasps, giggles and sniffles. It sprinkles some glittery celebrity cameos among the scenes of earnest striving and ornaments Mark Isham’s emotive score with even more emotive songs, culminating with a second a cappella rendition of “Blackbird.” At that moment, as in quite a few others, “Beyond the Lights” perfectly mirrors the swooning, swirling, unself-conscious access to feeling that pop music can provide.\nThat magic, of course, is the product of an often cruel and impersonal machinery in whose gears aspiring artists like Noni often find themselves caught. The real conflict is not between Noni and Kaz, or even between the two of them and an indifferent world, but rather between Noni’s sense of herself as a singer and the industry that wants to turn her into a slick, packaged, disposable commodity.", "url": "https://www.nytimes.com/2014/11/14/movies/beyond-the-lights-a-divas-romance.html"}