{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:30:39", "date_modify": "2022-10-25 23:30:39", "date_publish": "2014-05-09 15:57:48", "description": "Last year 66 seniors shared their college application essays that addressed class and money, and four were published. Here’s where the four students are now.", "filename": "2014_05_10_your-money_an-update-on-the-4-students-whose-college-essays-were-featured_1666740639.html", "image_url": "https://static01.nyt.com/images/2014/05/09/business/10updates-composite/10updates-composite-articleLarge.jpg?year=2014&h=356&w=600&s=11ba190141851f6cb2db5f0abde2c1747812929eed2994d7d1cd558ad6603b29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_10_your-money_an-update-on-the-4-students-whose-college-essays-were-featured_1666740639.html", "title": "An Update on 4 Students After a College Year", "title_page": "An Update on 4 Students After a College Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In response to a request from Ron Lieber, the Your Money columnist, asking high school seniors to share their college application essays that covered the subjects of money, class, working or the economy, 66 students last year submitted their work. We picked four to run online. Here’s an update on the students we featured in the column last May.\nLast year, Shanti Kumar asked in her application essay to Princeton University whether Princeton should be poorer. The university rejected her.\nInstead, she’s about to finish her first year at Cornell University, which has its own enormous endowment. Should it be poorer, too? On one hand, she points out that its endowment, which is most likely over $6 billion, is larger than the gross national product of some countries. Still, she’s proud to attend a university with a strong program in agricultural and life sciences. “I think Cornell does more for international food security, which is the field I want to work in, than any of the other Ivies,” she said.", "url": "https://www.nytimes.com/2014/05/10/your-money/an-update-on-the-4-students-whose-college-essays-were-featured.html?nav"}