{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:00:47", "date_modify": "2022-10-25 23:00:47", "date_publish": "2014-02-14 03:37:14", "description": "A retired headmaster’s campaign has led Penguin Books India to agree to destroy copies of a book deemed offensive to Hindus, prompting fears that an ideological shift is underway.", "filename": "2014_02_15_world_asia_indian-publisher-withdraws-book-stoking-fears-of-nationalist-pressure_1666738847.html", "image_url": "https://static01.nyt.com/images/2014/02/14/nyregion/15INDIAweb/15INDIAweb-articleLarge.jpg?year=2014&h=413&w=600&s=1150d2db0808b1899ed21c393ed7878640657eee132903c73ab9ef4638bf37f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_15_world_asia_indian-publisher-withdraws-book-stoking-fears-of-nationalist-pressure_1666738847.html", "title": "Indian Publisher Withdraws Book, Stoking Fears of Nationalist Pressure", "title_page": "Indian Publisher Withdraws Book, Stoking Fears of Nationalist Pressure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — In a fight with a major company, a frail 84-year-old retired headmaster would seem to be the David to India’s publishing Goliath, Penguin Books India.\nLast week the headmaster, Dinanath Batra, achieved the crowning victory of his career as a right-wing campaigner, when a lawsuit he had filed prompted Penguin to withdraw and destroy remaining copies of a scholarly work on Hinduism by an American professor that Mr. Batra has called “malicious,” “dirty” and “perverse.”\nMr. Batra’s assiduous legal filings in defense of his religion had sometimes paid off, but never like this. India’s intellectuals stopped in their tracks last week, wondering what had induced Penguin Books India to settle out of court with what one writer termed “an unknown Hindu fanatic outfit.” The Times of India warned of “Taliban-like forces,” and a prominent columnist denounced “the pulping of liberal India.”\nThe announcement has rippled through a city bracing itself for big change. Three months remain before general elections, in which the center-left Indian National Congress party is expected to suffer one of the worst losses in its history to the Hindu nationalist Bharatiya Janata Party, or B.J.P.", "url": "https://www.nytimes.com/2014/02/15/world/asia/indian-publisher-withdraws-book-stoking-fears-of-nationalist-pressure.html"}