{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:28:52", "date_modify": "2022-10-25 23:28:52", "date_publish": "2014-05-27 15:38:55", "description": "The withdrawal of combat troops from Afghanistan will allow the United States to confront an emerging terrorist threat from the Middle East and Africa, President Obama said.", "filename": "2014_05_28_world_asia_us-to-complete-afghan-pullout-by-end-of-2016-obama-to-say_1666740532.html", "image_url": "https://static01.nyt.com/images/2014/05/28/world/asia/TROOPS/TROOPS-articleLarge.jpg?year=2014&h=392&w=600&s=f88f7eec92f89ce32adcc195bd9564afb20be882f110483f9b901b1fb1e93034&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_28_world_asia_us-to-complete-afghan-pullout-by-end-of-2016-obama-to-say_1666740532.html", "title": "U.S. Troops to Leave Afghanistan by End of 2016", "title_page": "U.S. Troops to Leave Afghanistan by End of 2016 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama, declaring that it was “time to turn the page on a decade in which so much of our foreign policy was focused on the wars in Afghanistan and Iraq,” announced on Tuesday that he planned to withdraw the last American troops from Afghanistan by the end of 2016.\nUnder a new timetable outlined by Mr. Obama in the Rose Garden, the 32,000 American troops now in Afghanistan would be reduced to 9,800 after this year.\nThat number would be cut in half by the end of 2015, and by the end of 2016, there would be only a vestigial force to protect the embassy in Kabul and to help the Afghans with military purchases and other security matters. At the height of American involvement, in 2011, the United States had 101,000 troops in the country.\nMr. Obama said the withdrawal of combat troops from Afghanistan would free up resources to confront an emerging terrorist threat stretching from the Middle East to Africa — a strategy he plans to detail in a commencement address on Wednesday at the United States Military Academy in West Point, N.Y.", "url": "https://www.nytimes.com/2014/05/28/world/asia/us-to-complete-afghan-pullout-by-end-of-2016-obama-to-say.html"}