{"authors": ["Tim Arango"], "date_download": "2022-10-25 23:54:12", "date_modify": "2022-10-25 23:54:12", "date_publish": "2014-12-18 21:44:31", "description": "The two-day offensive, which involved 8,000 Kurdish fighters, was the largest one to date in the war against the Islamic State.", "filename": "2014_12_19_world_middleeast_backed-by-us-airstrikes-kurds-regain-ground-from-isis_1666742052.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_19_world_middleeast_backed-by-us-airstrikes-kurds-regain-ground-from-isis_1666742052.html", "title": "Backed by U.S. Airstrikes, Kurds Reverse an ISIS Gain", "title_page": "Backed by U.S. Airstrikes, Kurds Reverse an ISIS Gain  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — Kurdish forces, backed by a surge of American airstrikes in recent days, recaptured a large swath of territory from Islamic State militants on Thursday, opening a path from the autonomous Kurdish region to Mount Sinjar in the west, near the Syrian border.\nThe two-day offensive, which involved 8,000 fighters, known as pesh merga, was the largest one to date in the war against the Islamic State, also known as ISIS and ISIL, according to Kurdish officials. It was also a successful demonstration of President Obama’s strategy for battling the extremist group: American air power combined with local forces doing the fighting on the ground.\nA statement released Thursday night by the office of Masrour Barzani, the head of the Kurdistan Regional Security Council, called the operation “the single biggest military offensive against ISIS, and the most successful.”\nIn August, a siege of Mount Sinjar, where thousands of people from the Yazidi religious minority were stranded and at risk of being slaughtered by the Islamic State, prompted Mr. Obama to begin the air campaign against ISIS. The airstrikes, as well as humanitarian aid drops, helped lift the siege, and thousands of Yazidis escaped the mountain, some to Kurdish areas of Syria.", "url": "https://www.nytimes.com/2014/12/19/world/middleeast/backed-by-us-airstrikes-kurds-regain-ground-from-isis.html"}