{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:29", "date_modify": "2022-10-25 23:27:29", "date_publish": "2014-03-31 01:58:29", "description": "Leading officials of the National Highway Traffic Safety Administration have moved on to jobs that draw on their experience, often on behalf of the automakers.", "filename": "2014_03_31_business_former-safety-agency-aides-some-now-aiding-the-car-industry_1666740449.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_31_business_former-safety-agency-aides-some-now-aiding-the-car-industry_1666740449.html", "title": "Former Safety Agency Aides, Some Now Aiding the Car Industry", "title_page": "Former Safety Agency Aides, Some Now Aiding the Car Industry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A number of leading officials and technical experts at the National Highway Traffic Safety Administration have moved on to positions that draw on their agency experience in legal or advocacy roles, often on behalf of the automotive industry. Here is a look at some who have done so in recent decades.\nJoan Claybrook was head of the agency during the Carter administration, from 1977 to 1981. In 1982, she became president of Public Citizen, the consumer advocacy group founded by Ralph Nader, and held that job until December 2008. She is now a consultant active in auto safety issues and a persistent critic of car companies and her former agency.\nMarion C. Blakey was head of the National Highway Traffic Safety Administration in 1992 and 1993. From 1993 to 2001, she was the principal of Blakey & Associates (now Blakey & Agnew), which is “a public affairs consulting firm with a particular focus on transportation issues and traffic safety,” according to Ms. Blakey’s official biography at the Federal Aviation Administration. She served as administrator there from 2002 to 2007 before becoming chief executive of the Aerospace Industries Association. (In 2001 and 2002, she was head of another agency with highway safety responsibilities, the National Transportation Safety Board.)\nDr. Sue Bailey, a physician, took over as acting administrator of the National Highway Traffic Safety Administration in August 2000, five months before the end of the Clinton administration, and in the midst of a crisis involving faulty Firestone tires on slightly top-heavy Ford Explorers that made the vehicles prone to roll over. She was replaced after George W. Bush took office, and in mid-2001 she was hired as a consultant by Ford. A Ford spokesman, Jason Vines, was quoted at the time as saying that Dr. Bailey was “here to help out with the tire replacement program and with this public health issue.”", "url": "https://www.nytimes.com/2014/03/31/business/former-safety-agency-aides-some-now-aiding-the-car-industry.html"}