{"authors": ["Robin Pogrebin"], "date_download": "2022-10-25 23:36:50", "date_modify": "2022-10-25 23:36:50", "date_publish": "2014-05-07 17:13:15", "description": "The New York Public Library has abandoned a controversial renovation plan that would have turned its research flagship on 42nd Street into a circulating library.", "filename": "2014_05_08_arts_design_public-library-abandons-plan-to-revamp-42nd-street-building_1666741010.html", "image_url": "https://static01.nyt.com/images/2014/05/07/arts/08LIBRARY-hp/08LIBRARY-hp-articleLarge.jpg?year=2014&h=400&w=600&s=e4d21cab43f4a18c5850da18d22f99dda1d78620837c21aaf4ecbcd7dc5507f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_08_arts_design_public-library-abandons-plan-to-revamp-42nd-street-building_1666741010.html", "title": "Public Library Is Abandoning Disputed Plan for Landmark", "title_page": "Public Library Is Abandoning Disputed Plan for Landmark  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a striking about-face, the New York Public Library has abandoned its much-disputed renovation plan to turn part of its research flagship on Fifth Avenue at 42nd Street into a circulating library and instead will refurbish the nearby Mid-Manhattan Library, several library trustees said.\n“When the facts change, the only right thing to do as a public-serving institution is to take a look with fresh eyes and see if there is a way to improve the plans and to stay on budget,” Anthony W. Marx, the library’s president, said on Wednesday.\nThe renovation of the flagship, the Stephen A. Schwarzman Building, would have replaced the book stacks under the building’s main reading room with the new lending library. The project was to be paid for with $150 million from New York City and proceeds from the sale of the Mid-Manhattan Library, at Fifth Avenue and 40th Street, and the Science, Industry and Business Library in the former B. Altman building, on Madison Avenue at 34th Street.\nThe change in course comes as Mayor Bill de Blasio prepares to announce his final budget on Thursday. The library is still expected to receive the $150 million that had been allotted to the project under the Bloomberg administration, but the library now hopes to use it for other purposes after discussions with the city.", "url": "https://www.nytimes.com/2014/05/08/arts/design/public-library-abandons-plan-to-revamp-42nd-street-building.html"}