{"authors": ["David Carr"], "date_download": "2022-10-25 23:52:06", "date_modify": "2022-10-25 23:52:06", "date_publish": "2014-08-14 17:18:28", "description": "David Carr reviews “Hack Attack,” in which Nick Davies traces his campaign to uncover the full extent of the British phone-hacking scandal at Rupert Murdoch’s News of the World.", "filename": "2014_08_31_books_review_hack-attack-about-a-rupert-murdoch-papers-trials-by-nick-davies_1666741926.html", "image_url": "https://static01.nyt.com/images/2014/08/14/books/review/14carr/14carr-articleLarge.jpg?year=2014&h=453&w=600&s=4bbb09b8f89f12cd971de285d7f3a158a1f431ab386a43808fe87d27f660d0f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_31_books_review_hack-attack-about-a-rupert-murdoch-papers-trials-by-nick-davies_1666741926.html", "title": "‘Hack Attack,’ About a Rupert Murdoch Paper’s Trials, by Nick Davies", "title_page": "‘Hack Attack,’ About a Rupert Murdoch Paper’s Trials, by Nick Davies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There’s a long, florid history of tabloid excess in Britain, hardly restricted to the Murdoch-owned papers. This part of the tale began in 2006, when Clive Goodman, the royals editor at The News of the World, and Glenn Mulcaire, a private investigator the newspaper had hired, were arrested and charged with hacking the phones of the British royal family. The pair eventually pleaded guilty and went to prison, and Andy Coulson, the editor of The News of the World at the time, resigned. News Corporation officials insisted it was an isolated incident spawned by a rogue reporter, an assertion that turned Davies into something of a rogue himself because he knew better.\nOn July 8, 2009, Davies published the first of what would be many articles in The Guardian about the extent of hacking at The News of the World, writing that News Corporation had paid out more than £1 million to settle hacking cases that would have led to embarrassing exposures, and pointedly noting that Coulson, by then the Conservative leader David Cameron’s communications director, had served as deputy editor and then editor of The News of the World while much of the hacking had gone on. There were many attempts to knock down and minimize the story, but working in concert with the attorneys of several victims, Davies published a series of reports over the next few years suggesting that hacking was rife and that knowledge of the practice went right to the top of the newspapers and the political establishment.\nAs an old hand in journalism, Davies knew the dimensions of the cesspool and was more than willing to stand in the muck for years to figure out what was at the bottom. He is, as it turns out, just the kind of person you don’t want to have on your tail. It’s less about his strategic brilliance and more about an innate refusal to give up — ever. That which cannot be known is precisely what Davies wants to know, over and over again. He wages a ground war to get at the truth, which comes less in one single “aha” moment than as a slow drip of facts penetrating a tissue of lies. Evidence is destroyed just before he gets his hands on it, the police redact documents so as to denude them of value. Then, just in the nick of time, a confidential source or secret document arrives. In that sense, the book moves right along, from cliffhanger to cliffhanger.\nDavies is, as these things often go, the lonely hero of his own telling, though Alan Rusbridger, the bespectacled editor of The Guardian, is given credit for backing him when others thought he was a bit off his rocker. But as is frequently the case in books by investigative reporters, everything the editor made him leave out of his coverage for the sake of clarity and narrative momentum now becomes string for the book. And since every misdemeanor is a potential felony to Davies, he chases them all down. However, those exhausting tendencies are really not a deal breaker for the reader, given how good a story Davies uncovered and now is in a position to tell.\nFor a time that story seemed stuck, but then in September 2010, The New York Times Magazine published an article that included on-the-record confirmation, by former News of the World reporters, of widespread hacking. Much of the British press were bystanders to a huge story that took place right in their midst. Davies’s depiction of Fleet Street, and in particular the thuggish deputies who ran The News of the World, is great industry portraiture. It was a hellish place, where editors waved magic wands until reporters made stories come true. The fairness of that reporting was so much beside the point that the question barely arose. British journalism is a ferociously competitive industry where success is measured on the newsstand and in getting consumers to part with their money. As such, it is a place of campaigns, with targets caricatured to the point that much of any given newspaper seems like a comics page.", "url": "https://www.nytimes.com/2014/08/31/books/review/hack-attack-about-a-rupert-murdoch-papers-trials-by-nick-davies.html"}