{"authors": ["Matthew Rosenberg", "Azam Ahmed"], "date_download": "2022-10-25 23:28:46", "date_modify": "2022-10-25 23:28:46", "date_publish": "2014-06-16 18:26:15", "description": "Less than 48 hours after a runoff election, signs of a political crisis emerged with the campaign of Abdullah Abdullah claiming there had been widespread ballot stuffing.", "filename": "2014_06_17_world_asia_abdullah-abdullah-campaign-in-afghanistan-alleges-widespread-election-fraud-and-points-at-karzai_1666740526.html", "image_url": "https://static01.nyt.com/images/2014/06/17/world/17afghanistan2/17afghanistan2-articleLarge.jpg?year=2014&h=379&w=600&s=447fd33108fb9456ad6cc11d41e36c5636e898d08a6769be7718ed3786f7a6f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_17_world_asia_abdullah-abdullah-campaign-in-afghanistan-alleges-widespread-election-fraud-and-points-at-karzai_1666740526.html", "title": "Afghan Candidate Alleges Voting Fraud by Karzai and Aides", "title_page": "Afghan Candidate Alleges Voting Fraud by Karzai and Aides - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Less than 48 hours after a runoff election to choose the next president of Afghanistan, the first signs of a looming political crisis emerged on Monday, with the campaign of Abdullah Abdullah claiming there had been widespread ballot stuffing and suggesting he was being set up for a defeat he would not accept.\nA senior campaign official for Mr. Abdullah, who won the most votes in the election’s first round, said the candidate believes President Hamid Karzai and a coterie of advisers around him orchestrated the fraud. The aim, in the estimation of the Abdullah campaign, was either to install Ashraf Ghani, the other candidate for president, or to see Mr. Karzai use a postelection crisis as an excuse to extend his own term in office.\n“Karzai is quite happy everything is tied up,” said the official, who spoke anonymously because the campaign was still collecting evidence of fraud. “They have engineered it in a way that goes far beyond the normal. It’s industrial-scale fraud.”\nThe official, who is familiar with Mr. Abdullah’s thinking, questioned the neutrality of electoral officials and the courts, saying the candidate had no expectation that complaints would be addressed. Campaign officials also accused Mr. Ghani of being complicit in fraud.", "url": "https://www.nytimes.com/2014/06/17/world/asia/abdullah-abdullah-campaign-in-afghanistan-alleges-widespread-election-fraud-and-points-at-karzai.html"}