{"authors": ["Suzanne Daley", "Maïa De La Baume"], "date_download": "2022-10-25 23:01:44", "date_modify": "2022-10-25 23:01:44", "date_publish": "2014-12-02 03:45:19", "description": "The loan is seen as a helpful gesture after the party’s leadership expressed admiration for President Vladimir V. Putin and a desire to break with NATO in favor of an alliance with Russia.", "filename": "2014_12_02_world_europe_french-far-right-gets-helping-hand-with-russian-loan-_1666738904.html", "image_url": "https://static01.nyt.com/images/2014/12/02/world/LEPEN/LEPEN-articleLarge.jpg?year=2014&h=400&w=600&s=2c8a5f53863903a0a7c182e1baa7b8e7568e7ca39caa98dce0a39f179c0eebdf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_02_world_europe_french-far-right-gets-helping-hand-with-russian-loan-_1666738904.html", "title": "French Far Right Gets Helping Hand With Russian Loan", "title_page": "French Far Right Gets Helping Hand With Russian Loan  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“What is scandalous here,” she said, “is that the French banks are not lending!”\nThe money appears to be yet another sign of growing closeness between Europe’s far-right parties and Russia. Ms. Le Pen has been steadfast in her admiration of Russia’s president, Vladimir V. Putin, even as France’s and indeed most of Europe’s relations with Russia have frayed over events in Ukraine. She has proposed breaking France’s relationship with NATO’s command in favor of a new alliance that would include Russia.\nHer father, Jean-Marie, has long had ties to Russia’s ruling officials. In recent years, Le Pen family members have been frequent visitors to the Russian Embassy. Some analysts say that Marine Le Pen is an even more attractive ally to the Kremlin these days as she is doing well in the polls.\nThe National Front’s chief financial officer, Wallerand de Saint-Just, said the party needed substantial amounts of money for campaigns and might return to the lender in Moscow, First Czech Russian Bank, for more as it would need a minimum of $50 million. He said the party was paying 6 percent interest, which suggested it “was no special favor.”\nIn the past, he said, the party borrowed from French banks, most recently from the Société Générale. But those banks were no longer interested because of corruption scandals and overspending by Nicolas Sarkozy’s party, the Union for a Popular Movement, during the 2012 presidential campaign.\nMr. de Saint-Just said he had been steered to the Russian bank by a National Front member of the European Parliament who had “connections with Russians.” He said that he spent four months meeting with bank officials to negotiate the loan.", "url": "https://www.nytimes.com/2014/12/02/world/europe/french-far-right-gets-helping-hand-with-russian-loan-.html"}