{"authors": ["Richard Pérez-Peña", "Tanzina Vega"], "date_download": "2022-10-25 23:32:30", "date_modify": "2022-10-25 23:32:30", "date_publish": "2014-04-09 03:08:21", "description": "Facing increasing criticism for its plan to honor Ayaan Hirsi Ali, a women’s rights advocate who has called Islam a “nihilistic cult of death,” Brandeis University decided against awarding the degree.", "filename": "2014_04_09_us_brandeis-cancels-plan-to-give-honorary-degree-to-ayaan-hirsi-ali-a-critic-of-islam_1666740750.html", "image_url": "https://static01.nyt.com/images/2014/04/09/us/BRANDEIS/BRANDEIS-articleLarge.jpg?year=2014&h=670&w=600&s=9e28ec78b5230f4e0edf7b6106bdd7c49a943ced538962d1bab3a766cd779fbc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_09_us_brandeis-cancels-plan-to-give-honorary-degree-to-ayaan-hirsi-ali-a-critic-of-islam_1666740750.html", "title": "Brandeis Cancels Plan to Give Honorary Degree to Ayaan Hirsi Ali, a Critic of Islam", "title_page": "Brandeis Cancels Plan to Give Honorary Degree to Ayaan Hirsi Ali, a Critic of Islam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Facing growing criticism, Brandeis University said Tuesday that it had reversed course and would not award an honorary degree to Ayaan Hirsi Ali, a campaigner for women’s rights and a fierce critic of Islam, who has called the religion “a destructive, nihilistic cult of death.”\n“We cannot overlook that certain of her past statements are inconsistent with Brandeis University’s core values,” the university said in a statement released eight days after it had announced that Ms. Hirsi Ali and four other people would be honored at its commencement on May 18.\nThe university said that the president of Brandeis, Frederick M. Lawrence, discussed the matter with Ms. Hirsi Ali on Tuesday, and that she “is welcome to join us on campus in the future to engage in a dialogue.” Universities consider it important to make a distinction between inviting a speaker who may air unpopular or provocative views that the institution does not endorse, and awarding an honorary degree, which is more akin to affirming the body of a recipient’s work.\nAttempts to reach Ms. Hirsi Ali late Tuesday by email and telephone were unsuccessful.\nAt first, it was bloggers who noted and criticized the plan to honor Ms. Hirsi Ali, a visiting fellow at the American Enterprise Institute. Within a few days, a Brandeis student started an online petition against the decision at Change.org, drawing thousands of signatures. The Council on American-Islamic Relations, a civil rights and advocacy group, took note, contacting its members though email and social media, and urging them to complain to the university.", "url": "https://www.nytimes.com/2014/04/09/us/brandeis-cancels-plan-to-give-honorary-degree-to-ayaan-hirsi-ali-a-critic-of-islam.html"}