{"authors": ["Ravi Somaiya"], "date_download": "2022-10-25 23:52:02", "date_modify": "2022-10-25 23:52:02", "date_publish": "2014-10-24 00:51:59", "description": "Ms. Brooks, who left Rupert Murdoch’s British newspaper empire after a phone hacking scandal, is said to be talking to News Corporation in New York.", "filename": "2014_10_24_business_media_rebekah-brooks-former-british-tabloid-executive-seeking-job-in-us_1666741922.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_24_business_media_rebekah-brooks-former-british-tabloid-executive-seeking-job-in-us_1666741922.html", "title": "Rebekah Brooks, Former British Tabloid Executive, Exploring Work in U.S.", "title_page": "Rebekah Brooks, Former British Tabloid Executive, Exploring Work in U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rebekah Brooks, a former editor of Rupert Murdoch’s British tabloid newspapers who became an executive before resigning and standing trial in the phone hacking scandal, is in New York and has been meeting people at News Corporation to explore her next professional moves, the company and people familiar with the matter said on Thursday.\nMs. Brooks was acquitted on phone hacking and three other charges in June after a trial that included details of an affair she had with a colleague, Andy Coulson, another former editor of The News of the World, the tabloid that was at the heart of the scandal. Mr. Coulson was convicted on a charge of conspiring to intercept phone messages and sentenced to 18 months in prison.\n“She and her family are here in the United States for a visit, reconnecting with friends and meeting with businesses as she explores and considers her professional future,” a News Corporation spokesman said in a statement on Thursday evening.\nNews of Ms. Brooks’s meetings with News Corporation were earlier reported by Capital New York.\nMs. Brooks, known in Britain for her rise from secretary to tabloid kingmaker and confidante of the political elite, including Prime Minister David Cameron, has long been known as a favorite of Mr. Murdoch’s.", "url": "https://www.nytimes.com/2014/10/24/business/media/rebekah-brooks-former-british-tabloid-executive-seeking-job-in-us.html"}