{"authors": ["Michael R. Gordon"], "date_download": "2022-10-25 23:01:15", "date_modify": "2022-10-25 23:01:15", "date_publish": "2014-10-31 16:57:59", "description": "A celebrated defector is no longer optimistic that the United States has the will to stop the abuses committed by the Assad government.", "filename": "2014_11_01_world_middleeast_syrian-photographers-record-of-deaths-generates-outrage-but-little-action_1666738875.html", "image_url": "https://static01.nyt.com/images/2014/11/01/world/01caesar/01caesar-articleLarge.jpg?year=2014&h=401&w=600&s=46d9761653b55a49ce7ce376a8b69c7c665de9feef349ab89421766fbe568e4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_01_world_middleeast_syrian-photographers-record-of-deaths-generates-outrage-but-little-action_1666738875.html", "title": "Syrian’s Photos Spur Outrage, but Not Action", "title_page": "Syrian’s Photos Spur Outrage, but Not Action - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The pace of that work, however, has become another source of friction. Mouaz Moustafa, the representative for Caesar in Washington, said that Caesar’s team wants to pursue legal cases against members of the Assad government in European countries and believes the F.B.I.’s efforts to identify any American and foreign citizens among the victims has been moving too slowly.\nReflecting its unhappiness, Caesar’s team has yet to give the United States the rest of the 55,000 photos and says it may seek the help of photo analysts in other governments or nongovernmental agencies. A senior American law enforcement official, who insisted on anonymity to discuss the issue, said that authenticating the photos was complex and painstaking and that there was no timetable for completing the work.\nAmerican officials have culled about 4,800 photos from the nearly 27,000 the F.B.I. received and compared them against visa and passport photos in the State Department’s database and with photos in a separate terrorism database. Representative Ed Royce, the California Republican who serves as chairman of the House Foreign Affairs Committee, and who also shares concerns about the methodical pace of the work on the photos, said that American officials had identified at least seven likely matches, though it is not clear whether any are foreign citizens.\nCaesar, however, has looked to the United States for more than evidence for a possible war crimes trial. When he visited Washington last summer, he was hoping that his trip would lead to more forceful American action.\nBesides testifying before Mr. Royce’s panel, Caesar sought a meeting with Susan E. Rice, Mr. Obama’s national security adviser, his aides say. Told she was not available, he scribbled a note in Arabic to Mr. Obama, which he gave to Samantha Power, the United States ambassador to the United Nations, at an emotional meeting at the State Department.\n“I have risked my life and the life of my immediate family, and even exposed my relatives to extreme danger, in order to stop the systematic torture that is practiced by the regime against prisoners,” Caesar wrote. “What is it that you can possibly do to prevent the killing, especially since there are more than 150,000 prisoners in the jails of the regime awaiting this black fate?”\nThe White House did not want Caesar to leave Washington without a meeting, and one was organized with Mr. Rhodes and Jake Sullivan, who was serving then as the national security adviser to Vice President Joseph R. Biden Jr.", "url": "https://www.nytimes.com/2014/11/01/world/middleeast/syrian-photographers-record-of-deaths-generates-outrage-but-little-action.html"}