{"authors": ["Austin Frakt"], "date_download": "2022-10-25 22:56:40", "date_modify": "2022-10-25 22:56:40", "date_publish": "2014-12-22 11:49:10", "description": "The current wave of problems caused by opioid drugs like OxyContin is the third in United States history. Balancing their risks and benefits has been a delicate task.", "filename": "2014_12_23_upshot_painkiller-abuse-a-cyclical-challenge.html__r=0&abt=0002&abg=1_1666738600.html", "image_url": "https://static01.nyt.com/images/2014/12/22/upshot/22UP-Opioids-slide-W9HR/22UP-Opioids-slide-W9HR-articleLarge.jpg?year=2014&h=425&w=600&s=e253f5b7082d03b61effb0dd65aa1cce45a692afe6450a181c3a7110de794942&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_23_upshot_painkiller-abuse-a-cyclical-challenge.html__r=0&abt=0002&abg=1_1666738600.html", "title": "Painkiller Abuse, a Cyclical Challenge", "title_page": "Painkiller Abuse, a Cyclical Challenge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Devising policy to manage the competing uses and risks of narcotic painkillers has been a century-long challenge, complicated by shifts in the government’s approach to drug regulation, the nation’s culture of illicit drug use and the role played by the pharmaceutical industry.\nThe most recent wave of opioid overuse can be traced back to at least the 1980s. Then, some doctors began reporting that addiction to them was rare, and drug companies vigorously promoted them as safe for a broad range of painful conditions. In a letter in The New England Journal of Medicine in 1980, Dr. Jane Porter reported that out of nearly 12,000 patients who had received a narcotic painkiller, only four became addicted. In a 1986 study published in the journal Pain, Dr. Russell Portenoy — at the time, a prominent proponent of narcotic painkillers whose work was backed by drug manufacturers — reported that only two of 24 patients treated with them for years had exhibited problems managing the medication. Other physicians expressed concern that by withholding opioid drugs, physicians could be under-treating pain.\nEncouraged by these findings, doctors who once thought long-term use of narcotic painkillers was unsafe began to prescribe them in greater numbers. In 1993, The Times reported that chronic pain sufferers were now able to find relief with powerful narcotic drugs. “There is a growing literature showing that these drugs can be used for a long time, with few side effects and that addiction and abuse are not a problem,” Dr. Portenoy said.\nIn 1996, the American Pain Society — of which Dr. Portenoy would later be president — termed pain the “fifth vital sign,” to be routinely measured in patients along with the four traditional ones: body temperature, blood pressure, heart rate and breathing rate. Measurement of pain — for instance with a self-reported zero-to-10 rating — was recognized as a prerequisite to taking it seriously and treating it. Model guidelines developed in 1998 and updated in 2004 were widely adopted by state medical boards and codified the use of opioids as standard pain treatment practice. For pain sufferers, these were welcome developments.\nThe pharmaceutical industry also helped promote greater use of the narcotic medications it sold. It funded the American Academy of Pain Management and the American Pain Society. Pain clinics expanded, some funded by grants by companies that produced the narcotic painkillers they dispensed.", "url": "https://www.nytimes.com/2014/12/23/upshot/painkiller-abuse-a-cyclical-challenge.html?_r=0&abt=0002&abg=1"}