{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:48", "date_modify": "2022-10-25 23:49:48", "date_publish": "2014-06-07 20:40:51", "description": "Women have a much harder time becoming a chief executive and hold well under 10 percent of such jobs, but those who do earn the same as men.", "filename": "2014_06_08_business_riches-come-to-women-as-ceos-but-few-get-there_1666741788.html", "image_url": "https://static01.nyt.com/images/2014/06/08/business/08-GENDER-JP-1/08-GENDER-JP-1-articleLarge-v2.jpg?year=2014&h=398&w=600&s=d928b8cc030c389b8e39151e621806aa3dcb22840c352e81419a026f93cb1f78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_08_business_riches-come-to-women-as-ceos-but-few-get-there_1666741788.html", "title": "Riches Come to Women as C.E.O.s, but Few Get There", "title_page": "Riches Come to Women as C.E.O.s, but Few Get There - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One of those studies, written in 2011 by George-Levi Gayle of Washington University with Limor Golan and Robert A. Miller, when all three economists were at Carnegie Mellon, analyzed the Standard & Poor’s ExecuComp database of 2,818 companies and 30,614 executives, and demographic information from Marquis Who’s Who. The other study, by Marianne Bertrand of the University of Chicago and Kevin F. Hallock of Cornell, found women in the executive ranks earned about 45 percent less than their male counterparts, but the gap was almost entirely explained by the fact that the women tended to be younger and to run smaller companies.\nPay packages, however, are complicated. After Jill Abramson, the first female executive editor of The New York Times, was dismissed last month, The New Yorker reported that she had objected to being paid less than her predecessor. The publisher of The Times dismissed that report, saying her total compensation in the most recent full year was in fact higher than her predecessor’s ever had been.\nStudies have found that subtle discrimination seems to come into play in other compensation. Take pay-for-performance, a metric meant to tie a chief’s pay to the success of the company itself. Three studies show that women in high-level jobs take the brunt of the penalty for negative performance. One found they reap less of the benefit for a positive performance. And men, more than women, receive bonuses for getting lucky — that is, when their companies perform well because of factors that have nothing to do with their own skills, according to a study by Karen V. Selody, now an economist at the Federal Reserve in Washington. She attributed that difference to bias on the part of boards.\n“The old boys’ club insulates men,” Mr. Gayle said. “Women aren’t a part of the club, therefore their boards are not willing to do the same thing they are for men.”\nAnother indication that gender plays a role in executive pay is that female executives earn up to 20 percent more in companies where a woman is the chief executive or heads the board than at similar companies led by men, according to a paper by Linda A. Bell, an economics professor who is now provost and dean of the faculty at Barnard College. Companies led by women also have more women as senior executives.\n“The help of women by women is an important factor in the career outcomes of women,” Ms. Bell wrote.\nImage Angela Ahrendts, Apple’s new chief of retail operations, has already been awarded $68.5 million in equity from the company. Credit... James Hill for The New York Times\nIf that is true, the most troubling sign might be that the increase in the number of women in high-ranking jobs has stalled, according to the 2013 census of the 500 biggest companies by Catalyst, a nonprofit research firm studying women in business. Women hold 16.9 percent of board seats and 14.6 percent of executive posts, and account for 8.1 percent of the top five earners at those companies — all numbers that have stopped growing. The percentage of female chief executives at the 1,000 largest companies is growing, but at a tortoiselike rate — from 1.7 percent a decade ago to 4.9 percent now.", "url": "https://www.nytimes.com/2014/06/08/business/riches-come-to-women-as-ceos-but-few-get-there.html"}