{"authors": ["Claudia La Rocco"], "date_download": "2022-10-25 23:51:39", "date_modify": "2022-10-25 23:51:39", "date_publish": "2014-09-29 21:46:29", "description": "The actress-author of “Belfast Blues,” Geraldine Hughes, tells her story against images of Northern Ireland’s history.", "filename": "2014_09_30_theater_geraldine-hughes-returns-to-new-york-with-belfast-blues_1666741899.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_30_theater_geraldine-hughes-returns-to-new-york-with-belfast-blues_1666741899.html", "title": "Geraldine Hughes Returns to New York With ‘Belfast Blues’", "title_page": "Geraldine Hughes Returns to New York With ‘Belfast Blues’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Belfast Blues” is full of impressive physical moments, when the flow of Geraldine Hughes’s words is either emphasized or countermanded by the casually coiled force of her body. On Saturday afternoon at the Barrow Street Theater, where the show has returned to New York for a limited engagement, one moment in particular stood out: Ms. Hughes standing very still and straight, embodying a British soldier.\nWould her trigger finger pull back, firing the gun aimed at the small boy whose provocations had worked just a little too well?\nOf course, there is no gun, nor a little boy — not onstage, at any rate. Save for a shifting backdrop of evocative images designed by Jonathan Christman and spare lighting (Mr. Christman) and sound (Jonathan Snipes), everything that exists in this 90-minute monologue is brought to life by Ms. Hughes, its author. Carol Kane, who directed, must have quickly seen that her writer-actress didn’t need that much theatrical support.\nMs. Hughes has good source material: her childhood in a working-class Catholic household of eight in war-torn Northern Ireland. A boisterous humor hums throughout, but it cannot stave off the stress and fear of such an upbringing; not surprisingly, Ms. Hughes dedicates her performances “to all the children who live in places of conflict.”", "url": "https://www.nytimes.com/2014/09/30/theater/geraldine-hughes-returns-to-new-york-with-belfast-blues.html"}