{"authors": ["Barry Bearak"], "date_download": "2022-10-25 23:35:24", "date_modify": "2022-10-25 23:35:24", "date_publish": "2014-02-22 13:39:00", "description": "Hialeah Park, once a magnet for Palm Beach socialites, has begun to revive its fortunes with quarter horse racing and a profitable casino.", "filename": "2014_02_23_sports_Hialeah-fabled-track-seeks-a-rebirth_1666740924.html", "image_url": "https://static01.nyt.com/images/2014/02/23/sports/23-HIALEAH-slide-T164/23-HIALEAH-slide-T164-articleLarge.jpg?year=2014&h=903&w=600&s=c7447ae834c9edce5289e82305984feeb8abdb011eaab4a01e7cf90bfd754a24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_23_sports_Hialeah-fabled-track-seeks-a-rebirth_1666740924.html", "title": "Hialeah’s Fabled Track Seeks a Rebirth", "title_page": "Hialeah’s Fabled Track Seeks a Rebirth - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HIALEAH, Fla. — John Brunetti is 83, which makes him slightly younger than Hialeah Park, the famous racetrack he owns. Both are looking pretty good for their age.\nOn a recent Friday afternoon, Brunetti was in the clubhouse eating a Cuban sandwich and sipping sangria when he grew excited by one of the races. The distance was 1,000 yards, quite a long haul for the quarter horses that race here. Usually, the breed excels at running a quarter mile or less, and the competition involves no more strategy than a speeding bullet. But this time the horses were actually coming around a turn and jockeying for position rather than sprinting along a single straightaway.\n“Reminds me of a thoroughbred race; at least you’re seeing something unfold,” Brunetti said. He is disdainful of his own product. “I don’t follow quarter horse racing,” he said as if it were beneath his dignity. “It lasts 21 seconds. What can you strategize? What can you describe? What can you learn?”\nMany horseplayers would be surprised to find any racing at all at Hialeah Park, near Miami. Though one of the grand palaces of the sport of kings — as elegant as Saratoga or Churchill Downs — the racetrack has been in the financial doldrums for 40 years and has not held a thoroughbred race since 2001.", "url": "https://www.nytimes.com/2014/02/23/sports/Hialeah-fabled-track-seeks-a-rebirth.html"}