{"authors": ["Floyd Norris"], "date_download": "2022-10-25 23:38:40", "date_modify": "2022-10-25 23:38:40", "date_publish": "2014-09-25 22:39:24", "description": "Multinational companies avoid United States taxes largely by claiming that much of their income is earned in countries where taxes are low or nonexistent.", "filename": "2014_09_26_business_made-in-the-usa-but-banked-overseas_1666741120.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_26_business_made-in-the-usa-but-banked-overseas_1666741120.html", "title": "Made in the U.S.A., but Banked Overseas", "title_page": "Made in the U.S.A., but Banked Overseas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The company may still be owned by the same investors and run by the same managers working in the United States. But there are ways to transfer the money to the “new” parent without paying taxes.\nInversions have been around for years, and in fact were restricted by that 2004 tax act, which required that the foreign company being acquired be at least a quarter as large as the American one. That limitation meant United States companies had to at least merge with a real company rather than set up a foreign shell company, as some had been doing.\nThis week, the Obama administration announced new regulations to toughen the way that computation is made and to make it harder for an inverted company to gain tax-free access to its overseas cash. It said it was also working on regulations to limit what is called “domestic earnings stripping,” a way to move taxable profits from the United States company to a foreign affiliate.\nThe regulations will most likely have some effect, but it would take legislation to really reduce the abuse. A senior Treasury Department official said he hoped Congress might act in the lame-duck session after the November election, but don’t hold your breath.\nAs it is, the system is absurd. A company can exploit the fiction that its overseas subsidiary is a different company and sign contracts to move profits wherever it wishes.\nA company that has done that, and has built up overseas profits, has a tax incentive to build a new plant overseas rather than in the United States.\nA company that really needs the money built up in purported overseas profits may have to pay taxes to get at it. But if the company is rich enough, its credit will be good enough to allow it to borrow money to pay shareholders, and thus face no tax. That is what Apple did. Call it the Reverse Robin Hood effect.", "url": "https://www.nytimes.com/2014/09/26/business/made-in-the-usa-but-banked-overseas.html"}