{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:50:25", "date_modify": "2022-10-25 23:50:25", "date_publish": "2014-01-28 22:51:47", "description": "A lawyer for Abdel Malik Ahmed Abdel Wahab al-Rahabi, a Guantánamo inmate for 12 years, sought his return to Yemen, but a military profile said there were risks.", "filename": "2014_01_29_us_military-is-asked-to-return-guantanamo-inmate-to-yemen_1666741825.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_29_us_military-is-asked-to-return-guantanamo-inmate-to-yemen_1666741825.html", "title": "Military Is Asked to Return Guantánamo Inmate to Yemen", "title_page": "Military Is Asked to Return Guantánamo Inmate to Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A lawyer for a Yemeni man who has been held for 12 years without trial at the prison at Guantánamo Bay, Cuba, asked a parole-style military board on Tuesday to recommend that he be sent home, where he planned to teach and possibly start a “milk and honey farm” or work for his father’s tailoring business, according to a prepared statement.\nBut a military profile of the detainee, Abdel Malik Ahmed Abdel Wahab al-Rahabi, 34, suggested that there are risks in repatriating him. It maintained that he was “almost certainly” a member of Al Qaeda who had been among a group of bodyguards for Osama bin Laden before their capture by Pakistani forces in December 2001 and that he “may have been selected” for participation in a hijacking plot. It also said his brother-in-law was a prominent extremist in his home area, Ibb.\n“The marginal security environment in Ibb probably would give” Mr. Rahabi “ample opportunities” to join a branch of Al Qaeda in Yemen if he decided to do so, the profile summary said.\nThe statements were prepared for a hearing Tuesday morning before the military’s new Periodic Review Board system. The Obama administration established the system to evaluate whether detainees are still considered too dangerous to release or transfer to the custody of another country.", "url": "https://www.nytimes.com/2014/01/29/us/military-is-asked-to-return-guantanamo-inmate-to-yemen.html"}