{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:36:54", "date_modify": "2022-10-25 23:36:54", "date_publish": "2014-03-23 02:58:12", "description": "Thirteen years after the Bamian Buddhas were blasted into rubble, opinion is split on whether to leave them as is, rebuild them, or make copies of them.", "filename": "2014_03_23_world_asia_countries-divided-on-future-of-ancient-buddhas_1666741014.html", "image_url": "https://static01.nyt.com/images/2014/03/23/world/BUDDAHS-1/BUDDAHS-1-articleLarge.jpg?year=2014&h=400&w=600&s=7bf47bd2d31752fa37e81bd74dd4ec4ffc95bb96eff43aef651a48005ff7e4ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_23_world_asia_countries-divided-on-future-of-ancient-buddhas_1666741014.html", "title": "Countries Divided on Future of Ancient Buddhas", "title_page": "Countries Divided on Future of Ancient Buddhas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAMIAN, Afghanistan — They were the picture-postcard view of a rural and mostly untouched Afghanistan: ancient, towering Buddhas that became a symbol of the Taliban’s religious fanaticism and intolerance.\nNow, about 13 years after the Bamian Buddhas were blasted into rubble, the world faces a new quandary: whether to leave the gaping gashes in the cliff where the giant statues once stood, to rebuild the Buddhas from what pieces were left, or to make copies of them. And, as so often happens these days between Afghanistan and its mainly Western supporters, opinion is passionately split.\nThe major donor countries that would have to finance any restoration say the site should be left as it is, at least for now. The Afghan government wants at least one of the statues rebuilt.\nAt the heart of the conflict is a potent mix of political ideology, and an evolving theory of restoration policy usually relegated to heady debates among archaeologists. The Afghan government craves the symbolic victory over a still-threatening Taliban that rebuilding would allow it to claim. Many of those funding the restoration fear that rebuilding when so little of the original pieces remain would not be reconstruction at all, and more reproduction than a true accounting of history.", "url": "https://www.nytimes.com/2014/03/23/world/asia/countries-divided-on-future-of-ancient-buddhas.html"}