{"authors": ["Leslie Kaufman"], "date_download": "2022-10-25 23:32:25", "date_modify": "2022-10-25 23:32:25", "date_publish": "2014-07-14 17:31:05", "description": "She replaces David Plotz, who is stepping down after six years leading the online magazine.", "filename": "2014_07_15_business_media_julia-turner-is-named-editor-in-chief-of-slate_1666740745.html", "image_url": "https://static01.nyt.com/images/2014/07/15/business/Slate/Slate-articleLarge.jpg?year=2014&h=835&w=600&s=16ece35308f86560d82c78eb645d26a22a0cee6c96e6215a89ce92659e8bc87c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_15_business_media_julia-turner-is-named-editor-in-chief-of-slate_1666740745.html", "title": "Julia Turner Is Named Editor in Chief of Slate", "title_page": "Julia Turner Is Named Editor in Chief of Slate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The online magazine Slate on Monday named Julia Turner its editor in chief, succeeding David Plotz, who is stepping down after six years in the job.\nMs. Turner has been Mr. Plotz’s deputy editor since 2008. She started at Slate in 2003 as a writer and editor, and has been a regular on the site’s Culture Gabfest podcast.\nMr. Plotz, 44, who has worked at Slate since its inception in 1996, said he was stepping down because he had done “everything I’ve wanted to do.” He noted that Slate’s previous editors, Michael Kinsley and Jacob Weisberg, also served six years. He will remain on staff with the title editor at large and continue to co-host the Political Gabfest podcast.\nIn his new role, Mr. Plotz said, he looked forward to “meeting interesting people and looking at interesting things I might do.” One possibility, he said, would be to start a new operation for Graham Holdings, the parent company of Slate. He is also looking to help Slate with live events and podcasting.", "url": "https://www.nytimes.com/2014/07/15/business/media/julia-turner-is-named-editor-in-chief-of-slate.html"}