{"authors": ["Joshua Cohen"], "date_download": "2022-10-25 23:37:35", "date_modify": "2022-10-25 23:37:35", "date_publish": "2014-09-19 15:47:56", "description": "An Irish woman leaves behind a sick brother and an abusive home life in this coming-of-age novel.", "filename": "2014_09_21_books_review_a-girl-is-a-half-formed-thing-by-eimear-mcbride_1666741055.html", "image_url": "https://static01.nyt.com/images/2014/09/21/books/review/21cohen/21cohen-articleLarge.jpg?year=2014&h=905&w=600&s=4bf3e37ac3ca607511e722ba8fb507e623be01c23a360f080ef77d4341bc52f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_21_books_review_a-girl-is-a-half-formed-thing-by-eimear-mcbride_1666741055.html", "title": "‘A Girl Is a Half-Formed Thing,’ by Eimear McBride", "title_page": "‘A Girl Is a Half-Formed Thing,’ by Eimear McBride - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "God alone might’ve written the ­Bible, but the Irish provided the punctuation. While the Roman Empire ­collapsed into the vernacular across the European continent, monks in the cold stone ­monasteries of that cold stone island hand-copied ­Latin and Greek versions of Scripture. Their “manuscripts” revived ­antiquity’s systems of notation, resurrecting spaces between words and pauses between thoughts, and turned the Flesh of body text into the Word of divine ­revelation through the sacrament of quotation. The first thing God says to the first man, Adam, is, Don’t pick the fruit from a certain tree. The second thing God says is that the man must have a partner, and so He puts Adam to sleep and removes a rib He turns into a woman: a half-formed thing, a dependent.\n“A Girl Is a Half-Formed Thing” is the first novel by Eimear McBride, the latest in that illustrious line of Irish typographical reformers (born anno Domini 1976). Her book forgoes quotation marks and elides verbiage for sense, sound and sheer appearance on the page. For emphasis it occasionally wreaks havoc on capItalS and reverses letter order. It is, in all respects, a heresy — which is to say, Lord above, it’s a future classic.\nIt helps, then, that its plot is among the oldest: childhood, or innocence and its loss. Genesis is narrated in an omniscient third person: Eve picks the fruit and is shamed. McBride opts for a first-person heroine-narrator who drinks, takes drugs and enjoys — but is traumatized by — sex. She’s a lapsed Catholic, and always a cowed but dutiful daughter. She tells us all this — obliquely — and never says her name.\nBut then “A Girl” begins before the name. The narrator speaks from the womb, as she’s about to be delivered to a kind but careworn mother and an absentee father: “Thinking I think of you and me. Our empty spaces where fathers should be. Whenabouts we might find them and what we’d do to fill them up.” The “you” being addressed is not the reader, as it might appear, but the narrator’s brother, two or three years older, and afflicted with a brain tumor. If it’s initially daunting to sift this prose for its relationships and even identities, it’s because McBride insists that familial intimacy inheres linguistically too; this is how we all speak to our own loved ones, and about them to ourselves.", "url": "https://www.nytimes.com/2014/09/21/books/review/a-girl-is-a-half-formed-thing-by-eimear-mcbride.html"}