{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:00:41", "date_modify": "2022-10-25 23:00:41", "date_publish": "2014-05-10 20:19:15", "description": "Rashtriya Swayamsevak Sangh, an ideological group whose fortunes have ebbed and flowed with the influence of the Hindu right in New Delhi, has thrown its weight behind Narendra Modi.", "filename": "2014_05_11_world_asia_in-indian-candidate-hindu-right-sees-a-reawakening_1666738841.html", "image_url": "https://static01.nyt.com/images/2014/05/11/world/MODI/MODI-articleLarge.jpg?year=2014&h=420&w=600&s=5ed0889116a44f9c1c51520c95721928024480ee914b27f59165c078f50f6754&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_11_world_asia_in-indian-candidate-hindu-right-sees-a-reawakening_1666738841.html", "title": "In Indian Candidate, Hindu Right Sees a Reawakening", "title_page": "In Indian Candidate, Hindu Right Sees a Reawakening - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Asked last month about the R.S.S.’s muscular assistance, Arun Jaitley, a top official in Mr. Modi’s Bharatiya Janata Party, dismissed the notion that the group would have a place in a postelection government.\n“People who do have a lot of ideological affinity to us have been extremely active and helpful in this campaign, not so much as organizations but as individuals,” Mr. Jaitley said. “As far as governance is concerned, we have been in power as a political party, and I can assure you we take our own decisions.”\nAmbiguity has long surrounded the R.S.S. It was founded in 1925 by Keshav Baliram Hedgewar, an independence campaigner who had split from the Indian National Congress party over what he considered “undue pampering of the Muslims,” according to “R.S.S.: A Vision in Action,” published by the group in 1988. Its central ritual and recruiting tool is the morning drill, known as the daily shakha, which was designed to “create an all-Bharat national consciousness.”\nThe Indian government banned the R.S.S. for 17 months in 1948 after a man associated with the group assassinated Mohandas Gandhi, and for brief periods in the 1970s and 1990s. Its opponents say it fuels religious conflict. For many years, the group has maintained that it has no involvement in Indian politics, saying its mission is focused on character-building. But many of its members have gone on to become candidates for the Bharatiya Janata Party, whose spokeswoman recently referred to the R.S.S. as the party’s “ideological fountainhead.”\n“The B.J.P. and the R.S.S. are married to each other,” said Dilip Deodhar, an analyst whose family has been active in the R.S.S. for generations. “The power is there, but it is like that of a mother over her children. The mother does not use it for anything but the child’s welfare. There is no abusing it.”\nThe current campaign has thrust the group into an unusually public role. In October, the R.S.S.’s leader, Mohan Bhagwat, ordered the group and its affiliates to press for 100 percent voter turnout, according to Ram Madhav, a spokesman for the organization. Last week in Varanasi, an intense electoral battleground, some 5,000 R.S.S. volunteers were circulating — nearly as many as the 6,000 sent out by the B.J.P., according to Ashok Pandey, a B.J.P. spokesman.", "url": "https://www.nytimes.com/2014/05/11/world/asia/in-indian-candidate-hindu-right-sees-a-reawakening.html"}