{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:55:24", "date_modify": "2022-10-25 23:55:24", "date_publish": "2014-03-03 18:15:45", "description": "Relations have never been easy between the Han majority and Uighurs, but after an attack on Saturday, many Chinese are saying the mood is worsening.", "filename": "2014_03_04_world_asia_han-uighur-relations-china_1666742124.html", "image_url": "https://static01.nyt.com/images/2014/03/04/world/KUNMING/KUNMING-articleLarge.jpg?year=2014&h=400&w=600&s=c4765f67f4bb5440499cc1b82785f89df8c7f4a2ea476ed91f160b5c8d8c6799&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_04_world_asia_han-uighur-relations-china_1666742124.html", "title": "Train Station Rampage Further Strains Ethnic Relations in China", "title_page": "Train Station Rampage Further Strains Ethnic Relations in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KUNMING, China — Even with the objects of his ire in earshot, the landlord barely lowered his voice to describe his Uighur neighbors, who also happened to be his tenants.\n“During the day they look like human beings, but at night they are thieves and thugs,” he said as a group of elderly women in traditional head scarves drank tea in the courtyard of his building. “Even the police are afraid of them. We all hate them, but there’s nothing to be done about it.”\nIt is fair to say that relations have never been easy between the ethnic Han who dominate this vast nation and the Uighur minority whose traditional homeland is in China’s far western borderlands. But since a group of identically dressed assailants rampaged through the Kunming Railway Station here in southwestern China on Saturday, killing at least 29 people and wounding 143 with long knives and daggers, the official narrative of a kaleidoscope of ethnic groups living in harmony is being tested by the news that the killers were from the western region of Xinjiang.\nOn Monday evening, the state-run news agency Xinhua said the police had arrested three more assailants, in addition to a fourth who had already been arrested and four others who were killed at the train station. The Ministry of Public Security said a “terrorist gang of eight members” was responsible for the attack, Xinhua said.", "url": "https://www.nytimes.com/2014/03/04/world/asia/han-uighur-relations-china.html"}