{"authors": ["Michelle Innis"], "date_download": "2022-10-25 23:54:17", "date_modify": "2022-10-25 23:54:17", "date_publish": "2014-09-12 09:20:16", "description": "Prime Minister Tony Abbott said Friday that there was “a body of evidence that points to the increased likelihood of a terrorist attack in Australia.”", "filename": "2014_09_13_world_asia_australia-raises-terrorism-alert-level-to-high_1666742057.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_13_world_asia_australia-raises-terrorism-alert-level-to-high_1666742057.html", "title": "Australia Raises Terrorism Alert Level to High", "title_page": "Australia Raises Terrorism Alert Level to High - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SYDNEY, Australia — Prime Minister Tony Abbott raised Australia’s terrorism alert level from medium to high on Friday, after warnings from security officials that a growing number of Australians joining extremist groups, including the Islamic State in Iraq and Syria, represents an increased threat to the country.\nAt a news conference on Friday in Melbourne, Mr. Abbott said that there was no indication that a specific threat was imminent, but that there was “a body of evidence that points to the increased likelihood of a terrorist attack in Australia.”\n“There are people with the intent and the capability to mount attacks here,” he said.\nThe Australian Security Intelligence Organization, which oversees domestic security, has said that about 60 Australians are fighting with the Islamic State in Iraq and Syria, known as ISIS, and with the Nusra Front, an Islamic rebel group in Syria. Fifteen Australians are believed to have been killed in the current conflict in Iraq and Syria, including two suicide bombers.\nMr. Abbott said in a statement on Friday that the threat posed by Australians “working with, connected to, or inspired by” terrorist groups has been “increasing for more than a year.”", "url": "https://www.nytimes.com/2014/09/13/world/asia/australia-raises-terrorism-alert-level-to-high.html"}