{"authors": ["Sarah Gauch"], "date_download": "2022-10-25 23:44:08", "date_modify": "2022-10-25 23:44:08", "date_publish": "2014-01-31 20:47:04", "description": "Experts sort painstakingly through the Museum of Islamic Art in Cairo, devastated by a truck bomb attack last month at police headquarters across the street.", "filename": "2014_02_01_arts_design_sorting-through-the-rubble-of-museum-of-islamic-art-in-cairo_1666741448.html", "image_url": "https://static01.nyt.com/images/2014/02/01/world/africa/01Museum/01Museum-articleLarge.jpg?year=2014&h=400&w=600&s=0f7a79500aa77467beeb6fda665281e828ca6730d94128cb34633f32a0b1c963&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_01_arts_design_sorting-through-the-rubble-of-museum-of-islamic-art-in-cairo_1666741448.html", "title": "Sorting Through the Rubble of Museum of Islamic Art in Cairo", "title_page": "Sorting Through the Rubble of Museum of Islamic Art in Cairo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — A man in a white lab coat sat alone among piles of blown-off ceiling, mangled metal and splintered wood here on Thursday inside the Museum of Islamic Art — home to a world-renowned collection that covers centuries of art from countries across the Islamic world. He carefully separated ochre-tinted pieces of old glass from the clear shards of modern showcases.\nThe precious glass came from exquisite medieval lamps — or meshkawat — from some of Cairo’s most important mosques. They were among the biggest material losses from a truck bomb blast on Jan. 24 that tore through this 111-year-old museum, blowing out windows and sending metal and glass flying through its halls. The bombing, which was aimed at Cairo’s police headquarters across the street, killed four people and injured 76. It occurred a day before the third anniversary of the revolution that overthrew Hosni Mubarak. The museum’s staff was struggling to cope with the devastation wrought on this collection of artifacts, many of them from Islam’s Golden Era and representing Islamic history from the Umayyads in the seventh century to the Ottoman period in the 19th.\n“The explosion caused so much damage,” said Ahmed Sharaf, director of the Antiquities Ministry’s museum division. “So many pieces have been destroyed, ceramics, glass, wood.”\nEgypt’s minister of antiquities, Mohamed Ibrahim, said on Friday that 74 precious artifacts had been destroyed and that 90 were damaged, but repairable. The museum had nearly 1,471 artifacts on display in 25 galleries and 96,000 objects in storage. Situated near Islamic Cairo, the museum building, with its impressive neo-Mameluke facade, had recently undergone a six-year, $10 million renovation. The complex includes Egypt’s National Library on the second floor, where several rare manuscripts and papyri were also damaged.", "url": "https://www.nytimes.com/2014/02/01/arts/design/sorting-through-the-rubble-of-museum-of-islamic-art-in-cairo.html"}