{"authors": ["Andrew Jacobs", "Chris Buckley"], "date_download": "2022-10-25 23:39:30", "date_modify": "2022-10-25 23:39:30", "date_publish": "2014-01-26 12:54:28", "description": "The case against Mr. Xu, who campaigned against corruption and injustice, was seen as a barometer of how China’s new leadership would respond to organized calls for reform.", "filename": "2014_01_27_world_asia_china-sentences-xu-zhiyong-to-4-years-for-role-in-protests_1666741170.html", "image_url": "https://static01.nyt.com/images/2014/01/27/world/27beijing-cnd/27beijing-cnd-articleLarge-v2.jpg?year=2014&h=400&w=600&s=a2e1783c4cfc92087ffb6c11a483abbcd2a6fe6cda8c8fdaa93a061f43f9466b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_27_world_asia_china-sentences-xu-zhiyong-to-4-years-for-role-in-protests_1666741170.html", "title": "China Sentences Xu Zhiyong, Legal Activist, to 4 Years in Prison", "title_page": "China Sentences Xu Zhiyong, Legal Activist, to 4 Years in Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“He can still appeal, but this outcome was decided by the senior leaders, and there’s no hope of changing the verdict,” Mr. Zhang said. He said the court could have imposed a maximum sentence of five years.\nThe State Department criticized the ruling and called on Chinese authorities to release Mr. Xu. “We are concerned that Mr. Xu’s prosecution is retribution for his public campaign to expose corruption and for the peaceful expression of his views,” Jen Psaki, a State Department spokeswoman, said in a statement.\nThe judgment, coming unusually swiftly after a trial Wednesday, will silence Mr. Xu for now. But the sentence could also enhance Mr. Xu’s prominence as an advocate for political liberalization. Mr. Xu and his two lawyers remained silent in protest for most of the proceedings, but Mr. Xu used his concluding statement to deliver part of an impassioned manifesto for democratic change, free speech and rule of law. The full text has circulated on the Internet.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nFor the verdict hearing, the police stood guard for blocks around the courthouse, keeping away journalists, diplomats and ordinary citizens concerned about the case. Journalists who tried to approach the court were told to leave.\nAs the first prosecution of a high-profile activist under Xi Jinping, the Communist Party secretary who took power in November 2012, the case was seen as a barometer of how China’s new leadership — the first in a decade — would respond to organized calls for reform. Some liberal intellectuals and rights advocates initially hoped that Mr. Xi would be more tolerant than his predecessor, Hu Jintao, of mild campaigns for change.", "url": "https://www.nytimes.com/2014/01/27/world/asia/china-sentences-xu-zhiyong-to-4-years-for-role-in-protests.html"}