{"authors": ["Barry Bearak"], "date_download": "2022-10-25 23:35:25", "date_modify": "2022-10-25 23:35:25", "date_publish": "2014-04-14 16:24:17", "description": "The Cubs and the Yankees, who will play in the Bronx on Wednesday, have met only seven times at Yankee Stadium. Chicago is seeking its first win here.", "filename": "2014_04_15_sports_baseball_as-cubs-wander-into-the-bronx-theyve-never-been-worse_1666740925.html", "image_url": "https://static01.nyt.com/images/2014/04/15/sports/15cubs4/15cubs4-articleLarge.jpg?year=2014&h=900&w=600&s=e285a2f05409299b1b4464b0af2af2d70ae46777af9dde9ffe3a55331cfd57e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_15_sports_baseball_as-cubs-wander-into-the-bronx-theyve-never-been-worse_1666740925.html", "title": "As Cubs Wander Into the Bronx, They’ve Never Been Worse", "title_page": "As Cubs Wander Into the Bronx, They’ve Never Been Worse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Cubs were a juggernaut: 322 victories over three seasons, winning the pennant in each of those years and going on to take the World Series twice in a row. The team was built to endure, too, with future Hall of Famers at first base, second base and shortstop, and another Hall of Famer on the mound.\nAs you might expect, there was brash talk of a dynasty.\nWe, of course, know better now. Those two championships, in 1907 and 1908, were all the World Series titles the team would win. To recall those glory days, you’ve got to go back into a time that was pre-Wrigley Field, pre-Prohibition, pre-women voting, pre-movies with sound, pre-the Titanic stubbing its hull on an iceberg.\nIn 2000, a fellow Cubs fan gave me a T-shirt that read, “Our Century Has Arrived.” He didn’t believe it, and neither did I. It sounded improbably utopian. The Cubs have a blank check on our loyalty but not our hope. Hopelessness springs eternal.\nThe Cubs come to Yankee Stadium on Tuesday and Wednesday, an extremely rare dust-up in the Bronx between two of baseball’s oldest, most storied franchises, one team undernourished with its measly two titles, the other overfed with its gluttonous 27.", "url": "https://www.nytimes.com/2014/04/15/sports/baseball/as-cubs-wander-into-the-bronx-theyve-never-been-worse.html"}