{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:36:46", "date_modify": "2022-10-25 23:36:46", "date_publish": "2014-10-01 21:39:45", "description": "Anita Rachvelishvili is a grim and no-nonsense Carmen in the revival of Richard Eyre’s melancholy production of Bizet’s opera at the Met.", "filename": "2014_10_02_arts_music_anita-rachvelishvili-in-richard-eyres-carmen-at-the-met_1666741006.html", "image_url": "https://static01.nyt.com/images/2014/10/02/arts/CARMEN/CARMEN-articleLarge.jpg?year=2014&h=614&w=600&s=31b416b538bb0a5d6508f9e926ae7d639917bc69f31bb66b03a0b9eaf1399112&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_02_arts_music_anita-rachvelishvili-in-richard-eyres-carmen-at-the-met_1666741006.html", "title": "Anita Rachvelishvili in Richard Eyre’s ‘Carmen’ at the Met", "title_page": "Anita Rachvelishvili in Richard Eyre’s ‘Carmen’ at the Met - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Eyre’s show offers brooding and sternness more than sensuality or high spirits. With Carmen’s trudging endlessly forward and José’s looking shellshocked and vacant eyed, operagoers could be forgiven for thinking they had accidentally wandered into a performance of Berg’s “Wozzeck.”\nThat’s not necessarily a criticism. Watching Ms. Rachvelishvili stare stonily at the tenor Aleksandrs Antonenko, as Don José, I was aware as never before of the opera’s conceit that these characters have been thrown together, mostly miserably, by fate. They love each other without ever much liking each other.\nThe trouble with this revival is: If you don’t feel that electric tug of destiny uniting Carmen and José, the opera — especially given Rob Howell’s stark sets — can feel more dingy and plodding than potent. Without dark chemistry coursing between the two, it’s hard to care about their struggle.\nImage Ms. Rachvelishvili in this production of \"Carmen\" at the Met. Credit... Hiroyuki Ito for The New York Times\nPart of the problem is Pablo Heras-Casado’s lithe, agile, expansive, even leisurely conducting, fine on its own merits but not a proper match for this severe production. When this “Carmen” was new, it was led by Yannick Nézet-Séguin, whose take on the score was occasionally propulsive to a fault, but with a blunt, savage energy that better suited, and heated, the mood.", "url": "https://www.nytimes.com/2014/10/02/arts/music/anita-rachvelishvili-in-richard-eyres-carmen-at-the-met.html"}