{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:54", "date_modify": "2022-10-25 23:49:54", "date_publish": "2014-04-05 21:30:02", "description": "Crude apps, patronizing behavior. For some, “bro” culture offers one explanation for why there are so few women in tech.", "filename": "2014_04_06_technology_technologys-man-problem_1666741794.html", "image_url": "https://static01.nyt.com/images/2014/04/04/business/06JPTECHSEXISM2/06JPTECHSEXISM2-articleLarge.jpg?year=2014&h=415&w=600&s=8f2f36df3b771c5eb4146a9eb955bcaf6f2d45871113044f4f71a416adba0cb9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_06_technology_technologys-man-problem_1666741794.html", "title": "Technology’s Man Problem", "title_page": "Technology’s Man Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But some women argue that these kinds of initiatives are unhelpful.\n“My general issue with the coverage of women in tech is that women in the technology press are talked about in the context of being women, and men are talked about in the context of being in technology,” said a technical woman who would speak only on condition of anonymity because she did not want to be part of an article about women in tech.\n“I’m also very good at my job, and as a technologist, I want to be recognized for that and not because I have breasts.”\nLea Verou, an incoming Ph.D. candidate in electrical engineering and computer science at M.I.T., wrote in a much read essay that women-only conferences and hackathons “cultivate the notion that women are these weak beings who find their male colleagues too intimidating.”\n“As a woman,” she wrote, “I find it insulting and patronizing to be viewed that way.”\nAnother camp discourages emphasizing complaints about sexism. Rather, they try to focus on positive stories, to encourage women to enter the industry.\n“I’ve been doing this 10 years, and myself and everyone I’ve spoken to who’s a female developer has had an amazing experience in the developer community,” said Sara Chipps, chief technology officer of the Flatiron School, a coding school in New York, and a co-founder of Girl Develop It, a nonprofit group to help women become software developers.\n“People should say something if something bad happens, but I also want people to know that doesn’t have to be the case,” she said.\nFor Ms. Shevinsky, the solution was returning to tech and trying to change the culture from the inside. And part of the reason she decided to work with Mr. Dickinson again, she said, was that both believe in another type of diversity: the diversity of thought.\n“It’s very dangerous for us as a community,” she said, “to say we will only work with people who share our beliefs.”", "url": "https://www.nytimes.com/2014/04/06/technology/technologys-man-problem.html"}