{"authors": ["Adam Nossiter"], "date_download": "2022-10-26 00:11:39", "date_modify": "2022-10-26 00:11:39", "date_publish": "2014-05-15 00:31:56", "description": "Some of the 53 schoolgirls who escaped Boko Haram kidnappers told of their terror, and President Goodluck Jonathan rejected the militant group’s demand for a prisoner exchange.", "filename": "2014_05_15_world_africa_tales-of-escapees-in-nigeria-add-to-worries-about-other-kidnapped-girls_1666743099.html", "image_url": "https://static01.nyt.com/images/2014/05/15/world/NIGERIA/NIGERIA-articleLarge-v3.jpg?year=2014&h=441&w=600&s=b366b9d52d17e428fc5b48b26a1922ad62fc972fc3300ac20b22fb1ff645faf9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_15_world_africa_tales-of-escapees-in-nigeria-add-to-worries-about-other-kidnapped-girls_1666743099.html", "title": "Tales of Escapees in Nigeria Add to Worries About Other Kidnapped Girls", "title_page": "Tales of Escapees in Nigeria Add to Worries About Other Kidnapped Girls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They fled after quickly calculating that risking death was better than the grim existence their captors were undoubtedly planning for them. All of them knew about Boko Haram. Their village, Chibok, 80 miles from this state capital, at the end of a dirt track, had been attacked before, like virtually every other village around. The girls said they wanted no part of it.\n“Yes, yes, I ran into the bush,” said Joy Bishara, a tall 18-year-old in a brown T-shirt with “Ice Box” on the front. She jumped from one of the trucks as it slowed down. “I don’t know where I am going,” Ms. Bishara said, recalling her hasty reasoning that night. “I think they will kill me. They were telling us, ‘We will kill you.’ ”\nSix of the girls who escaped came up to Maiduguri this week to watch the Boko Haram video showing dozens of their captured schoolmates. The governor here in the heart of the Boko Haram insurgency had asked for the girls’ help in naming the teenagers in the video. Well over 70 of the girls on screen have been identified, the governor says, but for the ones who escaped, seeing their friends shrouded in the austere black and gray head scarves and robes the militants imposed was deeply unsettling.\n“When we saw them in the movie, we started crying,” said Godiya Simon, 17, who escaped from the Boko Haram camp.\nOutside a villa here on the sandy grounds of the worn but cheerful Borno State Hotel, three of the girls quietly told their stories of escape, barely aware that a global spotlight had been fixed on them. The girls, dressed in vivid shades of green, blue, red and orange — a sharp contrast to the Islamists’ black — brushed off suggestions of exceptional courage.\n“We woke up and we saw people in military uniforms,” said Ms. Ishaku, who, like many of the students, had come in from an outlying area and was sleeping at the school that night, April 14, when she heard the sound of gunfire.", "url": "https://www.nytimes.com/2014/05/15/world/africa/tales-of-escapees-in-nigeria-add-to-worries-about-other-kidnapped-girls.html"}