{"authors": ["Annie Lowrey"], "date_download": "2022-10-25 23:45:08", "date_modify": "2022-10-25 23:45:08", "date_publish": "2014-06-04 01:01:11", "description": "As the financial sanctions that the United States imposes on foreign governments have become vastly more sophisticated, the Obama administration has deployed them more and more often.", "filename": "2014_06_04_business_aiming-financial-weapons-from-war-room-at-treasury_1666741508.html", "image_url": "https://static01.nyt.com/images/2014/06/04/business/Sanctions/Sanctions-articleLarge-v2.jpg?year=2014&h=400&w=600&s=84ea5067ccfcbf69281bf6e6ee8ad9ee1765f47c8b175a419dc35d4e225160f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_04_business_aiming-financial-weapons-from-war-room-at-treasury_1666741508.html", "title": "Aiming Financial Weapons From Treasury War Room", "title_page": "Aiming Financial Weapons From Treasury War Room - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In a dingy suite of offices in a Treasury Department annex, the troops work into the night, armed with paperwork, computers and a clock on the wall set to Tehran time. They blast out advisories ordering banks to block targeted people, then threaten them with consequences — fines that can range into millions of dollars — if they do not.\nToday, this is how the Obama administration goes to war.\n“The United States needs to remain involved in the world, but does not necessarily need to remain involved just through military power,” said David S. Cohen, Treasury’s under secretary for terrorism and financial intelligence, who is sometimes described within the administration as President Obama’s favorite combatant commander. “There are other ways of projecting U.S. power that are consequential.”\nMr. Cohen oversees the obscure Office of Foreign Assets Control, the engine that creates and administers the steadily increasing number of financial sanctions. They are a policy tool once considered largely ineffectual but are now used against a wide range of actors, from Iran’s revolutionary guard to Mexican drug traffickers to cronies of President Vladimir V. Putin of Russia.\nOver the last decade, as sanctions have become vastly more sophisticated, the Obama administration has deployed them more and more often. Including recent sanctions meant to punish Russia, the Treasury Department targets about 6,000 people and institutions around the world.", "url": "https://www.nytimes.com/2014/06/04/business/aiming-financial-weapons-from-war-room-at-treasury.html"}