{"authors": ["Scott Cacciola"], "date_download": "2022-10-25 23:35:22", "date_modify": "2022-10-25 23:35:22", "date_publish": "2014-01-30 03:31:42", "description": "More and more N.B.A. players are slipping into something fashionable as they compete with one another in the sneaker department.", "filename": "2014_01_30_sports_basketball_nbas-hottest-rivalry-sneaker-collections_1666740922.html", "image_url": "https://static01.nyt.com/images/2014/01/30/sports/basketball/30sneakers-quiz/30sneakers-quiz-articleLarge.jpg?year=2014&h=237&w=600&s=6377224fb8666792ca1efd6d51a2cd26af9005bbf7c1e046692734ea1002ed33&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_30_sports_basketball_nbas-hottest-rivalry-sneaker-collections_1666740922.html", "title": "A Huge N.B.A. Rivalry: Sneaker Collections", "title_page": "A Huge N.B.A. Rivalry: Sneaker Collections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nice Kicks, a sneaker site, runs an annual competition to determine which player wears the best footwear. The judging is based on five criteria, including “element of surprise” and “closet appeal.” Derrick Williams of the Sacramento Kings took the title last year, and Young won the year before that.\nBut a guard with the 76ers, Tony Wroten, claims to have “the best shoe game in the league” — better than that of Williams or Young. Better even than that of the Denver Nuggets’ Nate Robinson, who once broke out a pair of Air Yeezy 2s — an exceedingly rare sneaker, the product of a collaboration between Nike and the rapper Kanye West — back when he was playing for the Chicago Bulls. It was a bold statement.\n“It’s not even a basketball shoe,” said George Kiel III, an associate editor at Nice Kicks.\nWhile Wroten respects his rivals’ sneakers, he wants his feet to look especially slick whenever he matches up against one of them in a game.\n“You’re not going to bring it up,” he said, “but you know in the back of your mind that he’s going to come with something, so you got to come with something crazier.”\nWroten said he wore 30 pairs of sneakers in the first half of the season. He said he would love to wear a new style every game, but that would be — what was the word? — impractical. The schedule is too demanding. So he settles for two or three pairs a week. “I just love shoes,” he said.\nWhile wearing new sneakers so frequently might make some people cringe, blisters tend not to be an issue because most players wear orthotics molded for their feet. Others, after so many years in the game, have developed corns and calluses. Many players wear two pairs of socks. Their feet and ankles are wrapped in athletic tape. In other words, a lot of ugly stuff is happening inside that high-fashion footwear, and much of it helps to prevent injury.", "url": "https://www.nytimes.com/2014/01/30/sports/basketball/nbas-hottest-rivalry-sneaker-collections.html"}