{"authors": ["Rukmini Callimachi"], "date_download": "2022-10-26 00:11:56", "date_modify": "2022-10-26 00:11:56", "date_publish": "2014-10-25 22:01:33", "description": "The death of James Foley in August at the hands of Islamic State jihadists in Syria was a very public end to a hidden ordeal shared with nearly two dozen other Westerners.", "filename": "2014_10_26_world_middleeast_horror-before-the-beheadings-what-isis-hostages-endured-in-syria_1666743116.html", "image_url": "https://static01.nyt.com/images/2014/10/25/world/26HOSTAGES-SPAN/26HOSTAGES-SPAN-articleLarge.jpg?year=2014&h=400&w=600&s=c5d17d6784f5e33ba193568ac325338f5462b0060ca1284a34a6ebd51a3c2dd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_26_world_middleeast_horror-before-the-beheadings-what-isis-hostages-endured-in-syria_1666743116.html", "title": "ISIS Hostages Endured Torture and Dashed Hopes, Freed Cellmates Say", "title_page": "ISIS Hostages Endured Torture and Dashed Hopes, Freed Cellmates Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was December 2013, and more than a year had passed since Mr. Foley vanished on a road in northern Syria. Finally, his worried parents would know he was alive, he told his fellow captives. His government, he believed, would soon negotiate his release.\nWhat appeared to be a turning point was in fact the start of a downward spiral for Mr. Foley, a 40-year-old journalist, that ended in August when he was forced to his knees somewhere in the bald hills of Syria and beheaded as a camera rolled.\nHis videotaped death was a very public end to a hidden ordeal.\nThe story of what happened in the Islamic State’s underground network of prisons in Syria is one of excruciating suffering. Mr. Foley and his fellow hostages were routinely beaten and subjected to waterboarding. For months, they were starved and threatened with execution by one group of fighters, only to be handed off to another group that brought them sweets and contemplated freeing them. The prisoners banded together, playing games to pass the endless hours, but as conditions grew more desperate, they turned on one another. Some, including Mr. Foley, sought comfort in the faith of their captors, embracing Islam and taking Muslim names.\nTheir captivity coincided with the rise of the group that came to be known as the Islamic State out of the chaos of the Syrian civil war. It did not exist on the day Mr. Foley was abducted, but it slowly grew to become the most powerful and feared rebel movement in the region. By the second year of Mr. Foley’s imprisonment, the group had amassed close to two dozen hostages and devised a strategy to trade them for cash.\nIt was at that point that the hostages’ journeys, which had been largely similar up to then, diverged based on actions taken thousands of miles away: in Washington and Paris, in Madrid, Rome and beyond. Mr. Foley was one of at least 23 Western hostages from 12 countries, a majority of them citizens of European nations whose governments have a history of paying ransoms.", "url": "https://www.nytimes.com/2014/10/26/world/middleeast/horror-before-the-beheadings-what-isis-hostages-endured-in-syria.html"}