{"authors": ["David S. Joachim"], "date_download": "2022-10-25 23:34:46", "date_modify": "2022-10-25 23:34:46", "date_publish": "2014-06-19 16:54:05", "description": "Representative Steve Scalise’s victory in the race for the No. 3 leadership post got a boost from Southern lawmakers.", "filename": "2014_06_20_us_politics_steve-scalise-of-louisiana-gets-lift-from-fellow-southern-lawmakers_1666740886.html", "image_url": "https://static01.nyt.com/images/2014/06/20/us/20SCALISE1/20SCALISE1-articleLarge.jpg?year=2014&h=400&w=600&s=3463f6b24054bbd2f60a84207e13cbc551b0f5f8522c9809267de5cf29ce79fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_20_us_politics_steve-scalise-of-louisiana-gets-lift-from-fellow-southern-lawmakers_1666740886.html", "title": "Steve Scalise Gets Lift From Fellow Southerners to Win Election as Majority Whip", "title_page": "Steve Scalise Gets Lift From Fellow Southerners to Win Election as Majority Whip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Representative Steve Scalise’s victory in the race to become the No. 3 Republican in the House caps a rapid rise through his party’s ranks since he won his seat in a special election in 2008.\nThe turning point for Mr. Scalise, who is from Louisiana, was his come-from-behind win in 2012 to become chairman of the influential Republican Study Group, edging out a candidate who was handpicked by the committee’s founders and past chairmen. The group, which has 170 members, has played a central role in pushing the Republican caucus to the right on economic and social issues.\nMr. Scalise’s candidacy for the No. 3 leadership post, majority whip, got a boost from Southern lawmakers who seemed to want one of their own in the position.\nParty whips in Congress are in charge of counting votes for and against legislation. But more than that, they are enforcers, offering incentives and doling out punishments for votes among their caucus members. Their role becomes particularly important in close votes. The whip — the name comes from “whipping up votes” — is also the main liaison between the party leadership and the rank and file.", "url": "https://www.nytimes.com/2014/06/20/us/politics/steve-scalise-of-louisiana-gets-lift-from-fellow-southern-lawmakers.html"}