{"authors": ["Patrick Mcgeehan"], "date_download": "2022-10-25 23:51:24", "date_modify": "2022-10-25 23:51:24", "date_publish": "2014-09-25 21:14:43", "description": "The New Jersey bridge, which is blamed for frequent delays on the Northeast Corridor, is in desperate need of replacement, but the project won’t be cheap.", "filename": "2014_09_26_nyregion_portal-bridge-presents-northeast-rail-commuters-with-a-104-year-old-problem_1666741884.html", "image_url": "https://static01.nyt.com/images/2014/09/23/nyregion/PORTALweb1/PORTALweb1-articleLarge.jpg?year=2014&h=400&w=600&s=249ca87248c5f0eb38264cd282f9fdb3604a4dcca49bd409ffacb9b3a5c29fc2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_26_nyregion_portal-bridge-presents-northeast-rail-commuters-with-a-104-year-old-problem_1666741884.html", "title": "104-Year-Old Portal Bridge Presents $900 Million Problem for Rail Commuters", "title_page": "104-Year-Old Portal Bridge Presents $900 Million Problem for Rail Commuters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even in an era when so much of the nation’s infrastructure is in a state of disrepair, the Portal Bridge stands out. Everyone agrees that it is in desperate need of replacement, but no one has come up with the money for a new crossing. Two recent significant delays caused by the bridge have focused attention on Amtrak’s stalled effort to obtain the nearly $1 billion needed to replace the creaky bridge.\nEach day, about 450 trains carry more than 150,000 riders over the Portal, a fragile choke point that crosses the Hackensack River halfway between Manhattan and Newark.\nEvery time its center section opens to let a tugboat push a barge full of sludge downriver, there is a reasonable chance that a lot of people will be late for work — or dinner — with delays radiating out from Pennsylvania Station in New York and stretching from the nation’s capital to Massachusetts.\nWhen the bridge’s name is uttered in official announcements or in email alerts, riders know that frustration lies just around the bend.", "url": "https://www.nytimes.com/2014/09/26/nyregion/portal-bridge-presents-northeast-rail-commuters-with-a-104-year-old-problem.html"}