{"authors": ["Doreen Carvajal", "Silvia Taulés"], "date_download": "2022-10-25 23:43:45", "date_modify": "2022-10-25 23:43:45", "date_publish": "2014-02-07 01:56:09", "description": "The legal scandal involving Princess Cristina and her husband over money laundering has become a morality tale of excess whose themes are common enough in a country where the receding economic tide after 2008 exposed corruption and mismanagement.", "filename": "2014_02_07_world_europe_in-royal-drama-spain-sees-its-reality-reflected_1666741425.html", "image_url": "https://static01.nyt.com/images/2014/02/07/world/royals2/royals2-articleLarge.jpg?year=2014&h=400&w=600&s=a4dd28439da938ff6e4dea788053bb1ba475d6470aec8be40eb79d1f3a0198c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_07_world_europe_in-royal-drama-spain-sees-its-reality-reflected_1666741425.html", "title": "In Royal Drama, Spain Sees Its Reality Reflected", "title_page": "In Royal Drama, Spain Sees Its Reality Reflected - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even as the case stokes debate about whether Spain’s aristocrats are held to the same judicial standards as others, it has become a morality tale of excess whose themes are common enough in a country where the receding economic tide since 2008 has exposed corruption and mismanagement all around.\nIn a summary of more than 200 pages, the judge calculated that the remodeling of one floor of the princess’s dream house — the little palace, as it is known here — was paid for with $596,000 in credit card charges attached to a real estate company owned by the princess and her husband called Aizoon. There were receipts for $57,000 for art, decorations, appliances and rugs. She also paid $269,000 for an architect and $12,500 for curtains.\n“In summary, Aizoon practiced commercial and fiscal policies that were totally irregular and contrary to current regulations,” the judge wrote. Over an eight-year period dating back to 2004, he noted, the princess made purchases from her own pocket for a total of about $4,000. The rest were paid with the company credit card.\nThe question the judge is investigating is whether some of the money her husband is accused of embezzling, according to investigators, was funneled to essentially a shell real estate company, which they owned jointly.\nBut the princess will almost certainly face other questions: Did she know the source of the money that funded huge credit card purchases for her house? And did her father, King Juan Carlos, give her $1.6 million as a loan, or actually a taxable gift?", "url": "https://www.nytimes.com/2014/02/07/world/europe/in-royal-drama-spain-sees-its-reality-reflected.html"}