{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:53:35", "date_modify": "2022-10-25 23:53:35", "date_publish": "2014-12-19 16:46:32", "description": "A presidential nomination for Bernard Sanders, an independent Vermont senator, may seem far-fetched, but he does have a chance to shape the debate — if he runs.", "filename": "2014_12_20_us_politics_a-socialist-in-2016-for-bernie-sanders-at-least-its-a-question-worth-asking-_1666742015.html", "image_url": "https://static01.nyt.com/images/2014/12/19/us/SANDERS-SS-slide-4G0Z/SANDERS-SS-slide-4G0Z-facebookJumbo-v2.jpg?year=2014&h=550&w=1050&s=f3fdeb9e552cf9203a8bebfe5d0dfcfdf19dd7e889b3d6269f46d98ba0d84dbf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_20_us_politics_a-socialist-in-2016-for-bernie-sanders-at-least-its-a-question-worth-asking-_1666742015.html", "title": "A Vermont Senator Asks, Why Not a Socialist President?", "title_page": "A Vermont Senator Asks, Why Not a Socialist President?  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AMES, Iowa — Senator Bernard Sanders, an independent from Vermont who calls himself a socialist, was riding in the back seat of a rented blue minivan this week when his aide abruptly announced they were being pulled over by the Iowa State Police for speeding.\n“Hi ya, I’m Senator Bernie Sanders, how ya doing?” Mr. Sanders piped up, in his unmistakable Brooklyn accent, after the aide explained to the police officer that they were late for the senator’s appearance here. The officer issued no ticket, just a warning to slow down: “No need making a headline for something silly.”\nMr. Sanders, though, was in Iowa hoping to make headlines. At 73 and famously gruff, he may be on one of the most quixotic adventures in American politics: In a country that just put Republicans in charge of Congress, he is testing whether Democrats will embrace a socialist for the White House in 2016. He is certainly the only potential candidate to carry a brass key chain from a campaign of Eugene V. Debs, a five-time Socialist Party nominee for president.\nHe has virtually no chance of winning the nomination, but he does have a chance to shape the debate — presuming he actually runs. With his fiery populist attacks on Wall Street and “the billionaire class,” he could become either a nettlesome thorn to Hillary Rodham Clinton or a convenient foil for her, if she runs.", "url": "https://www.nytimes.com/2014/12/20/us/politics/a-socialist-in-2016-for-bernie-sanders-at-least-its-a-question-worth-asking-.html"}