{"authors": ["David Streitfeld"], "date_download": "2022-10-25 23:46:49", "date_modify": "2022-10-25 23:46:49", "date_publish": "2014-03-01 01:25:59", "description": "A class-action suit by Silicon Valley engineers against companies including Google, Apple and Intel has revealed details of an agreement among them not to cold-call one another’s employees.", "filename": "2014_03_01_technology_engineers-allege-hiring-collusion-in-silicon-valley_1666741609.html", "image_url": "https://static01.nyt.com/images/2014/03/01/business/Valleyjp1/Valleyjp1-articleLarge.jpg?year=2014&h=400&w=600&s=92b02c66d121eaeef491df73e2995ba8e1c80e92cdd0371b632e87e0de7dff0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_01_technology_engineers-allege-hiring-collusion-in-silicon-valley_1666741609.html", "title": "Engineers Allege Hiring Collusion in Silicon Valley", "title_page": "Engineers Allege Hiring Collusion in Silicon Valley - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Tech companies love new ideas, unless they belong to someone else. Then any breakthroughs must be neutralized or bought. Silicon Valley executives know all too well that a competitor’s unchecked innovation can quickly topple the mightiest tech titan.\nJust how far Silicon Valley will go to remove such risks is at the heart of a class-action lawsuit that accuses industry executives of agreeing between 2005 and 2009 not to poach one another’s employees. Headed to trial in San Jose this spring, the case involves 64,000 programmers and seeks billions of dollars in damages. Its mastermind, court papers say, was the executive who was the most successful, most innovative and most concerned about competition of all — Steve Jobs.\nThe suit shows how more than two years after his death, Mr. Jobs still casts a long shadow. It also offers a portrait of Silicon Valley engineers that differs sharply from their current caricature as well-paid villains who are driving up the price of real estate in San Francisco and making the city unbearable for others.\nInstead, the court documents portray the engineers as “victims of a conspiracy” who were cheated by their bosses, said Joseph R. Saveri, a lawyer for the plaintiffs.", "url": "https://www.nytimes.com/2014/03/01/technology/engineers-allege-hiring-collusion-in-silicon-valley.html"}