{"authors": ["Michael Forsythe", "Chris Buckley"], "date_download": "2022-10-25 23:40:26", "date_modify": "2022-10-25 23:40:26", "date_publish": "2014-04-29 20:44:59", "description": "Party leaders have authorized a criminal investigation of Li Chuncheng, who was close to Zhou Yongkang, the former domestic security chief at the heart of an extensive graft inquiry.", "filename": "2014_04_30_world_asia_chinas-communist-party-expels-senior-official_1666741226.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_30_world_asia_chinas-communist-party-expels-senior-official_1666741226.html", "title": "China’s Ruling Party Expels and Investigates Official", "title_page": "China’s Ruling Party Expels and Investigates Official - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — China’s Communist Party has authorized a criminal investigation of Li Chuncheng, a disgraced senior official who was close to Zhou Yongkang, the former domestic security chief at the heart of an extensive graft inquiry.\nIn an announcement on Tuesday, the party’s anticorruption commission said Mr. Li had been expelled from the party and laid out a series of accusations against him, including bribe taking, “feudal” superstition and personal depravity.\nMr. Li, 58, had been the first official detained in an investigation that later encircled and ultimately entrapped Mr. Zhou. A criminal investigation of Mr. Li could be another sign of President Xi Jinping’s determination to punish Mr. Zhou, a former member of the party’s ruling Politburo Standing Committee, who would be the highest ranking official in the history of the People’s Republic of China to face prosecution for corruption.\nAccording to the party agency, the Central Commission for Discipline Inspection, Mr. Li “took advantage of his position to seek benefit for others and accepted massive bribes; he took advantage of his position to seek benefit for others, and his wife and daughter accepted massive amounts of wealth and assets; he took advantage of his position to seek to benefit his younger brother’s business activities; he abused his position to engage in feudal superstitious activities and created massive losses to state finances; he was degenerate and depraved.”", "url": "https://www.nytimes.com/2014/04/30/world/asia/chinas-communist-party-expels-senior-official.html"}