{"authors": ["Rebecca R. Ruiz", "Danielle Ivory", "Hilary Stout"], "date_download": "2022-10-25 23:42:29", "date_modify": "2022-10-25 23:42:29", "date_publish": "2014-05-27 01:59:16", "description": "Guilt, doubt and blame have plagued the people touched by a General Motors ignition switch defect that has killed 13 people.", "filename": "2014_05_27_business_13-deaths-untold-heartache-from-gm-defect_1666741349.html", "image_url": "https://static01.nyt.com/images/2014/05/24/multimedia/bus-gm-dallas-victim/bus-gm-dallas-victim-articleLarge.jpg?year=2014&h=388&w=600&s=bb6c7707ce792198cefd707aa28fc2d97d1407ec857df3ed05e6ff066e59ce53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_27_business_13-deaths-untold-heartache-from-gm-defect_1666741349.html", "title": "13 Deaths, Untold Heartache, From G.M. Defect", "title_page": "13 Deaths, Untold Heartache, From G.M. Defect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The families would not discuss the precise terms of their settlements — most are subject to confidential terms — but some said the payments were not large and the process was sometimes unpleasant. “Those attorneys dragged my son through the mud, and he wasn’t even there to defend himself,” said Ms. Erickson, mother of the man killed here in Texas in 2004. In 2008, G.M. settled the suit she brought against the automaker.\nIn fighting lawsuits and in its public statements, G.M. has pointed to other factors that could have been responsible for the deaths. “All of these crashes occurred off-road and at high speeds, where the probability of serious or fatal injuries was high regardless of air bag deployment,” the company said in February, when it had acknowledged only six deaths tied to the defect. “In addition, failure to wear seatbelts and alcohol use were factors in some of these cases.”\nIn fact, The Times found, alcohol was listed as a factor in just four of the 10 accidents that the newspaper identified — including one in which the drunken driver was actually driving another vehicle that crashed into the defective G.M. car. The driver of the G.M. vehicle, a Chevrolet Cobalt, was Esther Matthews, 73, who was killed along with her granddaughter, Grace Elliott, 13. Her 1-year-old great-grandson survived but was paralyzed from the accident.\nG.M. has not indicated how it will compensate the families of the 13 dead, or the relatives of other victims who might be added to the list. Federal safety regulators said last week that it was “likely that more than 13 lives were lost,” and G.M. has not ruled out that the tally would increase. In the next few weeks, Kenneth R. Feinberg, the victim-compensation expert hired by G.M., is expected to unveil a plan for addressing the thousands of claims filed against the automaker.\nBlaming the Driver\nThe day of the accident, Ms. Anderson was driving Mr. Erickson to retrieve his car from a friend’s house before he went to welding school. It was just before noon.\nOn a peaceful Texas country road flanked by tall grass and fenced-off pastures of cows, she lost control of her beige Saturn Ion with zebra-print seat covers. At a slight curve, the pair rode straight off the road and into a tree. Neither was wearing a seatbelt.\nAt least an hour went by before a passing driver heard Ms. Anderson’s cries and bushwhacked through briers to reach the couple. The blood on Ms. Anderson’s face and hands had dried and the car had settled on top of her legs.", "url": "https://www.nytimes.com/2014/05/27/business/13-deaths-untold-heartache-from-gm-defect.html"}