{"authors": ["Patricia Cohen", "James Kanter"], "date_download": "2022-10-25 23:42:11", "date_modify": "2022-10-25 23:42:11", "date_publish": "2014-09-30 10:16:28", "description": "A commission laid out its preliminary case over Apple’s taxes in Ireland, and it told the country it may order it to collect huge amounts of back taxes.", "filename": "2014_10_01_business_international_european-commission-report-warns-ireland-over-tax-treatment-of-apple_1666741331.html", "image_url": "https://static01.nyt.com/images/2014/10/01/business/subEUTax/subEUTax-articleLarge.jpg?year=2014&h=400&w=600&s=d8fa0a74b4dcfb3a739128701296cb622c7f5b72629879e4ecc1da7e158251be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_01_business_international_european-commission-report-warns-ireland-over-tax-treatment-of-apple_1666741331.html", "title": "Europeans Accuse Ireland of Giving Apple Illegal Tax Break", "title_page": "Europeans Accuse Ireland of Giving Apple Illegal Tax Break - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a warning shot to companies shopping for tax deals around the globe, the European Commission publicly accused Ireland on Tuesday of giving illegal subsidies to Apple and cautioned that the country might need to collect back taxes from the company, which outside analysts said could reach into the billions of dollars.\nThese findings, which constitute a preliminary indictment of Apple’s past arrangements with Ireland, come as policy makers in the United States and Europe try to block some of the inventive maneuvers multinationals use to limit taxes in their home countries and reduce their worldwide payments as much as possible.\n“The light bulb has gone off that trade wars by another name and conducted through the tax system are just as ruinous,” said Edward D. Kleinbard, a professor at the University of Southern California’s Gould School of Law and a former chief of staff to the Congressional Joint Committee on Taxation.\nThe commission’s 21-page report, which was sent to Ireland in mid-June but released with redactions only on Tuesday, chastises Irish officials for giving Apple unlawful “state aid” that masqueraded as tax breaks. These special deals, it said, created unfair advantages for Ireland over other European Union member countries.", "url": "https://www.nytimes.com/2014/10/01/business/international/european-commission-report-warns-ireland-over-tax-treatment-of-apple.html"}