{"authors": ["Jodi Rudoren"], "date_download": "2022-10-25 23:00:02", "date_modify": "2022-10-25 23:00:02", "date_publish": "2014-08-26 11:58:21", "description": "The long-term deal, proposed by Egypt, halts the longest, bloodiest battle either side has experienced in years, but without resolving many of the bigger issues underlying the conflict.", "filename": "2014_08_27_world_middleeast_israel-gaza-strip-conflict_1666738802.html", "image_url": "https://static01.nyt.com/images/2014/08/27/world/27GAZA5/27GAZA5-articleLarge-v2.jpg?year=2014&h=400&w=600&s=9ac84bfc2275e0b8335229b1ba6ef6afd6f9bdee0adcaa9ded9b743083b2220b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_27_world_middleeast_israel-gaza-strip-conflict_1666738802.html", "title": "Cease-Fire Extended, but Not on Hamas’s Terms", "title_page": "Cease-Fire Extended, but Not on Hamas’s Terms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — After 50 days of fighting that took some 2,200 lives, leveled large areas of the Gaza Strip and paralyzed Israel’s south for the summer, Israeli and Palestinian leaders reached an open-ended cease-fire agreement on Tuesday that promised only limited change to conditions in Gaza and left unresolved the broader issues underpinning the conflict.\nHamas, the militant Islamist faction that dominates Gaza, declared victory even though it had abandoned most of its demands, ultimately accepting an Egyptian-brokered deal that differs little from one proffered on the battle’s seventh day. In effect, the deal put both sides back where they were at the end of eight days of fighting in 2012, with terms that called for easing but not lifting Israeli restrictions on travel, trade and fishing in Gaza.\nIn Israel, continual barrages of rocket fire and fears about starting school on Monday without a cease-fire had increased pressure on the government from citizens exhausted by what had become a war of attrition. Yuval Steinitz, a senior Israeli minister, said in a television interview Tuesday night that he accepted the cease-fire “with a sour taste of missed opportunity.”", "url": "https://www.nytimes.com/2014/08/27/world/middleeast/israel-gaza-strip-conflict.html"}