{"authors": ["Mike Hale"], "date_download": "2022-10-25 23:36:52", "date_modify": "2022-10-25 23:36:52", "date_publish": "2014-01-10 22:26:15", "description": "The new HBO series “True Detective” pairs Matthew McConaughey and Woody Harrelson as a mismatched team of Louisiana state cops dealing with a reopened murder case.", "filename": "2014_01_11_arts_television_mcconaughey-and-harrelson-star-in-true-detective-on-hbo_1666741012.html", "image_url": "https://static01.nyt.com/images/2014/01/11/arts/11DETECTIVE/11DETECTIVE-articleLarge.jpg?year=2014&h=381&w=600&s=b52582b5c1ac3354ec4dd4ed2a710f8ec7d0168a7be6b98da134597a1e2d2710&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_11_arts_television_mcconaughey-and-harrelson-star-in-true-detective-on-hbo_1666741012.html", "title": "McConaughey and Harrelson Star in ‘True Detective,’ on HBO", "title_page": "McConaughey and Harrelson Star in ‘True Detective,’ on HBO - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The success of HBO’s new Sunday night crime drama, “True Detective,” depends on two pairs of men, a couple of veterans and a couple of relative rookies. Upfront, and drawing all the attention, are the movie stars Matthew McConaughey and Woody Harrelson, playing a mismatched team of Louisiana state cops.\nAnd if there’s a compelling reason to watch “True Detective,” they provide it, particularly Mr. McConaughey, who continues the recent winning streak he began with the 2011 film “The Lincoln Lawyer.” His contained, assured, watchful performance as Rust Cohle, a former narcotics detective from Texas whose cynicism and single-mindedness make him a pariah among his new colleagues, is a pleasure to watch. This remains true even when the material fails him, as it does with increasing frequency in the four episodes provided for review.\nWhich leads us to that second pair: Nic Pizzolatto, the show’s creator, who wrote all eight episodes, and Cary Joji Fukunaga, who directed them.\n“True Detective,” which has been announced as an anthology (next season: new story, new cast), was sold on the basis of Mr. Pizzolatto’s writing — two complete scripts and an outline of the season — and, in the pilot, you can understand what HBO thought it had. The relationship between Cohle and his new partner, Martin Hart (Mr. Harrelson), a glad-handing, philandering local officer who resents Cohle’s intellectualism but appreciates his investigative skills, is amusingly drawn.", "url": "https://www.nytimes.com/2014/01/11/arts/television/mcconaughey-and-harrelson-star-in-true-detective-on-hbo.html"}