{"authors": ["Michael Lewis", "Manish Tripathi"], "date_download": "2022-10-25 23:41:47", "date_modify": "2022-10-25 23:41:47", "date_publish": "2014-06-24 23:54:32", "description": "Morality aside, the name causes the team financial harm.", "filename": "2014_06_25_opinion_redskins-is-bad-business_1666741307.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_25_opinion_redskins-is-bad-business_1666741307.html", "title": "‘Redskins’ Is Bad Business", "title_page": "Opinion | ‘Redskins’ Is Bad Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Controlling for the other variables, we found an insignificant effect on revenue in the year immediately following a name change, and a positive revenue trend in the subsequent years. This suggests that the segment of the fan base opposed to such a change, however vocal, tends to be small, that threats of boycotts are empty and that there are eventual financial benefits to dropping an American Indian mascot.\nUnlike college athletics, professional sports don’t have a recent tradition of dropping Indian team names. But the effect of maintaining such a name can still be measured. We created a statistical model of team brand equity (roughly, the economic value of a brand) in the National Football League. The idea was to determine whether revenues exceeded or lagged behind what would otherwise be expected based on team performance and market factors like the size and median income of the local fan base.\nWe found that the Redskins have indeed experienced decreasing brand equity over the past decade. Interestingly, the two N.F.L. teams with the most negative brand equity trends from 2002 to 2012 were the Redskins and the Kansas City Chiefs (another American Indian team name).\nThe other teams with the most negative trends were the Oakland Raiders, St. Louis Rams and Cleveland Browns, all of which had average winning percentages over this period that were well below 40 percent. Though the Redskins and Chiefs also had below-average winning percentages, they lost even more brand equity than did those teams that experienced such pronounced on-field failure over the past decade.\nWe acknowledge that there could be other factors that explain the Redskins’ decreasing brand equity. But elementary principles of brand management suggest dropping the team name, regardless. While it’s true that recent survey data suggest that more than 70 percent of Washingtonians think the team should not change its name, consider the inverse of that statistic: A remarkable 30 percent of the local populace finds the team name offensive. Even among the faction of Washingtonians that favors retention of the team name, more than half report that they find the term inappropriate.", "url": "https://www.nytimes.com/2014/06/25/opinion/redskins-is-bad-business.html"}