{"authors": ["Christopher Jensen", "Matthew L. Wald"], "date_download": "2022-10-25 23:27:22", "date_modify": "2022-10-25 23:27:22", "date_publish": "2014-03-31 01:01:59", "description": "Questions are once again being raised about “an all-too-cozy relationship” between former National Highway Traffic Safety Administration officials and the automobile industry.", "filename": "2014_03_31_business_carmakers-close-ties-to-regulator-scrutinized.html__r=0_1666740442.html", "image_url": "https://static01.nyt.com/images/2014/03/31/business/jpNHTSA/jpNHTSA-articleLarge.jpg?year=2014&h=358&w=600&s=a5ba6285ac68405b561467d402827b24373e9f96a7560aa7d4faaf13084ef777&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_31_business_carmakers-close-ties-to-regulator-scrutinized.html__r=0_1666740442.html", "title": "Carmakers’ Close Ties to Regulator Scrutinized", "title_page": "Carmakers’ Close Ties to Regulator Scrutinized - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There was nothing unusual about a letter with Jacqueline S. Glassman’s name on it discussing life-threatening safety defects and requiring more information from a manufacturer; Ms. Glassman was once chief counsel of the National Highway Traffic Safety Administration, then deputy administrator, and, briefly, acting administrator.\nBut the letter this month was not from her, it was to her.\nMs. Glassman left the agency in 2006 to join a top law firm, and her clients include Graco Children’s Products, which is refusing to recall almost 1.8 million child restraints that the safety agency says pose a hazard to infants. The letter to Ms. Glassman was demanding information about that refusal.\nMs. Glassman is now a partner at Hogan Lovells, where her expertise is described as including counseling on “responding to government investigations.”\nShe is among many former top N.H.T.S.A. officials who now represent companies they were once responsible for regulating, part of a well-established migration from regulator to the regulated in Washington.", "url": "https://www.nytimes.com/2014/03/31/business/carmakers-close-ties-to-regulator-scrutinized.html?_r=0"}