{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:39:26", "date_modify": "2022-10-25 23:39:26", "date_publish": "2014-06-17 22:02:49", "description": "Evidence suggests that President Xi Jinping has been pushing his family to sell hundreds of millions of dollars in holdings in an effort to reduce his political vulnerability.", "filename": "2014_06_18_world_asia_chinas-president-xi-jinping-investments_1666741166.html", "image_url": "https://static01.nyt.com/images/2014/06/18/world/18assets/18assets-articleLarge-v3.jpg?year=2014&h=400&w=600&s=7716c4418076febf15c41601bdafa9d917cc5f7ed2b46e2b35b0ac57af86361f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_18_world_asia_chinas-president-xi-jinping-investments_1666741166.html", "title": "As China’s Leader Fights Graft, His Relatives Shed Assets", "title_page": "As China’s Leader Fights Graft, His Relatives Shed Assets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — As President Xi Jinping of China prepares to tackle what may be the biggest cases of official corruption in more than six decades of Communist Party rule, new evidence suggests that he has been pushing his own family to sell hundreds of millions of dollars in investments, reducing his own political vulnerability.\nIn January of last year, just after Mr. Xi took power, his older sister and brother-in-law finalized the sale of their 50 percent stake in a Beijing investment company they had set up in partnership with a state-owned bank. According to the billionaire financier Xiao Jianhua, who co-founded the company that bought the stake, the move was part of a continuing effort by the family to exit investments.\nThey did it “for the family,” Mr. Xiao’s spokeswoman said in a statement.\nA review of Chinese records shows that there is evidence to back up Mr. Xiao’s claim. From 2012 until this year, Mr. Xi’s sister Qi Qiaoqiao and brother-in-law Deng Jiagui sold investments in at least 10 companies, mostly focused on mining and real estate. In all, the companies the couple sold, liquidated or, in one case, transferred to a close business associate, are worth hundreds of millions of dollars, part of a fortune documented in a June 2012 report by Bloomberg News.\nNo investment stakes have been tied directly to Mr. Xi or his wife and daughter. But the extensive business activities of his sister and brother-in-law are part of a widespread pattern among relatives of the Politburo elite, who have built up considerable fortunes by trading on their family’s political standing.", "url": "https://www.nytimes.com/2014/06/18/world/asia/chinas-president-xi-jinping-investments.html"}