{"authors": ["Benjamin Weiser", "Ben Protess"], "date_download": "2022-10-25 23:53:42", "date_modify": "2022-10-25 23:53:42", "date_publish": "2014-08-18 15:54:34", "description": "During his tenure as the United States attorney in Manhattan, Preet Bharara has embraced the media spotlight while fighting attempts to politicize justice.", "filename": "2014_08_19_nyregion_in-five-years-in-office-us-prosecutor-touches-new-yorks-biggest-story-lines_1666742022.html", "image_url": "https://static01.nyt.com/images/2014/08/12/nyregion/BHARARAweb1/BHARARAweb1-articleLarge.jpg?year=2014&h=400&w=600&s=d11b8359c805f47c5d3aa1c947a7f3ee635ef78321440c36ed8aa29bc4b575c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_19_nyregion_in-five-years-in-office-us-prosecutor-touches-new-yorks-biggest-story-lines_1666742022.html", "title": "In Five Years, a Federal Prosecutor Has Taken On Terrorism, Corruption and Cuomo", "title_page": "In Five Years, a Federal Prosecutor Has Taken On Terrorism, Corruption and Cuomo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Albany, Mr. Bharara has found another generous target: He has convicted more than a dozen lawmakers on corruption charges. “Some of the things that we’ve seen out of Albany and elsewhere are, quite frankly, appalling,” he said.\nImage Gov. Andrew M. Cuomo’s disbanding of a government ethics commission is under investigation by Mr. Bharara’s office. Credit... John Minchillo/Associated Press\nAnd now, even though Mr. Cuomo has said that the anticorruption panel, known as the Moreland Commission, was never supposed to be independent because it was an entity he created and controlled, Mr. Bharara has taken the cases the commission was forced to abandon.\nMr. Bharara said that in consultation with Richard B. Zabel, his deputy, he decided to discuss the commission’s closing in some detail on the radio; he said they felt the public had a right to know why Mr. Bharara’s office was seizing the files.\nThat day in April, Mr. Bharara’s investigators arrived at the commission’s offices in three unmarked cars, parking in a garage out of public sight, according to a person briefed on the matter. They left about 90 minutes later carrying boxes of materials and a formal letter from the commission referring its open cases to his office.\n“If it is going to disband, then someone has got to do the work, and it shouldn’t be left to wither on the vine,” Mr. Bharara said, declining to discuss specifics of the investigation. “Speaking mildly obliquely, I don’t see a lot of legislative hearings going on about anything relating to public corruption in Albany,” he added.\nDuring his tenure, Mr. Bharara has barnstormed the public speaking circuit, accepting invitations to graduate schools and media conferences. Time magazine placed him on its cover with the title “This Man Is Busting Wall St.” This March, he attended Vanity Fair’s Oscar party in Los Angeles.\nMr. Bharara’s embrace of the media spotlight has bred widespread speculation about his ambitions — that he might run for public office or agree to be attorney general if asked. At the same time, some of his cases have spurred debate, in the defense bar and judiciary, about whether Mr. Bharara’s office occasionally overreaches in charging decisions and courtroom tactics.", "url": "https://www.nytimes.com/2014/08/19/nyregion/in-five-years-in-office-us-prosecutor-touches-new-yorks-biggest-story-lines.html"}