{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:30:40", "date_modify": "2022-10-25 23:30:40", "date_publish": "2014-05-09 15:44:22", "description": "Looking to the future, high school seniors can draw revealing portraits in writing about their financial circumstances.", "filename": "2014_05_10_your-money_four-stand-out-college-essays-about-money_1666740640.html", "image_url": "https://static01.nyt.com/images/2014/05/08/multimedia/college-essay-clare/college-essay-clare-articleLarge-v2.jpg?year=2014&h=338&w=600&s=efb2ff2cd84574ffc5675fd6630d0aa737eba12d5fc604bbcf4fa5be22ab1d8d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_10_your-money_four-stand-out-college-essays-about-money_1666740640.html", "title": "Four Stand-Out College Essays About Money", "title_page": "Four Stand-Out College Essays About Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Talking about money is hard. Writing well about yourself may be harder still. So trying to do both at once, as a teenager, while addressing complete strangers who control your future, would seem to be foolhardy.\nBut each year, plenty of high school seniors who are applying to college give it a go. Many skip the story of the sports team triumph or the grandparent’s death and write essays about weighty social issues like work, class and wealth, or lack thereof. Perhaps that’s what affects them most. Or maybe those are the subjects that they think will attract an admissions officer’s eye.\nIn any case, for the second year, we put out a nationwide call for the best college application essays about these topics. With the help of Jennifer Delahunty, the dean of admissions and financial aid at Kenyon College in Gambier, Ohio, and an accomplished essayist and editor herself, we picked four to share here.\nThey are a diverse lot, touching on topics ranging from work at McDonald’s and thrift store shopping to homelessness and reckoning with a parent’s job loss. What they share, however, is a quality that admissions officers crave but don’t see as often as they’d like: The applicant’s brain, laid bare on the page, wrapping itself around a topic that most people don’t write enough about or don’t write about in a deep or moving way.", "url": "https://www.nytimes.com/2014/05/10/your-money/four-stand-out-college-essays-about-money.html?nav"}