{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:52:02", "date_modify": "2022-10-25 23:52:02", "date_publish": "2014-11-19 23:11:46", "description": "For years, the British reporter Mazher Mahmood has baited celebrity targets in order to produce scoops, but now an unflattering glare has been turned on him.", "filename": "2014_11_20_world_europe_british-tabloid-fake-sheikh-mazher-mahmood_1666741922.html", "image_url": "https://static01.nyt.com/images/2014/11/20/world/20sheikh/20sheikh-articleLarge.jpg?year=2014&h=316&w=600&s=2ca32c06562117056dd07886fb644549cf373d8d1bf0750ad43d53b3a008a308&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_20_world_europe_british-tabloid-fake-sheikh-mazher-mahmood_1666741922.html", "title": "A Tabloid ‘Fake Sheikh,’ Bane of Crooks and Royalty, Finds He’s Now the Story", "title_page": "A Tabloid ‘Fake Sheikh,’ Bane of Crooks and Royalty, Finds He’s Now the Story  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In one instance highlighted in the documentary, he flew a 24-year-old model to the Canary Islands in 1996, promised her a lucrative modeling contract in the Middle East and then encouraged her to buy him cocaine from a dealer he had hired for that purpose. His article in the now-defunct tabloid The News of the World branded her “a mob-connected drugs pusher.”\nIn Britain’s pantheon of notorious tabloid reporters, the “fake sheikh” is among the most notorious. Long a star in Rupert Murdoch’s British tabloid stable, Mr. Mahmood has become a symbol of the excesses of British journalism at a time when the country is still reeling from the fallout of the newspaper phone hacking scandal.\nSince the scandal broke in 2011, more than 200 people have been arrested, among them private investigators, police officers and about 60 journalists. Rebekah Brooks, the head of Mr. Murdoch’s British newspaper business until 2011 and onetime editor of The News of The World, was acquitted this year. But her successor as editor, Andy Coulson, was convicted, along with five others who had pleaded guilty. Last month, Ian Edmondson, a former news editor at the tabloid, was sent to jail for eight months. More cases are pending, including several concerning the bribery of public officials.\n“The big picture here is that the commercial pressure to deliver stories that will sell the paper and make more money is an irresistible force in those newsrooms,” said Nick Davies of The Guardian and author of “Hack Attack,” about the scandal. “What it translates into is reporters’ being told, ‘Do whatever you need to do, and if that involves breaking the law, that’s O.K.’ ”\n“Mazher Mahmood is part of that culture of ruthlessness,” Mr. Davies added. “He was given free rein. He was given vast amounts of money to protect his identity as a fake sheikh. But often he is simply exposing people he has manipulated into doing something wrong.”", "url": "https://www.nytimes.com/2014/11/20/world/europe/british-tabloid-fake-sheikh-mazher-mahmood.html"}