{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:48:54", "date_modify": "2022-10-25 23:48:54", "date_publish": "2014-10-14 15:31:25", "description": "The World Health Organization warned that the spread of the disease could become unmanageable and renew risks of political instability in fragile countries.", "filename": "2014_10_15_world_africa_ebola-epidemic-who-west-africa_1666741734.html", "image_url": "https://static01.nyt.com/images/2014/10/15/world/EBOLA/EBOLA-articleLarge.jpg?year=2014&h=400&w=600&s=53a50ae1ba18a81d91d7622b2a55dc17352900f1df54ad802591bc2a88f8da34&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_15_world_africa_ebola-epidemic-who-west-africa_1666741734.html", "title": "New Ebola Cases May Soon Reach 10,000 a Week, Officials Predict", "title_page": "New Ebola Cases May Soon Reach 10,000 a Week, Officials Predict - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "UNITED NATIONS — Schools have shut down, elections have been postponed, mining and logging companies have withdrawn, farmers have abandoned their fields. The Ebola virus ravaging West Africa has renewed the risk of political instability in a region barely recovering from civil war, United Nations officials said Tuesday, hours after the World Health Organization reported that new cases could reach 10,000 a week by December — 10 times the current rate.\nThe head of the new Ebola Emergency Response Mission, Anthony Banbury, told the Security Council that none of the three most heavily affected countries — Liberia, Sierra Leone and Guinea — is adequately prepared. Only 4,300 treatment beds will be available by Dec. 1, according to current projections, and even those would not have an adequate number of staff members. The acceleration of new cases, if not curbed, could easily overwhelm them.\nMr. Banbury painted a picture of substantial need. Only 50 safe-burial teams are on the ground, he said, but 500 are required. They need protective gear and about a thousand vehicles. So far, Mr. Banbury said, the mission has delivered 69 vehicles.\n“We are fighting for people who are alive and healthy today, but will become infected by Ebola and die if we do not put in place the necessary emergency response,” he said, speaking by a video communication link from Accra, Ghana, where the mission was established in late September.", "url": "https://www.nytimes.com/2014/10/15/world/africa/ebola-epidemic-who-west-africa.html"}