{"authors": ["Peter Baker", "Brian Knowlton"], "date_download": "2022-10-26 00:12:12", "date_modify": "2022-10-26 00:12:12", "date_publish": "2014-09-28 17:25:05", "description": "President Obama told “60 Minutes” that the United States had placed too much trust in the Iraqi military, allowing the region to become “ground zero for jihadists around the world.”", "filename": "2014_09_29_world_middleeast_president-obama_1666743132.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_29_world_middleeast_president-obama_1666743132.html", "title": "Obama Acknowledges U.S. Erred in Assessing ISIS", "title_page": "Obama Acknowledges U.S. Erred in Assessing ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama acknowledged in an interview broadcast on Sunday that the United States had underestimated the rise of the Islamic State militant group, which has seized control of a broad swath of territory in the Middle East, and had placed too much trust in the Iraqi military, allowing the region to become “ground zero for jihadists around the world.”\nReflecting on how a president who wanted to disentangle the United States from wars in the Middle East ended up redeploying to Iraq and last week expanding air operations into Syria, Mr. Obama pointed to assessments by the intelligence agencies that said they were surprised by the rapid advances made in both countries by the Islamic State, also known as ISIS or ISIL.\n“Our head of the intelligence community, Jim Clapper, has acknowledged that, I think, they underestimated what had been taking place in Syria,” Mr. Obama said on “60 Minutes,” the CBS News program, referring to James R. Clapper Jr., the director of national intelligence. Mr. Obama added that the agencies had overestimated the ability and will of the Iraqi Army to fight such Sunni extremists. “That’s true. That’s absolutely true,” he said.\nIn citing Mr. Clapper, Mr. Obama made no mention of any misjudgment he may have made himself. Critics have repeatedly pointed to his comment last winter characterizing groups like the Islamic State as a \"JV team\" compared with the original Al Qaeda.", "url": "https://www.nytimes.com/2014/09/29/world/middleeast/president-obama.html"}