{"authors": ["Andrew Ross"], "date_download": "2022-10-25 23:55:15", "date_modify": "2022-10-25 23:55:15", "date_publish": "2014-03-29 00:55:18", "description": "Art and academic institutions must protect gulf workers’ rights.", "filename": "2014_03_29_opinion_high-culture-and-hard-labor_1666742115.html", "image_url": "https://static01.nyt.com/images/2014/03/29/opinion/0329OPEDstolle-SUB02/0329OPEDstolle-SUB02-articleLarge.jpg?year=2014&h=600&w=600&s=8e2e8a05cada653ebca28e2185b6d4cf4703ccb810041da8ca50d1496f046d0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_29_opinion_high-culture-and-hard-labor_1666742115.html", "title": "High Culture and Hard Labor", "title_page": "Opinion | High Culture and Hard Labor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ACROSS a narrow sea channel from Abu Dhabi’s sleek towers, construction on Saadiyat Island is proceeding at a pace that’s extreme even by the standards of this Persian Gulf boomtown.\nPlanned as the mother of all luxury property developments, Saadiyat’s extraordinary offer to the buyers of its opulent villas is that they will be able to stroll to the Guggenheim Museum, the Louvre and a new national museum partnered with the British Museum. A clutch of lustrous architects — Frank Gehry, Jean Nouvel, Zaha Hadid, Rafael Viñoly and Norman Foster — have been lured with princely sums to design these buildings. New York University, where I am on the faculty, will join the museums when its satellite campus opens later this year. But there is a darker story behind the shiny facades of these temples to culture, arts and ideas.\nOn Saadiyat, and throughout the gleaming cityscapes of Abu Dhabi and Dubai, the construction work force is almost entirely made up of Indian, Pakistani, Bangladeshi Sri Lankan and Nepalese migrant laborers. Bound to an employer by the kafala sponsorship system, they arrive heavily indebted from recruitment and transit fees, only to find that their gulf dream has been a mirage. Typically, in the United Arab Emirates, the sponsoring employer takes their passports, houses the workers in substandard labor camps, pays much less than they were promised and enforces a punishing regimen under the desert sun.\nIn its 2006 report “Building Towers, Cheating Workers,” Human Rights Watch issued the first of its several critiques of the kafala system. The official response has been mixed: some reforms have been made to labor law, but representatives from Human Rights Watch have been barred from entry, and almost a thousand migrants have died in neighboring Qatar while building infrastructure for the 2022 World Cup.", "url": "https://www.nytimes.com/2014/03/29/opinion/high-culture-and-hard-labor.html"}