{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:28:43", "date_modify": "2022-10-25 23:28:43", "date_publish": "2014-11-09 00:06:45", "description": "Lt. Gen. Abdul Raziq has effectively checked the insurgents while being accused of human rights abuses, presenting Afghanistan’s new president with a dilemma.", "filename": "2014_11_09_world_asia_powerful-afghan-police-chief-puts-fear-in-taliban-and-their-enemies-_1666740523.html", "image_url": "https://static01.nyt.com/images/2014/11/09/world/09raziq/09raziq-articleLarge.jpg?year=2014&h=399&w=600&s=ec9ecadbbe76a7c61dae6e65f70ed41b931034d80a4aabb1f71f05235238257e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_09_world_asia_powerful-afghan-police-chief-puts-fear-in-taliban-and-their-enemies-_1666740523.html", "title": "Powerful Afghan Police Chief Puts Fear in Taliban and Their Enemies", "title_page": "Powerful Afghan Police Chief Puts Fear in Taliban and Their Enemies  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KANDAHAR, Afghanistan — With his boyish looks and hesitant smile, Lt. Gen. Abdul Raziq cuts a modest figure that belies his reputation as a man of both courage and cruelty: the tough-guy sheriff who kept the Taliban out of Kandahar.\n“I don’t think people fear me,” said the 37-year-old police chief of Kandahar Province, speaking in the garden of his tightly guarded home as three giggling children swarmed him. “At least I don’t want them to fear me.”\nYet “fear” is a word frequently associated with General Raziq, a favorite of American officials who has, by most reckonings, become the most powerful man in southern Afghanistan and one of the richest.\nSince taking control of security in Kandahar three years ago, he has imposed an uneasy peace on this onetime Taliban citadel — insurgent attacks in the city have fallen by two-thirds, according to Western estimates. His name prompts dread among the Taliban, experts say.", "url": "https://www.nytimes.com/2014/11/09/world/asia/powerful-afghan-police-chief-puts-fear-in-taliban-and-their-enemies-.html"}