{"authors": ["Brian X. Chen", "Steve Lohr"], "date_download": "2022-10-25 23:31:02", "date_modify": "2022-10-25 23:31:02", "date_publish": "2014-07-15 20:57:51", "description": "The two companies have been working on more than 100 software programs developed for Apple’s iOS operating system, tailoring them for use in industries.", "filename": "2014_07_16_technology_apple-and-ibm-in-broad-software-deal-for-businesses_1666740662.html", "image_url": "https://static01.nyt.com/images/2014/07/15/technology/nyt-2-21-1405457168233xml-poster/nyt-2-21-1405457168233xml-poster-articleLarge.jpg?year=2014&h=429&w=600&s=384de025a74886ec5ee7e6858532c54506a8be3b077c7c227a1f05f6239d9ea0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_16_technology_apple-and-ibm-in-broad-software-deal-for-businesses_1666740662.html", "title": "Apple Joins With IBM on Business Software", "title_page": "Apple Joins With IBM on Business Software - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CUPERTINO, Calif. — Apple is moving up to business class. And its seatmate will be IBM.\nIn a deal that could deepen Apple’s sales to corporations and strengthen IBM’s position in business software, the two companies announced a wide-ranging partnership intended to spread advanced mobile and data analysis technology in the corporate world.\nIBM and Apple have been working together on the venture for several months, and they are jointly working on more than 100 business software programs developed exclusively for Apple’s iOS operating system and for use on iPhones and iPads. The applications will be tailored for use in industries including retail, health care, transportation, banking, insurance and telecommunications.\n“We’ve already seen some unbelievable work,” Timothy D. Cook, Apple’s chief executive, said in an interview conducted along with Virginia M. Rometty, IBM’s chief executive. Mr. Cook described the venture with IBM as “a landmark partnership” for both companies.\nNeither Apple nor IBM would disclose financial terms of the deal.\nMs. Rometty said the companies planned to combine data analysis, cloud and mobile technology with Apple’s smartphones and tablets, turning the devices into decision-making tools rather than ones used mainly for email, text-messaging and contacts. The long-term goal, Ms. Rometty said, is to use the technology to “reimagine how work is done” and to “unlock value, remake professions and transform companies.”", "url": "https://www.nytimes.com/2014/07/16/technology/apple-and-ibm-in-broad-software-deal-for-businesses.html"}