{"authors": ["Jonathan Weisman"], "date_download": "2022-10-25 23:34:54", "date_modify": "2022-10-25 23:34:54", "date_publish": "2014-06-13 03:21:21", "description": "If Representative Kevin McCarthy rises to Mr. Cantor’s majority leader spot, the result would elevate a Californian with a less conservative voting record than the man he would replace.", "filename": "2014_06_13_us_cantor-loss-may-temper-house-leaders_1666740894.html", "image_url": "https://static01.nyt.com/images/2014/06/13/us/BOEHNER/BOEHNER-articleLarge.jpg?year=2014&h=923&w=600&s=8590bc6e57dbd1aa878b182ee7b43fccff70a3f51b8f5db1fbf47e03587e33eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_13_us_cantor-loss-may-temper-house-leaders_1666740894.html", "title": "Cantor Loss May Temper House Leaders", "title_page": "Cantor Loss May Temper House Leaders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Besides the prestige factor, the majority leader is the official keeper of the House floor schedule, choosing what legislation to consider and what bills to stymie. And while the House speaker ostensibly leads the whole chamber, the majority leader is free to be a partisan figure.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nThe race for the No. 3 spot grew more complicated with Mr. Stutzman’s decision to compete. He could divide the most conservative voters, giving Mr. Roskam a lead at least in the first round of voting. But leadership votes come in a series of tallies, each dropping the lowest vote-getter from the previous round until one wins a majority. If conservatives eventually unite around Mr. Scalise, the chairman of the conservative Republican Study Committee, he would have the edge.\n“I think Scalise and Kevin would make nice choices,” said Representative Lee Terry, Republican of Nebraska, reflecting the split-ticket choice between a more moderate and more conservative pick that many lawmakers appear to be making.\nSpeaker John A. Boehner of Ohio, confident of his own position, said he announced his intention to run for the speakership again at the end of this year because, “I didn’t want to leave any doubt.” He made that announcement on Wednesday at a closed-door meeting of House Republicans.\nHe also made it clear he wants Republicans to make their decisions quickly and move on.\n“We’re going to do it next week,” he said. “I’m sure some will argue that’s too soon. Some will argue it’s too long. But it’s important that we resolve this issue in a fair amount of time so that we can do the work we were elected to do.”\nLeadership races do not neatly break down by ideology and geography. Personal relationships often triumph. Representative Trey Gowdy of South Carolina, one of the most conservative members, will back Mr. McCarthy and his chief deputy, Mr. Roskam, saying he does not blame the current leaders for the House’s intermittent disarray.", "url": "https://www.nytimes.com/2014/06/13/us/cantor-loss-may-temper-house-leaders.html"}