{"authors": ["Joe Nocera"], "date_download": "2022-10-25 23:42:24", "date_modify": "2022-10-25 23:42:24", "date_publish": "2014-07-12 01:05:30", "description": "The juvenile antics of American Apparel’s founder finally catch up with him.", "filename": "2014_07_12_opinion_joe-nocera-american-apparel-is-a-lesson-in-how-not-to-run-a-company_1666741344.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_12_opinion_joe-nocera-american-apparel-is-a-lesson-in-how-not-to-run-a-company_1666741344.html", "title": "American Apparel Is a Lesson in How Not to Run a Company", "title_page": "Opinion | American Apparel Is a Lesson in How Not to Run a Company - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the same week that a hedge fund, Standard General, essentially took over American Apparel, Bloomberg Businessweek published an eye-opening story about the company and its founder and former chief executive, Dov Charney. Eye-opening not in the usual manner when it comes to Charney: The magazine didn’t uncover any new allegations of sexual harassment, nor did the reporter watch him engaging in oral sex, as a writer from Jane magazine once famously witnessed.\nInstead, the Businessweek story focused primarily on Charney as a businessman. That’s pretty salacious too, or at least it is if you’re a management wonk. As it turns out, both Charney and the American Apparel board offer a case study in how not to run a company. Here’s the money quote: “All along they were thinking that anything goes in Charneyville,” Thomas White, a professor of business ethics at Loyola Marymount University, told Businessweek, speaking of the directors. “They only started to worry when they looked up and saw financial disaster.”\nAnything goes indeed. That infamous Jane magazine story was written a decade ago: That is how long the board has known about his antics. By the middle of 2005, reports Businessweek, Charney was facing two sexual harassment suits. (One was dismissed in arbitration; the other was settled for $1.3 million.) Yet when asked about these early allegations, Allan Mayer, a public relations executive who is co-chair of the board, said, “One of the things you learn when you do crisis management is that where there is smoke, there isn’t always fire.” Of course, another thing you learn in crisis management is that quite often when there is smoke, there really is fire. But Mayer and the rest of the board simply didn’t want to know about it.\nWhy was the board so willing to look the other way? One reason is that Charney had founded the company. Its identity and that of its founder were intertwined. Charney himself had no other interests outside his company — and his sex life. He viewed himself as indispensable, and the board went along with him. And if his sexually charged advertising helped make American Apparel a hit, well, you could hardly expect the office to be run like a convent.", "url": "https://www.nytimes.com/2014/07/12/opinion/joe-nocera-american-apparel-is-a-lesson-in-how-not-to-run-a-company.html"}