{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:55:30", "date_modify": "2022-10-25 23:55:30", "date_publish": "2014-04-07 01:00:45", "description": "The U.S. held an unusual briefing for China on its cyberwarfare strategy in an effort to establish “an understanding of rules of the road.” So far, the Chinese have not reciprocated.", "filename": "2014_04_07_world_us-tries-candor-to-assure-china-on-cyberattacks_1666742130.html", "image_url": "https://static01.nyt.com/images/2014/04/07/world/CYBER/CYBER-articleLarge-v2.jpg?year=2014&h=435&w=600&s=341c8574c3a1339576e4ad23c856931339e83fd307c00b0a9e2d6c0b1979a351&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_07_world_us-tries-candor-to-assure-china-on-cyberattacks_1666742130.html", "title": "U.S. Tries Candor to Assure China on Cyberattacks", "title_page": "U.S. Tries Candor to Assure China on Cyberattacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In the months before Defense Secretary Chuck Hagel’s arrival in Beijing on Monday, the Obama administration quietly held an extraordinary briefing for the Chinese military leadership on a subject officials have rarely discussed in public: the Pentagon’s emerging doctrine for defending against cyberattacks against the United States — and for using its cybertechnology against adversaries, including the Chinese.\nThe idea was to allay Chinese concerns about plans to more than triple the number of American cyberwarriors to 6,000 by the end of 2016, a force that will include new teams the Pentagon plans to deploy to each military combatant command around the world. But the hope was to prompt the Chinese to give Washington a similar briefing about the many People’s Liberation Army units that are believed to be behind the escalating attacks on American corporations and government networks.\nSo far, the Chinese have not reciprocated — a point Mr. Hagel plans to make in a speech at the P.L.A.’s National Defense University on Tuesday.\nThe effort, senior Pentagon officials say, is to head off what Mr. Hagel and his advisers fear is the growing possibility of a fast-escalating series of cyberattacks and counterattacks between the United States and China. This is a concern especially at a time of mounting tensions over China’s expanding claims of control over what it argues are exclusive territories in the East and South China Seas, and over a new air defense zone. In interviews, American officials say their latest initiatives were inspired by Cold-War-era exchanges held with the Soviets so that each side understood the “red lines” for employing nuclear weapons against each other.", "url": "https://www.nytimes.com/2014/04/07/world/us-tries-candor-to-assure-china-on-cyberattacks.html"}