{"authors": ["Marianne Rohrlich"], "date_download": "2022-10-25 23:46:43", "date_modify": "2022-10-25 23:46:43", "date_publish": "2014-08-01 21:47:12", "description": "Drones are increasingly showing up at ceremonies, but their legality is still in question.", "filename": "2014_08_03_fashion_weddings_bird-plane-no-its-the-wedding-photographer_1666741603.html", "image_url": "https://static01.nyt.com/images/2014/08/03/fashion/20140803-DRONES-slide-4AUA/20140803-DRONES-slide-4AUA-articleLarge.jpg?year=2014&h=400&w=600&s=5c2a09a2466c0654e8e1657a15cb44d649aaea35e8df31e934a5c76c180690d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_03_fashion_weddings_bird-plane-no-its-the-wedding-photographer_1666741603.html", "title": "Bird? Plane? No, It’s the Wedding Photographer", "title_page": "Bird? Plane? No, It’s the Wedding Photographer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The next time you go to a wedding, be sure your hair is done, your lipstick is on, and your Jockeys aren’t sticking out of your pants. You never know if a drone is lurking in the sky about to zoom in and take your picture.\nNo, not those heavily armed aircraft that the United States military uses to patrol the skies over Afghanistan and beyond. Couples having large outdoor weddings have been finding that small, unmanned aerial vehicles, or U.A.V.s, controlled remotely by operators on the ground, can be a useful if sometimes problematic tool for snapping aerial images that capture the entire scene and its participants.\nAs a small drone noisily swooped over the crowd at the June 21 marriage of Randy Florke and Sean Patrick Maloney in Cold Spring, N.Y., which was featured in the New York Times Vows column last month, Huma Abedin, an aide to Hillary Rodham Clinton, was heard to say, “That thing is going to kill somebody.”\nNo one was endangered at the wedding, other than perhaps the pride of Mr. Maloney, a Democratic representative whose district spans parts of Westchester and Orange Counties and who sits on the House Transportation and Infrastructure Aviation Subcommittee. Because that subcommittee oversees the Federal Aviation Administration, he was taken to task for possibly violating the agency’s guidelines by Nan Hayworth, his Republican challenger in the coming November election.", "url": "https://www.nytimes.com/2014/08/03/fashion/weddings/bird-plane-no-its-the-wedding-photographer.html"}