{"authors": ["Hilary Stout", "Danielle Ivory"], "date_download": "2022-10-25 23:42:36", "date_modify": "2022-10-25 23:42:36", "date_publish": "2014-05-02 18:40:11", "description": "The number of cases, attributing wrongful death or personal injury to an ignition defect, suggest more victims than the company has acknowledged.", "filename": "2014_05_03_business_gm-in-settlement-talks-over-recalled-cars_1666741356.html", "image_url": "https://static01.nyt.com/images/2014/05/03/business/Settlejp/Settlejp-articleLarge.jpg?year=2014&h=439&w=600&s=106c28d23f5111d4f684307b6978ed92be52fd945008d7ab1c7e76109e2e4d75&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_03_business_gm-in-settlement-talks-over-recalled-cars_1666741356.html", "title": "G.M. Talks to Families With Claims Over Defects", "title_page": "G.M. Talks to Families With Claims Over Defects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The lawyer hired by General Motors to explore compensating victims of cars with a defective ignition switch met on Friday with a representative of hundreds of people and their families who say they were affected by accidents involving the vehicles.\nIt was the first step in a process intended to resolve one of G.M.’s most pressing issues from the recall crisis: how to pay people affected by the faulty switch.\nKenneth R. Feinberg, an expert in victim compensation who has handled cases like the BP oil spill and the 9/11 fund, met at his office in Washington for nearly four hours with a group led by Robert C. Hilliard, a Texas lawyer who represents more than 300 clients with wrongful death or personal injury claims, a universe far larger than the 13 deaths and 32 crashes that G.M. has linked to the problem.\nThey did not talk about specific cases and they did not discuss any dollar amounts.\nMr. Feinberg said the main goal of the session was to hear what the lawyers had to say and not to negotiate. “The primary purpose was for me to listen as Mr. Hilliard and his colleagues explained the quantity and quality of his claims for physical injury and death only,” he said. “The sole purpose was for me to listen.”", "url": "https://www.nytimes.com/2014/05/03/business/gm-in-settlement-talks-over-recalled-cars.html"}