{"authors": ["Charlie Savage"], "date_download": "2022-10-26 00:11:40", "date_modify": "2022-10-26 00:11:40", "date_publish": "2014-07-25 01:14:43", "description": "Senator Patrick J. Leahy said he would file a new version of a bill to end the National Security Agency’s program to collect bulk phone records.", "filename": "2014_07_25_us_politics_senators-bill-is-stricter-on-nsa-than-houses_1666743100.html", "image_url": "https://static01.nyt.com/images/2014/07/25/us/SUB-SURVEILLANCE/SUB-SURVEILLANCE-articleLarge.jpg?year=2014&h=848&w=600&s=19c3be31865184afd3d888ec7f63975d81849634f95a22b5a24d3e87684d38aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_25_us_politics_senators-bill-is-stricter-on-nsa-than-houses_1666743100.html", "title": "Senator’s Bill Is Stricter on N.S.A. Than House’s", "title_page": "Senator’s Bill Is Stricter on N.S.A. Than House’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senator Patrick J. Leahy said Thursday that next week he would file a new version of a bill aimed at ending the National Security Agency’s bulk phone records collection program after extensive negotiations with the Obama administration and privacy groups.\nMr. Leahy, a Vermont Democrat who is chairman of the Senate Judiciary Committee, has been leading the negotiations, and several officials familiar with the deliberations said a deal had been reached. Because the Senate leaves for its August recess at the end of next week, it is unlikely to vote on the bill before September.\nMr. Leahy’s draft bill is said to make over a dozen changes to a version of the legislation, called the U.S.A. Freedom Act, that the House passed in May. Some privacy advocates who had denounced the House bill as too watered-down said they backed Mr. Leahy’s draft.\n“The Center for Democracy and Technology supports the draft language we’ve seen,” said Harley Geiger, a senior counsel for the advocacy group. “It is, in every instance, a step forward and an improvement on what the House enacted.”", "url": "https://www.nytimes.com/2014/07/25/us/politics/senators-bill-is-stricter-on-nsa-than-houses.html"}