{"authors": ["Marc Santora"], "date_download": "2022-10-25 23:48:45", "date_modify": "2022-10-25 23:48:45", "date_publish": "2014-10-23 19:53:00", "description": "Dr. Craig Spencer, who returned from Guinea last week, remains in isolation at Bellevue Hospital Center. Authorities are tracing anyone who might have come into contact with him recently.", "filename": "2014_10_24_nyregion_craig-spencer-is-tested-for-ebola-virus-at-bellevue-hospital-in-new-york-city_1666741725.html", "image_url": "https://static01.nyt.com/images/2014/10/24/nyregion/24nypatient16/24nypatient16-articleLarge.jpg?year=2014&h=400&w=600&s=c1751969178c1f97f6f03472d1b259c1fd36d0ee5409cd614f72c0e1208bade3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_24_nyregion_craig-spencer-is-tested-for-ebola-virus-at-bellevue-hospital-in-new-york-city_1666741725.html", "title": "Doctor in New York City Is Sick With Ebola", "title_page": "Doctor in New York City Is Sick With Ebola - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A doctor in New York City who recently returned from treating Ebola patients in Guinea became the first person in the city to test positive for the virus Thursday, setting off a search for anyone who might have come into contact with him.\nThe doctor, Craig Spencer, was rushed to Bellevue Hospital Center and placed in isolation at the same time as investigators sought to retrace every step he had taken over the past several days.\nAt least three people he had contact with in recent days have been placed in isolation. The federal Centers for Disease Control and Prevention, which dispatched a team to New York, is conducting its own test to confirm the positive test on Thursday, which was performed by a city lab.\nWhile officials have said they expected isolated cases of the disease to arrive in New York eventually, and had been preparing for this moment for months, the first case highlighted the challenges involved in containing the virus, especially in a crowded metropolis. Dr. Spencer, 33, had traveled on the A and L subway lines Wednesday night, visited a bowling alley in Williamsburg, and then took a taxi back to Manhattan.", "url": "https://www.nytimes.com/2014/10/24/nyregion/craig-spencer-is-tested-for-ebola-virus-at-bellevue-hospital-in-new-york-city.html"}