{"authors": ["Roberta Smith"], "date_download": "2022-10-25 23:37:04", "date_modify": "2022-10-25 23:37:04", "date_publish": "2014-07-10 21:30:58", "description": "The Clark Art Institute in Williamstown, Mass., has fashioned an expanded and renovated campus into a welcoming, comfortable place for looking at art.", "filename": "2014_07_11_arts_design_clark-art-institute-reopens-with-new-and-renovated-space_1666741024.html", "image_url": "https://static01.nyt.com/images/2014/07/11/arts/design/20140711-CLARK-slide-SDZE/20140711-CLARK-slide-SDZE-articleLarge.jpg?year=2014&h=289&w=600&s=96be5bc07ccf2501a128f8dcd1870cbdd42c576eebe54d7fa1a77811f8bb9821&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_11_arts_design_clark-art-institute-reopens-with-new-and-renovated-space_1666741024.html", "title": "Clark Art Institute Reopens With New and Renovated Space", "title_page": "Clark Art Institute Reopens With New and Renovated Space - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WILLIAMSTOWN, Mass. — In a time of hubristic museum expansionism, the beloved if rather fusty Sterling and Francine Clark Art Institute here has managed something distinctly surprising: It has gotten bigger and better.\nTo a great extent the Clark, which is known especially for its holdings in French Impressionism and 19th-century academic painting plus a handful of Renaissance masterpieces, has done this by doubling down, intensifying but also elaborating its founders’ mission: the individualistic contemplation of art within domestically scaled spaces in a pastoral setting. Sounds pretty soft, I guess. But now, it has been finely tempered into a sharp reprimand of several noxious museum trends, including giantism, spectacle and pandering to the public. At the least, it should give the most expansion-prone museum directors pause.\nWhat has been achieved at the Clark is not without flaws. Nonetheless, Michael Conforti, its director of 20 years, and his trustees have fashioned their museum into a welcoming, comfortable place, where looking at art is the first order of business, environmental responsibility has become a lived commitment, and education is an increasingly multileveled project. The directors and trustees of every art museum in the country should schedule a visit to the Clark sooner rather than later. I am almost certain the experience would stimulate fresh thinking about what their own museums can be, regardless of size, location or architectural ambition.\nThe Clark has moved cautiously. Since adopting a master plan and enlisting the Japanese architect Tadao Ando in 2001 and adding the New York architect Annabelle Selldorf to the team in 2007, it has built two new Ando buildings and refurbished its two existing ones from the wall studs out (Ms. Selldorf’s purview). Working with Reed Hilderbrand, landscape architects from Cambridge, Mass., it has reconfigured its 140-acre campus, planting 1,000 trees, protecting wetlands and extending its elaborate network of footpaths. Also new are robust sustainability programs, including seven new geothermal wells to reduce heating costs.", "url": "https://www.nytimes.com/2014/07/11/arts/design/clark-art-institute-reopens-with-new-and-renovated-space.html"}