{"authors": ["Annie Lowrey"], "date_download": "2022-10-25 23:45:08", "date_modify": "2022-10-25 23:45:08", "date_publish": "2014-05-27 23:58:11", "description": "Jim Yong Kim said his goal was to break down regional “silos” and squeeze out inefficiencies, but staff members describe the changes as a nightmare.", "filename": "2014_05_28_business_international_world-bank-revamping-is-rattling-employees_1666741508.html", "image_url": "https://static01.nyt.com/images/2014/05/28/business/28worldbank/28worldbank-articleLarge.jpg?year=2014&h=400&w=600&s=56367462848d87637e51a2745bd1a4452013de17c31c8f96f144ed66369ae568&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_28_business_international_world-bank-revamping-is-rattling-employees_1666741508.html", "title": "World Bank Revamping Is Rattling Employees", "title_page": "World Bank Revamping Is Rattling Employees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The World Bank, a famously bureaucratic institution, is undergoing its first restructuring in nearly two decades. The overhaul is intended to keep it relevant at a time when even the poorest countries can easily tap the global capital markets, but with just weeks to go, the process has turned into what several staff members described as a nightmare, stalling their work and sapping morale.\nIn an interview, Jim Yong Kim, the American doctor and former president of Dartmouth College who took over leadership of the bank two years ago, strongly defended his plan. The overarching goal is to break down the bank’s regional “silos,” he explained, which discourage, for instance, experts who are working on mobile banking in sub-Saharan Africa from sharing best practices with experts handling the same issue in Central America.\nTo tackle that problem, Dr. Kim has created more than a dozen new global practices — on subjects like trade, health and infrastructure. Technical staff based in Washington will be organized into those practice groups as of July 1. “We had to make this change in order to really force the information to flow,” Dr. Kim said.\nAlong with that restructuring of 15,000 bank employees, Dr. Kim has also undertaken a sweeping financial review, to squeeze out inefficiencies and cut $400 million from the bank’s operating budget.", "url": "https://www.nytimes.com/2014/05/28/business/international/world-bank-revamping-is-rattling-employees.html"}