{"authors": ["Erik Eckholm", "John Schwartz"], "date_download": "2022-10-25 23:29:29", "date_modify": "2022-10-25 23:29:29", "date_publish": "2014-05-01 22:31:38", "description": "Clayton Lockett was shocked with a Taser, slashed his own arm and had a catheter inserted in the hours leading up to a botched execution attempt, according to a detailed timeline.", "filename": "2014_05_02_us_oklahoma-official-calls-for-outside-review-of-botched-execution_1666740569.html", "image_url": "https://static01.nyt.com/images/2014/05/02/us/OKLAHOMA-JP-2/OKLAHOMA-JP-2-articleLarge.jpg?year=2014&h=832&w=600&s=ee6c02ba6b88ce45351202d39b686f85e9d64061b2f39dcb8b369ed427322a62&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_02_us_oklahoma-official-calls-for-outside-review-of-botched-execution_1666740569.html", "title": "Timeline Describes Frantic Scene at Oklahoma Execution", "title_page": "Timeline Describes Frantic Scene at Oklahoma Execution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "McALESTER, Okla. — Early on the morning of Clayton D. Lockett’s scheduled execution, he defied prison officers seeking to shackle him for the required walk to get X-rays. So they shocked him with a Taser, Oklahoma’s chief of corrections stated in an account released Thursday of Mr. Lockett’s final day, before his execution went awry.\nOnce Mr. Lockett was in an examining room, the staff discovered that he had slashed his own arm; a physician assistant determined that sutures would not be needed.\nHours later on that Tuesday, as his 6 p.m. time for lethal injection approached, Mr. Lockett lay strapped on a gurney in the execution chamber.\nFinding a suitable vein and placing an IV line took 51 minutes. A medical technician searched both of his arms, both of his legs and both of his feet for a vein into which to insert the needle, but “no viable point of entry was located,” reported the corrections chief, Robert Patton, in a letter to Gov. Mary Fallin that her office released. A doctor, the letter said, “went to the groin area.”", "url": "https://www.nytimes.com/2014/05/02/us/oklahoma-official-calls-for-outside-review-of-botched-execution.html"}