{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:50:19", "date_modify": "2022-10-25 23:50:19", "date_publish": "2014-03-12 17:18:10", "description": "A parole-style panel at Guantánamo Bay, Cuba, said Abdel Malik al-Rahabi should remain there indefinitely to “protect against a continuing significant threat.”", "filename": "2014_03_13_us_military-board-in-a-first-says-yemeni-should-stay-detained_1666741819.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_13_us_military-board-in-a-first-says-yemeni-should-stay-detained_1666741819.html", "title": "Panel Says Yemeni Man Should Stay in Detention", "title_page": "Panel Says Yemeni Man Should Stay in Detention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Being apart from Ayesha has been the hardest part of my detention,” he said. “In our calls, she says, ‘I want you to take me to the park; I want you to help me with my homework.’ She sends me five or six letters at a time. I will never again leave Ayesha without her father, my wife without her husband, my parents without their son. I want to make up for the 12 years I have been away.”\nBut the board said it was concerned “about his susceptibility to re-engagement” if he were repatriated, citing allegations including “significant ties” to Al Qaeda and his possible selection to participate in a hijacking plot before his capture by Pakistani forces in December 2001, as well as the “marginal security environment” in his home region.\nThe board did note that Mr. Rahabi had “strong family support awaiting his return, including house, employment opportunities, and a wife and daughter ready to support him,” and it said it found his claim that he wanted to return to his family sincere, although it had questions regarding his credibility on other issues.\nIt said that it would take a second look at his file in six months, and that it hoped “to see continued positive engagement and constructive leadership in detention.”\nDavid Remes, a lawyer who helped represent Mr. Rahabi in the hearing, said he met with him on Tuesday to discuss the outcome. Mr. Remes said the board’s fears amounted to “guilt by association,” contending that there was “no real basis for concluding that he would be any kind of threat to the United States if he is returned to his family in Yemen.”", "url": "https://www.nytimes.com/2014/03/13/us/military-board-in-a-first-says-yemeni-should-stay-detained.html"}