{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:42:04", "date_modify": "2022-10-25 23:42:04", "date_publish": "2014-09-10 00:54:53", "description": "Apple introduced a payment system that joins forces with Macy’s, Whole Foods, Visa and other retailers and major credit card companies.", "filename": "2014_09_10_technology_apples-ambitious-bet-beyond-the-devices.html__r=0_1666741324.html", "image_url": "https://static01.nyt.com/images/2014/09/08/multimedia/mollywood-apple-payments/mollywood-apple-payments-articleLarge.jpg?year=2014&h=338&w=600&s=621fe734c421c4d403596dec2045253d70c853bbf0482b7a2c54164b423f9e72&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_10_technology_apples-ambitious-bet-beyond-the-devices.html__r=0_1666741324.html", "title": "With Apple Pay, a Push Into Mobile Payments", "title_page": "With Apple Pay, a Push Into Mobile Payments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tech evangelists have predicted for years a world in which people paid for retail goods with the wave of a smartphone, or the push of a smartphone button. For nearly as long, this so-called mobile wallet has yet to catch on.\nNow, the biggest technology player of them all — Apple — thinks it has the formula for making it happen.\nOn Tuesday, Apple announced that it planned to offer its own version of a mobile wallet, teaming up with retailers like Target and restaurants like McDonald’s, as well as the three major credit card companies. That means that consumers will soon be able to buy a Big Mac or a laundry detergent with the tap of a new Apple iPhone or a new smartwatch, also announced on Tuesday.\nThe product, Apple Pay, will almost certainly give Apple a leg up on mobile payments, which Forrester Research expects to reach $100 billion in the United States over the next five years. But it remains to be seen whether people are ready to turn their paying over to a digital device, and whether Apple will be able to keep the edge for long.", "url": "https://www.nytimes.com/2014/09/10/technology/apples-ambitious-bet-beyond-the-devices.html?_r=0"}