{"authors": ["Salman Masood", "Ihsanullah Tipu Mehsud"], "date_download": "2022-10-25 23:55:24", "date_modify": "2022-10-25 23:55:24", "date_publish": "2014-05-21 08:46:10", "description": "The military hit what it said were hide-outs across the North Waziristan. Local residents said the dead included women and children.", "filename": "2014_05_22_world_asia_pakistani-military-says-it-killed-militants-in-raids.html__r=0_1666742124.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_22_world_asia_pakistani-military-says-it-killed-militants-in-raids.html__r=0_1666742124.html", "title": "Pakistani Military Says It Killed 60 Militants in Raids", "title_page": "Pakistani Military Says It Killed 60 Militants in Raids - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISLAMABAD, Pakistan — The Pakistani military said it killed at least 60 militants, and injured at least 30, in aerial raids on terrorist hide-outs across the North Waziristan tribal region near the Afghan border early Wednesday. Local residents, however, said the dead included women and children.\nThe strikes were carried out in retaliation for recent attacks by the Taliban and came a day after Prime Minister Nawaz Sharif and the chief of the army, Gen. Raheel Sharif, met to review the security challenges facing the country.\n“Confirmed militant hide-outs were targeted early morning today in North Waziristan through precision aerial strikes,” said a senior security official, who spoke on the condition of anonymity to divulge details of the strikes.\nThe official said the strikes had been carried out after security forces received intelligence reports that “terrorists involved in recent attacks” in Peshawar and two other areas were “in these hide-outs.”", "url": "https://www.nytimes.com/2014/05/22/world/asia/pakistani-military-says-it-killed-militants-in-raids.html?_r=0"}