{"authors": ["Erik Eckholm"], "date_download": "2022-10-25 23:00:14", "date_modify": "2022-10-25 23:00:14", "date_publish": "2014-11-25 03:44:52", "description": "The most credible eyewitnesses to the shooting said the teenager had charged toward Officer Darren Wilson just before the fatal shots, the St. Louis County prosecutor said.", "filename": "2014_11_25_us_witnesses-told-grand-jury-that-michael-brown-charged-at-darren-wilson-prosecutor-says_1666738814.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_25_us_witnesses-told-grand-jury-that-michael-brown-charged-at-darren-wilson-prosecutor-says_1666738814.html", "title": "Witnesses Told Grand Jury That Michael Brown Charged at Darren Wilson, Prosecutor Says", "title_page": "Witnesses Told Grand Jury That Michael Brown Charged at Darren Wilson, Prosecutor Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The most credible eyewitnesses to the shooting death of Michael Brown in Ferguson, Mo., said he had charged toward Police Officer Darren Wilson just before the final, fatal shots, the St. Louis County prosecutor said Monday night as he sought to explain why a grand jury had not found probable cause to indict the officer.\nThe accounts of several other witnesses from the Ferguson neighborhood where Mr. Brown, 18 and unarmed, met his death on Aug. 9 — including those who said Mr. Brown was trying to surrender — changed over time or were inconsistent with physical evidence, the prosecutor, Robert P. McCulloch, said in a news conference.\n“The duty of the grand jury is to separate fact and fiction,” he said in a statement watched by a tense nation. “No probable cause exists to file any charges against Darren Wilson.”", "url": "https://www.nytimes.com/2014/11/25/us/witnesses-told-grand-jury-that-michael-brown-charged-at-darren-wilson-prosecutor-says.html"}