{"authors": ["Helene Cooper", "Michael D. Shear"], "date_download": "2022-10-25 23:54:16", "date_modify": "2022-10-25 23:54:16", "date_publish": "2014-11-07 20:36:05", "description": "The deployment will double the number of Americans meant to train and advise Iraqi and Kurdish forces as they plan a major offensive against Islamic State fighters who have poured into Iraq from Syria.", "filename": "2014_11_08_world_middleeast_us-to-send-1500-more-troops-to-iraq_1666742056.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_08_world_middleeast_us-to-send-1500-more-troops-to-iraq_1666742056.html", "title": "Obama to Send 1,500 More Troops to Assist Iraq", "title_page": "Obama to Send 1,500 More Troops to Assist Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A senior administration official, who asked for anonymity under ground rules imposed by the White House, rejected suggestions that the doubling of forces amounted to mission creep.\n“The mission is not changing at all for our service members,” the official said, adding that the president “made clear that we are not going to be putting U.S. men and women back into combat. We will continue to assure people that this is a different kind of mission.”\nDuring a conference call with reporters, senior administration officials denied that Mr. Obama waited until after the elections to announce the deployment so as not to alarm an already skittish electorate. “It’s being done now, quite frankly, because the Iraqis have demonstrated the willingness and the will to go after ISIL,” Admiral Kirby told reporters after the call, using another name for the Islamic State. Iraqi forces, he said, have “reached the point where they need additional help and guidance.”\nAdmiral Kirby said that Iraq’s new prime minister, Haider al-Abadi, had requested the help. “There was no political angle to the timing here,” he said.\nAdministration officials did not express any heightened concern, at least during the conference call, about the military effort. So far it consists largely of American airstrikes on Islamic State artillery positions, vehicles and, in a few cases, small patrol boats on the Euphrates River.\nWhite House officials said the request for $5 billion will be presented to Congress during the lame-duck session that begins next week. Officials said the decision to send additional troops was based on what they said was legal authority the president already has from Congress. But they said the president wanted a new authorization from Congress for continuing American military action in Iraq and Syria, which Mr. Obama has said will last into the presidency of his successor.\n“I do think that it points to the utility in the president working with Congress to formulate and implement our counter-ISIL strategy,” the official said. If Congress and the president are in agreement on a strategy against the Islamic State, the official said, “we send a more united message overseas.”", "url": "https://www.nytimes.com/2014/11/08/world/middleeast/us-to-send-1500-more-troops-to-iraq.html"}