{"authors": ["Nick Bilton"], "date_download": "2022-10-25 23:52:13", "date_modify": "2022-10-25 23:52:13", "date_publish": "2014-08-14 00:22:46", "description": "The weapons are plastic, and the bullets are real.", "filename": "2014_08_14_fashion_the-rise-of-3-d-printed-guns_1666741933.html", "image_url": "https://static01.nyt.com/images/2014/08/14/fashion/14DISRUPTIONS1/14DISRUPTIONS1-articleLarge.jpg?year=2014&h=450&w=600&s=59edf3e804679cc7192cc399c03e2aa231b4e63a4688036c63cb154ad59cad6a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_14_fashion_the-rise-of-3-d-printed-guns_1666741933.html", "title": "The Rise of 3-D Printed Guns", "title_page": "The Rise of 3-D Printed Guns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Weapons experts will tell you these guns are a joke and not that serious,” said Hod Lipson, director of the Cornell University Creative Machines Lab. “But that’s exactly the problem. Plastic guns are easy to fabricate, they can be used just a few times and you can make guns that don’t look like guns.”\nWhat’s more, he noted, these weapons are very difficult to detect at security points, as they often don’t have metal parts or, if they do, just a spring and a couple of screws, all of which could easily pass through a metal detector.\nMr. Lipson, who is an author of the book “Fabricated: The New World of 3D Printing,” said the public should worry not so much about these weapons falling into the hands of terrorists or hardened criminals, who already have access to most any weapon they desire. “The real danger is kids and teenagers and hobbyists who will attempt to make these,” he said.\nIndeed, holiday gift guides this year will be filled with tech-related gadgetry, including lots of 3-D printers that now cost as little as $250.\nImage\nLast month Home Depot began selling the higher-end MakerBot, a 3-D printer that costs $1,375. Asked if the company worries that teenagers could use these store-bought printers to make a gun, Home Depot declined to comment, passing me along to MakerBot, which said it has banned sharing any 3-D gun files on its website. MakerBot has not, however, banned people from printing gun files.", "url": "https://www.nytimes.com/2014/08/14/fashion/the-rise-of-3-d-printed-guns.html"}