{"authors": ["Anemona Hartocollis", "Marc Santora"], "date_download": "2022-10-25 23:48:44", "date_modify": "2022-10-25 23:48:44", "date_publish": "2014-11-11 15:32:24", "description": "Dr. Craig Spencer, who tested positive for Ebola after treating patients in Guinea, was released from Bellevue Hospital Center, and doctors said he posed no danger to the public.", "filename": "2014_11_12_nyregion_craig-spencer-new-york-ebola-patient-bellevue_1666741724.html", "image_url": "https://static01.nyt.com/images/2014/11/12/nyregion/Y-SPENCER/Y-SPENCER-articleLarge.jpg?year=2014&h=384&w=600&s=4821432f148a02b6487f4c0702a647f2f83555b598e5fa58f7dedb866804db46&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_12_nyregion_craig-spencer-new-york-ebola-patient-bellevue_1666741724.html", "title": "Plenty of Hugs as Craig Spencer, Recovered New York Ebola Patient, Goes Home", "title_page": "Plenty of Hugs as Craig Spencer, Recovered New York Ebola Patient, Goes Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For recovered Ebola patients, the new rules of etiquette demand hugs.\nAs Dr. Craig Spencer, New York City’s first Ebola patient, demonstrated over and over and over again on Tuesday, hugging is the new doctor’s note, the proof that the patient is well, that the public should not be afraid and that in the United States, the disease is not the terror-inducing epidemic it is in West Africa.\nAs Dr. Spencer was released from Bellevue Hospital Center on Tuesday, Ebola-free after 19 days of treatment, Mayor Bill de Blasio welcomed him “back to his normal life” on behalf of all New Yorkers. Taking a page from President Obama’s playbook when he hugged Nina Pham, a nurse who recovered from Ebola, the mayor turned to his wife, Chirlane McCray, at the Bellevue news conference and asked, “Would you like to administer the first hug, First Lady?”\nMs. McCray and Dr. Spencer duly embraced, followed by the mayor and Dr. Spencer, followed, over the next hour or so, by serial hugs from the doctor who was in charge of his treatment, Laura Evans; the city’s health commissioner, Dr. Mary Travis Bassett; the head of Doctors Without Borders, Sophie Delaunay; and a gantlet of hospital workers.\nDr. Spencer’s parents sat in the front row of the audience, listening silently and without expression as he made brief but emotional remarks.", "url": "https://www.nytimes.com/2014/11/12/nyregion/craig-spencer-new-york-ebola-patient-bellevue.html"}