{"authors": ["Michelle Innis"], "date_download": "2022-10-25 23:54:18", "date_modify": "2022-10-25 23:54:18", "date_publish": "2014-12-15 00:20:55", "description": "Police officers surrounded the cafe in the central business district where hostages held a flag with writing that appeared to be the shahada, the Muslim declaration of faith.", "filename": "2014_12_15_world_asia_hostages-are-held-inside-cafe-in-australia-police-say_1666742058.html", "image_url": "https://static01.nyt.com/images/2014/12/15/world/15sydney-hp-slide-PW0P/15sydney-hp-slide-PW0P-articleLarge-v2.jpg?year=2014&h=400&w=600&s=01900921dc9f9c469c4d85776f3b5c1424ad94c98080efbd861da905f29117b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_15_world_asia_hostages-are-held-inside-cafe-in-australia-police-say_1666742058.html", "title": "Black Flag Is Hoisted as an Armed Person Takes Hostages in a Sydney Cafe", "title_page": "Black Flag Is Hoisted as an Armed Person Takes Hostages in a Sydney Cafe  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Read here for updates to the Sydney hostage siege.\nSYDNEY, Australia — Helicopters hovered over central Sydney, and Prime Minister Tony Abbott convened a meeting with his security advisers on Monday after an armed individual took hostages in a Sydney cafe and displayed a black flag with Arabic script in white in the window.\nPolice officers surrounded the cafe in the central business district where the hostages were pressed against the window holding the black flag, whose writing appeared to be the shahada, the Muslim declaration of faith. Andrew Scipione, the commissioner of the New South Wales police, said at a news briefing that an unknown number of hostages were being held in the cafe by a single armed person, but that three of the hostages had been released. “We don’t yet know the motivation of the perpetrator — we don’t know whether this is politically motivated — although obviously there are some indications that it could be,” Mr. Abbott said at a short briefing in Canberra, Australia’s capital. “There are people, even in a society such as ours, who would wish to do us harm.”\n“The whole point of politically motivated violence is to scare people out of being themselves,” he said. “Australia is a peaceful, open and generous society and nothing should ever change that, and that is why I would urge all Australians today to go about their business as usual.”", "url": "https://www.nytimes.com/2014/12/15/world/asia/hostages-are-held-inside-cafe-in-australia-police-say.html"}