{"authors": ["David Jolly"], "date_download": "2022-10-25 23:42:11", "date_modify": "2022-10-25 23:42:11", "date_publish": "2014-09-16 13:07:07", "description": "Countries should harmonize to prevent tax evasion, the Organization for Economic Cooperation and Development said in a new report.", "filename": "2014_09_17_business_international_oecd-fights-corporate-tax-avoidance_1666741331.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_17_business_international_oecd-fights-corporate-tax-avoidance_1666741331.html", "title": "O.E.C.D. Calls for Coordinated Fight Against Corporate Tax Avoidance", "title_page": "O.E.C.D. Calls for Coordinated Fight Against Corporate Tax Avoidance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The organization, which is based in Paris and serves as a forum for discussion and research, was given a mandate in September 2013 by Group of 20 leaders to ensure that “profits are taxed where economic activities occur and value is created.”\nThe O.E.C.D. initiative, formally known as the Base Erosion and Profit Shifting Project, or BEPS, is being negotiated by the 34 members of the organization plus associated nations, including China, Russia and Brazil. It said all of the organization’s members, which include the United States, Japan and most of the European Union nations, had agreed to adopt the new, technical measures.\nThe nations endorsed the creation of a detailed template under which companies would be required to report their revenue, profit and taxes paid in each jurisdiction in which they operate, giving national tax authorities a detailed picture of their operations.\nThe organization said countries should, for example, harmonize aspects of their national laws or amend bilateral treaties to neutralize so-called hybrid mismatch arrangements, where corporations set up entities or transfers in two or more countries, in some cases for no productive purpose, but rather to create deductions or to generate foreign tax credits.\nIt also said nations should ensure that their laws or treaties fully address the transparency of such transfer pricing on a country-by-country basis, and should adopt rules on how intangible assets like trademarks, brands, trade secrets and copyrights — all of which offer rich opportunities for exploiting tax loopholes — are accounted for in transfer pricing.\n“The fact that they’ve reached consensus in such detail on two areas — hybrid mismatches and country-by-country reporting — suggests that we will see a pretty rapid adoption” by some countries, said Manal Corwin, head of the international tax practice at KPMG and a former deputy assistant secretary for tax policy at the United States Treasury Department.\nMs. Corwin said that Australia, Britain and France were all likely to be early adopters, and that future reporting needs for those jurisdictions would translate to “an immediate impact for multinational corporations.”", "url": "https://www.nytimes.com/2014/09/17/business/international/oecd-fights-corporate-tax-avoidance.html"}