{"authors": ["Liz Alderman"], "date_download": "2022-10-25 23:47:10", "date_modify": "2022-10-25 23:47:10", "date_publish": "2014-11-27 00:22:12", "description": "The Socialist government is rethinking a law that was meant to create jobs but lately has been criticized for adding to the country’s economic woes.", "filename": "2014_11_27_business_international_france-has-second-thoughts-on-its-35-hour-workweek_1666741630.html", "image_url": "https://static01.nyt.com/images/2014/11/27/business/27workweek/27workweek-articleLarge.jpg?year=2014&h=399&w=600&s=06c0839c8addb264ac794d2109c72b22b0a5a570c2f724a83ed69e42de1f0047&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_27_business_international_france-has-second-thoughts-on-its-35-hour-workweek_1666741630.html", "title": "In France, New Review of 35-Hour Workweek", "title_page": "In France, New Review of 35-Hour Workweek - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Saifi has a pretax base salary of around 13.45 euros, or $17, an hour from Groupe 3S, which provides passenger services at the airport. She gets €10.78 an hour at Carrefour, which is better than France’s €9.53 minimum hourly wage.\nMs. Saifi would rather work full-time at Carrefour, where she is replacing a worker on leave. But so far she has been able to obtain only a part-time contract. Meanwhile, the 35-hour workweek rules — despite the loopholes — require her airport employer, Groupe 3S, to cap her maximum working time at 44 hours a week, limiting her earnings there.\n“The 35 hours was an intellectual and economic mistake,” said Dominique Moïsi, a senior adviser at the French Institute for International Affairs, an influential research group. “For Mr. Macron to say that he can touch that Holy Grail is very antagonistic to the French left. But it is a way of telling the outside world and the rest of Europe, we should reform France.”\nMr. Macron insisted that he did not want to dismantle the law, which requires employers to provide paid rest days and overtime pay of 25 to 50 percent of a worker’s hourly salary for time worked beyond 35 hours. Others who have dared to suggest returning France to the previous official workweek of 39 hours, including former President Nicolas Sarkozy and the current prime minister, Manuel Valls, were promptly shouted down.\nInstead, Mr. Macron is pushing for new legislation to let companies negotiate their own wage and work-time agreements with unions internally, rather than relying on sectorwide accords negotiated between employers associations and unions.\nAs it is, previous governments have already pushed through a raft of measures to weaken the law, which does not apply to white collar workers or senior executives, but caps the official workweek for government employees and workers like Ms. Saifi.\nVarious loopholes have increased the amount of extra hours that employees can work before overtime pay kicks in. And the government pays billions of euros a year in subsidies to help companies offset overtime costs. Analysts question whether the 35-hour week has brought economic benefits — or merely bureaucratic burdens.", "url": "https://www.nytimes.com/2014/11/27/business/international/france-has-second-thoughts-on-its-35-hour-workweek.html"}