{"authors": ["Thomas Fuller"], "date_download": "2022-10-25 23:42:08", "date_modify": "2022-10-25 23:42:08", "date_publish": "2014-09-29 00:31:35", "description": "A boxy contraption scans food samples to produce a chemical signature, which it measures against a standard deemed to be that of authentic Thai food.", "filename": "2014_09_29_world_asia_bad-thai-food-enter-a-robot-taster_1666741328.html", "image_url": "https://static01.nyt.com/images/2014/09/29/world/JP-THAIFOOD-1/JP-THAIFOOD-1-articleLarge.jpg?year=2014&h=400&w=600&s=3df32079099e50b5af0ec1eefbc1950a668a41887d540ebb7455fa5b67571bdb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_29_world_asia_bad-thai-food-enter-a-robot-taster_1666741328.html", "title": "You Call This Thai Food? The Robotic Taster Will Be the Judge", "title_page": "You Call This Thai Food? The Robotic Taster Will Be the Judge  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But there does seem to be some agreement on one point at least: Bad Thai food is a more acute problem overseas.\nThais, who can establish an immediate bond discussing where they will get their next meal or the merits of particular food stalls, complain that Thai restaurants overseas cater to non-Thai palates by pulling punches on spice and not respecting the delicate balance between sweet, sour, salty and four-alarm spicy.\nIngredients like fresh tamarind, Thai limes and galangal, an aromatic root similar to ginger, are not readily available overseas, and the substitution of inferior ingredients frequently yields a dish that a Bangkok gourmand might describe in the Thai vernacular as “food even a dog would not swallow.”\nAdd to that a soupçon of culinary chauvinism, which holds that authentic Thai food can be prepared only by Thais, usually, Thai cooks say, those who absorbed their cooking acumen tugging on the apron strings of their grandmothers.\n“There are many Thai restaurants all around the world that are not owned by Thai people,” said Supachai Lorlowhakarn, an adviser to the National Innovation Agency, which is in charge of the Thai Delicious program. He added, almost apologetically, “They are owned by Vietnam or Myanmar, or maybe even Italian or French.”", "url": "https://www.nytimes.com/2014/09/29/world/asia/bad-thai-food-enter-a-robot-taster.html"}