{"authors": ["Mark Landler"], "date_download": "2022-10-25 22:55:44", "date_modify": "2022-10-25 22:55:44", "date_publish": "2014-11-11 19:27:17", "description": "The deal, the signature achievement of President Obama’s state visit to China, could galvanize efforts to negotiate a new global agreement.", "filename": "2014_11_12_world_asia_china-us-xi-obama-apec_1666738544.html", "image_url": "https://static01.nyt.com/images/2014/11/12/world/12prexy-hp-03/12prexy-hp-03-articleLarge.jpg?year=2014&h=400&w=600&s=d640b7b27a36929cf082157c5762a9f695f4a47ba17295732bc98d0fa3fe3fe1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_12_world_asia_china-us-xi-obama-apec_1666738544.html", "title": "U.S. and China Reach Climate Accord After Months of Talks", "title_page": "U.S. and China Reach Climate Accord After Months of Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — China and the United States made common cause on Wednesday against the threat of climate change, staking out an ambitious joint plan to curb carbon emissions as a way to spur nations around the world to make their own cuts in greenhouse gases.\nThe landmark agreement, jointly announced here by President Obama and President Xi Jinping, includes new targets for carbon emissions reductions by the United States and a first-ever commitment by China to stop its emissions from growing by 2030.\nAdministration officials said the agreement, which was worked out quietly between the United States and China over nine months and included a letter from Mr. Obama to Mr. Xi proposing a joint approach, could galvanize efforts to negotiate a new global climate agreement by 2015.\nIt was the signature achievement of an unexpectedly productive two days of meetings between the leaders. Mr. Obama and Mr. Xi also agreed to a military accord designed to avert clashes between Chinese and American planes and warships in the tense waters off the Chinese coast, as well as an understanding to cut tariffs for technology products.", "url": "https://www.nytimes.com/2014/11/12/world/asia/china-us-xi-obama-apec.html"}