{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:37:06", "date_modify": "2022-10-25 23:37:06", "date_publish": "2014-10-23 02:00:14", "description": "“The Fortress of Solitude,” a stage musical based on Jonathan Lethem’s novel, opens at the Public Theater.", "filename": "2014_10_23_theater_fortress-of-solitude-now-with-musical-numbers-at-the-public-theater_1666741026.html", "image_url": "https://static01.nyt.com/images/2014/10/23/arts/JP-FORTRESS/JP-FORTRESS-articleLarge.jpg?year=2014&h=387&w=600&s=67ed3b2dc5111e5ebec2053f0b67c0a0c5c0432bfa4b1063958db1140281e5d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_23_theater_fortress-of-solitude-now-with-musical-numbers-at-the-public-theater_1666741026.html", "title": "‘Fortress of Solitude,’ Now With Musical Numbers, at the Public Theater", "title_page": "‘Fortress of Solitude,’ Now With Musical Numbers, at the Public Theater - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For a novel that featured a magic ring that allowed teenagers to fly and turn invisible, Jonathan Lethem’s “The Fortress of Solitude” felt uncannily true to life. This 2003 chronicle of a Jewish boy growing up in a largely African-American Brooklyn neighborhood understood that nothing is ever as simple as black and white.\nIt’s appropriate that the R&B group that formed part of the soundtrack of the coming-of-age of Mr. Lethem’s ambivalent hero was called the Subtle Distinctions. Whether the subject was music, comic books, graffiti, absent parents or experimental sex, the fine differences in their forms — and our narrator’s painful consciousness of them — made the book an especially authentic-tasting brew.\nThe Subtle Distinctions surface again in the big-hearted but thin-blooded musical adaptation of “The Fortress of Solitude,” which opened Wednesday night at the Public Theater. I’m referring exclusively to the musical quartet. Subtle distinctions, without the capital letters, are rarely in evidence in this production, which features a book by Itamar Moses and songs by Michael Friedman. Directed by Daniel Aukin, who also conceived the show, this “Fortress” operates mostly on an either-or binary system, as opposed to the more multistranded approach taken by Mr. Lethem. Parallels, contrasts and conflicts are laid out neatly.\nSuch simplification is perhaps inevitable in translating the indirection of a 511-page novel into the show-and-tell shorthand of a standard-length musical. To its credit, the singing “Fortress” resourcefully juggles different time periods and cultures and characters of different ages without ever blurring those elements. But it does tend to remove their distinctive edges.", "url": "https://www.nytimes.com/2014/10/23/theater/fortress-of-solitude-now-with-musical-numbers-at-the-public-theater.html"}