{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:32:30", "date_modify": "2022-10-25 23:32:30", "date_publish": "2014-05-03 16:02:27", "description": "Former Secretary of State Condoleezza Rice, who was to speak at the May 18 commencement at Rutgers University, said she did not want to detract from the day’s festivities.", "filename": "2014_05_04_nyregion_rice-backs-out-of-rutgers-speech-after-student-protests_1666740750.html", "image_url": "https://static01.nyt.com/images/2014/05/04/nyregion/ALT-RUTGERS/ALT-RUTGERS-articleLarge.jpg?year=2014&h=442&w=600&s=4f830335adb029d4c05a7b08f923e75af051a6d57dd00cb9b86325d9ab98c0ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_04_nyregion_rice-backs-out-of-rutgers-speech-after-student-protests_1666740750.html", "title": "Condoleezza Rice Backs Out of Rutgers Speech After Student Protests", "title_page": "Condoleezza Rice Backs Out of Rutgers Speech After Student Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Former Secretary of State Condoleezza Rice, who had been invited to give the commencement address at Rutgers University in New Jersey this month, said on Saturday that she would no longer give the speech. Her announcement came after weeks of protests by some students and faculty members over the university’s decision to invite her.\nProtesters had argued that Ms. Rice should not have been selected as the speaker because of her involvement in the Iraq war during the Bush administration. Students staged a sit-in last week outside the office of the university’s president, Robert L. Barchi, to protest the speech, scheduled for May 18th.\nOn Saturday, Ms. Rice released a statement saying that she did not want to detract from the day’s festivities.\n“Commencement should be a time of joyous celebration for the graduates and their families,” the statement said. “Rutgers’ invitation to me to speak has become a distraction for the university community at this very special time.”", "url": "https://www.nytimes.com/2014/05/04/nyregion/rice-backs-out-of-rutgers-speech-after-student-protests.html"}