{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:41:25", "date_modify": "2022-10-25 23:41:25", "date_publish": "2014-07-26 14:15:17", "description": "A series of random choices could produce more success than many mutual fund portfolios.", "filename": "2014_07_27_your-money_heads-or-tails-either-way-you-might-beat-a-stock-picker_1666741285.html", "image_url": "https://static01.nyt.com/images/2014/07/27/business/27-STRA/27-STRA-articleLarge.jpg?year=2014&h=578&w=600&s=eed7f7a6913f78e8532cc486a9b42ab1c59076e4fae4d51147b75bef6e77031f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_27_your-money_heads-or-tails-either-way-you-might-beat-a-stock-picker_1666741285.html", "title": "Heads or Tails? Either Way, You Might Beat a Stock Picker", "title_page": "Heads or Tails? Either Way, You Might Beat a Stock Picker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For those interested, this is how the coin-flipping comparison works: You toss the coin. Is it heads or tails? There’s a 50 percent chance of either outcome. Let’s say the coin lands on heads. If you flip it again, the probability that the coin will land on heads the second time is also 50 percent. Because there are four possible outcomes for the two flips, there’s a one-in-four, or 25 percent, chance that your coin will land on heads twice in a row.\nImage Credit... Minh Uong/The New York Times\nRepeat those double flips five times and you’ll find the probability of a mutual fund ending up in the top quartile five times in a row through chance: 0.098 percent. (We’re flipping the coin twice for each year of mutual fund performance.) That’s a bigger probability than the 0.07 percent scored by the actual funds. This means that if mutual fund managers had just flipped coins, roughly three of them — not two — would have been expected to end up in the top quartile for five years in a row.\nStill, the dismal results of the real-world fund managers were very close to what Burton G. Malkiel, the Princeton finance professor, once described as “a random walk.”\n“Taken to its logical extreme, it means that a blindfolded monkey throwing darts at a newspaper’s financial pages could select a portfolio that would do just as well as one carefully selected by the experts,” he wrote in his guide to investing, “A Random Walk Down Wall Street.”\nAs a group, managers who ran the 2,862 funds examined by S.&P. Dow Jones Indices didn’t do as well as a blindfolded monkey. The hypothetical monkey, or a serial coin flipper, beat them in several other tests, too.\nWhat should we make of this?\nPaul Samuelson, the late Nobel laureate from M.I.T., with whom Professor Nordhaus collaborated on the textbook “Economics,” wrote several influential academic papers that dealt with the issue. In “Challenge to Judgment,” a 1974 paper that inspired John C. Bogle to create the first index fund at Vanguard, Professor Samuelson said that deep, liquid markets like the stock market were efficient enough to make short-term investing very much like a random draw. Index funds would be a better choice for most people, he said.\nYet Mr. Samuelson also believed that some investors were truly talented — even if they faced steep odds in beating the market consistently.", "url": "https://www.nytimes.com/2014/07/27/your-money/heads-or-tails-either-way-you-might-beat-a-stock-picker.html"}