{"authors": ["Michael S. Schmidt", "David E. Sanger"], "date_download": "2022-10-25 23:55:30", "date_modify": "2022-10-25 23:55:30", "date_publish": "2014-05-19 12:13:34", "description": "The Department of Justice charged five individuals from the People’s Liberation Army in connection with stealing trade secrets from American companies.", "filename": "2014_05_20_us_us-to-charge-chinese-workers-with-cyberspying_1666742130.html", "image_url": "https://static01.nyt.com/images/2014/05/19/world/americas/20CYBER2/20CYBER2-articleLarge-v2.jpg?year=2014&h=400&w=600&s=a456375a5c7e8742d13df17ddd6a24351acc0f4b080eaf871f647b1f4964d136&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_20_us_us-to-charge-chinese-workers-with-cyberspying_1666742130.html", "title": "5 in China Army Face U.S. Charges of Cyberattacks", "title_page": "5 in China Army Face U.S. Charges of Cyberattacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But it is a legal and diplomatic gamble whether this approach is more likely to halt attacks that a classified American report circulated last year said were directed at more than 3,000 American companies.\nAt the core of the indictment is the argument that while large countries routinely spy on each other for national security purposes, it is out of bounds to use state-run intelligence assets to seek commercial advantage. “When a foreign nation uses military or intelligence resources and tools against an American executive or corporation to obtain trade secrets or sensitive business information for the benefit of its state-owned companies, we must say, ‘Enough is enough,’ ” said Attorney General Eric H. Holder Jr.\nImage Attorney General Eric H. Holder Jr. said that while nations routinely spy on one another for national security purposes, it was out of bounds for China to use state espionage operations to gain commercial advantages. Credit... Evan Vucci/Associated Press\nBut the Chinese, with their vast state-owned enterprises, many run by the People’s Liberation Army, have often argued that economic security and national security are one, and they have used Mr. Snowden’s disclosures about the National Security Agency to make the case that the position of the United States is hypocritical because it also conducts attacks on Chinese firms. One such attack on the giant Chinese telecommunication firm Huawei was described in detail in the documents disclosed by Mr. Snowden, though it appeared aimed at penetrating Huawei’s technology in order to monitor the networks of countries that buy the Chinese-made equipment.\nWithin hours of Mr. Holder’s news conference in Washington, China denounced the indictment, saying it was based on “fabricated facts” and that it “grossly violates the basic norms governing international relations and jeopardizes China-U.S. cooperation.”\nIn what the Chinese suggested would be only the first step in its response to the Obama administration’s action, it cut off dealing with a joint United States-China working group on cyberattacks that the administration has until now said was evidence that the two countries were trying to resolve their differences.\nThe government’s case focuses on industries, like steel and solar, where trade tensions have been mounting in recent years. Rising steel and solar exports from China have created friction with American companies and officials over worries that Beijing unfairly subsidizes its domestic players. The indictment also described how the Chinese unit broke into the systems of the United Steelworkers union, which has long pressed American officials to crack down on Chinese trade practices that it views as harming American workers.", "url": "https://www.nytimes.com/2014/05/20/us/us-to-charge-chinese-workers-with-cyberspying.html?hp"}