{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:47:10", "date_modify": "2022-10-25 23:47:10", "date_publish": "2014-05-29 04:01:14", "description": "An anti-establishment, anti-austerity movement is trying to go beyond simply tapping into a nation’s anger.", "filename": "2014_05_29_world_europe_spanish-upstart-party-said-it-could-and-did-now-the-hard-part-begins_1666741630.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_29_world_europe_spanish-upstart-party-said-it-could-and-did-now-the-hard-part-begins_1666741630.html", "title": "Spanish Upstart Party Said It Could, and Did. Now the Hard Part Begins.", "title_page": "Spanish Upstart Party Said It Could, and Did. Now the Hard Part Begins. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He added: “Europe’s institutional structure has turned the south into a periphery that provides cheap labor and serves the rich of the north. It is a structure that condemns us to poverty and dependency.”\nIt was an analysis befitting a professor of political science, which he is, and a former Communist Party youth member who was named after Pablo Iglesias, the 19th-century father of Spanish socialism.\nBut Mr. Iglesias, who has taught at Complutense University of Madrid since 2008, has also striven to use his academic credentials to speak for the entire anti-establishment electorate — not only its left wing — notably by becoming a regular face on television talk shows, including conservative ones.\n“I’ve always been from the left, but our problems cannot be explained in terms of left-right ideology, but in terms of fighting the privileged that are abusing the majority of citizens below them,” Mr. Iglesias said.\nFor the fledgling party’s supporters, that is part of its appeal. “Podemos is a left-wing party with its arms opened to everybody who has big hopes of change,” said Juan Serrano-Alonso Villalobos, an airline pilot, who started following Mr. Iglesias through his television appearances. He said he made a 100 euro (about $136) donation to help set up the new party, responding to an Internet funding appeal. Altogether, Podemos gathered about €130,000, or $176,000, to finance its European Parliament campaign.\nEven if the European elections carry little weight among Spaniards, Mr. Serrano-Alonso Villalobos said he was convinced that Podemos “can go very far and will also force other parties to change their structures.” Although he has never met Mr. Iglesias, he described him as “clean, honest and capable of communicating simple and clear ideas in a country that has a real absence of leadership.”\nBefore the vote, Podemos organized itself in about 400 so-called circles, or assembly points, formed around either a neighborhood or a specific sector, like a student association. Early studies of Sunday’s returns showed that Podemos had most support among voters 45 to 60. But in addition, a quarter of Podemos voters were under 30. Podemos also had its strongest support in large cities, led by Madrid, where it won 11 percent of the vote.", "url": "https://www.nytimes.com/2014/05/29/world/europe/spanish-upstart-party-said-it-could-and-did-now-the-hard-part-begins.html"}