{"authors": ["Matthew Rosenberg", "Carlotta Gall"], "date_download": "2022-10-25 23:28:02", "date_modify": "2022-10-25 23:28:02", "date_publish": "2014-07-11 14:01:21", "description": "Secretary of State John Kerry visited Afghanistan in an effort to resolve an impasse between Abdullah Abdullah and Ashraf Ghani, who each claim to have won the presidency.", "filename": "2014_07_12_world_asia_kerry-pushes-for-solution-to-afghanistan-election-crisis_1666740482.html", "image_url": "https://static01.nyt.com/images/2014/07/12/world/12AFGHANISTAN-1/12AFGHANISTAN-1-articleLarge.jpg?year=2014&h=376&w=600&s=84a65c57cc8f2eef3ae6c3354ea2a1f73983792b44c7a2f667ab426788dda357&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_12_world_asia_kerry-pushes-for-solution-to-afghanistan-election-crisis_1666740482.html", "title": "Kerry Pushes for Solution to Afghanistan Election Crisis", "title_page": "Kerry Pushes for Solution to Afghanistan Election Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Afghan leader remains powerful even as a lame duck, and his support is crucial to any deal that could end the crisis. Although Mr. Karzai has sought to remain publicly above the fray, Afghan officials close to him have said he has shaped the election process in favor of Mr. Ghani, a longtime adviser and former finance minister who held a commanding lead in preliminary results released on Monday.\nThe Abdullah campaign has accused Mr. Karzai of rigging the election, a charge he denies.\nMr. Kerry is one of the few American officials with whom Mr. Karzai still enjoys a relatively warm relationship. Yet it is tainted by Mr. Karzai’s bitterness over the last presidential election, in 2009, during which he believes the United States tried to engineer his removal. That vote was similarly riddled with fraud, and it was Mr. Kerry who persuaded Mr. Karzai to agree to a runoff that year, which the Afghan leader saw as a humiliation.\nMr. Karzai’s challenger in 2009 was Mr. Abdullah, a former foreign minister who eventually dropped out of the race. And though American mediation averted a crisis at the time, it left both Mr. Karzai and Mr. Abdullah mistrustful of the United States.\nOvercoming those sentiments is necessary for Mr. Kerry to have any chance of brokering an end to the crisis. But the United States has far less leverage than it did in 2009. After years of watching American officials fold after being rebuffed by Mr. Karzai, few here give much credence to American threats to pull out troops and cut aid. And each successive crisis over election fraud — this year’s is the third in five years, including the parliamentary elections in 2010 — has diminished the faith of many Afghans in the government erected by the United States.\n“The Americans have been here for 13 years, and what is the result? This system is a mess,” said Noor Azizi, 24, a marketing officer who was among about 40 protesters, some of them in a human chain blocking the entrance to Kabul’s airport on Friday.\nAnother protester, Mustafa Sattari, a doctoral student, said, “We want the international community to take action, and we want real democracy.”", "url": "https://www.nytimes.com/2014/07/12/world/asia/kerry-pushes-for-solution-to-afghanistan-election-crisis.html"}