{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 22:59:58", "date_modify": "2022-10-25 22:59:58", "date_publish": "2014-11-29 23:07:36", "description": "Jordan’s Royal Desert Forces, descended from a camel corps, still rely on the animals for work like catching smugglers and recovering stolen cars on rough terrain.", "filename": "2014_11_30_world_middleeast_tradition-saves-camels-spot-in-jordans-desert-forces_1666738798.html", "image_url": "https://static01.nyt.com/images/2014/11/30/world/CAMELS02/CAMELS02-articleLarge.jpg?year=2014&h=400&w=600&s=3fcafe6589afca0a882246ca16ea7442cf22c0cfad86db42840cdcb0785ac3a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_30_world_middleeast_tradition-saves-camels-spot-in-jordans-desert-forces_1666738798.html", "title": "Tradition Saves Camels’ Spot in Jordan’s Desert Forces", "title_page": "Tradition Saves Camels’ Spot in Jordan’s Desert Forces - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This has to do with Jordan’s past, which has left its eight million citizens split between “East Bankers,” or native Jordanians, and “West Bankers,” or the descendants of Palestinians displaced by the creation of Israel and its subsequent wars with its Arab neighbors.\nJordan’s rulers have long seen those descendants of Palestinians, who tend to care less about the monarchy, as a demographic threat to their rule, according to Ora Szekely, an associate professor of political science at Clark University in Massachusetts, who studies Jordan.\nThis sentiment increased after Black September, the violent battle that began in 1970 between the Jordanian Army and the Palestine Liberation Organization. Thousands were killed, but the monarchy won and expelled the P.L.O. from the kingdom.\n“This cemented the decision and convinced the monarchy that the only people they could trust were the East Bankers,” Dr. Szekely said, “and especially the Bedouin.”\nSince then, the ruling family has heavily stocked the security services with East Bankers who get perks like pensions and education benefits for their children, ensuring that entire families remain invested in the monarchy’s survival, Dr. Szekely said.\nThe importance of those ties between the tribes and the state has become more clear with the rise of the jihadists of the Islamic State in neighboring Iraq.", "url": "https://www.nytimes.com/2014/11/30/world/middleeast/tradition-saves-camels-spot-in-jordans-desert-forces.html"}