{"authors": ["William K. Rashbaum", "Thomas Kaplan", "Susanne Craig"], "date_download": "2022-10-25 23:25:20", "date_modify": "2022-10-25 23:25:20", "date_publish": "2014-12-30 01:59:11", "description": "Mr. Silver is being investigated for payments he received from a firm specializing in an area of law far removed from his personal injury law background.", "filename": "2014_12_30_nyregion_us-said-to-investigate-new-york-assembly-speaker-over-pay-from-law-firm_1666740320.html", "image_url": "https://static01.nyt.com/images/2014/12/30/nyregion/y-jpSHELLY/y-jpSHELLY-facebookJumbo.jpg?year=2014&h=550&w=1050&s=cdc1d8511a07d47f9c1a367644c9cd74aecd759082a85e6133983ecfd7aca8eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_30_nyregion_us-said-to-investigate-new-york-assembly-speaker-over-pay-from-law-firm_1666740320.html", "title": "U.S. Said to Investigate Sheldon Silver, New York Assembly Speaker, Over Payments", "title_page": "U.S. Said to Investigate Sheldon Silver, New York Assembly Speaker, Over Payments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He has long listed the personal injury firm Weitz & Luxenberg on his financial disclosure forms. Still, almost nothing is known about his role at the firm.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nState ethics laws do not require him to provide any details about what he does, who his clients are, or even if he has any clients at all. Public records contain no indication that he has ever appeared on behalf of clients in state or federal court. For years, he has steadfastly refused to discuss his work or his clients in anything but the most general terms.\nThe people with knowledge of the matter, who spoke on the condition of anonymity because the investigation was continuing, would not say how much Goldberg & Iryami, and a predecessor firm, Jay Arthur Goldberg, P.C., had paid Mr. Silver in roughly a decade, with one characterizing it only as substantial.\nMr. Silver did not respond to questions about the investigation or his relationship with the Goldberg firm, including how much the firm has paid him, when the payments began, what work he has performed, or whether he has any tax certiorari experience. In the past, he has maintained that he has properly disclosed all of his income.\nMr. Silver was the subject of two separate unrelated federal investigations in the last few years, according to several people with knowledge of those inquiries. One focused on loans he had made to a litigation funding company called Counsel Financial, which is related to Weitz & Luxenberg. The other focused on a lobbyist with a longtime relationship with Mr. Silver. Neither resulted in criminal charges.\nGoldberg & Iryami appears to have just two lawyers. It operates out of a small office at 42 Broadway in Lower Manhattan, a somewhat run-down building that also houses a number of city offices. It is led by Jay Arthur Goldberg, 75, who served on New York City’s Tax Commission during the administration of Mayor Edward I. Koch.\nMr. Goldberg has also been an occasional supporter of Mr. Silver’s campaigns. Since 2001, he and his law practice have made six donations to Mr. Silver, totaling $7,600, according to campaign finance records. The most recent contribution was in February, when Goldberg & Iryami gave him $1,800.", "url": "https://www.nytimes.com/2014/12/30/nyregion/us-said-to-investigate-new-york-assembly-speaker-over-pay-from-law-firm.html"}