{"authors": ["Nicole Perlroth"], "date_download": "2022-10-25 23:46:51", "date_modify": "2022-10-25 23:46:51", "date_publish": "2014-09-25 17:45:07", "description": "The newly discovered bug could allow hackers to write code that could surreptitiously take over a machine, or run their own programs in the background.", "filename": "2014_09_26_technology_security-experts-expect-shellshock-software-bug-to-be-significant_1666741611.html", "image_url": "https://static01.nyt.com/images/2014/09/26/technology/26bug-pic2/26bug-pic2-articleLarge.jpg?year=2014&h=400&w=600&s=73fdc98a6f62541fc753343ba251c6140380283c1549c72f1c0c9f94d8d9eea1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_26_technology_security-experts-expect-shellshock-software-bug-to-be-significant_1666741611.html", "title": "Security Experts Expect ‘Shellshock’ Software Bug in Bash to Be Significant", "title_page": "Security Experts Expect ‘Shellshock’ Software Bug in Bash to Be Significant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Shellshock could be a bigger threat. While Heartbleed could be used to do things like steal passwords from a server, Shellshock can be used to take over the entire machine. And Heartbleed went unnoticed for two years and affected an estimated 500,000 machines, but Shellshock was not discovered for 22 years.\nThat a flawed piece of code could go unnoticed for more than two decades could be surprising to many. But not to programmers.\nMany of the commercial tools that individual users and large corporations depend upon are built on top of programs that are written and maintained by a few unpaid volunteers in what is called the open-source community. That community, along with big companies like Google, adjusts and builds new things on top of older work. The Macintosh operating system, for example, is routinely updated, but it is built on top of older programs like Unix.\nSometimes there are flaws in that code. And over the years, the flaw becomes part of all sorts of products.\nMr. Fox maintained Bash — which serves as a sort of software interpreter for different commands from a user — for five years before handing over the reins to Chet Ramey, a 49-year-old programmer who, for the last 22 years, has maintained the software as an unpaid hobby. That is, when he is not working at his day job as a senior technology architect at Case Western Reserve University in Ohio.", "url": "https://www.nytimes.com/2014/09/26/technology/security-experts-expect-shellshock-software-bug-to-be-significant.html"}