{"authors": ["Annie Lowrey"], "date_download": "2022-10-25 23:45:09", "date_modify": "2022-10-25 23:45:09", "date_publish": "2014-06-09 01:05:25", "description": "On the Arkansas side of Texarkana, the poor gained access to Medicaid because of the Affordable Care Act. Those across the border in Texas did not.", "filename": "2014_06_09_business_economy_uninsured-on-the-wrong-side-of-a-state-line_1666741509.html", "image_url": "https://static01.nyt.com/images/2014/06/09/us/JP-TEXARKANA2/JP-TEXARKANA2-articleLarge.jpg?year=2014&h=400&w=600&s=a238bdd7f5157cccd2aa8b2042dde38695a4d5af5e9b3fabb8c5eb7d61cbcb20&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_09_business_economy_uninsured-on-the-wrong-side-of-a-state-line_1666741509.html", "title": "In Texarkana, Uninsured and on the Wrong Side of a State Line", "title_page": "In Texarkana, Uninsured and on the Wrong Side of a State Line - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m sure, anecdotally, that some people will move,” said Benjamin Sommers, an assistant professor of health policy and economics at the Harvard School of Public Health and a co-author of the study. “But is this a major budget issue for states expanding Medicaid? Will there be a major wave of people moving to get insurance? Probably not.”\nThe disparities among states have left about eight million low-income adults ineligible for Medicaid and have widened the difference in what federal safety-net benefits are available to similar families in different states. There are a number of border communities where one state is expanding Medicaid and the other is not: West Memphis, Ark., and Memphis; Chicago and Gary, Ind.; Washington’s Maryland suburbs and those in Northern Virginia; and Spokane, Wash., and Coeur d’Alene, Idaho.\nPerhaps nowhere is the anomaly clearer, though, than in two-state Texarkana. This close-knit community, with about 66,000 residents altogether, has two mayors, two fire departments and two police departments. The Texas side is dry; liquor stores abound on the Arkansas side. And every autumn, the fierce high school rivalry between the Texas Tigers and the Arkansas Razorbacks flares anew.\n“We’re an odd little area down here,” said Prissy Hickerson, a Republican who represents Texarkana in the Arkansas House of Representatives.\nImage Ed Miller lives in a shelter in Texarkana, Tex. On the Arkansas side he might be insured by Medicaid. Credit... Michael Stravato for The New York Times\nBoth sides of Texarkana are largely middle and lower-middle class; its major employers are big-box stores, hospitals, chicken-processing plants, an Army depot and a tire factory. But unlike much of energy-rich Texas, it has seen its economy stagnate in recent years. Ms. Laurent said she struggled to meet more need with less money; grants and donations to the shelter dropped sharply last year.\nFor the town’s lowest-income residents, finding health care is one more hardship. Ms. Marks had a hole in her tooth this winter, she said, and went to the emergency room. They gave her a painkiller and a bill for $600, which she has ignored. The tooth remains so damaged that she can chew on only one side of her mouth.", "url": "https://www.nytimes.com/2014/06/09/business/economy/uninsured-on-the-wrong-side-of-a-state-line.html"}