{"authors": ["Joseph Berger"], "date_download": "2022-10-25 23:51:26", "date_modify": "2022-10-25 23:51:26", "date_publish": "2014-03-25 15:02:42", "description": "Transit officials say the construction will be paid for by tolls, but some lawmakers and experts fear that a toll increase would be politically untenable.", "filename": "2014_03_26_nyregion_new-tappan-zee-bridge-rises-amid-unanswered-questions-over-funding_1666741886.html", "image_url": "https://static01.nyt.com/images/2014/03/25/nyregion/TAPPENZEEweb1/TAPPENZEEweb1-articleLarge.jpg?year=2014&h=400&w=600&s=b9255da8c92ddde1f1aee22545d18ae09799e320828f5551dde89096e8e251e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_26_nyregion_new-tappan-zee-bridge-rises-amid-unanswered-questions-over-funding_1666741886.html", "title": "As New Tappan Zee Bridge Goes Up (Along With Tolls), Funding Questions Remain", "title_page": "As New Tappan Zee Bridge Goes Up (Along With Tolls), Funding Questions Remain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A new Tappan Zee Bridge is rising over a three-mile stretch of the Hudson River — the first pilings are in, looking like giant tree stumps growing out of the water — but a big question looms: Where will the $3.9 billion come from to pay for it?\nOfficials at the New York State Thruway Authority, the agency overseeing construction of the bridge, one of the country’s biggest civil engineering projects, say that it will largely be financed with bonds that will be paid for by tolls.\n“The intent is to pay for the entire cost of the project by increases at the bridge itself,” Thomas J. Madison Jr., the authority’s executive director, said in an interview.\nBut more than a few government officials, including members of the State Legislature and transportation finance experts, fear that increases in what is now a $5 round-trip toll may be too steep for daily commuters and thus politically untenable.", "url": "https://www.nytimes.com/2014/03/26/nyregion/new-tappan-zee-bridge-rises-amid-unanswered-questions-over-funding.html"}