{"authors": ["Alan Cowell"], "date_download": "2022-10-25 23:00:05", "date_modify": "2022-10-25 23:00:05", "date_publish": "2014-01-16 10:41:11", "description": "At a special tribunal in The Hague, the prosecution said a suicide bomber created a “man-made hell” in the 2005 assassination in the Lebanese capital.", "filename": "2014_01_17_world_middleeast_trial-opens-into-killing-of-lebanese-prime-minister_1666738805.html", "image_url": "https://static01.nyt.com/images/2014/01/17/world/europe/17hague/17hague-articleLarge.jpg?year=2014&h=400&w=600&s=a1bb29f6e2a9002f3ba2ad0b220267322fed16d039be3bb12d98ca1a0fd20b02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_17_world_middleeast_trial-opens-into-killing-of-lebanese-prime-minister_1666738805.html", "title": "Trial Opens Into Killing of Lebanese Premier, Absent the Accused", "title_page": "Trial Opens Into Killing of Lebanese Premier, Absent the Accused - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Almost nine years after Rafik Hariri, the former Lebanese prime minister, was killed by a truck bomb, an international tribunal opened hearings into the case on Thursday in a courtroom in the Netherlands with lawyers and judges clustered around a mock-up of the crime scene on the Beirut waterfront.\nThe prosecution likened the 2005 attack to a “man-made hell.”\nBut notably absent from the Special Tribunal on Lebanon, in a former spy agency office on the outskirts of The Hague, were the four men accused in the killing, who have been shielded from arrest and prosecution by Hezbollah, the powerful Lebanese Shiite group, which supports President Bashar al-Assad of Syria in the civil war against mainly Sunni insurgents.\nThe trial of the men — Assad Hassan Sabra, Salim Jamil Ayyash, Hussein Hassan Oneissi and Mustafa Amine Badreddine — represents the first time that an international tribunal has tried defendants in their absence since the Nuremberg trials after World War II.\nEven if they are convicted, the men are entitled to a new trial if they are apprehended.\nThe tribunal has spent about $325 million in preparation for the hearings into the attack that killed Mr. Hariri and 22 others on Feb. 14, 2005, an assassination that shook the region and prompted huge protests against Syria’s influence in Lebanon.", "url": "https://www.nytimes.com/2014/01/17/world/middleeast/trial-opens-into-killing-of-lebanese-prime-minister.html"}