{"authors": ["Nicole Perlroth"], "date_download": "2022-10-25 23:31:18", "date_modify": "2022-10-25 23:31:18", "date_publish": "2014-07-01 00:40:16", "description": "The intrusions give the hackers the opportunity to seize control of industrial control systems from afar, much as the United States and Israel did of Iran’s centrifuges in 2009.", "filename": "2014_07_01_technology_energy-sector-faces-attacks-from-hackers-in-russia_1666740678.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_01_technology_energy-sector-faces-attacks-from-hackers-in-russia_1666740678.html", "title": "Russian Hackers Targeting Oil and Gas Companies", "title_page": "Russian Hackers Targeting Oil and Gas Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Russian hackers have been systematically targeting hundreds of Western oil and gas companies, as well as energy investment firms, according to private cybersecurity researchers.\nThe motive behind the attacks appears to be industrial espionage — a natural conclusion given the importance of Russia’s oil and gas industry, the researchers said.\nThe manner in which the Russian hackers are targeting the companies also gives them the opportunity to seize control of industrial control systems from afar, in much the same way the United States and Israel were able to use the Stuxnet computer worm in 2009 to take control of an Iranian nuclear facility’s computer systems and destroy a fifth of the country’s uranium supply, the researchers said.\nThe Russian attacks, which have affected over 1,000 organizations in more than 84 countries, were first discovered in August 2012 by researchers at CrowdStrike, a security company in Irvine, Calif. The company noticed an unusually sophisticated and aggressive Russian group targeting the energy sector, in addition to health care, governments and defense contractors.", "url": "https://www.nytimes.com/2014/07/01/technology/energy-sector-faces-attacks-from-hackers-in-russia.html"}