{"authors": ["Douglas Dalby"], "date_download": "2022-10-25 23:43:28", "date_modify": "2022-10-25 23:43:28", "date_publish": "2014-06-05 01:02:24", "description": "The burials of up to 796 babies are believed to have taken place from 1925 to 1961 on the site of a home for unwed mothers run by a Roman Catholic religious order.", "filename": "2014_06_05_world_europe_feared-burial-of-irish-babies-leads-to-call-for-inquiry_1666741408.html", "image_url": "https://static01.nyt.com/images/2014/06/06/world/06babies1_now/06babies1_now-articleLarge.jpg?year=2014&h=424&w=600&s=8ad6d8363fa2b99c2e1cb67604a2ac6c43c16258332de5d33caf2ae685ac694e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_05_world_europe_feared-burial-of-irish-babies-leads-to-call-for-inquiry_1666741408.html", "title": "Inquiry Urged on Site Called Mass Grave of Irish Babies", "title_page": "Inquiry Urged on Site Called Mass Grave of Irish Babies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DUBLIN — The government and the police are coming under increasing pressure to open an investigation into allegations that a Roman Catholic religious order secretly buried up to 796 babies and toddlers born to unmarried mothers in a septic tank over several decades.\nSpeaking in the Irish Parliament on Wednesday, the minister for Children and Youth Affairs, Charlie Flanagan, called the discovery of what is described as an unmarked grave as “deeply disturbing and a shocking reminder of a darker past in Ireland when our children were not cherished as they should have been.”\nThe burials are believed to have taken place on the site of a so-called mother-and-baby home in Tuam, County Galway, from 1925 to 1961. The institution, which was run by the Sisters of Bon Secours, was subsequently demolished, and a housing development now sits adjacent to the site.\nThe Sisters have declined to comment. They were reported to be meeting with the local bishop. They have neither denied nor confirmed the practice.", "url": "https://www.nytimes.com/2014/06/05/world/europe/feared-burial-of-irish-babies-leads-to-call-for-inquiry.html"}