{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:39:47", "date_modify": "2022-10-25 23:39:47", "date_publish": "2014-01-09 10:41:22", "description": "The director, Zhang Yimou, and his wife were ordered to pay $1.24 million as a penalty for having three children.", "filename": "2014_01_10_world_asia_chinese-film-director-faces-fine-for-exceeding-child-limits_1666741187.html", "image_url": "https://static01.nyt.com/images/2014/01/10/world/10china_375/10china_375-articleLarge.jpg?year=2014&h=400&w=600&s=421657859494f32b102d243f7caf956f6cc692870d75a4014f692f95ffb6f922&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_10_world_asia_chinese-film-director-faces-fine-for-exceeding-child-limits_1666741187.html", "title": "Chinese Film Director Fined for Exceeding Child Limits", "title_page": "Chinese Film Director Fined for Exceeding Child Limits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — China’s most internationally known film director, Zhang Yimou, and his wife were ordered by a government office on Thursday to pay a $1.24 million fine for violating family planning limits by having three children.\nA district family planning bureau in Wuxi, a lakeside city in eastern China where Mr. Zhang’s wife, Chen Ting, officially resides, announced the 7.49 million renminbi fine for “seriously” violating the rules, the China News Service, a state-run agency, reported. The penalty followed months of speculation in the Chinese news media about how many children Mr. Zhang had fathered, why he had apparently eluded the rules that limit most urban couples to one child, and why officials in Wuxi had found it impossible to track down one of the country’s most recognizable faces.\nThe officials went to Beijing to try to find the couple and wrote to them more than 10 times, the China News Service said, citing an unnamed family planning official in the city.\n“There was never any effective response, and this created some difficulty for investigating and collecting evidence,” the China News Service report said. “When the couple had the three children, they had not carried out marriage registration procedures and did not obtain birth permit documents from the population and family planning authorities.”", "url": "https://www.nytimes.com/2014/01/10/world/asia/chinese-film-director-faces-fine-for-exceeding-child-limits.html"}