{"authors": ["Coral Davenport"], "date_download": "2022-10-25 22:58:50", "date_modify": "2022-10-25 22:58:50", "date_publish": "2014-06-01 20:30:13", "description": "The Environmental Protection Agency will unveil a draft proposal on Monday to cut carbon pollution from the nation’s power plants 30 percent from 2005 levels by 2030, according to people briefed on the plan.", "filename": "2014_06_02_us_politics_epa-to-seek-30-percent-cut-in-carbon-emissions_1666738730.html", "image_url": "https://static01.nyt.com/images/2014/06/01/us/02CLIMATE/02CLIMATE-articleLarge.jpg?year=2014&h=388&w=600&s=23f9d1f9a480de9a36e0b8bacaf2edf74df1b7c547151e984191652067a778e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_02_us_politics_epa-to-seek-30-percent-cut-in-carbon-emissions_1666738730.html", "title": "Obama to Take Action to Slash Coal Pollution", "title_page": "Obama to Take Action to Slash Coal Pollution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Obama administration on Monday will announce one of the strongest actions ever taken by the United States government to fight climate change, a proposed Environmental Protection Agency regulation to cut carbon pollution from the nation’s power plants 30 percent from 2005 levels by 2030, according to people briefed on the plan who spoke anonymously because they had been asked not to reveal details.\nThe regulation takes aim at the largest source of carbon pollution in the United States, the nation’s more than 600 coal-fired power plants. If it withstands an expected onslaught of legal and legislative attacks, experts say that it could close hundreds of the plants and also lead, over the course of decades, to systemic changes in the American electricity industry, including transformations in how power is generated and used.\nIt is also likely to stand as President Obama’s last chance to substantially shape domestic policy and as a defining element of his legacy. The president, who failed to push a sweeping climate change bill through Congress in his first term, is now acting on his own by using his executive authority under the 1970 Clean Air Act to issue the regulation.\nUnder the rule, states will be given a wide menu of policy options to achieve the pollution cuts. Rather than immediately shutting down coal plants, states would be allowed to reduce emissions by making changes across their electricity systems — by installing new wind and solar generation or energy-efficiency technology, and by starting or joining state and regional “cap and trade” programs, in which states agree to cap carbon pollution and buy and sell permits to pollute.", "url": "https://www.nytimes.com/2014/06/02/us/politics/epa-to-seek-30-percent-cut-in-carbon-emissions.html"}