{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:38:37", "date_modify": "2022-10-25 23:38:37", "date_publish": "2014-02-03 01:55:30", "description": "Snow and the polar vortex stayed away, and the mild weather at the Super Bowl gave hope to cold-weather cities hoping to host the event.", "filename": "2014_02_03_sports_football_not-quite-75-and-sunny-but-a-mild-day-dispels-the-weather-worries_1666741117.html", "image_url": "https://static01.nyt.com/images/2014/02/03/sports/WEATHER/WEATHER-articleLarge.jpg?year=2014&h=400&w=600&s=cda052a325c2b0d532b1997e684c462b42e2678b757e65233fcd541da8cf2857&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_03_sports_football_not-quite-75-and-sunny-but-a-mild-day-dispels-the-weather-worries_1666741117.html", "title": "Not Quite 75 and Sunny, but a Mild Day Dispels the Worries About the Weather", "title_page": "Not Quite 75 and Sunny, but a Mild Day Dispels the Worries About the Weather  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EAST RUTHERFORD, N.J. — John Dalena and his son Mike were prepared for the worst. In the back of their car parked near MetLife Stadium, they had snow pants, extra sweatshirts and other cold-weather gear to keep them warm after kickoff at the Super Bowl still three hours away.\nBut a funny thing happened as they spoke: The sun peaked through the gray clouds.\n“Of course, we were prepared to sit in a snowstorm, but this is great,” said John, who lives in Madison, N.J., and wore a Seahawks jersey. “I don’t think I ever checked the weather reports as much as for this game.”\nAfter months of predictions of snow, howling wind and a frigid temperature, the weather on Super Bowl Sunday felt like a breath of fresh air. No polar vortex. No ice or sleet. No record-setting, bone-chilling temperatures, just a game-time temperature of 49 degrees and overcast, with a chance of light rain.\nThe temperature at kickoff was actually the same as it was before the first pitch of the sixth and clinching game of the World Series in Boston last October.", "url": "https://www.nytimes.com/2014/02/03/sports/football/not-quite-75-and-sunny-but-a-mild-day-dispels-the-weather-worries.html"}