{"authors": ["Andrew Higgins", "Andrew E. Kramer"], "date_download": "2022-10-25 23:01:52", "date_modify": "2022-10-25 23:01:52", "date_publish": "2014-02-18 11:22:57", "description": "Street battles in Kiev between protesters and the riot police underscored the volatility of the political crisis. More than a dozen people were killed, including two security officers, according to the police.", "filename": "2014_02_19_world_europe_ukraine_1666738912.html", "image_url": "https://static01.nyt.com/images/2014/02/19/world/europe/subUKRAINE/subUKRAINE-articleLarge.jpg?year=2014&h=431&w=600&s=a218d1d23aa54438ffb4f9335fdbd737bac9a33208e415fa54b06f533997da99&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_19_world_europe_ukraine_1666738912.html", "title": "Kiev Protesters Set Square Ablaze to Thwart Police", "title_page": "Kiev Protesters Set Square Ablaze to Thwart Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KIEV, Ukraine — With hundreds of riot police officers advancing from all sides after a day of deadly mayhem here in the Ukrainian capital, antigovernment protesters mounted a final desperate and seemingly doomed act of defiance late on Tuesday evening, establishing a protective ring of fire around what remained of their all-but-conquered encampment on Independence Square.\nFeeding the blazing defenses with blankets, tires, wood, sheets of plastic foam and anything else that might burn, the protesters hoped to prolong, for a while longer at least, a tumultuous protest movement against President Viktor F. Yanukovych, a leader who was democratically elected in 2010 but is widely reviled here as corrupt and authoritarian.\n“It is called the tactic of scorched earth,” said a protester who identified himself as Andriy.\nThe police reported earlier in the day that at least nine people, including two police officers, had been killed, but then raised this to 14, making it by far the worst day of violence in more than two months of protests and, for most Ukrainians, the bloodiest in living memory. The final death toll appears certain to be higher.\nDoctors and nurses treating protesters in a temporary medical center in the Trade Unions building on Independence Square reported gunshot wounds and evidence that the police had doctored percussion grenades in order to inflict more serious injury. By early Wednesday, the union building had caught fire and the blaze raged out of control, with flames spreading to adjacent buildings.", "url": "https://www.nytimes.com/2014/02/19/world/europe/ukraine.html"}