{"authors": ["Carlotta Gall", "Taimoor Shah"], "date_download": "2022-10-25 23:28:48", "date_modify": "2022-10-25 23:28:48", "date_publish": "2014-07-27 20:16:48", "description": "Heavy fighting has returned to Kandahar Province, on the Pakistani border, which was a militant stronghold until the 2010 American troop surge.", "filename": "2014_07_28_world_asia_taliban-afghanistan_1666740528.html", "image_url": "https://static01.nyt.com/images/2014/07/28/world/AFGHANISTAN/AFGHANISTAN-articleLarge.jpg?year=2014&h=400&w=600&s=31d7f7b9fc500e40bd64ee5064e02221b7741bba55538e8f0f37ae964789bd28&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_28_world_asia_taliban-afghanistan_1666740528.html", "title": "After Losing Province in 2010, Afghan Taliban Strike Back", "title_page": "After Losing Province in 2010, Afghan Taliban Strike Back  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — A sudden Taliban offensive in the southern province of Kandahar in recent days has led to some of the heaviest protracted fighting there in years, officials said on Sunday. The militants overran a district center on the border with Pakistan, battled government forces near the provincial capital and staged a suicide-bomber attack on a home of the province’s powerful security chief.\nKandahar, a crucial base of Taliban power since the 1990s, had enjoyed much improved security since the surge of American troops pushed the Taliban out in 2010. American forces still maintain a base at the Kandahar airport, but Afghan forces have aggressively taken the lead in the province under the security chief, Gen. Abdul Raziq, whose brutal tactics in fighting the Taliban have raised criticism but have nonetheless been seen as effective.\nIn an annual public statement over the weekend for the holiday of Eid al-Fitr, the Taliban’s supreme leader, Mullah Muhammad Omar, reiterated his determination to re-establish an Islamic emirate in Afghanistan. The proof was borne out by a multifront offensive in Kandahar involving hundreds of Taliban fighters that was seemingly timed to take advantage of Eid al-Fitr, which closes the holy month of Ramadan.\nUp to 100 Taliban, Pakistani and other foreign fighters attacked the district compound of Registan, the southernmost desert district of the province, on Saturday, Afghan officials said.", "url": "https://www.nytimes.com/2014/07/28/world/asia/taliban-afghanistan.html"}