{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:39", "date_modify": "2022-10-25 23:49:39", "date_publish": "2014-11-07 12:00:19", "description": "When a new father takes time off from work, his whole family can benefit. But maybe his career won’t.", "filename": "2014_11_09_upshot_paternity-leave-the-rewards-and-the-remaining-stigma.html__r=0_1666741779.html", "image_url": "https://static01.nyt.com/images/2014/11/07/upshot/09UP-Paternity-1/09UP-Paternity-1-articleLarge.jpg?year=2014&h=400&w=600&s=94b1e169754b2a2e425c30a34561c30af37845564945f52bd8655da28f49fb1c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_09_upshot_paternity-leave-the-rewards-and-the-remaining-stigma.html__r=0_1666741779.html", "title": "Paternity Leave: The Rewards and the Remaining Stigma", "title_page": "Paternity Leave: The Rewards and the Remaining Stigma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I just told them flat out, ‘I’d love to be a part of the team, but I just want to make sure you are aware in advance that I had that planned,’ ” he said. “It wasn’t a heated discussion; it just got approved.”\nEven at Ernst & Young, which encourages parental leave, it is unusual for men to take the full six weeks, as Mr. Bedrick did. His main concern was that he not lose any of his work responsibilities. He said that on the advice of an Ernst & Young coach, he discussed that fear with two of the partners on his new team. He came back to his same assignments.\nMs. Bedrick said her husband’s time as the primary caretaker was good for their relationship: “One day he was like: ‘You know when I used to come home from work and the laundry wasn’t done and dinner wasn’t done and I said I totally understand? I didn’t. I just said that. Now I really get it.’ ” She added: “It’s good for him to see it’s a lot of work. You’re not just relaxing.”\nNo matter how much a couple plans to share the workload, the first few weeks of a baby’s life reshape everything. If the mother is breast-feeding, she already has primary responsibility for the child, and months of solo diaper-changing and baby-soothing duty during maternity leave set lifelong patterns.\n“Part of the rationale for paternity leave is if men are able to be very involved early on in the care of their children, they’re going to be more involved ever after, and it will translate to more equal sharing and equal roles,” said Ms. Waldfogel, the professor of social work. Though men who want to be more involved fathers are probably more likely to take leave in the first place, she found that even after controlling for fathers’ commitment levels, those who took significant leaves were more likely to do hands-on child care later.\nIn her study with Ms. Nepomnyaschy, which analyzed 10,000 children in the United States, they found that fathers who took two or more weeks of leave were significantly more likely to do tasks like diapering, feeding, dressing and bathing later on. Fathers who took less than two weeks, however, were often no more likely to be involved than those who took none at all.\nThe biggest beneficiaries of all this diaper-changing by fathers, perhaps, are mothers.\nOne of the clearest ways to bolster women’s participation in the labor force, economists say, is to involve men more at home, for the simple reason that women are more able to work outside the home when they are not doing all the child care. The Institute for Labor Market Policy Evaluation in Sweden found that a mother’s future earnings increased an average of 7 percent for every month of leave the father took.", "url": "https://www.nytimes.com/2014/11/09/upshot/paternity-leave-the-rewards-and-the-remaining-stigma.html?_r=0"}