{"authors": ["Michael M. Grynbaum"], "date_download": "2022-10-25 23:46:49", "date_modify": "2022-10-25 23:46:49", "date_publish": "2014-07-03 19:20:59", "description": "Outside the Roxy nightclub in Chelsea 20 years ago, Randy Florke met Sean Patrick Maloney. Now, the two are married with children.", "filename": "2014_07_06_fashion_weddings_a-relationship-where-marriage-is-freedom.html_module=Search&mabReward=relbias%3Ar%2C&_1666741609.html", "image_url": "https://static01.nyt.com/images/2014/07/06/fashion/weddings/6VOWS1/6VOWS1-articleLarge.jpg?year=2014&h=471&w=600&s=267ef0ece37a890b67ba4ca346b4c621976a91aaa491ac3fe3196894062af055&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_06_fashion_weddings_a-relationship-where-marriage-is-freedom.html_module=Search&mabReward=relbias%3Ar%2C&_1666741609.html", "title": "A Relationship Where Marriage is Freedom", "title_page": "A Relationship Where Marriage is Freedom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Their differences melted away on the dance floor. When Mr. Florke wrote his number on a napkin, Mr. Maloney put it in his wallet. He kept it there for 20 years.\nMr. Florke, 51, and Mr. Maloney, 47, who was elected in 2012 as New York’s first openly gay congressman, were married last month at a church near their home in Cold Spring, N.Y., as their three children looked on. Representative Nancy Pelosi, the House minority leader, gave a toast. Joan Osborne, the pop singer, crooned a ballad for their first dance.\nIt was a moment that neither could have predicted from that night at the Roxy, when Mr. Florke, heartbroken from losing a longtime partner, was only seeking a casual fling; when Mr. Maloney, about to start work at a white-shoe law firm, was still wondering, and worrying, about what it would be like to date a man.\nEach had arrived in Manhattan via very different paths. The son of an Iowa farmer, Mr. Florke came out when he was young and moved to New York at 18, enrolling in a fashion course. Mr. Maloney was the youngest of six children in a staunch Catholic family and attended elite schools, where he dated women.\n“I was so dramatically different from the world that he had come from,” Mr. Florke said. But at the time, it suited him: “He was just coming out of the closet. I thought it was perfect, because he wouldn’t be looking to have a relationship.”", "url": "https://www.nytimes.com/2014/07/06/fashion/weddings/a-relationship-where-marriage-is-freedom.html?module=Search&mabReward=relbias%3Ar%2C&"}