{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 23:38:48", "date_modify": "2022-10-25 23:38:48", "date_publish": "2014-03-05 02:19:44", "description": "In his first public remarks on the political upheaval in Ukraine, President Vladimir V. Putin sought to defend Russia from the fury of global criticism while rallying support at home.", "filename": "2014_03_05_world_europe_putin-flashing-disdain-defends-action-in-crimea_1666741128.html", "image_url": "https://static01.nyt.com/images/2014/03/05/world/PUTIN/PUTIN-articleLarge.jpg?year=2014&h=424&w=600&s=52884ec6892673daf5e91ad042259e2453079688f70ccc49600249468467b919&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_05_world_europe_putin-flashing-disdain-defends-action-in-crimea_1666741128.html", "title": "Putin, Flashing Disdain, Defends Action in Crimea", "title_page": "Putin, Flashing Disdain, Defends Action in Crimea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Russia did not want a war against our “brothers in arms” in Ukraine, he said, only days after Russian special operation troops spread across the Crimean Peninsula in southern Ukraine and effectively seized control. At the same time, he fiercely challenged the version of events in Ukraine that had been presented by European and, especially, American leaders, whom he accused not only of abetting but orchestrating an “unconstitutional coup.”\nHis remarks were the closest any Russian official has come to acknowledging the deployment of troops in what Ukrainian and other foreign leaders have said was the de facto invasion of Crimea by 6,000 to 15,000 additional Russian troops. The forces, according to reports, continue to arrive by ferry and helicopter across the Kerch Strait, at the peninsula’s closest point to southern Russia.\n“We did this, and it was the right thing to do, and very timely,” he said.\nMr. Putin defended Russia’s actions in Ukraine as a justified and measured response to an “orgy” of violence by nationalists, fascists, reactionaries and anti-Semites who are now in control of an illegitimate government. He described the former leader, President Viktor F. Yanukovych, as the legitimate president of Ukraine, despite the Parliament’s impeachment-like vote to strip him of his powers after he fled Kiev last month.\nAt the same time, Mr. Putin, whose relations with Mr. Yanukovych have always been rocky, said the former leader had no political future and that he had personally told him so.\nHe later added that while Russia’s upper house of Parliament had granted him the legal authority to use force in Ukraine, he believed it was not necessary to do so in eastern Ukraine and other parts of the country. At least not yet. Ethnic Russians in that region have been seizing government buildings and appealing for Russian intervention in a pattern very much like that in Crimea over the last week.\n“Such a measure,” he said of a larger incursion into Ukrainian territory, “would certainly be the very last resort.”", "url": "https://www.nytimes.com/2014/03/05/world/europe/putin-flashing-disdain-defends-action-in-crimea.html"}