{"authors": ["Mark Scott"], "date_download": "2022-10-25 23:42:11", "date_modify": "2022-10-25 23:42:11", "date_publish": "2014-11-26 16:08:06", "description": "New guidelines from privacy regulators would require Google, in certain cases, to take down links in search domains in Europe as well as outside the region.", "filename": "2014_11_27_technology_right-to-be-forgotten-should-be-extended-beyond-europe-eu-panel-says_1666741331.html", "image_url": "https://static01.nyt.com/images/2014/11/27/business/27google-pic1/27google-pic1-articleLarge.jpg?year=2014&h=388&w=600&s=2064d0fcc01784bea4bd85140da6261c148375849de57cdf43129bb08aa9c97b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_27_technology_right-to-be-forgotten-should-be-extended-beyond-europe-eu-panel-says_1666741331.html", "title": "‘Right to Be Forgotten’ Should Apply Worldwide, E.U. Panel Says", "title_page": "‘Right to Be Forgotten’ Should Apply Worldwide, E.U. Panel Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Europe is taking aim at Google, again.\nPrivacy watchdogs in the European Union issued guidelines on Wednesday calling on the company to apply the recent “right to be forgotten” ruling to Google’s entire search empire.\nRight now, the right to be forgotten ruling – which created a process for people to remove links to unwanted content from Google’s search results – applies only to Google’s local European sites from Google, like Google.de in Germany and other search engines. But the law is easy to get around, because to get the full list of search results all anyone has to do is perform a search on Google’s other sites, like Google.com.\nThe new guidelines, issued by a European body composed of the region’s 28 national privacy regulators, aim to firm the law up by requiring Google and other search engines to take down links on sites outside the region as well.\n“Under E.U. law, everyone has a right to data protection,” the regulatory body said in a statement on Wednesday. “Decisions must be implemented in such a way that they guarantee the effective and complete protection of data subjects’ rights and that E.U. law cannot be circumvented.”", "url": "https://www.nytimes.com/2014/11/27/technology/right-to-be-forgotten-should-be-extended-beyond-europe-eu-panel-says.html"}