{"authors": ["Karen Crouse"], "date_download": "2022-10-25 22:59:43", "date_modify": "2022-10-25 22:59:43", "date_publish": "2014-09-12 01:20:34", "description": "The emergence of a video this week in the Rice case raises questions about whether sports leagues should take more responsibility for domestic violence involving their athletes.", "filename": "2014_09_12_sports_football_ray-rice-is-an-outlier-most-domestic-abuse-suspects-play-on_1666738783.html", "image_url": "https://static01.nyt.com/images/2014/09/12/sports/Y-JP-ABUSE-1/Y-JP-ABUSE-1-articleLarge.jpg?year=2014&h=720&w=600&s=c466f759468c71c4c248f8f8c80538f558ef5e57c855772e3eb6a88746a331b2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_12_sports_football_ray-rice-is-an-outlier-most-domestic-abuse-suspects-play-on_1666738783.html", "title": "Ray Rice Is an Outlier: Most Domestic Abuse Suspects Play On", "title_page": "Ray Rice Is an Outlier: Most Domestic Abuse Suspects Play On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Brett Myers, a pitcher for the Philadelphia Phillies, was charged with assaulting his wife on a Boston street in 2006 after witnesses said he struck her in the face and pulled her hair. The Phillies put him on the mound as their starting pitcher about 36 hours later.\nLast October, the goaltender Semyon Varlamov of the National Hockey League’s Colorado Avalanche was arrested after his girlfriend told the police he had kicked her to the floor and stomped on her chest. After spending the night in jail, Varlamov was back in goal the next game.\nIn late August, defensive lineman Ray McDonald of the National Football League’s San Francisco 49ers was arrested after an altercation with his pregnant fiancée, who the police said had visible injuries. He started in the 49ers’ season-opening victory Sunday.\nAcross professional sports, it is hardly unusual for athletes to be involved in domestic abuse cases, but seldom have they faced meaningful punishment from their employers. Teams and leagues have generally demurred, noting that there is a presumption of innocence and that it is not their role to supersede the criminal justice system.", "url": "https://www.nytimes.com/2014/09/12/sports/football/ray-rice-is-an-outlier-most-domestic-abuse-suspects-play-on.html"}