{"authors": ["Jim Yardley", "Gaia Pianigiani"], "date_download": "2022-10-25 23:44:35", "date_modify": "2022-10-25 23:44:35", "date_publish": "2014-06-04 14:59:37", "description": "Mayor Giorgio Orsoni is accused of misusing public funds from a multibillion dollar project to build underwater barriers to protect the city from flooding.", "filename": "2014_06_05_world_europe_venice-mayor-is-arrested-on-corruption-charges.html_module=inline_1666741475.html", "image_url": "https://static01.nyt.com/images/2014/06/05/world/05VENICE2/05VENICE2-articleLarge.jpg?year=2014&h=900&w=600&s=74aaa8990e24dd0e13be9fa0c0ace55da79d8f6af45273287975964f180de354&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_05_world_europe_venice-mayor-is-arrested-on-corruption-charges.html_module=inline_1666741475.html", "title": "Venice Mayor Is Arrested on Corruption Charges", "title_page": "Venice Mayor Is Arrested on Corruption Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — The Italian authorities on Wednesday arrested the mayor of Venice and more than 30 others in a political corruption case linked to the city’s multibillion dollar flood-protection project. The arrests came only weeks after investigators revealed an embarrassing corruption scandal involving projects for next year’s Milan Expo.\nMayor Giorgio Orsoni of Venice was placed under house arrest on Wednesday morning on charges that he misused public funds from a project to build underwater barriers to protect the ancient city. Investigators also arrested a number of other elected officials in the Venice region and were seeking the arrest of a member of the lower house of Parliament.\nCorruption scandals are not uncommon in Italy, but the latest arrests in Venice and Milan involve prestige projects in regions where governance is usually considered more trustworthy. Prosecutors on Wednesday accused Mr. Orsoni of directing public money for “political purposes.” Investigators also are examining whether politicians accepted about 25 million euros, more than $34 million, in bribes in exchange for awarding contracts on the flood-protection project.\nIn a televised news conference, Carlo Nordio, one of the prosecutors in the case, said local businessmen and politicians had established a sophisticated system to divert money for bribes, including slush fund accounts in Switzerland and San Marino. He said businessmen used inflated bills and false consulting contracts to generate payments from public funds that were then diverted to politicians as bribes.", "url": "https://www.nytimes.com/2014/06/05/world/europe/venice-mayor-is-arrested-on-corruption-charges.html?module=inline"}