{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:38:21", "date_modify": "2022-10-25 23:38:21", "date_publish": "2014-04-16 10:20:40", "description": "Pro-Russian militias commandeered vehicles from the Ukrainian Army as a military operation by the Kiev government in the eastern part of the nation fell apart.", "filename": "2014_04_17_world_europe_ukraine-crisis_1666741101.html", "image_url": "https://static01.nyt.com/images/2014/04/17/world/europe/17UKRAINE2/17UKRAINE2-articleLarge.jpg?year=2014&h=400&w=600&s=fd1a5a6e0ab3f5ad04d5b5cfd8f91b4ed097ff2fa13e5e3ac36808fc4e576b39&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_17_world_europe_ukraine-crisis_1666741101.html", "title": "Ukraine Push Against Rebels Grinds to Halt", "title_page": "Ukraine Push Against Rebels Grinds to Halt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Others struggled to understand why things had gone so badly wrong. “We try not to criticize our authorities, but it is obvious that we have more and more problems,” said Dmytro Tymchuk, a former military officer and director of the Center of Military and Political Research, a Kiev-based research group.\nAfter the first column of six vehicles surrendered, the second, which consisted of 15 vehicles and a radio communication van, halted on the outskirts of the town of Kramatorsk south of here, and waited through the day as several hundred people milled about, drinking beer and fraternizing with the soldiers.\nThe paratroopers first tried to clear their path by firing in the air, residents said. A tracked vehicle rammed an unoccupied Opel car parked in the road, easily shoving it aside. But the crowd did not disperse, and in fact seemed in no danger: The soldiers adopted a passive stance, turning off their vehicles, climbing on top and removing the magazines from their rifles.\n“People came out of the village and stood in front of the tanks because they do not want them in their village,” said Aleksei Anikov, 33, a construction worker. He said residents supported the pro-Russian militants.\nOleksandr Popov, a second lieutenant in the Ukrainian Army, said he was with a brigade of paratroopers based in Dnipropetrovsk. His orders were to shoot only if fired upon, he said, and that the column was awaiting orders on how to respond to the crowd.\nIn the late afternoon, the commander, Col. Oleksandr Shvets, negotiated with representatives of the pro-Russian militants, though the militants were nowhere to be seen in the crowd of civilians. Colonel Shvets stood on a tank and told the crowd he had agreed that the soldiers would surrender first the magazines from their rifles, then the guns themselves, in exchange for passage back the way they had come. Colonel Shvets collected magazines in a plastic bag and handed them to men in the crowd. The assault rifles went to a representative of the pro-Russian force.", "url": "https://www.nytimes.com/2014/04/17/world/europe/ukraine-crisis.html"}