{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:42:06", "date_modify": "2022-10-25 23:42:06", "date_publish": "2014-01-08 20:50:58", "description": "As competition grows among major wireless carriers, T-Mobile said it would pay the termination fees of new customers, and give them trade-in credit of up to $300 for their old cellphones.", "filename": "2014_01_09_technology_personaltech_t-mobile-offers-to-cover-termination-fees-for-switchers_1666741326.html", "image_url": "https://static01.nyt.com/images/2014/01/09/technology/09tmobile-illo/09tmobile-illo-articleLarge.jpg?year=2014&h=333&w=600&s=b36d826a56d867067799e810bc2688c3490da76ede5264e0f7f3832fdf9ca65b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_09_technology_personaltech_t-mobile-offers-to-cover-termination-fees-for-switchers_1666741326.html", "title": "Carriers Step Up Battle for Wireless Customers", "title_page": "Carriers Step Up Battle for Wireless Customers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LAS VEGAS — A tug of war has broken out among the major wireless carriers.\nAs Americans rely more on their mobile devices, guzzling data along the way, the carriers are aggressively wooing new customers.\nIn perhaps the most daring move yet, T-Mobile US, the country’s No. 4 carrier, announced on Wednesday that it would cover the termination fees for individuals as well as up to five lines per family for consumers who leave their carrier. Customers can receive up to $650 in credit after trading in their phone.\nIt is the latest in a series of moves the company has made to gain customers, helping T-Mobile stand out among competitors whose offerings have largely remained the same — two-year contracts, complex family plans and stiff early-termination fees.\nThe industry is “just broken,” John Legere, T-Mobile’s chief executive, said at a news conference on Wednesday. He added: “What we are going to do is force the industry to get healthier.”", "url": "https://www.nytimes.com/2014/01/09/technology/personaltech/t-mobile-offers-to-cover-termination-fees-for-switchers.html"}