{"authors": ["Jack Healy"], "date_download": "2022-10-25 23:00:14", "date_modify": "2022-10-25 23:00:14", "date_publish": "2014-11-26 12:32:39", "description": "As the Missouri National Guard bolstered its presence and the police became more assertive, law enforcement officials effectively squashed much of the chaos from a night earlier.", "filename": "2014_11_27_us_michael-brown-darren-wilson-ferguson-protests_1666738814.html", "image_url": "https://static01.nyt.com/images/2014/11/27/us/FERGUSON/FERGUSON-articleLarge.jpg?year=2014&h=400&w=600&s=f0ec880c297ef37ffd7624f9fcf3fe698032ff9d51ac5624277a1307c7db25ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_27_us_michael-brown-darren-wilson-ferguson-protests_1666738814.html", "title": "Ferguson, Still Tense, Grows Calmer", "title_page": "Ferguson, Still Tense, Grows Calmer  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FERGUSON, Mo. — As residents swept broken glass from the sidewalks here on Wednesday and painted hopeful messages on boarded-up storefronts, public officials cautiously said that tighter security measures and hundreds of additional National Guard troops had helped stabilize this St. Louis suburb after a night of arson, looting and violence.\nBut under daylong snow showers, anger and frustration over a grand jury’s decision on Monday not to indict a white police officer in the August killing of Michael Brown, an unarmed black teenager, remained palpable across the region.\nWest Florissant Avenue, a Ferguson commercial strip now being treated as a crime scene after an arson spree, was still barricaded by the police on Wednesday. National Guard troops in camouflage uniforms, who were largely limited to protecting government buildings two nights earlier, fanned out across the city, taking up positions along street corners and at intersections.", "url": "https://www.nytimes.com/2014/11/27/us/michael-brown-darren-wilson-ferguson-protests.html"}