{"authors": ["Patricia J. Williams"], "date_download": "2022-10-25 23:37:06", "date_modify": "2022-10-25 23:37:06", "date_publish": "2014-10-03 14:30:48", "description": "In this memoir, the Times columnist Charles M. Blow describes how he surmounted his rage at childhood mistreatment.", "filename": "2014_10_05_books_review_charles-m-blows-fire-shut-up-in-my-bones_1666741026.html", "image_url": "https://static01.nyt.com/images/2014/10/05/books/review/SUB-05williams/SUB-05williams-articleLarge.jpg?year=2014&h=482&w=600&s=bf41c40a3d4c5766f8fd5abbfa6258020d1090033e22735572bc8c4909cc5fcc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_05_books_review_charles-m-blows-fire-shut-up-in-my-bones_1666741026.html", "title": "Charles M. Blow’s ‘Fire Shut Up in My Bones’", "title_page": "Charles M. Blow’s ‘Fire Shut Up in My Bones’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Indeed, there is a surprising placidity at Blow’s core; he seems to find the eye of each storm in which to stand. Amid tensely negotiated extremes of life and death, love and hate, poverty and excess, violence and restraint, Blow exhibits a remarkably disciplined mind, and an early talent for art. Even as a very young child, he designed alternate universes instead of yielding to despair. There are none of Blow’s signature illustrations in this book, yet somehow it is still a visually graphic text. The ideas are rendered first in compact little packets that magically unfold, popping into being as vivid and distinct as origami flowers.\nThe trajectories of Blow’s life are littered with less fortunate possibilities — there were many easier, more dangerous ways to go. He grows up amid mean if not absolute poverty; he is molested both by a cousin and by an uncle; his father is distant, an alcoholic; and his parents separate under circumstances that involve his mother waving a gun about on more than one occasion. At the same time, there is a well of unconditional sustenance. His grandparents adore him. If life is chaotic, he is consistently fed. His pistol-packing mother is fiercely curious and educates herself over decades, like the tortoise that wins the race: While raising five children, she earns her bachelor’s degree; she later gets her master’s, runs for the school board and wins. In primary school, Blow is such an unusually quiet child that he is tossed by a careless teacher into the “slow” class, and his determined mother fishes him out. Given an I.Q. test, he is recognized as so gifted that a special teacher, provided by the district, is dispatched to his school once a week to instruct him. He marches onward to college.\nBlow’s life is remarkable not just for such pendular experiences, but for the chasmic distances between one pole and another. He is even, at one point, recruited by the C.I.A. After he is flown to Virginia for an interview and the requisite lie detector test, the powerful contradictions he holds within himself erupt: “Have you ever had sex with a man?” the interrogator demands. Blow recalls, in an excruciating flash, the assault by his cousin. A tortured pause. “No,” he responds. The machine insists otherwise. Blow asks the agent to repeat the question and answers “Yes” this time. Again, the machine insists otherwise. “I thought in that moment, I will never be free,” he writes. “It took a machine designed to catch liars to help me see that I didn’t yet know my own truth.”\nFor all the betrayals by others, the greater tension revolves around his own betrayal of his best principles. After enduring a vicious series of beatings-qua-fraternity-hazing in his freshman year of college, Blow submits to and joins the culture of brotherly cruelty for a while. Then, during one night of “testing,” he chases a terrified fraternity pledge down a road that turns out to be an airstrip. An airplane passes overhead, “the deep roaring whistle of the engines like a breath blown across the mouth of a Coke bottle. The plane was flying so low I was sure a sharp-eyed passenger could see us. . . . Seeing the plane and imagining its passengers and the folks milling about in the terminals — just those images of humanity — stopped me long enough to ask myself, What am I doing?. . . I had gone from the bottom of the male hierarchy to the top of it, and all it had required was the complete suffocation of my soul.”\nThis reflection leads to the most intriguing of the splits in this book: the confrontation with his sexuality. In some ways, he suffers from an almost classically Freudian angst in the wake of molestation as a 7-year-old, as well as the searing betrayal by an admired older role model. Blow was also positioned as an easy target for all sorts of violation. He was left on his own much of the time, and his longing for affection was aggressively bounded by Scriptural threats about hellfire and the irrevocability of ­transgression.", "url": "https://www.nytimes.com/2014/10/05/books/review/charles-m-blows-fire-shut-up-in-my-bones.html"}