{"authors": ["Michael Lewis"], "date_download": "2022-10-25 23:41:38", "date_modify": "2022-10-25 23:41:38", "date_publish": "2014-03-31 09:00:20", "description": "How a band of outsiders discovered that the stock market was rigged — and set out to change it.", "filename": "2014_04_06_magazine_flash-boys-michael-lewis_1666741298.html", "image_url": "https://static01.nyt.com/images/2014/04/06/magazine/HP-06flash1/HP-06flash1-articleLarge-v2.jpg?year=2014&h=550&w=600&s=57588fa5895ede127ebc188e6b8d8daee1b43038f4712238971b0b77f80dbc5e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_06_magazine_flash-boys-michael-lewis_1666741298.html", "title": "An Adaptation From ‘Flash Boys: A Wall Street Revolt,’ by Michael Lewis", "title_page": "An Adaptation From ‘Flash Boys: A Wall Street Revolt,’ by Michael Lewis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The simplest way to design a stock exchange that could not be gamed was to hire the very people best able to game it and encourage them to take their best shots. Katsuyama didn’t know any other national puzzle champions, but Puz did. The only problem was that none of them had ever worked inside a stock exchange. “The Puzzle Masters needed a guide,” Katsuyama says.\nEnter Constantine Sokoloff, who had helped build Nasdaq’s matching engine — the computer that matched buyers and sellers. Sokoloff was Russian, born and raised in a city on the Volga River. He had an explanation for why so many of his countrymen wound up in high-frequency trading. The old Soviet educational system channeled people into math and science. And the Soviet-controlled economy was horrible and complicated but riddled with loopholes, an environment that left those who mastered it well prepared for Wall Street in the early 21st century. “We had this system for 70 years,” Sokoloff says. “The more you cultivate a class of people who know how to work around the system, the more people you will have who know how to do it well.”\nThe Puzzle Masters might not have thought of it this way at first, but in trying to design their exchange so that investors who came to it would remain safe from predatory traders, they were also divining the ways in which high-frequency traders stalked their prey. For example, these traders had helped the public stock exchanges create all sorts of complicated “order types.” The New York Stock Exchange, for one, had created an order type that traded only if the order on the other side of it was smaller than itself — the purpose of which seemed to be to protect high-frequency traders from buying a small number of shares from an investor who was about to depress the market in these shares with a huge sale.\nAs they worked through the order types, the Puzzle Masters created a taxonomy of predatory behavior in the stock market. Broadly speaking, it appeared as if there were three activities that led to a vast amount of grotesquely unfair trading. The first they called electronic front-running — seeing an investor trying to do something in one place and racing ahead of him to the next (what had happened to Katsuyama when he traded at RBC). The second they called rebate arbitrage — using the new complexity to game the seizing of whatever legal kickbacks, called rebates within the industry, the exchange offered without actually providing the liquidity that the rebate was presumably meant to entice. The third, and probably by far the most widespread, they called slow-market arbitrage. This occurred when a high-frequency trader was able to see the price of a stock change on one exchange and pick off orders sitting on other exchanges before those exchanges were able to react. This happened all day, every day, and very likely generated more billions of dollars a year than the other strategies combined.\nAll three predatory strategies depended on speed. It was Katsuyama who had the crude first idea to counter them: Everyone was fighting to get in as close to the exchange as possible — why not push them as far away as possible? Put ourselves at a distance, but don’t let anyone else be there. The idea was to locate their exchange’s matching engine at some meaningful distance from the place traders connected to the exchange (called the point of presence) and to require anyone who wanted to trade to connect to the exchange at that point of presence. If you placed every participant in the market far enough away from the exchange, you could eliminate most, and maybe all, of the advantages created by speed. Their matching engine, they already knew, would be located in Weehawken (where they’d been offered cheap space in a data center). The only question was: Where to put the point of presence? “Let’s put it in Nebraska,” someone said, but they all knew it would be harder to get the already reluctant Wall Street banks to connect to their market if the banks had to send people to Omaha to do it. Actually, though, it wasn’t necessary for anyone to move to Nebraska. The delay needed only to be long enough for their new exchange, once it executed some part of a customer’s buy order, to beat high-frequency traders in a race to the shares at any other exchange — that is, to prevent electronic front-running. The necessary delay turned out to be 320 microseconds; that was the time it took them, in the worst case, to send a signal to the exchange farthest from them, the New York Stock Exchange in Mahwah. Just to be sure, they rounded it up to 350 microseconds.\nTo create the 350-microsecond delay, they needed to keep the new exchange roughly 38 miles from the place the brokers were allowed to connect to the exchange. That was a problem. Having cut one very good deal to put the exchange in Weehawken, they were offered another: to establish the point of presence in a data center in Secaucus. The two data centers were less than 10 miles apart and already populated by other stock exchanges and all the high-frequency stock-market traders. (“We’re going into the lion’s den,” Ryan said.) A bright idea came from a new employee, James Cape, who had just joined them from a high-frequency-trading firm: Coil the fiber. Instead of running straight fiber between the two places, why not coil 38 miles of fiber and stick it in a compartment the size of a shoe box to simulate the effects of the distance. And that’s what they did.\nCreating fairness was remarkably simple. They would not sell to any one trader or investor the right to put his computers next to the exchange or special access to data from the exchange. They would pay no rebates to brokers or banks that sent orders; instead, they would charge both sides of any trade the same amount: nine one-hundredths of a cent per share (known as nine mils). They’d allow just three order types: market, limit and Mid-Point Peg, which meant that the investor’s order rested in between the current bid and offer of any stock. If the shares of Procter & Gamble were quoted in the wider market at 80–80.02 (you can buy at $80.02 or sell at $80), a Mid-Point Peg order would trade only at $80.01. “It’s kind of like the fair price,” Katsuyama says.", "url": "https://www.nytimes.com/2014/04/06/magazine/flash-boys-michael-lewis.html"}