{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:02:05", "date_modify": "2022-10-25 23:02:05", "date_publish": "2014-06-01 04:22:12", "description": "After weeks of negotiations, Gov. Andrew M. Cuomo has appeased the concerns of the small but influential group of labor unions and liberal activists.", "filename": "2014_06_01_nyregion_cuomo-secures-support-of-working-families-party_1666738925.html", "image_url": "https://static01.nyt.com/images/2014/06/01/nyregion/01CUOMO1/01CUOMO1-articleLarge.jpg?year=2014&h=400&w=600&s=e0055dbda81d26d64a72bbdb5ab051017350e5a93cae2458f35ae43a6d5c77ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_01_nyregion_cuomo-secures-support-of-working-families-party_1666738925.html", "title": "Cuomo Secures Support of Working Families Party", "title_page": "Cuomo Secures Support of Working Families Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — Defusing a tense and potentially campaign-changing challenge from the left, Gov. Andrew M. Cuomo secured the endorsement of the Working Families Party on Saturday night, easing the popular Democrat’s path as he runs for re-election and solidifying his broader political prospects.\nAfter weeks of negotiations and last-minute tribulations, Mr. Cuomo was able to mend rifts created by some of his centrist policies and ease the concerns of Working Families, a small but influential group of labor unions and liberal activists. In doing so, the governor — a savvy politician with rumored presidential ambitions — simplified a re-election campaign in which he hopes to win by a large, message-sending margin.\nBut the Working Families blessing was hard won, involving a full-court press by his political aides as well as Mayor Bill de Blasio, a fellow Democrat who lobbied on the governor’s behalf despite the two men’s often fraught relationship.\nMr. Cuomo reached out to the party on Saturday night with a video and a subsequent phone call, promising to pursue a raft of progressive goals, most critically changing the political dynamic in the State Senate, where Republicans share leadership with a five-member group of breakaway Democrats known as the Independent Democratic Conference.", "url": "https://www.nytimes.com/2014/06/01/nyregion/cuomo-secures-support-of-working-families-party.html"}