{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:28:06", "date_modify": "2022-10-25 23:28:06", "date_publish": "2014-10-16 16:05:53", "description": "Anas Haqqani, a son of the group’s founder, and Hafiz Rashid, a senior commander who coordinated suicide attacks, could become bargaining chips for the new Afghan government.", "filename": "2014_10_17_world_asia_haqqani-leaders-arrested-afghanistan-khost.html_module=inline_1666740486.html", "image_url": "https://static01.nyt.com/images/2014/10/17/world/AFGHANISTAN-1/AFGHANISTAN-1-articleLarge.jpg?year=2014&h=897&w=600&s=24db9ddfc48b54a0a61592540c821a6fd254b52c645747ad63f20ea2cd1bf599&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_17_world_asia_haqqani-leaders-arrested-afghanistan-khost.html_module=inline_1666740486.html", "title": "2 Haqqani Militant Leaders Are Captured, Afghan Officials Say", "title_page": "2 Haqqani Militant Leaders Are Captured, Afghan Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — In a blow to a major component of the Taliban insurgency, two senior leaders of the Haqqani Network, a group responsible for numerous attacks against the Afghan government and its Western allies, were reported to be in Afghan custody on Thursday.\nThe Afghan intelligence service said it had captured Anas Haqqani, a son of the Haqqani Network’s founder, and Hafiz Rashid, a senior commander who coordinated suicide bombings, during an operation in eastern Khost Province on Tuesday night.\nBut a senior United States government official said the two men had been arrested in a Persian Gulf country and transferred into Afghan custody, and that the Afghan account was a smoke screen to hide the identity of the gulf country.\n“Their arrest is a signal that the gulf governments are going to make it more difficult for Afghan insurgents to raise funds,” said the official, who spoke on the condition of anonymity. He declined to identify the country involved, but said that the two men had been traveling in Qatar, Saudi Arabia and a third country he described as “a major transit hub in the region.”", "url": "https://www.nytimes.com/2014/10/17/world/asia/haqqani-leaders-arrested-afghanistan-khost.html?module=inline"}