{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:28:44", "date_modify": "2022-10-25 23:28:44", "date_publish": "2014-09-25 18:04:43", "description": "In a speech, Abdullah Abdullah congratulated the president-elect, Ashraf Ghani, and confirmed that he would accept a senior position in the government.", "filename": "2014_09_26_world_asia_abdullah-abdullah-ashraf-ghani-afghanistan_1666740524.html", "image_url": "https://static01.nyt.com/images/2014/09/26/world/AFGHANISTAN/AFGHANISTAN-articleLarge.jpg?year=2014&h=358&w=600&s=e3f1aa8ebf13e643c06c840c56dabd145f5844154b37aea56c7df26eb67dc15d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_26_world_asia_abdullah-abdullah-ashraf-ghani-afghanistan_1666740524.html", "title": "Afghan Runner-Up, in Tone of Compromise, Confirms He Will Join Government", "title_page": "Afghan Runner-Up, in Tone of Compromise, Confirms He Will Join Government  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — The runner-up in Afghanistan’s bitterly disputed presidential election, Abdullah Abdullah, struck a conciliatory note toward President-elect Ashraf Ghani in a speech on Thursday in which he confirmed that he would join the government as its chief executive officer.\nMr. Abdullah’s public address, his first since signing an American-brokered deal on Sunday to end months of political deadlock, cleared up the ambiguity about his future role. And it was an open attempt to bring his supporters on board with a unity government amid worries that they might rebel against an administration led by Mr. Ghani.\nThe political deal gave Mr. Abdullah the power to nominate the new chief executive officer — a post with powers roughly equivalent to a prime minister — but did not specify who would fill the position. There had been some speculation that Mr. Abdullah might name one of his supporters to the post so he could remain free to operate as a political opposition leader. But on Thursday, he was introduced as “the chief executive.”\nIn his speech, Mr. Abdullah offered congratulations to Mr. Ghani as Afghanistan’s “future president.” But the words drew a silent response from thousands of supporters who had gathered at a large hall in Kabul.", "url": "https://www.nytimes.com/2014/09/26/world/asia/abdullah-abdullah-ashraf-ghani-afghanistan.html"}