{"authors": ["Nida Najar", "Bhadra Sharma"], "date_download": "2022-10-25 23:39:49", "date_modify": "2022-10-25 23:39:49", "date_publish": "2014-04-24 01:15:55", "description": "Tourism officials planned to visit the Mount Everest base camp Thursday to try to salvage the expedition season even as Sherpas and tour operators, shaken by last week’s avalanche deaths, began packing up and heading home.", "filename": "2014_04_24_world_asia_nepal-tries-to-save-season-as-everest-tourists-depart_1666741189.html", "image_url": "https://static01.nyt.com/images/2014/04/24/world/SUB-EVEREST/SUB-EVEREST-articleLarge.jpg?year=2014&h=400&w=600&s=a24bb9e0f8ae2e3b75cd39f61a87ecf3c47ee44547bc635148ca8313d278226b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_24_world_asia_nepal-tries-to-save-season-as-everest-tourists-depart_1666741189.html", "title": "Nepal Tries to Save Season as Everest Tourists Depart", "title_page": "Nepal Tries to Save Season as Everest Tourists Depart - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — A delegation of government officials from Nepal’s Ministry of Culture, Tourism and Civil Aviation will visit the Mount Everest base camp on Thursday in an attempt to salvage the expedition season even as Sherpa mountain guides, support staff and foreign tour operators, shaken by an avalanche that killed over a dozen Nepalese guides last Friday, begin to pack up their gear and head home.\nInternational Mountain Guides, one of Everest’s largest touring agencies, announced late Wednesday that it planned to cancel its expedition. The decision came as some Sherpas, including the so-called Icefall doctors who secure the route up the mountain, called for a halt to the season’s expeditions, dissatisfied with the government’s response to the tragedy.\n“The Icefall route is currently unsafe for climbing without repairs,” a partner at the trekking company wrote in a statement. “We have explored every option and can find no way to safely continue the expedition.”\nAlan Arnette, a climbing expert who runs a well-respected website, said that the pullout of International Mountain Guides, an American company, would affect the decisions of the teams that remain. He said that the company’s expeditions in the past have employed as many as 60 Sherpas.", "url": "https://www.nytimes.com/2014/04/24/world/asia/nepal-tries-to-save-season-as-everest-tourists-depart.html"}