{"authors": ["Mark Landler", "Charlie Savage"], "date_download": "2022-10-25 23:55:01", "date_modify": "2022-10-25 23:55:01", "date_publish": "2014-01-17 11:46:35", "description": "In a speech that seemed more calculated to reassure audiences at home and abroad than to force radical change, President Obama announced significant changes to the way the government collects and uses telephone records.", "filename": "2014_01_18_us_politics_obama-nsa_1666742101.html", "image_url": "https://static01.nyt.com/images/2014/01/18/us/18obama_3/18obama_3-articleLarge-v2.jpg?year=2014&h=338&w=600&s=6299ef875b7cf25b6e5ff1a3632a574d001babc13db5df3e7347a4a53c2a599b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_18_us_politics_obama-nsa_1666742101.html", "title": "Obama Outlines Calibrated Curbs on Phone Spying", "title_page": "Obama Outlines Calibrated Curbs on Phone Spying - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama, acknowledging that high-tech surveillance poses a threat to civil liberties, announced significant changes on Friday to the way the government collects and uses telephone records, but left in place many other pillars of the nation’s intelligence programs.\nResponding to the clamor over sensational disclosures about the National Security Agency’s spying practices, Mr. Obama said he would restrict the ability of intelligence agencies to gain access to phone records, and would ultimately move that data out of the hands of the government.\nBut in a speech at the Justice Department that seemed more calculated to reassure audiences at home and abroad than to force radical change, Mr. Obama defended the need for the broad surveillance net assembled by the N.S.A. And he turned to Congress and the intelligence agencies themselves to work out the details of any changes.\n“America’s capabilities are unique,” Mr. Obama said. “And the power of new technologies means that there are fewer and fewer technical constraints on what we can do. That places a special obligation on us to ask tough questions about what we should do.”", "url": "https://www.nytimes.com/2014/01/18/us/politics/obama-nsa.html"}