{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:18", "date_modify": "2022-10-25 23:56:18", "date_publish": "2014-12-11 01:04:45", "description": "Isaac Herzog, the leader of Israel’s center-left Labor Party, and Tzipi Livni, the recently dismissed justice minister, announced on Wednesday that they would form an alliance to challenge Prime Minister Benjamin Netanyahu in elections next March.", "filename": "2014_12_11_world_middleeast_alliance-adds-twist-to-israeli-elections.html__r=0_1666742178.html", "image_url": "https://static01.nyt.com/images/2014/12/11/world/ISRAEL/ISRAEL-articleLarge.jpg?year=2014&h=400&w=600&s=9184ed01adc961f27b3414c07997b3007e82f3a9b3be1c40e9da16ffbed5eb59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_11_world_middleeast_alliance-adds-twist-to-israeli-elections.html__r=0_1666742178.html", "title": "Alliance Adds Twist to Israeli Elections", "title_page": "Alliance Adds Twist to Israeli Elections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Isaac Herzog, the leader of Israel’s center-left Labor Party, and Tzipi Livni, the recently dismissed justice minister and the leader of a small centrist faction, announced on Wednesday that they would run on a joint slate in elections next March in a bid to prevent Prime Minister Benjamin Netanyahu of the conservative Likud Party from winning a fourth term.\nThe move injected an intriguing twist to the start of the election campaign. It also added an element of uncertainty for Mr. Netanyahu eight days after he fired Ms. Livni and his centrist finance minister, Yair Lapid, saying their public criticism of his policies made it impossible to govern the country and calling early elections less than two years after the last ballot.\nMr. Herzog and Ms. Livni said that if they won enough votes to form the next government, they would take turns in the role of prime minister, with Mr. Herzog serving for the first two years and Ms. Livni for the second two, in an Israeli political compromise known as rotation.\nThat deal seemed lopsided since the Labor Party, now with 15 seats in the 120-seat Parliament, is likely to win more than Ms. Livni’s Hatnua party, which currently has six.", "url": "https://www.nytimes.com/2014/12/11/world/middleeast/alliance-adds-twist-to-israeli-elections.html?_r=0"}