{"authors": ["Jack Healy"], "date_download": "2022-10-25 22:56:43", "date_modify": "2022-10-25 22:56:43", "date_publish": "2014-01-01 15:30:03", "description": "Hundreds of tourists and residents across Colorado eagerly took part in the country’s first-ever sales of state-regulated recreational marijuana.", "filename": "2014_01_02_us_colorado-stores-throw-open-their-doors-to-pot-buyers.html__r=0_1666738603.html", "image_url": "https://static01.nyt.com/images/2014/01/02/us/ALT-JP-MARIJUANA-1/ALT-JP-MARIJUANA-1-articleLarge.jpg?year=2014&h=384&w=600&s=271e2687d8137fc579cb9cc7a1a0e4c91fc8b4427416c4f474fd1ceff0d97350&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_02_us_colorado-stores-throw-open-their-doors-to-pot-buyers.html__r=0_1666738603.html", "title": "Up Early and in Line for a Marijuana Milestone in Colorado", "title_page": "Up Early and in Line for a Marijuana Milestone in Colorado - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“So far, so good,” he said.\nEver since voters in Colorado and Washington approved recreational marijuana last year, the states have been racing to devise rules on how to grow it, sell it, tax it and track it.\nIn both Colorado and Washington, recreational marijuana has been legal for more than a year. Adults can smoke it in their living rooms and eat marijuana-laced cookies without fear of arrest. In Colorado, they are even allowed to grow up to six plants at home. But until Wednesday, marijuana dispensaries could sell only to customers with a doctor’s recommendation and a state-issued medical marijuana card.\nMany people who lined up on Wednesday said they did not have medical cards, and had relied on drug dealers or friends with medical marijuana to satisfy their cravings. They were paying high prices for new recreational marijuana — $50 to $60 for an eighth of an ounce, nearly double the price of medical marijuana — but said it was worthwhile to avoid the risk.\n“People don’t like breaking the law,” said Andy Williams, who runs the Medicine Man dispensary in an industrial park in Denver. “The burden has been taken off them.”\nNow, any Colorado resident who is at least 21 can buy up to an ounce of marijuana at one of the dispensaries that began selling to retail customers on Wednesday. Out-of-state visitors can buy a quarter-ounce, but they have to consume it here. Carrying marijuana across state lines remains illegal, and the plant is not allowed at Denver International Airport.\nOn Wednesday, some tourists puzzled over where they would consume their purchases. It is illegal to smoke marijuana in public, in public parks or in campgrounds, and it is against the rules at many hotels. One group from Nebraska said it would find a parking lot and roll up the car windows. Others said they would return to their hotels and crack the windows. Some bought marijuana-laced baked goods to avoid the problem altogether.\nKirstin Knouse, 24, flew here from Chicago with her husband, Tristan, to take her first marijuana vacation, and she said the couple would smoke their marijuana at the home of a cousin. She said that she suffered from seizures and fibromyalgia, and her husband from post-traumatic stress, but that they had not been able to get medical marijuana at home. When Colorado opened sales to out-of-state residents, she said they leapt at the chance.", "url": "https://www.nytimes.com/2014/01/02/us/colorado-stores-throw-open-their-doors-to-pot-buyers.html?_r=0"}