{"authors": ["Mary Pilon"], "date_download": "2022-10-25 23:55:12", "date_modify": "2022-10-25 23:55:12", "date_publish": "2014-12-13 19:03:53", "description": "Tim Morehouse is on a mission to introduce fencing, a historically aristocratic sport, to financially disadvantaged youths in the United States.", "filename": "2014_12_14_sports_an-olympian-take-fencing-to-children-in-cities_1666742112.html", "image_url": "https://static01.nyt.com/images/2014/12/13/sports/fencing/fencing-facebookJumbo.jpg?year=2014&h=550&w=1050&s=b4d168f0d7f8fa4dce686dcca1f9859a8f6edd16fbd5cdf635d6f1ccbfc05fef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_14_sports_an-olympian-take-fencing-to-children-in-cities_1666742112.html", "title": "An Olympian Brings Fencing to Children in Cities", "title_page": "An Olympian Brings Fencing to Children in Cities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEWARK — The cold rain had been pouring for several hours by the time the Olympian Tim Morehouse exited a cab in front of North Star Academy’s Vailsburg elementary school location. Over his shoulder, he carried a large black duffel bag filled with plastic foils and fencing masks. Despite the gray skies, he seemed giddy.\n“It’s a great day for fencing!” he said, making a charge toward the door. Morehouse, 36, clad in red, white and blue, was there to demonstrate his sport to more than 100 third and fourth graders. It was one of hundreds of assemblies Morehouse has conducted with Fencing in the Schools, the educational nonprofit group he founded in 2011.\nHis mission: to introduce one of the most historically aristocratic sports to the most financially disadvantaged youths nationwide, involving a million children in 10 years.\nThe task may be more daunting than defeating the French or the Italians in an Olympic final. To most children (and adults, for that matter), foil is usually found in a kitchen drawer. Largely the sport of private schools and elite clubs, fencing is practiced by about 4,000 boys and girls in high school, according to the National Federation of State High School Associations, making it about as common as riflery or drill team. It has yet to receive the kind of pop culture boost that “The Hunger Games” gave archery. Among fencing’s most noted enthusiasts have been the Three Musketeers, Winston Churchill and Bruce Dickinson of Iron Maiden.", "url": "https://www.nytimes.com/2014/12/14/sports/an-olympian-take-fencing-to-children-in-cities.html"}