{"authors": ["Jack Healy"], "date_download": "2022-10-25 22:56:37", "date_modify": "2022-10-25 22:56:37", "date_publish": "2014-02-21 02:02:04", "description": "The state predicts $100 million a year in revenues, and a budget proposal from Gov. John W. Hickenlooper estimates that the industry could reach $1 billion in sales in the next fiscal year.", "filename": "2014_02_21_us_colorado-expects-to-reap-tax-bonanza-from-legal-marijuana-sales_1666738597.html", "image_url": "https://static01.nyt.com/images/2014/02/21/us/POT/POT-articleLarge.jpg?year=2014&h=847&w=600&s=5f868aff8aae8e66c27a78faa99c2de6c4c1c87c49e77d1b85a02307ed4ff9f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_21_us_colorado-expects-to-reap-tax-bonanza-from-legal-marijuana-sales_1666738597.html", "title": "Colorado Expects to Reap Tax Bonanza From Legal Marijuana Sales", "title_page": "Colorado Expects to Reap Tax Bonanza From Legal Marijuana Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DENVER — For Colorado’s new flock of recreational marijuana growers and sellers, Thursday was Tax Day — their first deadline to hand over the taxes they had collected during their inaugural month of sales. And as store owners stuffed cash into lockboxes and made the nervous trek to government offices, new budget numbers predicted that those marijuana taxes could add more than $100 million a year to state coffers, far more than earlier estimates.\nThe figures offered one of the first glimpses into how the bustling market for recreational marijuana was beginning to reshape government bottom lines — an important question as marijuana advocates push to expand legalization beyond Colorado and Washington State into states including Arizona, Alaska and Oregon.\nIn Colorado, where recreational sales began on Jan. 1 with hourlong waits, a budget proposal from Gov. John W. Hickenlooper estimated that the state’s marijuana industry could reach $1 billion in sales in the next fiscal year, with recreational sales making up about $610 million of that business.\n“It’s well on its way to being a billion-dollar industry,” said Michael Elliott, executive director of the Marijuana Industry Group, a Colorado trade association. “We went from 110,000 medical marijuana patients to four billion people in the world who are 21 and up.”", "url": "https://www.nytimes.com/2014/02/21/us/colorado-expects-to-reap-tax-bonanza-from-legal-marijuana-sales.html"}