{"authors": ["Ashley Parker", "Alan Rappeport"], "date_download": "2022-10-25 23:34:41", "date_modify": "2022-10-25 23:34:41", "date_publish": "2014-12-30 00:35:56", "description": "Mr. Scalise, the No. 3 House Republican, spoke to the European-American Unity and Rights Organization, which was founded by the former Klan leader David Duke.", "filename": "2014_12_30_us_politics_louisiana-congressman-steve-scalise-acknowledges-addressing-racist-group-in-2002_1666740881.html", "image_url": "https://static01.nyt.com/images/2014/12/30/us/SUB-SCALISE/SUB-SCALISE-facebookJumbo.jpg?year=2014&h=422&w=806&s=82d16309e144238bbc09df86166ed7c30949a887be410a77e6358673abf0e6cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_30_us_politics_louisiana-congressman-steve-scalise-acknowledges-addressing-racist-group-in-2002_1666740881.html", "title": "Representative Steve Scalise of Louisiana Acknowledges Addressing Racist Group in 2002", "title_page": "Representative Steve Scalise of Louisiana Acknowledges Addressing Racist Group in 2002 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Representative Steve Scalise of Louisiana, the No. 3 Republican in the House, addressed a group of white supremacists and neo-Nazis in 2002, a Scalise spokeswoman confirmed Monday as his party prepared to take control of both chambers of Congress.\nMr. Scalise made his remarks to the European-American Unity and Rights Organization, which was founded two years earlier by David Duke, the former Ku Klux Klan leader and Louisiana politician. Mr. Scalise was a Louisiana state legislator at the time.\nThe Southern Poverty Law Center has described the organization — which uses EURO as an acronym — as a hate group, while noting that in recent years it has “accomplished little” and serves “primarily as a vehicle to publicize Duke’s writing and sell his books.”\nMoira Bagley Smith, a Scalise spokeswoman, said the congressman “has never been affiliated with the abhorrent group in question.”", "url": "https://www.nytimes.com/2014/12/30/us/politics/louisiana-congressman-steve-scalise-acknowledges-addressing-racist-group-in-2002.html"}