{"authors": ["James C. Mckinley Jr."], "date_download": "2022-10-25 23:37:12", "date_modify": "2022-10-25 23:37:12", "date_publish": "2014-12-19 03:50:57", "description": "The rapper, whose given name is Ackquille Pollard, and a dozen other alleged members of the GS9 group are accused of operating a violent street gang linked to a murder and several shootings.", "filename": "2014_12_19_nyregion_rap-artist-bobby-shmurda-is-arraigned-on-violent-crime-counts_1666741032.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_19_nyregion_rap-artist-bobby-shmurda-is-arraigned-on-violent-crime-counts_1666741032.html", "title": "Rap Artist Bobby Shmurda Is Arraigned on Violent Crime Counts", "title_page": "Rap Artist Bobby Shmurda Is Arraigned on Violent Crime Counts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Rapper Bobby Shmurda to be eligible for release in February]\nWhen Bobby Shmurda and his group GS9 took the stage for Power 105’s annual concert at the Barclays Center in late October, it was an important moment for the promising rap artist from Brooklyn. And critics said he carried it off, performing his smash hit “Hot Boy” with a hard, muscular style, as tough as asphalt.\nProsecutors now say his onstage persona is more than an act.\nThe rapper, whose real name is Ackquille Pollard, was arraigned in State Supreme Court in Manhattan on Thursday along with a dozen other alleged members of the GS9 group, accused of operating a violent street gang linked to a murder and several shootings.\n“There is no question that Ackquille Pollard is the driving force behind the GS9 gang and the organizing figure within this conspiracy,” said Nigel Farina, a prosecutor, speaking at his arraignment.\nThe indictment paints a picture of a local Brooklyn street gang that nurtured two successful rap artists — Mr. Shmurda and Rowdy Rebel — even as its members were selling drugs and engaging in gunfights with other gangs.", "url": "https://www.nytimes.com/2014/12/19/nyregion/rap-artist-bobby-shmurda-is-arraigned-on-violent-crime-counts.html"}