{"authors": ["Steven Greenhouse"], "date_download": "2022-10-25 23:53:10", "date_modify": "2022-10-25 23:53:10", "date_publish": "2014-02-15 03:11:23", "description": "The United Automobile Workers’ loss is expected to slow the union’s plans to organize other auto plants in the South.", "filename": "2014_02_15_business_volkswagen-workers-reject-forming-a-union_1666741990.html", "image_url": "https://static01.nyt.com/images/2014/02/15/business/15labor-01/15labor-01-articleLarge-v2.jpg?year=2014&h=400&w=600&s=3292928b723c2340e0ffd4892c105f0d6825981981d585d0245788e1a81383f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_15_business_volkswagen-workers-reject-forming-a-union_1666741990.html", "title": "Volkswagen Vote Is Defeat for Labor in South", "title_page": "Volkswagen Vote Is Defeat for Labor in South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHATTANOOGA, Tenn. — In a defeat for organized labor in the South, employees at the Volkswagen plant here voted 712 to 626 against joining the United Automobile Workers.\nThe loss is an especially stinging blow for U.A.W. because Volkswagen did not even oppose the unionization drive. The union’s defeat — in what was one of the most closely watched unionization votes in decades — is expected to slow, perhaps stymie, the union’s long-term plans to organize other auto plants in the South.\nA retired local judge, Samuel H. Payne, announced the vote results inside VW’s sprawling plant after officials from the National Labor Relations Board had counted the ballots. In the hours before the votes were tallied, after three days of voting at the assembly plant, both sides were predicting victory.\nThe vote this week came in a region that is traditionally anti-union, and as a result many said the U.A.W. faced an uphill battle. The union saw the campaign as a vital first step toward expanding in the South, while Republicans and many companies in Tennessee feared that a U.A.W. triumph would hurt the state’s welcoming image for business.", "url": "https://www.nytimes.com/2014/02/15/business/volkswagen-workers-reject-forming-a-union.html"}