{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:42:08", "date_modify": "2022-10-25 23:42:08", "date_publish": "2014-08-06 14:00:06", "description": "A Pew Research Center report asked technologists how robotics and artificial intelligence would affect employment in 2025.", "filename": "2014_08_07_upshot_will-you-lose-your-job-to-a-robot-silicon-valley-is-split_1666741328.html", "image_url": "https://static01.nyt.com/images/2014/08/08/upshot/08up-pew/08up-pew-articleLarge.jpg?year=2014&h=400&w=600&s=86e87ade103e8c4ef90d055cba5164968a7bdbec3ba6f634b254919941c0ff79&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_07_upshot_will-you-lose-your-job-to-a-robot-silicon-valley-is-split_1666741328.html", "title": "Will You Lose Your Job to a Robot? Silicon Valley Is Split", "title_page": "Will You Lose Your Job to a Robot? Silicon Valley Is Split - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is little disagreement that machines are outworking humans. They have progressed from displacing factory workers to personal assistants and even lawyers, and much of our lives will be digitized or augmented even more in a decade.\nThe question for Silicon Valley is whether we’re heading toward a robot-led coup or a leisure-filled utopia.\nThe Pew Research Center published a report Wednesday based on interviews with 2,551 people who make, research and analyze new technology. Most agreed that robotics and artificial intelligence would transform daily life by 2025, but respondents were almost evenly split about what that might mean for the economy and employment.\nOn one side were the techno-optimists. They believe that even though machines will displace many jobs in a decade, technology and human ingenuity will produce many more, as happened after the agricultural and industrial revolutions. The meaning of “job” might change, too, if people find themselves with hours of free time because the mundane tasks that fill our days are automated.", "url": "https://www.nytimes.com/2014/08/07/upshot/will-you-lose-your-job-to-a-robot-silicon-valley-is-split.html"}