{"authors": ["Bill Carter", "Graham Bowley", "Lorne Manly"], "date_download": "2022-10-25 23:45:04", "date_modify": "2022-10-25 23:45:04", "date_publish": "2014-11-19 12:13:26", "description": "After Netflix delayed a stand-up special, NBC announced it was dropping plans to develop a new sitcom starring the comedian, the latest fallout from rape accusations.", "filename": "2014_11_20_business_media_bill-cosby-fallout-rape-accusations_1666741504.html", "image_url": "https://static01.nyt.com/images/2014/11/19/us/20COSBY2-hp/20COSBY2-hp-articleLarge.jpg?year=2014&h=400&w=600&s=88ed2425c730fa3dab40e8aca70f2c5b208c7861738973529772ac1c1a088786&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_20_business_media_bill-cosby-fallout-rape-accusations_1666741504.html", "title": "Comeback by Bill Cosby Unravels as Rape Claims Re-emerge", "title_page": "Comeback by Bill Cosby Unravels as Rape Claims Re-emerge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Martin Kaplan, the Norman Lear chair in entertainment, media and society at the University of Southern California’s journalism school, said a combination of social media and Mr. Cosby’s return to the spotlight had propelled the story to much greater prominence than when the accusations surfaced in the past.\n“The fact that he was already in the public spotlight — the book, the potential deal with NBC and so on — and the fact that these charges have a much more powerful amplifier and echo chamber, it gives people the sense that this is a big story,” he said.\nThe current furor surrounding Mr. Cosby had its root in accusations brought in 2005 by Andrea Constand, a female staff member with the basketball team at Temple University, Mr. Cosby’s alma mater. She said she had been drugged and molested by Mr. Cosby.\nThe district attorney at the time in Montgomery County, outside Philadelphia, Bruce L. Castor Jr., said in an interview on Wednesday that he did not feel that he had enough evidence to pursue a criminal case at the time, “despite the fact that I thought Cosby was guilty of some improper behavior — my gut told me that.”\nA subsequent lawsuit brought by Ms. Constand promised to present testimony from 13 “Jane Does” with similar accounts of sexual assault. Mr. Cosby’s lawyer called the claims false and even preposterous; the suit was settled for an undisclosed sum in 2006.\nOne of the unnamed women in the suit, Barbara Bowman, a former actress, came forward publicly in The Washington Post last week to describe her experiences in detail, saying she was drugged and raped by Mr. Cosby in the 1980s.\nBut women had been describing similar episodes with Mr. Cosby in the eight years since the suit was settled. Ms. Bowman spoke about her charges to Philadelphia magazine and People magazine in 2006. Newsweek magazine had interviews with both Ms. Bowman and another accuser, Tamara Green, this February without setting off the whirlwind of attention that has surrounded Mr. Cosby in the last two weeks.", "url": "https://www.nytimes.com/2014/11/20/business/media/bill-cosby-fallout-rape-accusations.html"}