{"authors": ["Michael Schwirtz"], "date_download": "2022-10-25 22:59:49", "date_modify": "2022-10-25 22:59:49", "date_publish": "2014-10-31 16:18:09", "description": "The death of Jerome Murdough, a homeless veteran held in a mental health unit, provoked public outrage and drew attention to the conditions at the jail complex.", "filename": "2014_11_01_nyregion_settlement-for-family-of-rikers-inmate-who-died-in-overheated-cell_1666738789.html", "image_url": "https://static01.nyt.com/images/2014/11/01/nyregion/01RIKERSweb-promo/01RIKERSweb-articleLarge.jpg?year=2014&h=401&w=600&s=e98a66e8b45bf6e16094b07a181339f0a57b6c23d182385ff5a79d20432bf191&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_01_nyregion_settlement-for-family-of-rikers-inmate-who-died-in-overheated-cell_1666738789.html", "title": "$2.25 Million Settlement for Family of Rikers Inmate Who Died in Hot Cell", "title_page": "$2.25 Million Settlement for Family of Rikers Inmate Who Died in Hot Cell - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The family of a homeless veteran who died this year in a searing hot cell at the Rikers Island jail complex will receive $2.25 million from the City of New York in a settlement the comptroller’s office announced on Friday.\nThe settlement was made final with unusual swiftness, a reflection of the heightened interest in the case and the extraordinary pressure on the city to improve conditions at Rikers, where brutality and corruption have flourished unchecked for years.\nThe inmate, Jerome Murdough, died on Feb. 15, when the temperature in his cell in a mental health unit at Rikers exceeded 100 degrees. The case has come to exemplify the many shortcomings of the city jails and the criminal justice system at large.\n“What seems clear is that Rikers Island is broken,” Scott M. Stringer, the comptroller, said at a news conference on Friday. “A mother lost a son. A city lost a citizen. As friends and family mourn Mr. Murdough’s death, we will continue to work and demand improved conditions at Rikers.”", "url": "https://www.nytimes.com/2014/11/01/nyregion/settlement-for-family-of-rikers-inmate-who-died-in-overheated-cell.html"}