{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:55:27", "date_modify": "2022-10-25 23:55:27", "date_publish": "2014-02-12 13:33:43", "description": "Vincent Wu’s case has raised questions about the use of forced confessions by Chinese courts and has prompted concern from American officials.", "filename": "2014_02_13_world_asia_trial-begins-for-us-businessman-accused-of-being-crime-boss-in-china.html__r=0_1666742127.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_13_world_asia_trial-begins-for-us-businessman-accused-of-being-crime-boss-in-china.html__r=0_1666742127.html", "title": "U.S. Businessman Accused of Being Crime Boss Stands Trial in China", "title_page": "U.S. Businessman Accused of Being Crime Boss Stands Trial in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — An American businessman who is accused of loan-sharking, arson, kidnapping rivals and paying thugs to toss acid in the face of a judge, among other crimes, went on trial this week in a case that has raised questions about the use of forced confessions by Chinese courts and that has prompted concern from United States officials.\nThe businessman, Vincent Wu, a Chinese immigrant who settled in California two decades ago, was originally scheduled to stand trial more than a year ago, but his case has been repeatedly delayed. Since the arrest of Mr. Wu in June 2012, prison officials have refused to provide American diplomats with access to him by claiming that he is a citizen of China, not the United States.\nThe trial, which began Monday at the Guangzhou Intermediate People’s Court, involves 34 defendants and is expected to last two weeks.\nMr. Wu, described by prosecutors as the ringleader of a crime syndicate in the southern province of Guangdong, insists that he is innocent and says the confession that is the crux of the case against him was extracted through torture. In a deposition, he said he was hung from the ceiling by his arms, force-fed stimulants that kept him awake for days and repeatedly beaten until he signed a self-incriminating statement.", "url": "https://www.nytimes.com/2014/02/13/world/asia/trial-begins-for-us-businessman-accused-of-being-crime-boss-in-china.html?_r=0"}