{"authors": ["Scott Cacciola", "Billy Witz"], "date_download": "2022-10-25 23:34:57", "date_modify": "2022-10-25 23:34:57", "date_publish": "2014-04-26 20:23:22", "description": "The N.B.A. has started an investigation into racially charged comments allegedly made in a recording by Donald Sterling, the owner of the Los Angeles Clippers.", "filename": "2014_04_27_sports_basketball_nba-clippers-owner-donald-sterling_1666740897.html", "image_url": "https://static01.nyt.com/images/2014/04/27/sports/sterling/sterling-articleLarge.jpg?year=2014&h=400&w=600&s=c0f5a75f82a2ae8c9cca3ed1c301e902a9ab0b82eb9046e31889d71297788843&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_27_sports_basketball_nba-clippers-owner-donald-sterling_1666740897.html", "title": "N.B.A. Investigating Racial Remarks Tied to Clippers Owner", "title_page": "N.B.A. Investigating Racial Remarks Tied to Clippers Owner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The person identified as Mr. Sterling also says: “Don’t put him on an Instagram for the world to have to see so they have to call me. And don’t bring him to my games. Yeah, it bothers me a lot that you want to promo, broadcast that you’re associating with black people. Do you have to?”\nOn Sunday, the website Deadspin posted an additional 5:41 of the conversation in which at one point the man identified as Sterling, presumably referring Clippers players, says: “I support them and give them food, and clothes, and cars, and houses. Who gives it to them? Does someone else give it to them.”\nMr. Sterling’s wife, Shelly, sued Ms. Stiviano last month, asking for the return of cash, property, cars and other items that Mr. Sterling had given Ms. Stiviano.\nThe Clippers’ longtime president, Andy Roeser, said in a statement Saturday that he was not certain whether the recording was authentic and that the club was investigating.\n“Mr. Sterling is emphatic that what is reflected on that recording is not consistent with, nor does it reflect, his views, beliefs or feelings,” Mr. Roeser said in the statement. “It is the antithesis of who he is, what he believes and how he has lived his life. He feels terrible that such sentiments are being attributed to him and apologizes to anyone who might have been hurt by them.”\nIn 2009, Mr. Sterling paid $2.725 million to settle a housing discrimination suit brought by the Justice Department, which accused him of systematically driving African-Americans, Latinos and families with children out of the apartment buildings he owned. In the settlement, Mr. Sterling did not admit wrongdoing.\nMr. Sterling was also sued unsuccessfully over accusations of racial discrimination by the Clippers’ former longtime general manager, Elgin Baylor.", "url": "https://www.nytimes.com/2014/04/27/sports/basketball/nba-clippers-owner-donald-sterling.html"}