{"authors": ["Michael Forsythe", "Neil Gough"], "date_download": "2022-10-25 23:39:22", "date_modify": "2022-10-25 23:39:22", "date_publish": "2014-06-11 11:57:45", "description": "The commercial director at Next Media Limited said HSBC and Standard Chartered ended advertising after being told to do so by the Chinese government.", "filename": "2014_06_12_business_international_hong-kong-media-worries-over-chinas-reach-as-ads-disappear_1666741162.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_12_business_international_hong-kong-media-worries-over-chinas-reach-as-ads-disappear_1666741162.html", "title": "Hong Kong Media Worries Over China’s Reach as Ads Disappear", "title_page": "Hong Kong Media Worries Over China’s Reach as Ads Disappear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — In what may be a major escalation of pressure by mainland China on Hong Kong’s independent-minded news media, two major British banks have stopped advertising with one of the city’s biggest newspapers, a top media executive said.\nThe executive, Mark Simon, of Next Media Limited, said two London-based banks, HSBC and Standard Chartered, ended longtime advertising relationships late last year with the paper, Apple Daily, after being told to do so by the Chinese government.\n“The government is running their business now,” Mr. Simon said in an interview. “HSBC and Standard Chartered don’t have to do what they did.”\nBoth banks said their advertising decisions were commercial.\nThe charge that politics may have played a role in the pullout illustrates the increasing power of the Chinese government to influence the behavior of not only its state-owned companies, but also global companies, using the strength of its huge domestic market as a tool. It also reveals the hard-nosed tactics China’s central government will take to muzzle the relatively free news media in Hong Kong, the former British colony that was able to keep a high degree of autonomy and civil liberties as part of the terms for its return to China in 1997.", "url": "https://www.nytimes.com/2014/06/12/business/international/hong-kong-media-worries-over-chinas-reach-as-ads-disappear.html"}