{"authors": ["Azam Ahmed"], "date_download": "2022-10-25 23:54:55", "date_modify": "2022-10-25 23:54:55", "date_publish": "2014-06-10 08:45:55", "description": "The Americans and at least one Afghan soldier were killed when a coalition aircraft accidentally struck their position, Afghan and American officials said Tuesday.", "filename": "2014_06_11_world_asia_friendly-fire-strike-kills-5-special-operations-soldiers-in-afghanistan_1666742095.html", "image_url": "https://static01.nyt.com/images/2014/06/10/multimedia/us-afghan-strike-kill/us-afghan-strike-kill-articleLarge.jpg?year=2014&h=338&w=600&s=948020c639cd42e83ba8827dc267ca80ffd5406e578d615edff44c2a24109714&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_11_world_asia_friendly-fire-strike-kills-5-special-operations-soldiers-in-afghanistan_1666742095.html", "title": "‘Friendly Fire’ Strike Kills 5 Special Operations Soldiers in Afghanistan", "title_page": "‘Friendly Fire’ Strike Kills 5 Special Operations Soldiers in Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Five American Special Operations service members and at least one Afghan soldier were killed when a United States Air Force B-1 bomber unleashed an airstrike on their position in southern Afghanistan, in one of the deadliest instances of friendly fire in more than a decade of war, Afghan and American officials said Tuesday.\nInvestigators were looking into possible causes, including faulty coordinates, an errant bomb or other human errors.\nThe Pentagon press secretary, Rear Adm. John F. Kirby, said in a statement that five American soldiers had been killed “during a security operation in southern Afghanistan.” He added: “Investigators are looking into the likelihood that friendly fire was the cause. Our thoughts and prayers are with the families of these fallen.”\nWhile the military had not identified the dead, relatives identified one as Aaron Toppen, 19, of Mokena, Ill., telling The Chicago Sun-Times he was deployed early this year, a month after his father died.", "url": "https://www.nytimes.com/2014/06/11/world/asia/friendly-fire-strike-kills-5-special-operations-soldiers-in-afghanistan.html"}