{"authors": ["Greg Bishop"], "date_download": "2022-10-25 23:35:31", "date_modify": "2022-10-25 23:35:31", "date_publish": "2014-01-21 14:16:59", "description": "Switzerland’s Stanislas Wawrinka, seeded eighth, outlasted Novak Djokovic, the defending champion, in a grueling five-set thriller on Tuesday.", "filename": "2014_01_22_sports_tennis_wawrinka-outlasts-djokovic-in-a-marathon-match_1666740931.html", "image_url": "https://static01.nyt.com/images/2014/01/22/sports/tennis/22open-wawrinka-landscape/22open-wawrinka-landscape-articleLarge.jpg?year=2014&h=369&w=600&s=896ace667748b730c42ab1b4813880ebd1833e958ddaf642525bfbf1f86b5e11&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_22_sports_tennis_wawrinka-outlasts-djokovic-in-a-marathon-match_1666740931.html", "title": "Wawrinka Outlasts Djokovic in a Marathon Match", "title_page": "Wawrinka Outlasts Djokovic in a Marathon Match - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MELBOURNE, Australia — Stanislas Wawrinka’s forehand sailed wide on break point in the fourth set, and Novak Djokovic screamed. Then he screamed again. Then he screamed once more. He screamed as if he won the tournament. He screamed as if he won the lottery. He screamed so loud for so long the chair umpire issued a warning.\nThe whole scene felt familiar: Djokovic against Wawrinka in a Grand Slam contest, the match more like a marathon, Wawrinka close but Djokovic beginning to pull ahead. It felt that way until the Australian Open quarterfinal ended with Wawrinka in front, the final score, 2-6, 6-4, 6-2, 3-6, 9-7. As the final point concluded, his face — eyes wide, mouth agape — registered the most shock of all.\nSame movie, different ending. For Djokovic, a horror flick.\nWawrinka won their latest duel more than Djokovic, the defending champion here, lost it. Still, the final two points unfolded as if an understudy had subbed in.\nAt 30-30 in the final game, Djokovic slid into a forehand chip shot, one he intended to hit at an extreme cross-court angle. It sailed wide. On match point, Djokovic served-and-volleyed, and Wawrinka, perhaps surprised, popped up a return. Djokovic settled underneath the volley but mis-hit it off the forehand side. He watched as it floated long.", "url": "https://www.nytimes.com/2014/01/22/sports/tennis/wawrinka-outlasts-djokovic-in-a-marathon-match.html"}