{"authors": ["Alan Schwarz"], "date_download": "2022-10-25 22:56:44", "date_modify": "2022-10-25 22:56:44", "date_publish": "2014-07-21 01:18:10", "description": "In declining to keep a prescription drug database, the state has hampered its ability to combat abuse and also drawn buyers from neighboring states.", "filename": "2014_07_21_us_missouri-alone-in-resisting-prescription-drug-database_1666738604.html", "image_url": "https://static01.nyt.com/images/2014/07/21/us/MISSOURI/MISSOURI-articleLarge.jpg?year=2014&h=401&w=600&s=cd90fed2d698c3fd4493ae41d5ff44c566a85035652441691772b3649e897525&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_21_us_missouri-alone-in-resisting-prescription-drug-database_1666738604.html", "title": "Missouri Alone in Resisting Prescription Drug Database", "title_page": "Missouri Alone in Resisting Prescription Drug Database - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SIKESTON, Mo. — On his office phone at L & S Pharmacy, Richard Logan listened as a doctor’s office detailed how a patient had just left with her third prescription for painkillers in only nine days — and was quite possibly getting more, illegally, elsewhere.\nMr. Logan, 61, holstered two guns, slipped on a bulletproof vest and jumped into his truck. Because in his small corner of America’s epidemic of prescription drug abuse, Mr. Logan is no ordinary pharmacist. He is also a sheriff’s deputy who, when alerted to someone acquiring fraudulent drug prescriptions, goes out to catch that person himself.\n“I’m only one guy, and for every person we get to, there are probably 100 who we can’t,” Mr. Logan said. “How many people have to get addicted and die for us to do what everyone else is doing about it?”\nHis frustration stems from this: Missouri is the only state in America that has declined to keep a prescription drug database — the primary tool the other 49 states use to identify people who acquire excess prescriptions for addictive painkillers and tranquilizers, as well as the physicians who overprescribe them.", "url": "https://www.nytimes.com/2014/07/21/us/missouri-alone-in-resisting-prescription-drug-database.html"}