{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:25:24", "date_modify": "2022-10-25 23:25:24", "date_publish": "2014-01-14 01:18:02", "description": "A jury found Eric A. Stevenson guilty of taking over $20,000 in bribes for helping four businessmen build an adult day care center in his district.", "filename": "2014_01_14_nyregion_assemblyman-from-the-south-bronx-is-convicted-on-bribery-and-extortion-charges_1666740324.html", "image_url": "https://static01.nyt.com/images/2014/01/14/nyregion/stevenson/stevenson-articleLarge.jpg?year=2014&h=400&w=600&s=58269838c8a75611d1b1f34a49cee4bc6eaca2010689c05131041fd6141e7941&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_14_nyregion_assemblyman-from-the-south-bronx-is-convicted-on-bribery-and-extortion-charges_1666740324.html", "title": "Assemblyman From the South Bronx Is Convicted on Bribery and Extortion Charges", "title_page": "Assemblyman From the South Bronx Is Convicted on Bribery and Extortion Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Eric A. Stevenson, a New York assemblyman, was convicted on Monday of taking more than $20,000 in bribes in return for helping four businessmen build an adult day care center in his South Bronx district.\nA federal jury in Manhattan deliberated for roughly 90 minutes before returning a verdict finding Mr. Stevenson, 47, guilty of charges that included bribery, conspiracy to commit honest services fraud and extortion.\nThe conviction of Mr. Stevenson, a Democrat in his second term, automatically vacates his 79th District Assembly seat, an Assembly spokesman said.\nJudge Loretta A. Preska of Federal District Court said Mr. Stevenson would be sentenced on May 20. Prosecutors said he faced a maximum sentence of 20 years on each of two counts and lesser maximums on the others.", "url": "https://www.nytimes.com/2014/01/14/nyregion/assemblyman-from-the-south-bronx-is-convicted-on-bribery-and-extortion-charges.html"}