{"authors": ["Clifford Krauss"], "date_download": "2022-10-25 23:50:13", "date_modify": "2022-10-25 23:50:13", "date_publish": "2014-03-04 17:23:20", "description": "The oil company had sued a Manhattan lawyer leading the pollution case and his associates on fraud and conspiracy allegations.", "filename": "2014_03_05_business_federal-judge-rules-for-chevron-in-ecuadorean-pollution-case_1666741813.html", "image_url": "https://static01.nyt.com/images/2014/03/05/business/05chevron-pic1/05chevron-pic1-articleLarge.jpg?year=2014&h=399&w=600&s=4164255c503e3880a0e8cc7cbbfbb01941e25fdda13c5932e8971fa19f1addac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_05_business_federal-judge-rules-for-chevron-in-ecuadorean-pollution-case_1666741813.html", "title": "Big Victory for Chevron Over Claims in Ecuador", "title_page": "Big Victory for Chevron Over Claims in Ecuador - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since losing a $19 billion judgment in an Ecuadorean court three years ago, Chevron has drawn the condemnation of human rights and environmental activists by refusing to pay anything in fines or accept blame for polluting the Ecuadorean rain forest.\nThe award against Chevron was one of the largest judgments ever imposed by a court for environmental pollution, and it appeared to pit a mighty corporate Goliath against powerless peasants and the principal lawyer who represented them, Steven R. Donziger, as a brave David.\nBut on Tuesday, Chevron won a major victory. A federal judge in Manhattan ruled that a two-decade legal effort to punish the company was marred by fraud and corruption, making it increasingly likely that the oil company would be ultimately successful in beating back the legal and financial challenge.\nIn his nearly 500-page ruling, United States District Judge Lewis A. Kaplan did not dispute that pollution occurred in the Ecuadorean Amazon. But he did support Chevron’s complaint that Mr. Donziger, a Manhattan lawyer, and his litigation team engaged in a conspiracy and criminal conduct.", "url": "https://www.nytimes.com/2014/03/05/business/federal-judge-rules-for-chevron-in-ecuadorean-pollution-case.html"}