{"authors": ["Ben Hubbard", "David D. Kirkpatrick"], "date_download": "2022-10-25 23:01:10", "date_modify": "2022-10-25 23:01:10", "date_publish": "2014-01-22 03:38:04", "description": "If genuine, the trove is new visual corroboration that Syria’s government is guilty of mass war crimes against its own citizens, just as it appeared to regain some international standing.", "filename": "2014_01_22_world_middleeast_photo-archive-is-said-to-show-widespread-torture-in-syria_1666738870.html", "image_url": "https://static01.nyt.com/images/2015/03/13/world/middleeast/sampleimage/sampleimage-facebookJumbo.png?year=2014&h=366&w=698&s=15c810bea76d1b2ce44ba4f8c6f0c9e5106c94a81881ba853e037a69db5d8038&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_22_world_middleeast_photo-archive-is-said-to-show-widespread-torture-in-syria_1666738870.html", "title": "Photo Archive Is Said to Show Widespread Torture in Syria", "title_page": "Photo Archive Is Said to Show Widespread Torture in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Assad’s enemies say they hope the leak, first reported in The Guardian and on CNN, will cause enough revulsion in the West to prevent any deal that might leave him in place, or perhaps prod the West into more muscular steps to remove him, just as the disclosure of the Serbian massacre at Srebrenica in 1995 moved NATO to launch airstrikes in the Balkans.\nBut even the most determined advocates of Western intervention say the images may dramatize the moral cost of inaction but are unlikely to change the policy, especially given the American aversion to another entanglement in the Middle East.\n“I feel like we have had at least one or two Srebrenica moments in Syria already,” said Robert Kagan, a scholar at the Brookings Institution who has pushed for American action. “The White House has completely hardened itself to whatever horrendous news might come out of Syria because the president doesn’t want to get involved.”\nThe photos were made public by an anonymous military policeman who had a grim role in the bureaucracy of the Syrian security apparatus, according to the lawyers’ report assessing the photos’ veracity.\nThe photos were used to provide death certificates to the families of the victims without turning over the bodies, and were archived as a record that the men had been killed.\nAfter “psychological suffering” caused by his job, Caesar saved the photos on a portable disk drive, and he and the disk were smuggled out of the country by antigovernment activists, the report said. The activists contacted the Qatari government, Qatar hired a London law firm, and it commissioned a team of legal and forensics experts to assess the credibility of Caesar and his photos.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\n“It was like getting the keys to the Nazi archive,” said Geoffrey Nice, one of the investigators, who previously served as the lead prosecutor in the trial of the former Yugoslav president Slobodan Milosevic.", "url": "https://www.nytimes.com/2014/01/22/world/middleeast/photo-archive-is-said-to-show-widespread-torture-in-syria.html"}