{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:00:42", "date_modify": "2022-10-25 23:00:42", "date_publish": "2014-10-17 12:45:32", "description": "At a speech in Boston, the Federal Reserve chairwoman said she feared growing disparities in income and wealth were choking Americans’ ability to advance.", "filename": "2014_10_18_business_yellen-warns-of-inequality-threat.html__r=0_1666738842.html", "image_url": "https://static01.nyt.com/images/2014/10/18/business/FED/FED-articleLarge.jpg?year=2014&h=380&w=600&s=1d01ae0c08f58ecce497abfc70f1465c65fb46e53eb2d6bb51c55007af959f8d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_18_business_yellen-warns-of-inequality-threat.html__r=0_1666738842.html", "title": "Janet Yellen Warns of Inequality Threat", "title_page": "Janet Yellen Warns of Inequality Threat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOSTON — Janet L. Yellen, the Federal Reserve chairwoman, used her bully pulpit on Friday to sound the alarm about rising economic inequality.\nMs. Yellen did not mention recent market turmoil or monetary policy during her 30-minute speech. Instead, she painted a bleak picture of the increasingly unequal distribution of wealth and income, warning that Americans already have relatively little chance to advance economically, and that the problem may be worsening.\n“I think it is appropriate to ask whether this trend is compatible with values rooted in our nation’s history, among them the high value Americans have traditionally placed on equality of opportunity,” she said in her speech, which opened a conference on inequality at the Federal Reserve Bank of Boston.\nMs. Yellen, who took office in February, continues to put her stamp on the Fed by raising the profile of issues related to economic inequality.", "url": "https://www.nytimes.com/2014/10/18/business/yellen-warns-of-inequality-threat.html?_r=0"}