{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:50:20", "date_modify": "2022-10-25 23:50:20", "date_publish": "2014-05-07 01:41:06", "description": "Testifying in Manhattan at the trial of Mostafa Kamel Mostafa, who is accused of aiding in the abduction of 16 tourists in Yemen, a woman described her ordeal.", "filename": "2014_05_07_nyregion_witness-in-terrorism-case-recalls-being-taken-hostage-in-yemen_1666741820.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_07_nyregion_witness-in-terrorism-case-recalls-being-taken-hostage-in-yemen_1666741820.html", "title": "Witness in Terrorism Case Recalls Being Taken Hostage in Yemen", "title_page": "Witness in Terrorism Case Recalls Being Taken Hostage in Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The group of tourists was traveling in December 1998 when their convoy in Yemen was ambushed by armed militants who then took them hostage. The next day, with the sound of gunfire around them, one kidnapper turned to the group and said, “It’s goodbye to you all,” one former hostage testified in federal court in Manhattan on Tuesday.\n“I hoped it meant that they were getting ready to release us,” the former hostage, Margaret Thompson, one of two United States citizens who was kidnapped, testified. “But I feared it meant that they thought we were going to die.”\nMs. Thompson’s testimony came in the trial of Mostafa Kamel Mostafa, an Egyptian-born cleric extradited from Britain in 2012 who has been charged with conspiring with the kidnappers of the 16 tourists, many of them Britons and Australians. Four of the tourists were killed when Yemeni authorities mounted a rescue attempt and the kidnappers used hostages as human shields.\nFederal prosecutors have said that Mr. Mostafa, who is also known as Abu Hamza al-Masri, provided a satellite phone to the leader of the militants. A federal indictment charged that Mr. Mostafa received three calls on the satellite phone the day before the ambush, and spoke with the leader after it was underway and offered him advice.", "url": "https://www.nytimes.com/2014/05/07/nyregion/witness-in-terrorism-case-recalls-being-taken-hostage-in-yemen.html"}