{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:42:10", "date_modify": "2022-10-25 23:42:10", "date_publish": "2014-01-02 23:47:37", "description": "The DreamTab, produced by Fuhu and DreamWorks Animation, will regularly update with custom content from the animation studio.", "filename": "2014_01_03_business_media_a-tablet-for-children-that-comes-with-its-own-penguins_1666741330.html", "image_url": "https://static01.nyt.com/images/2014/01/03/business/jp-dreamworks/jp-dreamworks-articleLarge.jpg?year=2014&h=379&w=600&s=56d280f1f7df2811cba40aefa9272eec1d16e4b02344a656754ec3e271238253&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_03_business_media_a-tablet-for-children-that-comes-with-its-own-penguins_1666741330.html", "title": "A Tablet for Children That Comes With Its Own Penguins", "title_page": "A Tablet for Children That Comes With Its Own Penguins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GLENDALE, Calif. — DreamWorks Animation first captivated children in movie theaters. Then it branched into TV, piping cartoons based on hits like “Madagascar” and “How to Train Your Dragon” into homes through outlets like Nickelodeon and Netflix.\nNow DreamWorks has partnered with a technology company, Fuhu, on an even more immediate way to reach itty-bitty eyeballs, a highly coveted audience: a tablet computer for children that the studio will be able to program much like a cable channel. “We could push out a new character moment every day of the year,” said Jim Mainard, head of digital strategy and new business development for DreamWorks.\nDreamWorks and Fuhu, which makes the popular Nabi line of children’s tablets, plan to introduce the product, called the DreamTab, at the International Consumer Electronics Show, which starts Tuesday in Las Vegas.\nThe tablets will be sold with a range of DreamWorks-branded accessories, including headphones, protective bumpers and carrying cases. An eight-inch version of the DreamTab will arrive in stores in the spring. Pricing is still being determined but it will be under $300, a Fuhu spokesman said. A 12-inch version is also planned.", "url": "https://www.nytimes.com/2014/01/03/business/media/a-tablet-for-children-that-comes-with-its-own-penguins.html"}