{"authors": ["Margot Sanger-Katz"], "date_download": "2022-10-25 23:52:46", "date_modify": "2022-10-25 23:52:46", "date_publish": "2014-07-17 03:42:35", "description": "Health spending has slowed in many countries, bringing good news — and reasons to question many neat explanations for the trend.", "filename": "2014_07_17_upshot_the-global-slowdown-in-medical-costs_1666741966.html", "image_url": "https://static01.nyt.com/images/2014/07/17/upshot/17up-health/17up-health-articleLarge.jpg?year=2014&h=400&w=600&s=9ddbe9c36db91c2fc9ce948e8fb4c74fd79bb972044caf006d90ff68cb9c88c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_17_upshot_the-global-slowdown-in-medical-costs_1666741966.html", "title": "The Global Slowdown in Medical Costs", "title_page": "The Global Slowdown in Medical Costs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We tend to think of health care as a local good. Most people use the doctor or hospital in their neighborhood. China does not export medical care. Health and life spans differ from country to country, even county to county.\nBut when it comes to health care spending, the picture is starting to look more global. After decades when health spending in the United States grew much faster than it did in other Western countries, a new pattern has emerged in the last two decades. And it has become particularly pronounced since the economic crisis. The rate of health cost growth has slowed substantially since 2000 in every high-income country, including the United States, Canada, Britain, France, Germany and Switzerland, according to data from the Organization for Economic Cooperation and Development.\n“We used to be different,” said Louise Sheiner, a senior fellow at the Brookings Institution and a former senior economist at the Federal Reserve. “Since about 1990, we’ve looked about the same.”\nThe synchronized slowdown offers reasons to be skeptical about neat explanations for the trends in any one country, be it local changes in medical practices or Obamacare’s various attempts to slow cost growth. The slowdown has also reduced budget pressures around the world, a welcome development as baby boomers are retiring. Just this week, the Congressional Budget Office reduced its long-term forecasts for spending in the Medicare program, one of several recent reductions that mean the program’s solvency is looking safer than it has in years.", "url": "https://www.nytimes.com/2014/07/17/upshot/the-global-slowdown-in-medical-costs.html"}