{"authors": ["Adam Nossiter"], "date_download": "2022-10-26 00:11:47", "date_modify": "2022-10-26 00:11:47", "date_publish": "2014-03-21 01:39:41", "description": "During a jailbreak, many of the fleeing detainees were killed when security forces opened fire, officials said, and the toll could rise to 1,000, making it one of the bloodiest days in the fight against Islamist insurgents.", "filename": "2014_03_21_world_africa_nigerian-army-facing-questions-as-death-toll-soars-after-prison-attack_1666743107.html", "image_url": "https://static01.nyt.com/images/2014/03/21/world/NIGERIA/NIGERIA-articleLarge.jpg?year=2014&h=365&w=600&s=3d8d02e3b1b4e64ef52e9b8a98c486307f24e7f0875d8402f801c625e4c8f8d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_21_world_africa_nigerian-army-facing-questions-as-death-toll-soars-after-prison-attack_1666743107.html", "title": "Nigerian Army Facing Questions as Death Toll Soars After Prison Attack", "title_page": "Nigerian Army Facing Questions as Death Toll Soars After Prison Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DAKAR, Senegal — Well over 500 people were killed in Nigeria last week when security forces responded to what the military portrayed as a jailbreak attempt by the Islamist group Boko Haram, making it one of the bloodiest episodes yet in the military’s five-year counterinsurgency campaign, according to officials in the northern town of Maiduguri.\nAs inmates streamed last Friday through the opened gates of Giwa Barracks, a notorious military detention center in Maiduguri, a military plane fired on them while soldiers on the ground also opened fire, killing scores, a senior hospital official in Maiduguri said.\n“The aircraft opened fire from the sky,” he said. “The aircraft picked them easily from up top.”\nOther officials in Maiduguri corroborated his account and went further, asserting that the overwhelming majority of those killed were detainees imprisoned on flimsy or no charges — and not proven insurgents, as claimed by the military.\nThe episode was reported last week but far lower death tolls were given in most accounts, with the Nigerian military announcing only that there was “heavy human casualty on the terrorists” who it said had attacked the prison.", "url": "https://www.nytimes.com/2014/03/21/world/africa/nigerian-army-facing-questions-as-death-toll-soars-after-prison-attack.html"}