{"authors": ["Adam Ganucheau", "Manny Fernandez"], "date_download": "2022-10-25 23:38:17", "date_modify": "2022-10-25 23:38:17", "date_publish": "2014-04-29 14:46:30", "description": "A series of tornadoes have ravaged large areas of the South this week, killing at least 35 people and leaving residents stunned and weary.", "filename": "2014_04_30_us_deadly-storms-sweep-south-and-midwest_1666741097.html", "image_url": "https://static01.nyt.com/images/2014/04/29/us/STORM-slide-ON2F/STORM-slide-ON2F-articleLarge.jpg?year=2014&h=400&w=600&s=65159a7a19d8801896ceed2ffda9b91cefd3b1a2688cc25376e1607e25bcb5f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_30_us_deadly-storms-sweep-south-and-midwest_1666741097.html", "title": "Where Tornadoes Are a Known Danger, the One That Hits Home Still Stuns", "title_page": "Where Tornadoes Are a Known Danger, the One That Hits Home Still Stuns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOUISVILLE, Miss. — Ilene Estes sorted through the rubble atop a concrete slab here that used to be her home of 46 years. Like thousands of others in the South whose homes and lives have been devastated by a series of deadly tornadoes this week, she was stunned and weary. Even in parts of the country where tornadoes are commonplace, when they directly hit your street, they are uncommon terrors, their savagery discovered as if for the first time.\n“This just isn’t the kind of thing we’ve ever experienced,” said Ms. Estes, 74. “We have had storms in the rural areas around us, so we know what they can do, but I never could have imagined it would happen to us. I’ve always seen those kinds of things on TV, but never in person.”\nEvery year, people in the southern and central United States brace for tornado season in a ritual of preparation and anticipation, much as Floridians are used to hurricanes and Californians are accustomed to earthquakes. Those who live in Arkansas, Louisiana, Mississippi and other parts of the South prone to violent tornadoes even have a name for the region: Dixie Alley, a smaller counterpart to the more famous Tornado Alley, which includes parts of Oklahoma and Kansas.", "url": "https://www.nytimes.com/2014/04/30/us/deadly-storms-sweep-south-and-midwest.html?hp"}