{"authors": ["Jodi Rudoren", "Fares Akram"], "date_download": "2022-10-25 23:00:07", "date_modify": "2022-10-25 23:00:07", "date_publish": "2014-08-07 01:27:26", "description": "In addition to the estimated 1,800 Palestinians killed, business leaders say some 175 industrial plants took devastating blows.", "filename": "2014_08_07_world_middleeast_after-conflict-gaza-industry-lies-in-ashes_1666738807.html", "image_url": "https://static01.nyt.com/images/2014/08/07/world/GAZA/GAZA-articleLarge-v2.jpg?year=2014&h=400&w=600&s=617fd38244bdef957e723873e818c56f2e65bc42c954b562946592b72373a39c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_07_world_middleeast_after-conflict-gaza-industry-lies-in-ashes_1666738807.html", "title": "Conflict Leaves Industry in Ashes and Gaza Reeling From Economic Toll", "title_page": "Conflict Leaves Industry in Ashes and Gaza Reeling From Economic Toll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We target facilities that have been involved in rocket manufacturing,” he said, “or locations that rockets have been launched from.”\nPalestinian officials plan to ask international donors for $6 billion to rebuild Gaza this fall. But after Israel’s 2008-9 Operation Cast Lead, in which more than 1,000 small businesses and workshops were wiped out, a promised $4.7 billion never materialized, people in Gaza say.\nOmar Shaban, an economist who lives in the central Gaza town of Deir al-Balah and has known Al Awda and its owner since childhood, has long been talking about the structural dysfunction in Gaza. Israel severely restricts imports, exports, farming and fishing. The government payroll is bloated and a black market had thrived, fueled by hundreds of tunnels to Egypt, used for smuggling goods. Exacerbating the crisis, the new Egyptian government closed most of those tunnels last summer, idling even internationally funded construction projects. The Hamas-run government lost millions in tax revenue, its employees lost paychecks, and prices for diesel, cars and consumer products shot up.\nNow, after the loss of the factories, Mr. Shaban said, “The condition of our society needs new terms that do not exist in any textbook.”\n“We should stop asking about the percentage of unemployment and start talking about the percentage of employment,” he said. “I try hard to draw the boundary of the problem — it’s borderless. It’s a long list of cause and result, cause and result; this will lead to that and will lead to that. It’s a circle of impacts that will cause another problem.”\nThough he is wealthier than all but a few of Gaza’s 1.7 million residents, Mr. Telbani’s story is Gaza’s story. Like some two-thirds of the population, he is classified as a refugee, his family having lost its home in Beersheba at Israel’s founding (his company’s name, Al Awda, means “return”). Like many men of his generation, his first jobs were inside Israel, in restaurants and construction projects.", "url": "https://www.nytimes.com/2014/08/07/world/middleeast/after-conflict-gaza-industry-lies-in-ashes.html"}