{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 22:59:45", "date_modify": "2022-10-25 22:59:45", "date_publish": "2014-12-16 18:58:53", "description": "The move by the comptroller, Scott M. Stringer, is part of his strategy to resolve major civil rights claims before lawsuits are formally filed.", "filename": "2014_12_17_nyregion_scott-stringer-comptroller-seeks-eric-garner-settlement_1666738785.html", "image_url": "https://static01.nyt.com/images/2014/12/17/nyregion/17garner/17garner-articleLarge.jpg?year=2014&h=400&w=600&s=d564adc8f63c16b5563f4e1c26a425bde3324d128b08a046c15cba942792f6ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_17_nyregion_scott-stringer-comptroller-seeks-eric-garner-settlement_1666738785.html", "title": "New York City Comptroller Seeks to Settle Claim by Eric Garner’s Family", "title_page": "New York City Comptroller Seeks to Settle Claim by Eric Garner’s Family - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lawsuits over wrongful death or exoneration have long been left to the city’s Law Department, an agency with 700 lawyers that often defends cases aggressively in court. Once a case goes to court, the comptroller’s office has no role in legal strategy; it only approves or rejects any settlement that might be reached by the department.\nBut Mr. Stringer, who was elected independently of the mayor, said he wanted his office to become engaged much earlier in the process.\nIn his first year as comptroller, he has reached two major settlements without the Law Department’s involvement. The first went to David Ranta, who was wrongfully convicted of murder and imprisoned for 23 years. Mr. Ranta accepted a $6.4 million settlement in February to resolve his $150 million claim against the city.\nIn October, Mr. Stringer reached a $2.25 million settlement with the family of Jerome Murdough, a homeless veteran who died in an overheated cell at the Rikers Island jail complex. His family had filed a $25 million claim.\n“We came here not to kick the can down the road, not to sit back and let the Law Department litigate and I’ll sign what’s ever put in front of me,” Mr. Stringer said. “We have an opportunity to make the system better, so why not do it?”\nA spokesman for the Law Department, Nicholas Paolucci, said: “The comptroller has the authority to settle claims against the city before a lawsuit is filed. We trust that he will exercise that authority wisely. As always, the Law Department is available to consult with the comptroller in connection with any settlement of this matter,” referring to the Garner family’s claim.\nMr. Stringer — who, like Mayor de Blasio, a fellow Democrat, won a landslide victory last fall — said he saw the Law Department as a partner. But he added, “Not all cases should be litigated.”", "url": "https://www.nytimes.com/2014/12/17/nyregion/scott-stringer-comptroller-seeks-eric-garner-settlement.html"}