{"authors": ["Ethan Bronner"], "date_download": "2022-10-25 23:56:22", "date_modify": "2022-10-25 23:56:22", "date_publish": "2014-02-12 16:54:31", "description": "An Israeli journalist assesses Ariel Sharon’s complicated views.", "filename": "2014_02_16_books_review_arik-the-life-of-ariel-sharon-by-david-landau_1666742182.html", "image_url": "https://static01.nyt.com/images/2014/02/16/books/review/16BRONNER/16BRONNER-articleLarge.jpg?year=2014&h=766&w=600&s=f4753207d62f4d2ce5bd049047825b295cdd4c8b037e240854c4fe2ebd9762c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_16_books_review_arik-the-life-of-ariel-sharon-by-david-landau_1666742182.html", "title": "‘Arik: The Life of Ariel Sharon,’ by David Landau", "title_page": "‘Arik: The Life of Ariel Sharon,’ by David Landau - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Ariel Sharon was elected prime minister of Israel in a landslide 13 years ago, many close to David Landau, a left-leaning British-born Israeli journalist, thought seriously of leaving the country. The future under Sharon, it seemed to them, held only war and bloodshed. Yet when Prime Minister Sharon collapsed from a stroke less than five years later, “We wept,” Landau writes. “Not just for him; for ourselves.”\nIt is Sharon’s wholly surprising journey from ruthless military commander to what Landau calls “national father figure,” from territory-expanding champion to Palestinian state advocate, that most interests Landau in “Arik: The Life of Ariel Sharon,” his fine, comprehensive and readable biography. Five years in the making and published just after Sharon’s death last month, the book closely chronicles Sharon’s epic military and political battles, serving as a kind of national history.\nIt also seeks to grapple with “what ifs.” If Sharon had not visited the Temple Mount in 2000, would the second Palestinian uprising have occurred anyway? (Very likely, he suggests.) If Sharon had not suffered a stroke just as he was withdrawing Israeli settlers from the Gaza Strip and a part of the West Bank, would the ­Israeli-Palestinian conflict be in a different place from where it is today, paralyzed by timidity and mistrust on both sides? Landau believes Sharon planned to carry out more withdrawals and seems to accept the notion that only a onetime rightist like Sharon could have done so successfully. He quotes one of Sharon’s closest aides as saying the stroke was like “watching a film in which there was a power outage halfway through.”\nLandau, the Israel correspondent for The Economist, who wrote for many years for The Jerusalem Post, was editor of the newspaper Haaretz and the author of a book on the ultra-Orthodox at the time of Sharon’s stroke. He does not shy away from the unheroic. Much of his account will be familiar from the obituaries last month — Sharon’s attack in 1953 on the Jordanian village of Qibya in which scores of women and children were killed; his bulldozing of Gaza refugee camps in the early 1970s; his sending of Lebanese Phalange troops into Palestinian camps in Beirut in 1982, leading to a massacre of at least 800 civilians.", "url": "https://www.nytimes.com/2014/02/16/books/review/arik-the-life-of-ariel-sharon-by-david-landau.html"}