{"authors": ["Michelle Innis"], "date_download": "2022-10-25 23:54:14", "date_modify": "2022-10-25 23:54:14", "date_publish": "2014-12-15 05:30:37", "description": "The police burst into a downtown cafe where customers and employees had been captive for 16 hours, after officers reported hearing gunshots.", "filename": "2014_12_16_world_asia_sydney-australia-hostages_1666742054.html", "image_url": "https://static01.nyt.com/images/2014/12/15/world/15sydney-hp-slide-PW0P/15sydney-hp-slide-PW0P-articleLarge-v2.jpg?year=2014&h=400&w=600&s=01900921dc9f9c469c4d85776f3b5c1424ad94c98080efbd861da905f29117b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_16_world_asia_sydney-australia-hostages_1666742054.html", "title": "Sydney Hostage Siege Ends With Gunman and 2 Captives Dead as Police Storm Cafe", "title_page": "Sydney Hostage Siege Ends With Gunman and 2 Captives Dead as Police Storm Cafe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even so, it remained unclear whether Mr. Monis had any accomplices.\nThe armed man took control of the Lindt Chocolate Cafe on Martin Place in central Sydney around 9:45 a.m. Monday, trapping employees and customers inside. He had a black flag with white Arabic script, similar to those used by Islamic militants on other continents, which was later displayed in a cafe window.\nDuring the day Monday, five people fled the cafe, including two employees, but it was not clear whether the assailant had allowed them to leave or they had escaped.\nAuto and rail traffic was halted and nearby buildings like the New South Wales Parliament and the Reserve Bank were evacuated or locked down, and helicopters circled overhead. Police officials said they made contact with the hostage-taker and tried to negotiate an end to the siege.\nMr. Monis was known to the police. According to The Sydney Morning Herald, he was free on bail in two separate criminal cases. He was charged in November 2013 with being an accessory before and after the fact in the murder of his ex-wife, Noleen Hayson Pal, and in April 2014, he was charged with the indecent and sexual assault of a woman in western Sydney in 2002. Forty more counts of indecent or sexual assault relating to six other women were later added in that case.\nMr. Monis pleaded guilty in 2013 to 12 charges related to the sending of poison-pen letters to the families of Australian servicemen who were killed overseas, local media reports said. He was reportedly sentenced to probation and community service.", "url": "https://www.nytimes.com/2014/12/16/world/asia/sydney-australia-hostages.html"}