{"authors": ["Liz Alderman", "Dan Bilefsky"], "date_download": "2022-10-25 23:33:50", "date_modify": "2022-10-25 23:33:50", "date_publish": "2014-08-26 10:48:38", "description": "A day after infighting led to the collapse of the government, Prime Minister Manuel Valls appointed centrist political allies in a bid to crush an open rebellion in his Socialist Party.", "filename": "2014_08_27_world_europe_france-new-government_1666740830.html", "image_url": "https://static01.nyt.com/images/2014/08/27/world/FRANCE/FRANCE-articleLarge.jpg?year=2014&h=400&w=600&s=e119a77a4400826e32cb121a857f4a856787d2bb50d2614d72fea1ef82b6c4ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_27_world_europe_france-new-government_1666740830.html", "title": "New French Cabinet Sheds Critics and Leaves Austerity Policies in Place", "title_page": "New French Cabinet Sheds Critics and Leaves Austerity Policies in Place - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Hollande has tried to walk a line between the two camps, and watched his public standing dwindle. His policies have stoked ire from both the left and from French businesses and international investors, who say he has not gone far enough to revive the nation’s competitiveness.\nIf nothing else, the crisis has made more apparent the competing forces that have tugged at Mr. Hollande since the beginning of his term in 2012. It has also highlighted the limited policy tools available to him in an atmosphere, in France and in much of the rest of Europe, of high public debt, persistent unemployment and stagnant growth that threatens to transform the five-year euro crisis into a chronic economic illness.\nAnalysts said they expected the new government to push ahead with more of Mr. Hollande’s austerity measures, which were necessary to help reduce France’s deficit. Critics say the measures have thwarted an economic recovery after nearly a year of stagnant growth and high unemployment, which hovers above 10 percent.\nPolitically, the early judgments on the reshuffling were gloomy as jockeying began for the next presidential elections in 2017, cementing Mr. Hollande’s image as an ineffective politician who now faces the added risk of seeing his party base further erode.\nSimon Tilford, an economist who is deputy director of the Center for European Reform, a research institute in London, said that the latest French political crisis would invariably also diminish Mr. Hollande in Brussels in favor of Germany’s chancellor, Angela Merkel. It was her insistence on austerity that helped spur the divisions that led to the French crisis.\n“In terms of the way Hollande is perceived abroad, this will reinforce the perception that he is a weak leader who is unable to marshal his troops effectively,” Mr. Tilford said.\nAt home, the abruptness and upheaval caused by the crisis were a fresh blow to Mr. Hollande at a time when his popularity ratings are already at record lows, and disillusioned voters show signs of defecting to other parties, including the far-right National Front.", "url": "https://www.nytimes.com/2014/08/27/world/europe/france-new-government.html"}