{"authors": ["C. J. Chivers", "Neil Macfarquhar", "Andrew Higgins"], "date_download": "2022-10-25 23:38:14", "date_modify": "2022-10-25 23:38:14", "date_publish": "2014-04-24 10:22:22", "description": "Russia announced military exercises along the border with Ukraine on Thursday, prompting a warning from Secretary of State John Kerry that Moscow would face additional sanctions if it does not act to ease tensions.", "filename": "2014_04_25_world_europe_ukraine-crisis_1666741094.html", "image_url": "https://static01.nyt.com/images/2014/04/25/world/ALT-UKRAINE/ALT-UKRAINE-articleLarge.jpg?year=2014&h=401&w=600&s=87a259a04edc3f687760b46ecde1815902d967a0ab14adfcd9feed24378d5c42&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_25_world_europe_ukraine-crisis_1666741094.html", "title": "Russia to Start Drills, Warning Ukraine Over Mobilization", "title_page": "Russia to Start Drills, Warning Ukraine Over Mobilization - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SLOVYANSK, Ukraine — Defying warnings from Moscow not to confront pro-Russian militants entrenched in towns across eastern Ukraine, government forces on Thursday revived a stalled operation to regain control by force but had little to show for their efforts other than Russian military drills on Ukraine’s border and heightened alarm about Moscow’s next move.\nRussia has repeatedly denied having a hand in the unrest convulsing eastern Ukraine or any intention to invade. But an announcement on Thursday by Moscow that it would immediately start military maneuvers along the border with Ukraine, and a threat by Russia’s president, Vladimir V. Putin, of unspecified consequences for Ukraine as a result of what he called a “serious crime,” signaled a combustible new phase in a geopolitical battle set off by the overthrow of Ukraine’s government in February.\nThe day’s events also buried already feeble hopes that a deal reached last Thursday in Geneva by diplomats from the European Union, Russia, Ukraine and the United States might calm a crisis that has stirred fears of a wider conflict over control of Ukraine, a nation of 46 million that straddles a volatile fault line between Europe and Russia.\nIn Washington, Secretary of State John Kerry warned Russia on Thursday night that it would face additional economic sanctions if it failed to carry out that agreement. “The window to change course is closing,” he said. Sanctions could be announced as soon as Friday if the Russians do not respond, said one administration official who asked not to be identified while discussing internal planning.", "url": "https://www.nytimes.com/2014/04/25/world/europe/ukraine-crisis.html"}