{"authors": ["Susanne Craig", "James C. Mckinley Jr."], "date_download": "2022-10-25 23:25:31", "date_modify": "2022-10-25 23:25:31", "date_publish": "2014-07-02 01:15:59", "description": "The French banking giant’s agreement to plead guilty to federal and state criminal charges and to pay an $8.9 billion penalty is a sweet windfall for the taxpayers of New York.", "filename": "2014_07_02_nyregion_bnp-paribas-guilty-plea-is-latest-big-settlement-to-bolster-new-york-states-fiscal-position_1666740331.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_02_nyregion_bnp-paribas-guilty-plea-is-latest-big-settlement-to-bolster-new-york-states-fiscal-position_1666740331.html", "title": "BNP Paribas Guilty Plea Is Latest Big Settlement to Bolster New York State’s Fiscal Position", "title_page": "BNP Paribas Guilty Plea Is Latest Big Settlement to Bolster New York State’s Fiscal Position - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is payback in a way. New York was hit hard by the financial crisis, the worst economic downturn since the Great Depression. In 2008 alone, cash bonuses paid by Wall Street firms to employees in New York City fell 44 percent, according to the New York State comptroller’s office, as firms notched record losses and one big firm, Lehman Brothers, filed for bankruptcy. Job losses, cuts in compensation and bankruptcies all translate into less tax money for the state.\nThe crisis spawned dozens of regulatory investigations, which took several years to come to fruition. While the BNP Paribas case is not related to misdeeds committed during the financial crisis, a number of the recent big settlements are.\nFor instance, in 2013, the state’s attorney general, Eric T. Schneiderman, received $613 million as part of a national settlement with JPMorgan Chase centering on its sale of troubled mortgage securities to investors in the run-up to the crisis.\nDamien LaVera, a spokesman for the attorney general, said that in 2013 his office recovered $1.78 billion in settlements, of which $440.2 million went to victims’ groups and the rest to the state, be it general funds, repayments to Medicaid or areas earmarked in settlements. This is up from the $1.5 billion the attorney general collected in settlement money in 2012. That year, $481.5 million went to victims’ groups and the rest went to the state.\nThe Financial Services Department, which is led by Benjamin M. Lawsky and whose duties include regulating overseas banks with offices in New York, has collected roughly $3.7 billion since 2012. That includes the $2.2 billion this week. Money collected by the agency goes directly to the state’s general fund.\nThe state attorney general has previously tried to hang on to settlement money, hoping to allocate it to different programs. But this has not been without controversy. When Mr. Schneiderman collected the $613 million from JPMorgan, his office and the bank negotiated the terms so that the attorney general would be given sole discretion over how to allocate the money.\nMr. Schneiderman had plans for the cash, including preventing avoidable foreclosures and expanding his office’s efforts to fight financial fraud.", "url": "https://www.nytimes.com/2014/07/02/nyregion/bnp-paribas-guilty-plea-is-latest-big-settlement-to-bolster-new-york-states-fiscal-position.html"}