{"authors": ["Jon Caramanica"], "date_download": "2022-10-25 23:36:46", "date_modify": "2022-10-25 23:36:46", "date_publish": "2014-10-23 12:00:07", "description": "Taylor Swift leaves country behind on “1989,” her new album, but the implicit enemy is the rest of mainstream pop.", "filename": "2014_10_26_arts_music_taylor-swift-1989-new-album-review.html__r=0_1666741006.html", "image_url": "https://static01.nyt.com/images/2014/10/26/arts/26JPTAYLOR1/26JPTAYLOR1-articleLarge.jpg?year=2014&h=400&w=600&s=2ac3b99ea77c37bad5564fd1189cf81088cf4ec677e482b9456e3e714cb826ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_26_arts_music_taylor-swift-1989-new-album-review.html__r=0_1666741006.html", "title": "Review: Taylor Swift's '1989'", "title_page": "Review: Taylor Swift's '1989' - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The era of pop she channels here was a collision of sleaze and romanticism, of the human and the digital. But there’s barely any loucheness in Ms. Swift’s voice. Her take on that sound is sandpapered flat and polished to a sheen. The album, named for the year she was born, is executive produced by Ms. Swift and Max Martin, and most of the songs are written with Mr. Martin and his fellow Swede Shellback. Both men have helped shape the last decade of pop but what’s notable here is their restraint. (Mr. Martin also did almost all the vocal production on the album.) Ms. Swift’s old running buddy Nathan Chapman produced “This Love,” a mournful ballad that would have been at home of the “Hunger Games: Catching Fire” soundtrack, and the only song here that could be mistaken for a concession to country.\nThe best country-defying songs on her last album, “Red” — especially “I Knew You Were Trouble,” another collaboration with Mr. Martin and Shellback — were also a move toward forward-sounding pop. Ms. Swift has many charms but stylistic envelope pushing has not always been among them. And yet those songs showed her to be more of a risk taker than she’d ever been, and savvy enough to know her fans would follow.\nImage Ms. Swift rehearsing in 2007 for the 42nd Academy of Country Music Awards.\nThat vanguard attitude, though, isn’t to be found on “1989,” which is largely filled with upbeat, tense songs on which the singer stomps out much of whatever was left of her youthful innocence. The Taylor Swift of this album is savage, wry, and pointed. The high mark is “Style,” which recalls something from the original “Miami Vice” soundtrack, all warm synths and damp vocals. “Midnight/You come and pick me up/No headlights,” she oozes at the beginning of the song. By the chorus, she’s flirty, but back in the verses, she’s skeptical and a little bedraggled.\nMs. Swift has often sung in a talky manner, emphasizing intimacy over power and nuance, but on “1989” she uses her voice — processed more than ever — in different ways than before: the coy confidence of how she shifts gears leading up to the bridge in “Shake It Off,” slithering out the line, “But I keep cruising,” immediately changing the song from gum-snapping glee to powerful release. Or the way she sweetly drags out the long e in “beat” on “Welcome to New York”; or the bratty background chorus chants on “All You Had to Do Was Stay.”\nHer most pronounced vocal tweak is on “Wildest Dreams,” a sweaty and dark tale of dangerous love. In the verses, Ms. Swift sings drowsily, as if seducing or just waking up: “I said ‘No one has to know what we do'/ His hands are in my hair/ His clothes are in my room.” Then, at the bridge, she skips up an octave, sputtering out bleats of ecstasy, before retreating back under the covers.", "url": "https://www.nytimes.com/2014/10/26/arts/music/taylor-swift-1989-new-album-review.html?_r=0"}