{"authors": ["Tanzina Vega"], "date_download": "2022-10-25 23:50:07", "date_modify": "2022-10-25 23:50:07", "date_publish": "2014-08-12 15:48:37", "description": "The police shooting of Michael Brown, a Missouri teenager, has prompted a social media campaign over negative depictions of young black men in the news media.", "filename": "2014_08_13_us_if-they-gunned-me-down-protest-on-twitter_1666741807.html", "image_url": "https://static01.nyt.com/images/2014/08/13/us/ONLINE-web/ONLINE-web-articleLarge.jpg?year=2014&h=394&w=600&s=dc5ed36fb7154defe294b2d890e0b9b9741a60948dd94380c1da7c680909925c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_13_us_if-they-gunned-me-down-protest-on-twitter_1666741807.html", "title": "Shooting Spurs Hashtag Effort on Stereotypes", "title_page": "Shooting Spurs Hashtag Effort on Stereotypes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Tyler Atkins heard about the fatal shooting of Michael Brown, 18, an unarmed black teenager in Ferguson, Mo., he posted on Twitter a picture of himself in a tuxedo, with a saxophone around his neck, next to a photograph of himself dressed in a black T-shirt with a blue bandanna tied around his head and his finger pointed at the camera.\nLike hundreds of young African-Americans, he placed his pictures under the hashtag #IfTheyGunnedMeDown, protesting Mr. Brown’s killing by a police officer and the way young black men are depicted in the news media. He said that Mr. Brown’s identity was distorted and filtered through negative stereotypes, and that the same would have been done to him with the bandanna image if he found himself the victim of a similar event.\nThe first picture was taken after a jazz concert at the High School for the Performing and Visual Arts in Houston, where Mr. Atkins, a senior, studies music. The other was taken during a recording for a rap video he made with friends for a school math project.\n“Had the media gained ahold of this picture, I feel it would be used to portray that I was in a gang, which is not true at all,” Mr. Atkins, 17, wrote in an email.", "url": "https://www.nytimes.com/2014/08/13/us/if-they-gunned-me-down-protest-on-twitter.html"}