{"authors": ["Dan Bilefsky", "Liz Alderman"], "date_download": "2022-10-25 23:33:56", "date_modify": "2022-10-25 23:33:56", "date_publish": "2014-08-25 10:26:07", "description": "Manuel Valls announced plans to dissolve the government after a rancorous battle in his cabinet over the direction of the economy.", "filename": "2014_08_26_world_europe_french-prime-minister-moves-to-dissolve-government_1666740836.html", "image_url": "https://static01.nyt.com/images/2014/08/26/world/FRANCE/FRANCE-articleLarge.jpg?year=2014&h=400&w=600&s=c795320b0a008a6499342428b87cd005175cdcaa2459fae567981eac34e560c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_26_world_europe_french-prime-minister-moves-to-dissolve-government_1666740836.html", "title": "French Cabinet Is Dissolved, a Victim of Austerity Battles", "title_page": "French Cabinet Is Dissolved, a Victim of Austerity Battles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last week, Mr. Hollande acknowledged the problems his government faced, saying in an interview with Le Monde that austerity policies the country had been compelled to follow to meet the eurozone’s budget deficit target had made it nearly impossible to achieve a recovery after six months of zero growth and more than a year of weak economic activity. The eurozone consists of the 18 members of the European Union that use the euro.\nAs a result, he said, France will no longer try to meet a deficit reduction target this year, and may fall behind on deficit reduction next year as he seeks to put in place 50 billion euros worth of spending cuts he has already pledged to make through 2017. Mr. Hollande acknowledged that growth is so weak in France that it was unlikely to rebound any time soon.\nHis warning that growth had been jeopardized was the most strident repudiation yet of the policies that Ms. Merkel and the union’s bureaucrats insisted countries follow at the height of the euro crisis, when there was a palpable danger that the monetary union might break up.\nBut a rising chorus of critics and economists now say that the austerity approach has left European governments little leeway to employ the kind of growth measures necessary to restore demand.\nPaul de Grauwe, a professor of political economy at the London School of Economics, said that the collapse of the French government underlined a split within France and Europe as a whole over whether austerity measures, coupled with structural changes, were enough to restore Europe’s sagging economic fortunes.\n“The Merkel view has been discredited, not in Germany, but pretty much everywhere else,” he said. “People are starting to see that the paradigm of the past three years is not enough. Confidence has not flowed and we are still waiting for growth.”\nWhile Mr. Hollande and Ms. Merkel have tussled in the past over the future economic direction of Europe, the French news media, citing advisers close to Mr. Valls, said his anger was fueled in part by concern that Mr. Montebourg had crossed a line by voicing such strident dissent publicly and that he was threatening to upend a relationship with Germany that is considered the motor of European integration.", "url": "https://www.nytimes.com/2014/08/26/world/europe/french-prime-minister-moves-to-dissolve-government.html"}