{"authors": ["Scott Cacciola"], "date_download": "2022-10-25 22:57:14", "date_modify": "2022-10-25 22:57:14", "date_publish": "2014-12-24 19:43:16", "description": "Toronto, the hub of hockey, moonlights as the continent’s unlikeliest incubator of basketball prodigies, pumping out an extraordinary number of professional players.", "filename": "2014_12_25_sports_basketball_in-toronto-a-basketball-boom-north-of-the-border_1666738634.html", "image_url": "https://static01.nyt.com/images/2014/12/24/sports/TORONTO1/TORONTO1-facebookJumbo.jpg?year=2014&h=550&w=1050&s=5eebd02d40b67a9f4d5667e3c0c3c048ff04cfdba96b24ec68327c5fd1a7de41&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_25_sports_basketball_in-toronto-a-basketball-boom-north-of-the-border_1666738634.html", "title": "Toronto Produces Talent Like Anthony Bennett and Andrew Wiggins", "title_page": "Toronto Produces Talent Like Anthony Bennett and Andrew Wiggins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TORONTO — There was a time, not long ago, when New York and Los Angeles seemed to monopolize much of the world’s basketball talent. They produced the best players, who went to the best college programs before graduating to the N.B.A. It was the American way.\nBut the great democratization of the game has altered its landscape, sending the game west and east and even north — as in north of the border.\nLook no further than Toronto, the hub of hockey, which now moonlights as one of North America’s unlikeliest incubators of hoops prodigies and pumps out an extraordinary number of pro players. Consider that the last two No. 1 overall picks in the N.B.A. draft, Anthony Bennett and Andrew Wiggins of the Minnesota Timberwolves, grew up near the city. And that seven other players who were born in the Toronto area are on N.B.A. rosters. And that many more are on the way.\n“When we used to talk about the ‘next one,’ we’d be talking about the next hope,” Roy Rana, the coach of Canada’s junior national team, said. “Now, we’re talking about the next one who will be in the N.B.A. We no longer hope. It’s not a dream. It’s an expectation.”", "url": "https://www.nytimes.com/2014/12/25/sports/basketball/in-toronto-a-basketball-boom-north-of-the-border.html"}