{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:42:12", "date_modify": "2022-10-25 23:42:12", "date_publish": "2014-07-22 15:59:07", "description": "Routine tasks that follow well-defined procedures are especially likely to be taken over by computers, and the recession has sped this process up.", "filename": "2014_07_23_upshot_how-technology-aided-by-recession-is-transforming-the-work-world_1666741332.html", "image_url": "https://static01.nyt.com/images/2014/07/23/upshot/23UP-Polarize-2/23UP-Polarize-2-articleLarge.jpg?year=2014&h=400&w=600&s=03a948cb4a6303b0d656c8454eb80f8f528bd5101ec04798cce4c41c752c3973&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_23_upshot_how-technology-aided-by-recession-is-transforming-the-work-world_1666741332.html", "title": "Technology, Aided by Recession, Is Polarizing the Work World", "title_page": "Technology, Aided by Recession, Is Polarizing the Work World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new study, which analyzed data from the Current Population Survey from 1976 to 2012, illustrates that the recession had a disproportionately large effect on routine jobs, and greatly sped up their loss. That is probably because even if a new technology is cheaper and more efficient than a human laborer, bosses are unlikely to fire employees and replace them with computers when times are good. The recession, however, gave them a motive. And the people who lost those jobs are generally unable to find new ones, said Henry E. Siu, an associate professor at the University of British Columbia and an author of the study.\nYoung people and those with only a high school diploma are much more likely to be unemployed and replaced by a machine, he said. And to the authors’ surprise, men are more vulnerable than women.\n“When you look at data, women who would otherwise be finding middle-paying routine jobs tend to be moving up the job ladder to these higher-paying brain jobs, whereas men are much more likely to just be moving from blue-collar jobs into not finding a job,” said Mr. Siu, who wrote the study with Guido Matias Cortes of the University of Manchester, Nir Jaimovich of Duke University and Christopher J. Nekarda of the Federal Reserve in Washington.\nThe changing demographics in the United States play a small role in the loss of midwage jobs, as do policies related to offshoring, unions and the minimum wage. But the study found that two-thirds of the decline in routine jobs is explained by a drop in the number of unemployed people who can get these jobs, and an increase in the number of people who had these jobs and lost them.", "url": "https://www.nytimes.com/2014/07/23/upshot/how-technology-aided-by-recession-is-transforming-the-work-world.html"}