{"authors": ["Mike Isaac", "Brian X. Chen"], "date_download": "2022-10-25 23:42:03", "date_modify": "2022-10-25 23:42:03", "date_publish": "2014-11-15 00:41:09", "description": "While still far from a dominant payment system, Apple’s product has provided faint signs that mobile payment use could become widespread after years of sputtering.", "filename": "2014_11_15_technology_apple-pay-gives-glimpse-of-mainstream-appeal-for-mobile-payments_1666741323.html", "image_url": "https://static01.nyt.com/images/2014/11/15/business/Applepay/Applepay-articleLarge.jpg?year=2014&h=401&w=600&s=a91726ff021d4fc6b24afb16d7283b87f2123012fb5ee372da5c388c98696b21&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_15_technology_apple-pay-gives-glimpse-of-mainstream-appeal-for-mobile-payments_1666741323.html", "title": "Apple Pay Gives Glimpse of Mainstream Appeal for Mobile Payments", "title_page": "Apple Pay Gives Glimpse of Mainstream Appeal for Mobile Payments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For years, tech companies have dreamed of a future in which people ditch their wallets and pay for things with their smartphones. And for years, that has not happened.\nBut Apple may be on to something.\nIn the three weeks since the company released Apple Pay, its first stab at a mobile wallet, some major retailers are seeing a wave of consumers eager to check out at the register with their iPhones.\nAnd even some of Apple’s competitors, like Google and Softcard, say Apple has helped create general awareness of mobile payments, including for their services.\nWhole Foods, the high-end grocery chain, said it had processed more than 150,000 Apple Pay transactions. McDonald’s, which accepts Apple Pay at its 14,000 restaurants in the United States, said Apple Pay accounted for 50 percent of its tap-to-pay transactions. And Walgreens, the nationwide chain of drugstores, said its mobile wallet payments had doubled since Apple Pay came out.", "url": "https://www.nytimes.com/2014/11/15/technology/apple-pay-gives-glimpse-of-mainstream-appeal-for-mobile-payments.html"}