{"authors": ["Tahmima Anam"], "date_download": "2022-10-25 23:55:19", "date_modify": "2022-10-25 23:55:19", "date_publish": "2014-04-04 10:34:49", "description": "The men and women who leave countries like Bangladesh and Sri Lanka to work abroad are not expendable.", "filename": "2014_04_05_opinion_anam-migrant-worker-nations-unite_1666742119.html", "image_url": "https://static01.nyt.com/images/2013/10/04/opinion/Anan-contributor/contributors-images-slide-1OZF-articleLarge.jpg?year=2014&h=600&w=600&s=4fce0865ac00d0aa8fb1204eca783a82bfc4a209a5969d4ed61919051d4c6a49&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_05_opinion_anam-migrant-worker-nations-unite_1666742119.html", "title": "Migrant Worker Nations, Unite!", "title_page": "Opinion | Migrant Worker Nations, Unite! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — When I was growing up outside of Bangladesh, my parents were careful to remind me that we had not become migrants and that our loyalties remained very firmly back home. (My father was a diplomat, and we roamed the world without putting down roots anywhere.) Back then, people left home for places like America, Britain and Australia, returning after many years with children who spoke heavily accented Bangla and complained about the heat. One of my distant relatives spent the entire duration of his vacation from Atlanta holed up in a giant mosquito net drinking only coconut water.\nMigration to those countries is still much sought after, but the Bangladeshi migrant today tends to be of a different sort: a worker who goes abroad for a short period of time, perhaps only a few years, with the sole purpose of sending money home. He leaves his family, and his loyalties, behind. These days, as I travel back and forth from Bangladesh, I often see at the Dhaka airport a line of migrant workers, in matching jumpsuits, boarding airplanes bound for construction sites in the Middle East and Southeast Asia.\nEvery year, hundreds of thousands of Bangladeshis leave home to work abroad, mostly in the Middle East. The money they send back is the single-largest source of foreign exchange earnings for the Bangladeshi economy. As a result, Bangladesh tends to be unduly grateful to any state willing to employ its nationals, and often acts less like a supplier than a supplicant.\nBut the worker’s journey is perilous. From the moment he steps foot outside his home, he is susceptible to fraud, and often is swindled out of vast sums of money on false promises — fake visas and jobs that don’t exist. If he does arrive legally in a new country, there sometimes is rampant abuse at the other end: low wages or no wages at all, dangerous working places, unsanitary living conditions and, worse, the inability to protest or even escape.", "url": "https://www.nytimes.com/2014/04/05/opinion/anam-migrant-worker-nations-unite.html"}