{"authors": ["Jodi Rudoren"], "date_download": "2022-10-25 23:00:08", "date_modify": "2022-10-25 23:00:08", "date_publish": "2014-08-06 03:45:20", "description": "The battle over casualty statistics in Gaza rages on, with no other number as contentious as the ratio of civilians to combatants killed.", "filename": "2014_08_06_world_middleeast_civilian-or-not-new-fight-in-tallying-the-dead-from-the-gaza-conflict_1666738808.html", "image_url": "https://static01.nyt.com/images/2014/08/06/world/CASUALTIES/CASUALTIES-articleLarge.jpg?year=2014&h=402&w=600&s=29262ee13f2024e021d303e934ce1e2e76b7566053d843bbfe794398a1e4a044&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_06_world_middleeast_civilian-or-not-new-fight-in-tallying-the-dead-from-the-gaza-conflict_1666738808.html", "title": "Civilian or Not? New Fight in Tallying the Dead From the Gaza Conflict", "title_page": "Civilian or Not? New Fight in Tallying the Dead From the Gaza Conflict - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GAZA CITY — Inside the Health Sciences Library at Al-Shifa Hospital here, a small team spent the war crunching numbers. Stuck to their laptops were a statistician, a graphic designer, a data-entry specialist and an issuer of death certificates, some of whom spent nights sleeping in their straight-backed chairs.\nBy Tuesday, this is what they had come up with: 1,865 “martyrs” from “Israeli aggression” since July 6: 429 under age 18, 79 over 60, 243 women. The Palestinian Ministry of Health does not categorize victims as civilian or combatant, but others do: The United Nations — which had a lower death toll, 1,814 — said that at least 72 percent were civilians, while two Gaza-based groups put the percentage at 82 (Al Mezan Center for Human Rights) and 84 (the Palestinian Center for Human Rights).\nIsrael has a very different assessment. The military says it took the lives of 900 “terrorists,” but it did not provide specifics beyond the 368 cases listed in 28 entries on its blog. Politicians have been saying that 47 percent of the dead were fighters, citing a study by an Israeli counterterrorism group that is impressive in its documentation, using photographs and Internet tributes, but analyzes only the first 152 casualties, when the assault was exclusively from the air.\nEven as the war appears to draw to a close, the battle over casualty statistics rages on. No other number is as contentious as the ratio of civilians to combatants killed, widely viewed, including in Israel, as a measure of whether the commanders in the field acted proportionately to the threat posed by militants — or, in the eyes of Israel’s critics, committed war crimes.", "url": "https://www.nytimes.com/2014/08/06/world/middleeast/civilian-or-not-new-fight-in-tallying-the-dead-from-the-gaza-conflict.html"}