{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:28:51", "date_modify": "2022-10-25 23:28:51", "date_publish": "2014-05-15 09:01:42", "description": "The front-runner, Abdullah Abdullah, won 45 percent of the votes, but it was not enough to avoid a runoff, forcing an election on June 14.", "filename": "2014_05_16_world_asia_afghanistan-presidential-elections_1666740531.html", "image_url": "https://static01.nyt.com/images/2014/05/16/world/AFGHAN-1/AFGHAN-1-articleLarge.jpg?year=2014&h=366&w=600&s=606321d55e57aae181177c0c5393d93e6a22ec3f36ecbc32f43d85eb6927d3c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_16_world_asia_afghanistan-presidential-elections_1666740531.html", "title": "Afghan Contenders Accept Results and Move On", "title_page": " Afghan Contenders Accept Results and Move On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — The two remaining candidates for president of Afghanistan said on Thursday that they accepted the final results of the first round of voting, which eliminated their other rivals, and they vowed to campaign hard to win the election in a runoff.\nHowever, the timeline announced by the nation’s election commission will leave the country without a new president until late summer. Voters will cast their runoff ballots on June 14, with final results to be announced on July 22. Under Afghan election law, the new president would then be inaugurated 30 days later, officials said.\nThe dates matter to the United States and other Western countries, where military planners are hoping to determine as soon as possible what will happen after the current United Nations mandate for their forces in Afghanistan expires at the end of the year.\nBoth candidates have said they will sign the bilateral security agreement that has already been negotiated with the United States, and which provides for the continuing presence of American troops. The current president, Hamid Karzai, has refused to sign it before he leaves office, leaving the matter to his successor.", "url": "https://www.nytimes.com/2014/05/16/world/asia/afghanistan-presidential-elections.html"}