{"authors": ["Gerry Mullany", "David Barboza"], "date_download": "2022-10-25 23:40:21", "date_modify": "2022-10-25 23:40:21", "date_publish": "2014-05-07 07:50:46", "description": "The confrontation highlighted hair-trigger tensions in the South China Sea as East Asian nations try to contain China’s more aggressive posture in pursuing maritime claims.", "filename": "2014_05_08_world_asia_philippines-detains-crew-of-chinese-fishing-vessel_1666741221.html", "image_url": "https://static01.nyt.com/images/2014/05/07/multimedia/china-vietnam-dispute/china-vietnam-dispute-articleLarge.jpg?year=2014&h=338&w=600&s=f2a28c379d0ebe79474e3aee37fc31dbe6411c0df23569cfddf3901686fb003b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_08_world_asia_philippines-detains-crew-of-chinese-fishing-vessel_1666741221.html", "title": "Vietnam Squares Off With China in Disputed Seas", "title_page": "Vietnam Squares Off With China in Disputed Seas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Tensions in the South China Sea intensified Wednesday as Vietnamese vessels confronted Chinese ships that were working to place an oil rig off Vietnam’s coast, and Vietnamese officials claimed that their ships had been rammed by the Chinese vessels three days earlier.\nVietnam said the Chinese ships also fired water cannons at its flotilla in the encounter on Sunday, injuring Vietnamese sailors, although Chinese officials did not confirm the incident. The skirmishing highlighted the hair-trigger tensions in the region as Asian nations try to contain China’s more aggressive posture in pursuing maritime claims in the South China Sea.\n“On May 4, Chinese ships intentionally rammed two Vietnamese Sea Guard vessels,” Tran Duy Hai, a Foreign Ministry official, said at a news conference in Hanoi, Vietnam. “Chinese ships, with air support, sought to intimidate Vietnamese vessels.”\nLast week, the Chinese state oil company Cnooc stationed the oil rig 120 nautical miles off the coast of Vietnam, in waters claimed by China and Vietnam. The placement of the rig led to protests and demands by Vietnam that it be withdrawn, and the deployment of a Vietnamese naval flotilla to the area.", "url": "https://www.nytimes.com/2014/05/08/world/asia/philippines-detains-crew-of-chinese-fishing-vessel.html"}