{"authors": ["Jodi Rudoren", "Isabel Kershner"], "date_download": "2022-10-25 23:00:20", "date_modify": "2022-10-25 23:00:20", "date_publish": "2014-08-01 08:55:34", "description": "A cease-fire in Gaza collapsed on Friday as the Israeli military said that two soldiers had been killed and a third apparently captured. Gaza health officials said at least 70 Palestinians had been killed by Israeli airstrikes.", "filename": "2014_08_02_world_middleeast_israel-gaza-conflict_1666738820.html", "image_url": "https://static01.nyt.com/images/2014/08/02/world/JP-ISRAEL-2/JP-ISRAEL-2-articleLarge.jpg?year=2014&h=393&w=600&s=2e6cc75de56063211241906c60081208a40365697983a4748262286e2d78626d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_02_world_middleeast_israel-gaza-conflict_1666738820.html", "title": "Gaza Fighting Intensifies as Cease-Fire Falls Apart", "title_page": "Gaza Fighting Intensifies as Cease-Fire Falls Apart - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Israeli fears about kidnapping have been palpable since Hamas fighters used a tunnel under the border to enter Israeli territory near a kibbutz outside Gaza on July 17. Later that night, Israel launched a ground invasion to accompany the air campaign that began on July 8. Several similar attempts to infiltrate Israel have been thwarted; after one, Israel found plastic hand-ties and tranquilizers. For Hamas, which in 2006 abducted Staff Sgt. Gilad Shalit and five years later traded him for more than 1,000 Palestinian prisoners in Israeli jails, a live hostage is perhaps its most powerful weapon.\nAfter an intense predawn battle in the Gaza City neighborhood of Shejaiya on July 20, Hamas announced that it had captured Staff Sgt. Oron Shaul and broadcast his identification number, prompting celebrations across Gaza and the West Bank. Israel later said Sergeant Shaul had been killed in action, but no remains had been recovered.\nIsraeli military officials said they were uncertain of the condition of the officer captured on Friday. They identified him as Second Lt. Hadar Goldin, 23, of the elite Givati Brigade. Lieutenant Goldin has a twin brother who until Friday was also fighting at the front, according to Israeli news reports, and he had proposed to his girlfriend during the war, scheduling the wedding in two months.\nHis father, Simcha Goldin, said the family was confident the Israeli military would “not stop under any circumstances until they have turned over every stone in Gaza and have brought Hadar home healthy and whole.”\nIsrael’s military censor informed The New York Times that material related to the missing officer had to be submitted for review, the first such notification in more than six years. International journalists must agree in writing to the censorship system in order to work in Israel. The Times did not send the censor a draft of this article before publication, but summarized over the phone its biographical references to Lieutenant Goldin.", "url": "https://www.nytimes.com/2014/08/02/world/middleeast/israel-gaza-conflict.html"}