{"authors": ["Alessandra Stanley"], "date_download": "2022-10-25 23:35:10", "date_modify": "2022-10-25 23:35:10", "date_publish": "2014-12-05 14:25:57", "description": "The biggest challenge for the NBC musical “Peter Pan Live!” was contending with the outsize expectations set up by the network’s barrage of publicity.", "filename": "2014_12_06_arts_television_nbcs-peter-pan-live-starring-allison-williams-and-christopher-walken_1666740910.html", "image_url": "https://static01.nyt.com/images/2014/12/06/arts/06peterpan/06peterpan-articleLarge.jpg?year=2014&h=399&w=600&s=42aa3591099a310ad21b890672d2eb50bbd60bf783759fdf20f061b9ea0fc1ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_06_arts_television_nbcs-peter-pan-live-starring-allison-williams-and-christopher-walken_1666740910.html", "title": "‘Peter Pan Live!’ With Allison Williams and Christopher Walken on NBC", "title_page": "‘Peter Pan Live!’ With Allison Williams and Christopher Walken on NBC - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Allison Williams ruined hate-watching.\nIt turns out this little-known, 26-year-old star of “Girls” has a lovely singing voice — as smooth as double-churn caramel ice cream. Ms. Williams convincingly pulled off a British accent and was, all in all, a confident, lively and suitably impudent Peter Pan.\nThose who watched the musical “Peter Pan Live!” on NBC on Thursday in hopes of lighting up the Twittersphere with catty commentary were doomed to disappointment. Whatever was wrong with this performance, and there’s always something a bit off in a three-hour live television show, it wasn’t Ms. Williams.\nIt wasn’t Christopher Walken as Captain Hook, either, even though his voice was faint and he seemed at times to be rummaging for the next line. Mr. Walken was no Cyril Ritchard, the actor who played Hook opposite Mary Martin in the original Broadway production. Mr. Walken didn’t chew the scenery, and he didn’t enunciate the classic lines (“That’s where the canker gah-NAWS”) with much brio. But the actor brought his own sinewy charisma, stop-start diction and hoofer muscle memory to the part. Plus, in his flowing black wig and pirate costume, he looked like the fashion designer John Galliano dressed as Johnny Depp for Halloween.\nThe gaudy, brightly colored Neverland sets gave the show a pleasantly amateurish look, but technically this live staging of “Peter Pan” — overseen by the executive producers Neil Meron and Craig Zadan and the director Rob Ashford — was a lot more ambitious and difficult to stage than “Sound of Music Live!,” which they put on NBC last year. Nobody fell or got tangled in their wires while flying. There was no glitch with the computer-generated Tinkerbell. Even the real dog who played Nana didn’t miss a mark.", "url": "https://www.nytimes.com/2014/12/06/arts/television/nbcs-peter-pan-live-starring-allison-williams-and-christopher-walken.html"}