{"authors": ["Richard Pérez-Peña"], "date_download": "2022-10-25 23:32:25", "date_modify": "2022-10-25 23:32:25", "date_publish": "2014-05-12 23:36:27", "description": "The decision of Christine Lagarde comes soon after Condoleezza Rice, facing opposition, changed her mind about giving an address at Rutgers.", "filename": "2014_05_13_us_after-protests-imf-chief-withdraws-as-smith-colleges-commencement-speaker_1666740745.html", "image_url": "https://static01.nyt.com/images/2014/05/13/us/SMITH/SMITH-articleLarge.jpg?year=2014&h=851&w=600&s=d90a399054d12ae1e136d0ad49223f44769c13493bb43a27698500feb9b7c756&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_13_us_after-protests-imf-chief-withdraws-as-smith-colleges-commencement-speaker_1666740745.html", "title": "After Protests, I.M.F. Chief Withdraws as Smith College’s Commencement Speaker", "title_page": "After Protests, I.M.F. Chief Withdraws as Smith College’s Commencement Speaker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A week before she was to speak at the Smith College commencement, Christine Lagarde, chief of the International Monetary Fund, has withdrawn from the event, citing protests against her and the fund, the college said Monday.\nHer withdrawal comes after Condoleezza Rice, the former secretary of state, withdrew from speaking at the Rutgers University commencement in the face of protests against her role in Bush administration foreign policy, and weeks after Brandeis University rescinded its invitation to the rights advocate Ayaan Hirsi Ali to receive an honorary degree at its commencement, after protests over her anti-Islam statements.\nSuch reversals have become more common in recent years, said Greg Lukianoff, president of the Foundation for Individual Rights in Education, referring to this time of year as “disinvitation season.” What has changed is not so much the protests themselves, but the willingness of colleges and speakers to give in, adding that many apparently voluntary withdrawals are made at the college’s urging.\nFor years, critics of the I.M.F. have charged that in providing economic aid to poor nations, it has imposed conditions that favor Western nations and businesses, and propped up oppressive governments.", "url": "https://www.nytimes.com/2014/05/13/us/after-protests-imf-chief-withdraws-as-smith-colleges-commencement-speaker.html"}