{"authors": ["Eric Lipton"], "date_download": "2022-10-25 23:48:36", "date_modify": "2022-10-25 23:48:36", "date_publish": "2014-12-06 23:21:10", "description": "Republican attorneys general have formed an unprecedented, secretive alliance with some of the nation’s top energy producers to push back against the Obama regulatory agenda, an investigation by The New York Times has found.", "filename": "2014_12_07_us_politics_energy-firms-in-secretive-alliance-with-attorneys-general.html__r=0_1666741716.html", "image_url": "https://static01.nyt.com/images/2014/12/07/us/politics/AG/AG-articleLarge.jpg?year=2014&h=401&w=600&s=26c535d438fb7dc6ec60f9c00f00a9e68521c8c28b12e536abeab1a2ec31f1be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_07_us_politics_energy-firms-in-secretive-alliance-with-attorneys-general.html__r=0_1666741716.html", "title": "Energy Firms in Secretive Alliance With Attorneys General", "title_page": "Energy Firms in Secretive Alliance With Attorneys General - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She used her personal email account to send out the initial request. But the subsequent exchange took place on her work email account, even though Oklahoma state law prohibits state officials from using state property or time to solicit political contributions. A spokesman for Mr. Pruitt said, “It is entirely possible she could have been taking a late lunch.”\nMr. Pruitt, who ran unopposed to win a second term, has not needed much of the money himself, but his fund-raising efforts have greatly benefited other Republicans running for the job.\nThat explains the partylike atmosphere late last month in South Florida, where members of the Republican Attorneys General Association held their fall meeting at the chic Fontainebleau Miami Beach, along with hundreds of lobbyists, lawyers and corporate executives, whose companies had paid as much as $125,000 for the privilege to celebrate with them.\nDuring the opening reception, on a giant terrace overlooking the Atlantic Ocean, with red, white and blue lights beaming onto the walls and rock music blasting, the Republican attorneys general strode to the stage to trumpet their new majority in the states.\nMr. Pruitt was there for the weekend’s festivities, an event at which Devon Energy served as a corporate host, with banners hung in the hotel hallways featuring the corporate logo.\nThe Oklahoma attorney general’s stay was brief. The Rule of Law campaign had a new and urgent target.\n“Our president sees himself as above the law,” Mr. Pruitt said from Oklahoma City as he announced several days later yet another front in the campaign, a lawsuit he planned to file to challenge the Obama administration’s new immigration policies. “We will take action to hold him accountable.", "url": "https://www.nytimes.com/2014/12/07/us/politics/energy-firms-in-secretive-alliance-with-attorneys-general.html?_r=0"}