{"authors": ["Frances Robles"], "date_download": "2022-10-25 22:59:50", "date_modify": "2022-10-25 22:59:50", "date_publish": "2014-02-20 21:37:13", "description": "The settlement of a claim filed by David Ranta was made by the comptroller’s office because of overwhelming evidence, lawyers said.", "filename": "2014_02_21_nyregion_man-framed-by-new-york-detective-to-get-6-4-million-without-filing-suit_1666738790.html", "image_url": "https://static01.nyt.com/images/2014/02/21/nyregion/ranta-1/ranta-1-articleLarge.jpg?year=2014&h=395&w=600&s=fe7f733205cc3f7f5cdc16254a1e18eba56826e6fb51dbc25c989e978634ef26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_21_nyregion_man-framed-by-new-york-detective-to-get-6-4-million-without-filing-suit_1666738790.html", "title": "Man Framed by Detective Will Get $6.4 Million From New York City After Serving 23 Years for Murder", "title_page": "Man Framed by Detective Will Get $6.4 Million From New York City After Serving 23 Years for Murder - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When investigators approached two other witnesses in the case, they immediately admitted that they had lied.\nThe two career criminals who implicated Mr. Ranta in the crime used their cooperation in the case as a means to obtain get-out-of-jail excursions provided by Mr. Scarcella, who before retiring had been well regarded for his ability to solve homicides at a time when Brooklyn was awash in violence. He has repeatedly denied any wrongdoing.\nMr. Ranta had always accused the detective of manufacturing his confession. Mr. Scarcella said Mr. Ranta confessed while handcuffed to a bench at Central Booking. Although the allegation about the confession was never proven, the mounting questions about Mr. Scarcella’s methods made it increasingly suspect.\nProsecutors also discovered that Mr. Scarcella had followed up on an anonymous telephone call that attributed the killing to a robber named Joseph Astin. Mr. Scarcella questioned Mr. Astin’s wife and tried to track down a parole officer to collect recent photographs of him. But he dropped that lead when Mr. Astin died in a car accident, and then the officer never submitted any paperwork documenting the time spent investigating him.\nYears later, Mr. Astin’s widow came forward to say her husband was the real killer, but legal efforts to free Mr. Ranta based on that information failed.\nTwo months after Mr. Ranta was released, he filed a notice that he would sue the city. Negotiations took place for several months under the previous comptroller, John C. Liu. But it was Mr. Liu’s successor, Scott M. Stringer, swayed by the fact that the Brooklyn district attorney’s office had joined in the motion to free Mr. Ranta from prison, who ultimately agreed to settle the case.\nImage Mr. Scarcella, a detective who has been accused of inventing confessions, coercing witnesses and recycling informers. Credit... Suzanne DeChillo/The New York Times\n“This settlement is in the best interests of all parties and closes the door on a truly regrettable episode in our city’s history,” Mr. Stringer said in a statement. “I am pleased that my office was able to move quickly on this case.”", "url": "https://www.nytimes.com/2014/02/21/nyregion/man-framed-by-new-york-detective-to-get-6-4-million-without-filing-suit.html"}