{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:30:34", "date_modify": "2022-10-25 23:30:34", "date_publish": "2014-12-11 23:32:47", "description": "The share of men aged 25 to 54 who are not working has more than tripled since the late 1960s, with many having decided that low-wage jobs will not improve their lives.", "filename": "2014_12_12_upshot_unemployment-the-vanishing-male-worker-how-america-fell-behind_1666740634.html", "image_url": "https://static01.nyt.com/images/2014/12/12/upshot/sub-Non-Employed-caption-fix/sub-Non-Employed-caption-fix-articleLarge.jpg?year=2014&h=373&w=600&s=a499c08710c37855933de1c944b39f43774e1809c8ad79fbee5a78b6648555a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_12_upshot_unemployment-the-vanishing-male-worker-how-america-fell-behind_1666740634.html", "title": "The Vanishing Male Worker: How America Fell Behind", "title_page": "The Vanishing Male Worker: How America Fell Behind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "William Scott Jordan, 54, retired from the Army National Guard last December after a decade of full-time duty. He gets a partial disability benefit of $230 a month and a pension when he turns 60. He would like a job until then, but he doesn’t feel able to return to construction work.\nMr. Jordan, who lives in Sumter, S.C., checks for new job listings every day and has filled out “15 to 20” applications over the last year — at places as varied as paint stores and private detective agencies — but has been invited to only a single interview. He helps take care of his grandchildren. He cleans the house. He tried taking classes.\nMr. Jordan and his wife, who works with the families of deployed soldiers, are now living on $25,000 a year rather than $75,000, and he figures they can get by for another year before they start drawing on savings, “or I guess I go find me a job washing dishes.”\nAfter a moment, Mr. Jordan adds, “I haven’t gotten that low yet.”\nTrading Down\nIn the third group are men like Mr. Walsh, too young to retire but often ill-equipped to find new work. Like many sharing his plight, Mr. Walsh did not move directly from employment to the sidelines. He lost a job, and then another, and one more.\nAfter waiting two years for work as an electrician, Mr. Walsh took a job in April 2012 at a Home Depot. He was fired a few months later, he said, after he failed to greet a “secret shopper” paid by the company to evaluate employees.\nHe drew unemployment benefits for another year before finding a warehouse job loading groceries for the Peapod delivery service. This time he was fired on Dec. 13 — like many who have lost jobs, he remembers the date immediately and precisely — after he asked for a vacation day, he said, to care for his dying mother.\nAlong the way, Mr. Walsh said he had drained the $15,000 in his union retirement account and run up about $20,000 in credit card debt. “We were constantly fighting because it’s fear,” he said of the toll on his marriage. “You don’t have the $50 you need for the lights and you don’t have the $300 you need for something else, and it gets kind of personal.”", "url": "https://www.nytimes.com/2014/12/12/upshot/unemployment-the-vanishing-male-worker-how-america-fell-behind.html"}