{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:41:31", "date_modify": "2022-10-25 23:41:31", "date_publish": "2014-04-05 14:42:59", "description": "Yes, Warren Buffett’s 49-year market record is stellar. Just don’t count the last five.", "filename": "2014_04_06_business_the-oracle-of-omaha-lately-looking-a-bit-ordinary.html_module=Search&mabReward=relbias&_1666741291.html", "image_url": "https://static01.nyt.com/images/2014/04/06/business/06STRATEGIES/06STRATEGIES-articleLarge.jpg?year=2014&h=400&w=600&s=86c9b079943bd5f053ff60823bb57fc050e19743026b67e614943e46a7e2c190&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_06_business_the-oracle-of-omaha-lately-looking-a-bit-ordinary.html_module=Search&mabReward=relbias&_1666741291.html", "title": "The Oracle of Omaha, Lately Looking a Bit Ordinary", "title_page": "The Oracle of Omaha, Lately Looking a Bit Ordinary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Buffett says he has amassed his long-term record by following the precepts of Benjamin Graham, the value investor who was his mentor and professor at Columbia University. Like Mr. Graham, Mr. Buffett says he tries to make investments that will last a lifetime.\nAmong the forms of active management that Mr. Buffett warns about, he includes high-frequency trading, which is the subject of the new book, “Flash Boys: A Wall Street Revolt,” by Michael Lewis. (An excerpt appears in The New York Times Magazine.) But he also says he’s prepared to exploit some of the problems induced by “flash traders.”\nA “flash crash” or another extreme drop in the market won’t hurt someone who is a “true investor if he has cash available when prices get far out of line with values,” Mr. Buffett says in the letter. “A climate of fear is your friend when investing; a euphoric world is your enemy.”\nSuch precepts, however, don’t really explain how Mr. Buffett outperformed the market; if they did, anyone who had read his annual letters could have done it. Mr. Mehta doesn’t explain how he did it, either. Instead, Mr. Mehta points out how unusual Mr. Buffett really is. From a statistical standpoint, he is an anomaly.\nConsider this, gleaned from Mr. Buffett’s own data on the second page of the Berkshire annual report: From the beginning of 1965 through the end of 2013, he outperformed his own chosen benchmark — the S.&P. 500-stock index, including dividends — by 9.9 percentage points, annualized.\nHow rare is that? According to Mr. Mehta’s analysis, it puts Mr. Buffett in a vanishingly small class, comprising far less than 1 percent of the population of investors. This is the tiny group that is statistically likely to have been able to beat the stock market through that elusive alpha — skill of some sort, rather than just chance — over a period of 45 to 50 years.\nThe flip side of Mr. Mehta’s finding is also worth considering. A vast majority of individuals, including most people now working in finance, do not have alpha, Mr. Mehta says. It doesn’t matter whether they have studied finance or have prodigious math skills; the statistics show that they are unlikely to have the ability to beat the market.", "url": "https://www.nytimes.com/2014/04/06/business/the-oracle-of-omaha-lately-looking-a-bit-ordinary.html?module=Search&mabReward=relbias&"}