{"authors": ["Adam Nossiter"], "date_download": "2022-10-26 00:11:40", "date_modify": "2022-10-26 00:11:40", "date_publish": "2014-05-12 01:03:23", "description": "In Chibok, Nigeria, where as many as 276 girls were taken by Boko Haram militants, a deep frustration is brewing over the slow government response.", "filename": "2014_05_12_world_africa_in-town-of-missing-girls-sorrow-but-little-progress_1666743100.html", "image_url": "https://static01.nyt.com/images/2014/05/12/world/NIGERIA/NIGERIA-articleLarge.jpg?year=2014&h=400&w=600&s=2b34008be8df52c7d4629752549514f168c6c969f7f0ef915f48ca34a15a5b6c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_12_world_africa_in-town-of-missing-girls-sorrow-but-little-progress_1666743100.html", "title": "In Town of Missing Girls, Sorrow, but Little Progress", "title_page": "In Town of Missing Girls, Sorrow, but Little Progress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are widespread fears that the girls are being forcibly married off, exacerbated by a video released last week in which the group’s apparent leader called them slaves and threatened to “sell them in the market” and “marry them out” rather than let them get educations.\nTo travel the road here — much of it an ungraded dirt track that throws up dense dust clouds — from the state capital, Maiduguri, 80 miles away, is to understand how vulnerable this school was. The road is punctuated by the shells of other schools burned by Boko Haram; the carcasses of cars the militants attacked; and empty villages, their buildings also destroyed, whose residents have fled.\nLittle traffic roams this road; the Nigerian police say the Islamists still lurk in the surrounding bush. The military presence is light. There is an occasional checkpoint — in Damboa, a half-hour drive away on the dirt road, there is a military base, but its men did not engage with the kidnappers. This area, for hundreds of miles around, has been under siege by Boko Haram for five years, with no movement toward resolution.\nFor the government in Abuja, despite a defense budget of more than $5 billion, the fight against the Islamists has been a problem occurring somewhere else, even though more than 1,500 people died in the violence the first three months of this year alone, according to Amnesty International.\nThe contrast on view here Sunday — between the mothers’ sorrow and the light response of some Nigerian officials — has helped ignite a worldwide movement of solidarity and protest on behalf of the women here. It took President Goodluck Jonathan nearly three weeks to address the issue publicly. The mothers seemed only dimly aware of the international efforts or protests, though, and not much comforted. Their daughters are still missing.\n“I’m not happy at all,” said Yana Galang, the mother of 16-year-old Rifka. “She’s in the bush. I don’t know where she is right now.” The girl had recently been recovering in a clinic after surgery for appendicitis, and had come to the school only to take an exam, she said.", "url": "https://www.nytimes.com/2014/05/12/world/africa/in-town-of-missing-girls-sorrow-but-little-progress.html"}