{"authors": ["An Employee Of The New York Times", "Ben Hubbard"], "date_download": "2022-10-25 23:00:08", "date_modify": "2022-10-25 23:00:08", "date_publish": "2014-07-23 15:44:59", "description": "Islamist extremists in control of Raqqa, Syria, have blended their fundamentalist interpretation of Islam with the practicalities of governance.", "filename": "2014_07_24_world_middleeast_islamic-state-controls-raqqa-syria_1666738808.html", "image_url": "https://static01.nyt.com/images/2014/07/24/world/24raqqa2/24raqqa2-articleLarge.jpg?year=2014&h=350&w=600&s=53c4b42e7221214b4c919d541e6cc7bf40385cc15bb89a07feb89896b0bc4a4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_24_world_middleeast_islamic-state-controls-raqqa-syria_1666738808.html", "title": "In a Syrian City, ISIS Puts Its Vision Into Practice", "title_page": "In a Syrian City, ISIS Puts Its Vision Into Practice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RAQQA, Syria — When his factory was bombed in the northern Syrian city of Aleppo, the businessman considered two bleak options: remain at home and risk dying in the next airstrike, or flee like hundreds of thousands of others to a refugee camp in Turkey.\nInstead, he took his remaining cash east and moved to a neighboring city, Raqqa, the de facto capital of the world’s fastest growing jihadist force. There he found a degree of order and security absent in other parts of Syria.\n“The fighting in Syria will continue, so we have to live our lives,” said the businessman, who gave only a first name, Qadri, as he oversaw a dozen workers in his new children’s clothing factory in Raqqa.\nLong before extremists rolled through Iraq and seized a large piece of territory, the group known as the Islamic State in Iraq and Syria, or ISIS, took over most of Raqqa Province, home to about a million people, and established a headquarters in its capital. Through strategic management and brute force, the group, which now calls itself simply the Islamic State, has begun imposing its vision of a state that blends its fundamentalist interpretation of Islam with the practicalities of governance.", "url": "https://www.nytimes.com/2014/07/24/world/middleeast/islamic-state-controls-raqqa-syria.html"}