{"authors": ["Al Baker"], "date_download": "2022-10-25 23:37:15", "date_modify": "2022-10-25 23:37:15", "date_publish": "2014-12-18 00:59:36", "description": "More than a dozen people, including Mr. Shmurda, whose real name is Ackquille Pollard, have been held in an inquiry into shootings and drug trafficking in Brooklyn.", "filename": "2014_12_18_nyregion_bobby-shmurda-rap-artist-is-arrested-in-manhattan_1666741035.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_18_nyregion_bobby-shmurda-rap-artist-is-arrested-in-manhattan_1666741035.html", "title": "Bobby Shmurda, Rap Artist, Is Arrested in Manhattan", "title_page": "Bobby Shmurda, Rap Artist, Is Arrested in Manhattan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Rapper Bobby Shmurda to be eligible for release in February]\nThe rap artist Bobby Shmurda was arrested on Wednesday near Times Square as part of an investigation into street violence, shootings and drug trafficking in Brooklyn, the authorities said on Wednesday.\nInvestigators arrested Mr. Shmurda, whose real name is Ackquille Pollard, as he sat in a car outside Quad Recording Studios, at 723 Seventh Avenue, near 48th Street, where the rapper Tupac Shakur was robbed and shot in 1994 as he walked through the lobby.\nMore than a dozen people have been arrested. Details of the investigation, and charges, were expected to be unsealed on Thursday in State Supreme Court in Manhattan, said Kati Cornell, a spokeswoman for the Office of the Special Narcotics Prosecutor for New York City.\nThe agency, along with the New York Police Department’s newly created Brooklyn South Violence Reduction Task Force, carried out a long-term investigation that “centered on shooting and narcotics trafficking,” Ms. Cornell said.", "url": "https://www.nytimes.com/2014/12/18/nyregion/bobby-shmurda-rap-artist-is-arrested-in-manhattan.html"}