{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:50:21", "date_modify": "2022-10-25 23:50:21", "date_publish": "2014-05-09 02:09:27", "description": "Mostafa Kamel Mostafa, on trial for terrorism-related charges, testified that his injury occurred while testing liquid explosives in Pakistan.", "filename": "2014_05_09_nyregion_at-his-trial-imam-tells-of-the-loss-of-his-arms_1666741821.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_09_nyregion_at-his-trial-imam-tells-of-the-loss-of-his-arms_1666741821.html", "title": "At His Trial, Imam Tells of Losing His Forearms", "title_page": "At His Trial, Imam Tells of Losing His Forearms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mostafa Kamel Mostafa, the imam on trial on terrorism-related charges, had long been known for the metal hooks he wore as prostheses on his arms after losing his forearms and an eye in an explosion. But how that explosion occurred has been the subject of dispute and even myth.\nSome news accounts quoted Mr. Mostafa as saying his injury had been the result of land-mine explosions while he was fighting the Soviet occupation of Afghanistan. But in a Manhattan courtroom on Thursday, Mr. Mostafa, the former imam at the Finsbury Park mosque in North London, offered a more mundane explanation.\nAs a civil engineer by trade, he said he was involved in 1993 in the testing of liquid explosives for an engineering project in Lahore, Pakistan, when he realized that a bottle near him was about to detonate. He picked up the bottle, but before he could get rid of it, it went off in his hands.\nHe was in a coma, was hospitalized for about a month and eventually returned to England, where he continued his rehabilitation, he testified. He acknowledged the many stories about how he had been injured, and said some people had even treated him as a hero. But he added: “That’s exactly what happened. I am under oath.”", "url": "https://www.nytimes.com/2014/05/09/nyregion/at-his-trial-imam-tells-of-the-loss-of-his-arms.html"}