{"authors": ["Rick Gladstone", "Henrik Pryser Libell"], "date_download": "2022-10-25 22:55:40", "date_modify": "2022-10-25 22:55:40", "date_publish": "2014-05-10 01:37:10", "description": "On a visit to Norway, where he was officially snubbed by officials eager to placate China, the spiritual leader also softened his stance against the suicidal form of protest.", "filename": "2014_05_10_world_asia_dalai-lama-urges-outside-inquiry-into-spate-of-self-immolations-among-tibetans_1666738540.html", "image_url": "https://static01.nyt.com/images/2014/05/10/world/NORWAY/NORWAY-articleLarge.jpg?year=2014&h=397&w=600&s=625638e23ed76ca954a684ef5c2172223560beec16688f28081f97e6fc84b177&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_10_world_asia_dalai-lama-urges-outside-inquiry-into-spate-of-self-immolations-among-tibetans_1666738540.html", "title": "Dalai Lama Urges Outside Inquiry Into Spate of Self-Immolations Among Tibetans", "title_page": "Dalai Lama Urges Outside Inquiry Into Spate of Self-Immolations Among Tibetans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Dalai Lama, Tibet’s spiritual leader in exile, on Friday called for an outside inquiry into the self-immolations of more than 130 Tibetans in anti-China demonstrations over the past five years, and he suggested that in some cases, such acts of protest were understandable and not entirely wrong.\nIf compassion is the reason driving those who immolate themselves, the Dalai Lama said, they should be viewed differently from those motivated by anger. The religious issues surrounding the self-immolations, he said, “are very, very complicated.”\nThe remarks by the Dalai Lama, 78, a soft-spoken Buddhist theologian, were ambiguous compared with his previous criticisms of self-immolations, carried out mainly by ordinary Tibetans frustrated with what they view as China’s repressive policies toward Tibet’s culture and religion.\nThe Dalai Lama made the remarks on the final day of a three-day visit to Norway, where he received the Nobel Peace Prize 25 years ago for his nonviolent philosophy in opposing China’s domination of his Himalayan homeland, which he fled in 1959.", "url": "https://www.nytimes.com/2014/05/10/world/asia/dalai-lama-urges-outside-inquiry-into-spate-of-self-immolations-among-tibetans.html"}