{"authors": ["Erik Eckholm"], "date_download": "2022-10-25 23:29:39", "date_modify": "2022-10-25 23:29:39", "date_publish": "2014-05-08 19:00:24", "description": "The agreement to delay the execution of Charles F. Warner was made to allow time for a review of lethal injection procedures that was started after a bungled execution last week.", "filename": "2014_05_09_us_oklahoma-attorney-general-agrees-to-6-month-delay-of-execution.html_module=Search&mabReward=relbias%3Ar%2C&_1666740579.html", "image_url": "https://static01.nyt.com/images/2014/04/30/us/09oklahoma/30oklahoma-warner-articleLarge.jpg?year=2014&h=806&w=600&s=47eb20627eec2553917e56ef3b808e18f343c0d931997050c7de038329b0e7f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_09_us_oklahoma-attorney-general-agrees-to-6-month-delay-of-execution.html_module=Search&mabReward=relbias%3Ar%2C&_1666740579.html", "title": "Oklahoma, Investigating Failure, Extends Delay of Execution to November", "title_page": "Oklahoma, Investigating Failure, Extends Delay of Execution to November - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Oklahoma on Thursday delayed the execution of Charles F. Warner by six months, to allow time for a review of lethal injection procedures that was started after a bungled execution last week left a prisoner writhing in pain before he died of heart failure.\nThe Oklahoma Court of Criminal Appeals issued the stay after the attorney general’s office said it would not object. Mr. Warner’s execution is now scheduled for Nov. 13, and the attorney general said the office would be open to further delays if the investigation was not completed by then.\nMr. Warner, who was convicted of the rape and murder of an 11-month-old girl, was originally scheduled to die April 29, two hours after the execution of another convicted murderer, Clayton D. Lockett. The executions had been the subject of last-minute legal battles, with lawyers for the two prisoners objecting because the state had refused to reveal the source of the drugs it would use.\nImage The execution of Charles F. Warner was delayed by six months. Credit... Oklahoma Department of Corrections, via Associated Press\nSoon after Mr. Lockett’s execution began, it was apparent to witnesses that he had not been fully sedated as two follow-up drugs were injected, one to cause paralysis and stop breathing and one to stop the heart. As he began to buck and moan in apparent agony, corrections officials pulled the blinds on witnesses.", "url": "https://www.nytimes.com/2014/05/09/us/oklahoma-attorney-general-agrees-to-6-month-delay-of-execution.html?module=Search&mabReward=relbias%3Ar%2C&"}