{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:47:27", "date_modify": "2022-10-25 23:47:27", "date_publish": "2014-05-24 19:55:54", "description": "An unidentified gunman opened fire at the Jewish Museum in central Brussels, killing at least three people.", "filename": "2014_05_25_world_europe_3-shot-dead-at-brussels-jewish-museum_1666741647.html", "image_url": "https://static01.nyt.com/images/2014/05/25/world/europe/25BELGIUM/25BELGIUM-articleLarge.jpg?year=2014&h=400&w=600&s=29d56a2fe622116e211cf8715e2a9dc6a5cc353681985550f4dc943e6b0c08ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_25_world_europe_3-shot-dead-at-brussels-jewish-museum_1666741647.html", "title": "3 Shot Dead at Brussels Jewish Museum", "title_page": "3 Shot Dead at Brussels Jewish Museum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — An unidentified gunman opened fire on Saturday at the Jewish Museum in the center of Brussels, killing at least three people in what officials said appeared to have been an anti-Semitic attack.\nBelgium’s interior minister, Joëlle Milquet, told RTL television that two women and a man were killed in the attack and a fourth person was seriously wounded. The Israeli Foreign Ministry said two of the dead, a man and a woman, were Israeli tourists, according to Reuters. Israeli news media reported that they were from Tel Aviv.\nMs. Milquet said security was being tightened at Jewish sites across the country. The gunman, apparently alone, was initially reported to have fled in a car that had been double-parked outside the museum, on a cobblestone street near the Place du Grand Sablon, a large square lined with luxury chocolate shops and high-end antiques dealers. Officials later said they believed he had left the scene on foot.\nLocal news media reported that one person had been arrested, but officials did not confirm this.\nDeputy Prime Minister Didier Reynders, who was in the neighborhood at the time of the attack, told Belgian television he heard gunfire, rushed to the scene and was “shocked to see bodies lying on the ground.” He said investigators still had to determine the motive for the shooting but added that the fact it took place at the city’s Jewish Museum indicated an “anti-Semitic attack.”\nMaurice Sosnowski, a leader of Belgium’s Jewish community, described Saturday’s shooting as the first act of anti-Semitic terrorism in the Belgian capital since World War II, and compared it to a 2012 shooting that killed four people at a Jewish school in the French city of Toulouse.\n“A symbolic site has been hit,” Prime Minister Elio Di Rupo said at a news conference. “Our country and all Belgians, whatever their language, their origins or their beliefs, are united in face of this act.”\nSaturday’s shooting occurred on the eve of elections in Belgium for both the national legislature and the European Parliament. Far-right groups, some of which are tainted by a history of anti-Semitism, are expected to perform well in voting for the European legislature, which began on Thursday in Britain and the Netherlands and comes to an end Sunday in other members of the 28-nation European Union.\nIn a statement, José Manuel Barroso, the president of the European Union’s executive arm, condemned the assault as “an attack on European values which we cannot tolerate.” Mr. Barroso has repeatedly warned about the danger of extremism from the rise of right-wing nationalists opposed to European integration.\nIn Belgium and most other European countries, however, anti-Semitism has in recent years been rooted more on the left and in Muslim immigrant communities than on the right, according to a survey last year by a European Union agency that monitors discrimination.\nThe survey by the Fundamental Rights Agency found that only France and Hungary had higher levels of anti-Semitism than Belgium.\nRaya Kalenova, the executive vice president of the European Jewish Congress, a group based in Brussels, said anti-Semitism had grown much worse in Belgium over the past decade, in part because of a rise in hostility toward Israel, and added that the authorities had often ignored the danger.\n“The spirit of the Jewish people, the Jewish community, here in Belgium is really very, very low,” she said in a telephone interview. “They do not even report anti-Semitic attacks. They feel that it is useless to report and they do not feel protected. For sure, the general atmosphere is not good here in Belgium, especially because of anti-Israeli sentiment.”\nThis month, the Belgian authorities banned opponents of Israel from holding a conference in Brussels that Jewish groups condemned as anti-Semitic. The conference, known as the European Congress of Rebellion, had been organized by a far-right member of the Belgian Parliament.\nAt the time of Saturday’s shooting at the Jewish Museum, pro-Palestinian groups were holding a concert and political rally on the other side of Brussels in Parc du Cinquantenaire. Pierre Galand, the head of the Belgian-Palestine Association, interrupted speeches denouncing Israel and its occupation of Palestinian territory to request a minute of silence for the victims of the shooting.\n“This is an extremely odious crime,” Mr. Galand told the crowd, denouncing the Jewish Museum attack as an act of “primitive anti-Semitism.”", "url": "https://www.nytimes.com/2014/05/25/world/europe/3-shot-dead-at-brussels-jewish-museum.html"}