{"authors": ["Michael R. Gordon", "Mark Landler"], "date_download": "2022-10-25 23:00:20", "date_modify": "2022-10-25 23:00:20", "date_publish": "2014-07-31 10:10:55", "description": "The United States and the United Nations announced the 72-hour pause early Friday, a diplomatic bolt-from-the-blue that will set the stage for arduous negotiations between Israel and Hamas.", "filename": "2014_08_01_world_middleeast_israel-gaza-conflict_1666738820.html", "image_url": "https://static01.nyt.com/images/2014/08/01/world/01israel10/01israel10-articleLarge.jpg?year=2014&h=400&w=600&s=2ad7b70378088fa6d6d867806e71ee3ba9d7e47c4c8c0f2411e63cb2e28cb066&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_01_world_middleeast_israel-gaza-conflict_1666738820.html", "title": "Cease-Fire in Gaza Conflict Takes Effect as Talks Are Set", "title_page": "Cease-Fire in Gaza Conflict Takes Effect as Talks Are Set - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — A 72-hour humanitarian cease-fire in the Gaza conflict negotiated by the United States and the United Nations took effect Friday morning, a diplomatic bolt-from-the-blue that will suspend the bloody 24-day military campaign and set the stage for arduous negotiations between Israel and Hamas over a more lasting truce.\nThe announcement of the break in the fighting, made in the middle of the night in India with no warning by Secretary of State John Kerry, and also announced by Secretary General Ban Ki-moon in New York, attested to the complexity of the negotiations.\nBut it appeared to be more significant than a shorter cease-fire that fell apart. This time, Israeli and Palestinian negotiators will head to Cairo for formal talks on how to end the conflict, which has resulted in the deaths of more than 1,400 Palestinians and 64 on the Israeli side.\n“During this time, the forces on the ground will remain in place,” said the announcement, which means that Israeli troops can continue destroying the labyrinth of tunnels in Gaza that Prime Minister Benjamin Netanyahu has said are the prime target of the operation.", "url": "https://www.nytimes.com/2014/08/01/world/middleeast/israel-gaza-conflict.html"}