{"authors": ["Michael R. Gordon"], "date_download": "2022-10-25 23:00:31", "date_modify": "2022-10-25 23:00:31", "date_publish": "2014-07-22 02:22:22", "description": "Secretary of State John Kerry will be leaning heavily on Egypt, Turkey and Qatar — which have deep divisions over the Islamic movement — to help broker a cease-fire as quickly as possible.", "filename": "2014_07_22_us_politics_to-talk-with-hamas-us-needs-help-from-a-testy-trio-of-nations_1666738831.html", "image_url": "https://static01.nyt.com/images/2014/07/22/world/DIPLO01/DIPLO01-articleLarge.jpg?year=2014&h=400&w=600&s=014de60fe8edaf4d74298deb6255f114d7637f2aae47a7bebd09be5dbd47863d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_22_us_politics_to-talk-with-hamas-us-needs-help-from-a-testy-trio-of-nations_1666738831.html", "title": "To Talk With Hamas, U.S. Needs Help From a Testy Trio of Nations", "title_page": "To Talk With Hamas, U.S. Needs Help From a Testy Trio of Nations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — As Secretary of State John Kerry arrived here Monday night to try to produce a cease-fire in the Gaza crisis as rapidly as possible, he confronted an uncomfortable reality.\nThe United States must rely heavily on Egypt, Qatar and Turkey to play intermediary and exert their influence, because it has no direct contact and little leverage with the militant group Hamas. Those countries, however, have their own deep-seated differences over Hamas. While Egypt has been opposed to Hamas and other Islamic movements, Turkey has been supportive. Qatar, for its part, has provided financial assistance to Hamas and also a base of operations for Khalid Meshal, the group’s political leader.\n“It will be extremely difficult for the United States to bring Egypt, Turkey and Qatar together right now,” said Robert M. Danin, a fellow at the Council on Foreign Relations and a former senior State Department official.", "url": "https://www.nytimes.com/2014/07/22/us/politics/to-talk-with-hamas-us-needs-help-from-a-testy-trio-of-nations.html"}