{"authors": ["Alan Blinder", "Ashley Southall"], "date_download": "2022-10-25 23:38:17", "date_modify": "2022-10-25 23:38:17", "date_publish": "2014-04-28 03:40:37", "description": "A violent weather system lashed the Midwest and South with tornadoes on Sunday, killing at least nine people and leaving vast destruction.", "filename": "2014_04_28_us_string-of-deadly-storms-hits-across-midwest-and-south.html_ref=us_1666741097.html", "image_url": "https://static01.nyt.com/images/2014/04/28/us/28TORNADO/28TORNADO-articleLarge.jpg?year=2014&h=391&w=600&s=30db0e8ff1f16f75feb018773400c50ca60fa3ff6b4f21f23627141cd2923258&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_28_us_string-of-deadly-storms-hits-across-midwest-and-south.html_ref=us_1666741097.html", "title": "String of Deadly Storms Hits Across Midwest and South", "title_page": "String of Deadly Storms Hits Across Midwest and South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a telephone interview early Monday, Lt. Carl Minden of the Pulaski County Sheriff’s Department said that three of those deaths were in his county, and all of them were at the same address.\nThe Emergency Management report listed four deaths in Faulkner County, and a spokesman for the Arkansas State Police, Bill Sadler, said late Sunday night that the authorities knew of “significant property damage” there.\nMatt DeCample, a spokesman for Gov. Mike Beebe, said in a telephone interview late on Sunday that state officials had confirmed one fatality in White County and that they were tracking reports of deaths elsewhere. Mr. DeCample, who said the governor was planning to visit the damaged areas on Monday, also said there were “widespread injuries.”\n“They’ve been pulling people out of the rubble all night,” said Mr. DeCample, who added that the National Guard had been mobilized as state officials embarked on a search-and-rescue operation.\nFarther west, one person was killed when a tornado struck Quapaw, Okla., a town about 100 miles northeast of Tulsa, around 5:30 p.m., Ottawa County officials said. Kelli Flechs, a dispatcher for the Ottawa County sheriff, said the storm had caused severe damage to the fire station and several homes in the town of about 900. Initial reports said that two people had been killed, but officials later revised that number to one.", "url": "https://www.nytimes.com/2014/04/28/us/string-of-deadly-storms-hits-across-midwest-and-south.html?ref=us"}