{"authors": ["Eric Pfanner"], "date_download": "2022-10-25 23:29:21", "date_modify": "2022-10-25 23:29:21", "date_publish": "2014-01-29 10:55:27", "description": "Nintendo has resisted the advance of the smartphone, refusing to license popular games like the Mario franchise for mobile use.", "filename": "2014_01_30_technology_flat-sales-of-wii-u-put-nintendo-in-hot-seat_1666740561.html", "image_url": "https://static01.nyt.com/images/2014/01/30/business/30nintendopic/30nintendopic-articleLarge.jpg?year=2014&h=403&w=600&s=34df067eba59f6859c14f1cb41e4475dfe9a46a1d1303fc7661c9a05728e808a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_30_technology_flat-sales-of-wii-u-put-nintendo-in-hot-seat_1666740561.html", "title": "Flat Sales of Wii U Put Nintendo in the Hot Seat", "title_page": "Flat Sales of Wii U Put Nintendo in the Hot Seat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — Nintendo said on Wednesday that poor sales of the Wii U game console had caused a big drop in revenue in the first nine months of its financial year, adding pressure on the company to execute a strategic turnaround.\nNintendo has resisted the advance of the smartphone, an increasingly popular platform for video game players, refusing to license popular games like the Mario franchise for mobile use. Instead, it has stuck to console systems, seeking to integrate its own hardware with video game software.\nBut that is a shrinking business, and Nintendo is losing ground to two bigger rivals, Microsoft and Sony, which released new versions of their game consoles late last year.\nNintendo, which is based in Kyoto, Japan, said revenue in the first three quarters of the current fiscal year, or through December, fell to 499 billion yen, or $4.83 billion, from ¥543 billion a year earlier.", "url": "https://www.nytimes.com/2014/01/30/technology/flat-sales-of-wii-u-put-nintendo-in-hot-seat.html"}