{"authors": ["Andrew Higgins", "Steven Lee Myers"], "date_download": "2022-10-25 23:38:54", "date_modify": "2022-10-25 23:38:54", "date_publish": "2014-02-26 14:38:19", "description": "The new government in Kiev is faced with the challenge of calming separatism at home while placating President Vladimir V. Putin, who sees Ukraine as a vital part of his strategy to rebuild Russian influence.", "filename": "2014_02_27_world_europe_russia_1666741134.html", "image_url": "https://static01.nyt.com/images/2014/02/27/world/europe/27russia_2/27russia_2-articleLarge.jpg?year=2014&h=400&w=600&s=4646360cca86e2c524f7d3aec00b139f4a2007c06810b9fda91b192368df99ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_27_world_europe_russia_1666741134.html", "title": "As Putin Orders Drills in Crimea, Protesters’ Clash Shows Region’s Divide", "title_page": "As Putin Orders Drills in Crimea, Protesters’ Clash Shows Region’s Divide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SIMFEROPOL, Ukraine — With cries of “Allahu akbar,” Arabic for “God is great,” thousands of protesters in the capital of Ukraine’s Crimea region, a tinderbox of ethnic, religious and political divisions, added an Islamic voice on Wednesday to the tumultuous struggle for Ukraine that last weekend drove the president from power and that has pushed Russia and the West into a face-off reminiscent of the Cold War.\nEight hundred miles away, President Vladimir V. Putin of Russia was ordering a surprise military exercise of ground and air forces on Ukraine’s doorstep on Wednesday, adding to the tensions with Europe and the United States and underscoring his intention to keep the country in Moscow’s orbit.\nTaken together, the two events illustrated the continuing challenges that the new government in Kiev faces in calming separatism at home and placating a frustrated Russian leader who sees Ukraine as a vital part of his strategy of rebuilding Russian influence along the lines not of the former Soviet Union but of the czars. While few analysts expected a Russian military intervention in Ukraine, most said Mr. Putin was likely to respond in some fashion to such a stinging geopolitical defeat.\nThe question was how, and on Wednesday he provided a first answer, when Russia’s military put tens of thousands of troops in western Russia on alert at 2 p.m. for an exercise scheduled to last until March 3. The minister of defense, Sergei K. Shoigu, also announced unspecified measures to tighten security at the headquarters of Russia’s Black Sea Fleet on the Crimean Peninsula.", "url": "https://www.nytimes.com/2014/02/27/world/europe/russia.html"}