{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:50:21", "date_modify": "2022-10-25 23:50:21", "date_publish": "2014-05-14 03:27:51", "description": "Undeterred by intense cross-examination, Mostafa Kamel Mostafa tried to question the prosecutor and continued to deny all charges against him during his trial in Lower Manhattan.", "filename": "2014_05_14_nyregion_cleric-spars-with-prosecutor-at-terror-trial_1666741821.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_14_nyregion_cleric-spars-with-prosecutor-at-terror-trial_1666741821.html", "title": "Cleric Spars With Prosecutor at Terror Trial", "title_page": "Cleric Spars With Prosecutor at Terror Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under a prosecutor’s rigorous cross-examination, the British cleric who has been testifying at his own terrorism trial in Manhattan turned combative and defensive on Tuesday.\nThe cleric, Mostafa Kamel Mostafa, even tried to pose his own questions to the prosecutor, accusing him of taking his statements out of context and telling him at one point to “try to concentrate.”\n“Mr. Mostafa, we do need to obey the rules of cross-examination, all right?” the judge, Katherine B. Forrest of Federal District Court, said. “Don’t make speeches,” she added.\nProsecutors have accused Mr. Mostafa of helping to orchestrate the 1998 kidnapping of 16 American, British and Australian tourists in Yemen by a militant group there; of planning to create a terrorist training camp in Bly, Ore.; and of assisting Al Qaeda in Afghanistan. The government has said that one of his motivations for conspiring in the kidnapping was to pressure Yemen to release five Britons, including Mr. Mostafa’s stepson, who had been arrested some days earlier.", "url": "https://www.nytimes.com/2014/05/14/nyregion/cleric-spars-with-prosecutor-at-terror-trial.html"}