{"authors": ["James Glanz", "Jeff Larson", "Andrew W. Lehren"], "date_download": "2022-10-25 23:54:56", "date_modify": "2022-10-25 23:54:56", "date_publish": "2014-01-27 17:33:18", "description": "As personal data pour onto mobile networks, American and British eavesdroppers are prying into so-called leaky apps to extract geographical data, address books and phone logs, secret documents show.", "filename": "2014_01_28_world_spy-agencies-scour-phone-apps-for-personal-data_1666742096.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_28_world_spy-agencies-scour-phone-apps-for-personal-data_1666742096.html", "title": "Spy Agencies Tap Data Streaming From Phone Apps", "title_page": "Spy Agencies Tap Data Streaming From Phone Apps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The eavesdroppers’ pursuit of mobile networks has been outlined in earlier reports, but the secret documents, shared by The New York Times, The Guardian and ProPublica, offer far more details of their ambitions for smartphones and the apps that run on them. The efforts were part of an initiative called “the mobile surge,” according to a 2011 British document, an analogy to the troop surges in Iraq and Afghanistan. An N.S.A. analyst’s enthusiasm was evident in the breathless title — “Golden Nugget!” — given to a slide for a top-secret talk in 2010 that described iPhones and Android phones as rich resources, another document noted.\nThe scale and the specifics of the data haul are not clear. The documents show that the N.S.A. and the British agency routinely obtain information from certain apps, particularly those introduced earliest to cellphones. With some newer apps, including Angry Birds, the agencies have a similar ability, the documents show, but they do not make explicit whether the spies have put that into practice. Some personal data, developed in profiles by advertising companies, could be particularly sensitive: A secret British intelligence document from 2012 said that spies can scrub smartphone apps to collect details like a user’s “political alignment” and sexual orientation.\nPresident Obama announced new restrictions this month to better protect the privacy of ordinary Americans and foreigners from government surveillance, including limits on how the N.S.A. can view the metadata of Americans’ phone calls — the routing information, time stamps and other data associated with calls. But he did not address the information that the intelligence agencies get from leaky apps and other smartphone functions.\nAnd while Mr. Obama expressed concern about advertising companies that collect information on people to send tailored ads to their mobile phones, he offered no hint that American spies have routinely seized that data. Nothing in the secret reports indicates that the companies cooperated with the spy agencies to share the information; the topic is not addressed.\nThe agencies have long been intercepting earlier generations of cellphone traffic like text messages and metadata from nearly every segment of the mobile network — and, more recently, computer traffic running on Internet pipelines. Because those same networks carry the rush of data from leaky apps, the agencies have a ready-made way to collect and store this new resource. The documents do not address how many users might be affected, whether they include Americans or how often, with so much information collected automatically, analysts would see personal data.", "url": "https://www.nytimes.com/2014/01/28/world/spy-agencies-scour-phone-apps-for-personal-data.html"}