{"authors": ["Thomas Kaplan", "William K. Rashbaum", "Susanne Craig"], "date_download": "2022-10-25 23:25:43", "date_modify": "2022-10-25 23:25:43", "date_publish": "2014-12-08 07:00:25", "description": "The Moreland Commission had urged officials to increase disclosure requirements and restrict how campaign funds could be spent. Now, eight months after its work was cut short, little in Albany has changed.", "filename": "2014_12_08_nyregion_after-moreland-commission-shutdown-by-gov-cuomo-loopholes-live-on-in-albany_1666740343.html", "image_url": "https://static01.nyt.com/images/2014/12/08/nyregion/MORELAND-jp1/MORELAND-jp1-articleLarge.jpg?year=2014&h=399&w=600&s=2cf879cebaea86b05f3b1f26a866e1d0b54b176a3a3bc30c75410a10a87afd14&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_08_nyregion_after-moreland-commission-shutdown-by-gov-cuomo-loopholes-live-on-in-albany_1666740343.html", "title": "After Ethics Panel’s Shutdown, Loopholes Live On in Albany", "title_page": "After Ethics Panel’s Shutdown, Loopholes Live On in Albany  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Their work has entailed examining the shutdown while picking up where the commission had left off, including looking at Mr. Ball’s spending, which he maintains was legitimate, some of it a repayment of personal loans he had made to his campaign.\nSo far, people with knowledge of the matter say, prosecutors have found that Sheldon Silver, the powerful Democratic speaker of the State Assembly, failed to disclose some of the income he earned in the private sector. While he has disclosed earnings from a major personal-injury law firm for years, prosecutors found other law-firm income that he did not detail as required. A spokesman for Mr. Silver said that he had disclosed all of his law-practice income, but declined to answer questions about its source.\nMuch of what the Moreland Commission uncovered, however troubling, will never wind up in a courtroom.\nIn Albany, some of the most questionable conduct by elected officials has long been perfectly legal, safeguarded by the only people who can outlaw it: the lawmakers themselves.\nBefore it was disbanded, the Moreland Commission had urged elected officials to close loopholes, to toughen criminal statutes, to increase disclosure requirements and to restrict how campaign funds could be spent — so that beachfront vacations in Mexico, among other things, would be off limits.", "url": "https://www.nytimes.com/2014/12/08/nyregion/after-moreland-commission-shutdown-by-gov-cuomo-loopholes-live-on-in-albany.html"}