{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:46:43", "date_modify": "2022-10-25 23:46:43", "date_publish": "2014-09-25 23:58:58", "description": "The decision by the Federal Aviation Administration has implications for industries like agriculture, energy and online retailing.", "filename": "2014_09_26_business_media_drone-exemptions-for-hollywood-pave-the-way-for-widespread-use_1666741603.html", "image_url": "https://static01.nyt.com/images/2014/09/26/business/26filmdrones/26filmdrones-articleLarge.jpg?year=2014&h=600&w=600&s=d8c703eaeadfeb0b3702f5a1757e9c0caf8d9b65d2fd9d386e92f3d791ff57c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_26_business_media_drone-exemptions-for-hollywood-pave-the-way-for-widespread-use_1666741603.html", "title": "Drone Exemptions for Hollywood Pave the Way for Widespread Use", "title_page": "Drone Exemptions for Hollywood Pave the Way for Widespread Use - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — The commercial use of drones in American skies took a leap forward on Thursday with the help of Hollywood.\nThe Federal Aviation Administration, responding to applications from seven filmmaking companies and pressure from the Motion Picture Association of America, said six of those companies could use camera-equipped drones on certain movie and television sets. Until now, the F.A.A. has not permitted commercial drone use except for extremely limited circumstances in wilderness areas of Alaska.\nPut bluntly, this is the first time that companies in the United States will be able to legally use drones to fly over people.\nThe decision has implications for a broad range of industries including agriculture, energy, real estate, the news media and online retailing. “While the approval for Hollywood is very limited in scope, it’s a message to everyone that this ball is rolling,” said Greg Cirillo, chairman of the aviation practice at Wiley Rein, a law firm in Washington.", "url": "https://www.nytimes.com/2014/09/26/business/media/drone-exemptions-for-hollywood-pave-the-way-for-widespread-use.html"}