{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:25", "date_modify": "2022-10-25 23:33:25", "date_publish": "2014-09-03 01:46:21", "description": "Before the Oct. 5 elections in Brazil, candidates are creating jaw-dropping campaign advertisements to grab hold of voters’ attention and to stand out.", "filename": "2014_09_03_world_americas_brazils-politicians-often-play-the-clown-in-ads_1666740805.html", "image_url": "https://static01.nyt.com/images/2014/09/03/world/BRAZIL/BRAZIL-articleLarge.jpg?year=2014&h=321&w=600&s=6b38839d8600eca28b31110ff09fd9f11df14ed3da9d5143c0f1ce9e31555bdf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_03_world_americas_brazils-politicians-often-play-the-clown-in-ads_1666740805.html", "title": "Brazil’s Politicians Often Play the Clown in Ads", "title_page": "Brazil’s Politicians Often Play the Clown in Ads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — An auditor flies through the air like Superman, shooting laser beams from his eyes. A clown channels the spirit of a septuagenarian pop star. A dermatologist concludes a tirade by simply screaming at viewers, “My name is Havanir!”\nYes, it is election season in Brazil, a vibrant democracy where fringe candidates are a resilient tradition and disenchantment with the political system is widespread. To cut through the confusion and grab voters’ attention, candidates are turning out some jaw-dropping campaign messages — advertisements that somewhere else might be mistaken for conceptual art pieces or the ramblings of unhinged minds.\n“The neutral, generic method of appealing to voters is a mediocre and failed way of doing politics,” said Paulo Batista, 34, a real estate auditor and self-described libertarian who is running for a seat in São Paulo’s state legislature.\nMr. Batista’s ads, depicting him as a superhero using his laser vision to privatize dilapidated commuter trains, are popular on YouTube. And they are part of a thriving subgenre of ads drawing inspiration from the pages of comic books. Another recent example: the candidate for a Catalão City Council seat who dressed as Spider-Man and vanquished scoundrels in striped prison uniforms with well-aimed body blows.", "url": "https://www.nytimes.com/2014/09/03/world/americas/brazils-politicians-often-play-the-clown-in-ads.html"}