{"authors": ["Graham Bowley"], "date_download": "2022-10-25 23:36:50", "date_modify": "2022-10-25 23:36:50", "date_publish": "2014-10-03 14:27:04", "description": "Antiquities guardians around the world are asking themselves if it’s better to raise the alarm about what’s in harm’s way — or keep quiet to avoid the militants’ gaze?", "filename": "2014_10_05_arts_design_in-syria-and-iraq-trying-to-protect-a-heritage-at-risk.html__r=0_1666741010.html", "image_url": "https://static01.nyt.com/images/2014/10/05/arts/design/20141005-ANTIQUITIES-slide-YSVE/20141005-ANTIQUITIES-slide-YSVE-articleLarge.jpg?year=2014&h=399&w=600&s=b002d476080254b08a8489fa85a3ce2cc82b4cf71cbfff4c9e4722c77274fe3c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_05_arts_design_in-syria-and-iraq-trying-to-protect-a-heritage-at-risk.html__r=0_1666741010.html", "title": "In Syria and Iraq, Trying to Protect a Heritage at Risk", "title_page": "In Syria and Iraq, Trying to Protect a Heritage at Risk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This region has been the center of the world for every great empire recorded in human history,” said Candida Moss, a professor of New Testament and early Christianity at the University of Notre Dame. “We are talking about successive generations of history all in one place, all being destroyed at once.”\nIn a speech at the Metropolitan Museum of Art in late September, Secretary of State John Kerry promised action. “Our heritage is literally in peril in this moment, and we believe it is imperative that we act now,” he said. “We do so knowing that our leadership, the leadership of the United States, can make a difference.”\nBut over the last three years of war, international groups have come up against the limits of their power and ability to intervene in a conflict that has killed tens of thousands. In several cases, the security of many antiquities has largely been left up to nearby residents, many of whom have taken huge risks to defend their cultural patrimony. Beyond trying to confirm the losses, antiquities guardians around the world are asking themselves this question: Is it better to raise the alarm about what’s in harm’s way — or keep quiet to avoid the militants’ gaze?\nWhat’s Lost\nThe question of what has been destroyed has few complete, sure answers, scholars say. The chaos of war has prevented a full accounting, and the Islamic State often issues false reports to exaggerate its conquests, while other groups may do so to draw international sympathy.\nBut the State Department and officials in the Syrian government are trying to document the damage. And networks of scholars, from the West, Iraq and Syria, have studied satellite photographs and kept in touch with museum curators, archaeologists and others, by unreliable phone lines and email messages. “I find it so upsetting that I don’t always open these because it is too much,” said Sheila R. Canby, curator of the department of Islamic art of the Metropolitan Museum.", "url": "https://www.nytimes.com/2014/10/05/arts/design/in-syria-and-iraq-trying-to-protect-a-heritage-at-risk.html?_r=0"}