{"authors": ["Joseph Berger"], "date_download": "2022-10-25 23:51:21", "date_modify": "2022-10-25 23:51:21", "date_publish": "2014-11-28 01:51:55", "description": "The discount afforded by one of the New York City area’s great travel bargains — crossing the Hudson River on the Tappan Zee Bridge — is likely to shrink, but no one can say by how much.", "filename": "2014_11_28_nyregion_for-new-tappan-zee-questions-persist-over-how-high-the-tolls-will-climb_1666741881.html", "image_url": "https://static01.nyt.com/images/2014/11/28/nyregion/TAPPANZEE/TAPPANZEE-articleLarge.jpg?year=2014&h=400&w=600&s=16613e7b2fce4a8749b833bae1fb4c3fb18769165fc6f40ceceef6b852ae0717&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_28_nyregion_for-new-tappan-zee-questions-persist-over-how-high-the-tolls-will-climb_1666741881.html", "title": "For New Tappan Zee, Questions Persist Over How High the Tolls Will Climb", "title_page": "For New Tappan Zee, Questions Persist Over How High the Tolls Will Climb - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TARRYTOWN, N.Y. — One of the great travel bargains in the New York City area is crossing the Hudson River from Rockland County into Westchester County.\nTwenty miles downriver, it costs $13 to drive across the George Washington Bridge from New Jersey. But at the Tarrytown tollbooths on the Tappan Zee Bridge, it costs just $5 to make the same trip — even less for a driver who uses E-ZPass. It is like buying a Gucci handbag for about one-third the retail price from a peddler in front of Saks Fifth Avenue rather than shopping in the store itself (the genuineness of the bag is a separate matter).\nThe price gap between the bridges has existed for decades. Indeed, New York State — during Gov. Thomas E. Dewey’s tenure more than 60 years ago — decided to site the three-mile-long Tappan Zee illogically at the river’s second-widest spot partly because doing so would place the bridge just beyond the jurisdiction of the Port Authority of New York and New Jersey, which, in addition to the George Washington Bridge, operates the Holland and Lincoln Tunnels. New York could set the toll, draw all the revenue and not share it with its neighboring state.\nBut chances are that the gap between the tolls collected at the two bridges will narrow in the next few years because the construction of a $3.9 billion replacement for the Tappan Zee will force the state to raise the price to cross the river. The tantalizing, politically freighted question that no one has yet answered is how high the toll will rise. Logic and fairness will not necessarily be the main factors in that decision.", "url": "https://www.nytimes.com/2014/11/28/nyregion/for-new-tappan-zee-questions-persist-over-how-high-the-tolls-will-climb.html"}