{"authors": ["Richard A. Oppel Jr."], "date_download": "2022-10-25 23:38:30", "date_modify": "2022-10-25 23:38:30", "date_publish": "2014-08-07 00:13:59", "description": "Sgt. Bowe Bergdahl, after being warned that he did not have to say anything incriminating, discussed his disappearance from his unit in Afghanistan.", "filename": "2014_08_07_us_bergdahl-details-disappearance-to-general-leading-an-inquiry_1666741110.html", "image_url": "https://static01.nyt.com/images/2014/08/07/us/BERGDAHL/BERGDAHL-articleLarge.jpg?year=2014&h=450&w=600&s=ca474271fcc9d135f489b868d75770459cfb424f411359eef1516b1b26bdbcd3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_07_us_bergdahl-details-disappearance-to-general-leading-an-inquiry_1666741110.html", "title": "Bowe Bergdahl Details Disappearance to General Leading an Inquiry", "title_page": "Bowe Bergdahl Details Disappearance to General Leading an Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During his first interview with the general leading an investigation into his capture by the Taliban, Sgt. Bowe Bergdahl on Wednesday described details of his disappearance from his tiny combat outpost in eastern Afghanistan five years ago.\nIt was the first time Sergeant Bergdahl, of the Army, had formally described those events since he was released by the Taliban to Special Operations troops in May and flown to Texas after five years of captivity.\nAs soon as the session began, the investigating officer, Maj. Gen. Kenneth R. Dahl, warned Sergeant Bergdahl that he did not have to say anything that might incriminate himself. But the sergeant did not exercise his right to remain silent, one of his lawyers, Eugene R. Fidell, said in a brief telephone interview from Fort Sam Houston, Tex., where Sergeant Bergdahl is based.\n“He has responded to every question asked of him, and he has been afforded an opportunity to tell his story,” said Mr. Fidell, who attended the interview along with a military lawyer for the sergeant, Capt. Alfredo Foster. It was mostly “just letting the facts unfold in his own voice.”", "url": "https://www.nytimes.com/2014/08/07/us/bergdahl-details-disappearance-to-general-leading-an-inquiry.html"}