{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:44:13", "date_modify": "2022-10-25 23:44:13", "date_publish": "2014-01-24 11:22:30", "description": "Four deadly bombings left a grim realization that a cycle of terrorism and repression is hardening the wills of the military-backed government and a growing Islamist insurgency to fight to the death.", "filename": "2014_01_25_world_middleeast_fatal-bomb-attacks-in-egypt_1666741453.html", "image_url": "https://static01.nyt.com/images/2014/01/25/world/jp-egypt1/jp-egypt1-articleLarge.jpg?year=2014&h=400&w=600&s=40f0518bef1136ba8e328146620d36246e4127e4e18cc8bdb322471652655475&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_25_world_middleeast_fatal-bomb-attacks-in-egypt_1666741453.html", "title": "Prolonged Fight Feared in Egypt After Bombings", "title_page": "Prolonged Fight Feared in Egypt After Bombings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Three years after the start of its revolt for democracy, the capital was shaken Friday by four deadly bombings, in the clearest sign yet that Egypt is entering a prolonged and violent struggle between the military-backed government and a growing Islamist insurgency.\nThe bombs, scattered around the city and aimed at the police, killed six people and left in their aftermath a grim realization that a cycle of terrorism and repression is hardening the determination of each side to fight to the death, all but extinguishing the three-year-old dream of an inclusive democracy and open debate.\n“The timing is a message that the third anniversary of the revolution will not be a celebration; they want to color it with blood,” said Moataz Abdel-Fattah, a political scientist at the American University of Cairo. “And it will only darken the political waters, with more people calling for a hard-line stance against the Muslim Brotherhood and their supporters.”\nWithin two hours of the first and largest explosion, a car bombing at dawn outside a security headquarters, a crowd of at least 200 had gathered at the police line to cheer for Gen. Abdul-Fattah el-Sisi, who deposed President Mohamed Morsi of the Muslim Brotherhood last summer and is now poised to succeed him. “The people want the execution of the Brothers,” they chanted, blaming the Brotherhood for the attack in a bloodthirsty imitation of the calls that rang out three years ago calling for “the fall of the regime.”", "url": "https://www.nytimes.com/2014/01/25/world/middleeast/fatal-bomb-attacks-in-egypt.html"}