{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:50:25", "date_modify": "2022-10-25 23:50:25", "date_publish": "2014-01-09 21:33:43", "description": "A military panel has recommended transferring a Yemeni detainee in the first results of a long-delayed initiative to hold parole-like hearings at Guantánamo Bay, Cuba.", "filename": "2014_01_10_us_panel-recommends-transferring-yemeni-from-guantanamo_1666741825.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_10_us_panel-recommends-transferring-yemeni-from-guantanamo_1666741825.html", "title": "Panel Recommends Transferring Yemeni From Guantánamo", "title_page": "Panel Recommends Transferring Yemeni From Guantánamo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As lower-level detainees from other countries have left Guantánamo, Yemenis have become the largest proportion remaining, making up 87 of the 155 prisoners there. A few are high-level suspects designated for trial, while a task force in 2009 and 2010 designated about two dozen prisoners — including Mr. Mujahid — for continued detention without trial. But the bulk of the Yemenis were recommended for transfer if security conditions could be met, which has proved difficult.\nLast May, Mr. Obama recommitted his administration to moving lower-level prisoners, and he lifted a moratorium on Yemeni repatriations. Since then, 11 detainees have been transferred — more than had left in the previous two years — but none went to Yemen. Still, administration officials say they are actively reviewing the Yemenis’ status on a case-by-case basis.\nOne official familiar with the effort said policy makers were considering several options. They include trying to persuade the Saudi government to take custody of several Yemeni detainees who have tribal or family ties in Saudi Arabia; finding other countries willing to resettle a Yemeni or two; and repatriating a particularly low-risk Yemeni to see how it goes.\nThe potential rehabilitation program, officials say, has raised a possible way to reduce the risk of repatriating larger numbers of the Yemenis. In a joint statement last August, Mr. Obama and Yemen’s president, Abdu Rabbu Mansour Hadi, cited the Yemeni government’s plans to “establish an extremist rehabilitation program to address the problem of violent extremism within Yemen, which could also facilitate the transfer of Yemeni detainees held at Guantánamo.”\nAbout that same time, Yemen reached out to the United Nations Interregional Crime and Justice Research Institute, seeking help from its Disengagement and Rehabilitation of Violent Extremists and Terrorists initiative, diplomatic officials said.\nThe program, which was begun in 2012, has worked with Nigeria and other countries in the Sahel region of Africa, in Indonesia and in Tajikistan, among others. Its employees include Douglas Stone, a retired Marine general who was credited with successfully revamping American detention operations in Iraq, and later designed an overhaul of detention practices in Afghanistan.\nThe United Nations agency held meetings in Rome in August and in London in October with Yemeni officials and a group of potential donor nations — including the United States — that are already working in Yemen, diplomatic officials said. The consortium’s planned visit to Yemen this month, which was postponed by the Dec. 5 attack, has not been rescheduled, the agency’s director, Jonathan Lucas, said in a phone interview.", "url": "https://www.nytimes.com/2014/01/10/us/panel-recommends-transferring-yemeni-from-guantanamo.html"}