{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:36:52", "date_modify": "2022-10-25 23:36:52", "date_publish": "2014-09-23 09:34:25", "description": "After a summer of acrimonious contract negotiations, the opera began its season with a production of “Le Nozze di Figaro” by the British director Richard Eyre.", "filename": "2014_09_24_arts_music_metropolitan-opera-opens-with-le-nozze-di-figaro_1666741012.html", "image_url": "https://static01.nyt.com/images/2014/09/24/arts/24LENOZZE/24NO-articleLarge.jpg?year=2014&h=400&w=600&s=77098878d29d6fe1df3736274866f1b355a4b327fb505e84da6f964c5d73c455&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_24_arts_music_metropolitan-opera-opens-with-le-nozze-di-figaro_1666741012.html", "title": "Metropolitan Opera Opens With ‘Le Nozze di Figaro’", "title_page": "Metropolitan Opera Opens With ‘Le Nozze di Figaro’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That the Metropolitan Opera opened its season as scheduled on Monday night with a new production of Mozart’s “Le Nozze di Figaro” was good news, no matter what your take on the show. This summer, as acrimonious contract negotiations between the administration and the unionized workers reached a bitter impasse, the possibility of a lockout that could threaten the season was all too real.\nBut, as opera lovers know, a difficult settlement was reached in mid-August. If there is lingering bitterness between Peter Gelb, the general manager, and members of the company, it stayed backstage on Monday night. James Levine, making his first appearance on an opening night in four years, led an appealing cast and the great Met Orchestra in an eloquent, richly detailed performance of this multilayered Mozart masterpiece. The production, by the British director Richard Eyre, updates the story to Spain in the 1930s and has much to recommend it, though not Rob Howell’s rotating set, which shows Count Almaviva’s manor as a matrix of circular towers with bronze walls full of ornate Moorish designs.\nThe idea, it seems, is to suggest that the count’s grand house on the outskirts of Seville, where the action takes place, is a maze of interlocked rooms, doors and corridors, making it easy for everyone in the household, aristocrats and servants alike, to know what everyone else is up to. But the set looks chilly and imposing, and often dwarfs the characters.\nStill, Mr. Eyre has clear ideas about who these people are and draws subtle, vivid and kinetic performances from a cast of willing singers. Mr. Howell also designed the 1930s-era costumes, and those are wonderful: sleek gowns and smart suits for the upper class; proper, playful uniforms for the staff.", "url": "https://www.nytimes.com/2014/09/24/arts/music/metropolitan-opera-opens-with-le-nozze-di-figaro.html"}