{"authors": ["David M. Herszenhorn"], "date_download": "2022-10-25 23:39:06", "date_modify": "2022-10-25 23:39:06", "date_publish": "2014-12-30 07:05:29", "description": "Mr. Navalny was not jailed despite violating house arrest by trying to join an antigovernment rally. But in what was widely seen as the Kremlin punishing him, his brother Oleg was sentenced to three and a half years in prison in the fraud case.", "filename": "2014_12_31_world_europe_aleksei-navalny-convicted_1666741146.html", "image_url": "https://static01.nyt.com/images/2014/12/31/world/31navalny/31navalny-facebookJumbo-v2.jpg?year=2014&h=550&w=1050&s=7201ba12ba23678d3d2736ee85a57855cb8459680089c82fa88dfcc0409c967a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_31_world_europe_aleksei-navalny-convicted_1666741146.html", "title": "Aleksei Navalny, Putin Critic, Is Spared Prison in a Fraud Case, but His Brother Is Jailed", "title_page": "Aleksei Navalny, Putin Critic, Is Spared Prison in a Fraud Case, but His Brother Is Jailed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You just asked about house arrest; well, house arrest is irrelevant in comparison with what is going on in our country,” he said in a brief phone interview with the Echo of Moscow radio station as he walked along. “It’s not about my brother, my family or myself, or any other concrete person. It’s about the disgusting, mean things happening now, happening for years now, because we have just been sitting at home.”\nHe was seized by the police outside the Ritz Carlton Hotel on Tverskaya Street, which he had just joked that his supporters should take by storm because it would be more comfortable than where he would probably spend the night. In the end, though, the authorities seemed equally determined to avoid further confrontation and returned him to his apartment, though they posted five officers outside the door.\nNot long after he was seized, the riot police moved in to disperse the rally on Manezh Square, where the crowd had dwindled to about 1,500. More than 200 people were arrested, but there were no reports of violence.\nThe Kremlin’s relatively cautious treatment of Mr. Navalny may have been reinforced lately by the country’s mounting economic problems. Although the annexation of Crimea last spring pushed Mr. Putin’s popularity to stratospheric heights, the ensuing Western sanctions and a simultaneous worldwide drop in oil prices have battered the Russian economy — and the fortunes of average Russians, whom the Kremlin is anxious not to antagonize.\nLarger economic and geopolitical concerns may have also factored into the decision to keep Mr. Navalny out of jail, to avoid yet another point of contention with the West.\nThe suspended sentence will keep Mr. Navalny out of prison, but under Russian law, his felony conviction makes him ineligible to seek public office for 10 years after the sentence is completed. And even if he intended to make a swift return to the political arena, his actions would now be shadowed by fear of harm befalling his brother in prison.", "url": "https://www.nytimes.com/2014/12/31/world/europe/aleksei-navalny-convicted.html"}