{"authors": ["John F. Burns"], "date_download": "2022-10-25 22:59:38", "date_modify": "2022-10-25 22:59:38", "date_publish": "2014-10-31 21:53:31", "description": "The Formula One road show has arrived for its race in Austin, Tex., in a depleted, demoralized and deeply fractious state, more uncertain of its future than at any time in recent memory.", "filename": "2014_11_02_automobiles_no-shows-and-strapped-teams-cloud-formula-ones-future_1666738778.html", "image_url": "https://static01.nyt.com/images/2014/11/02/automobiles/PRIX1/PRIX1-articleLarge.jpg?year=2014&h=293&w=600&s=66dc9560b3f7e0cb43d5c9141329b68457d227407073f60c4f3a8ad05baeedb9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_02_automobiles_no-shows-and-strapped-teams-cloud-formula-ones-future_1666738778.html", "title": "No-Shows and Strapped Teams Cloud Formula One’s Future", "title_page": "No-Shows and Strapped Teams Cloud Formula One’s Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But for all the positives, the grand prix road show has arrived in Austin in a depleted, demoralized and deeply fractious state, more uncertain of its future — even whether there will be any, without radical reform of its governance and finances — than at any time in recent memory.\nIn the first place, it has been burdened by continuing gloom over the state of Jules Bianchi, the 25-year-old French driver who suffered grievous brain injuries in the closing laps of the Japanese Grand Prix this month when his Marussia car aquaplaned into the counterweight of a tractor clearing another crashed car from the track barriers.\nIt was the worst accident in Formula One in 20 years and has prompted an urgent review of safety measures by a panel of experts appointed by the sport’s ruling body, the Fédération Internationale de l’Automobile. A statement issued by Bianchi’s family on Friday said that he remained “critical but stable” at the Mie General Hospital in Japan.\nThe Bianchi accident has been a prelude to other developments that pose grave threats to the sport. Since the Sochi race, two of the 11 grand prix teams, Caterham and Marussia — both persistent back-of-the-field competitors, but significant canaries in the Formula One mine — have been placed “in administration,” the British equivalent of Chapter 11. Their cars have been withdrawn from the Austin and Brazil races, leaving only 18 cars of the normal 22-car grid to compete in Texas.\nWhether either of the two insolvent teams will compete in the season-ending race at Abu Dhabi — indeed, whether they will race again — will depend on whether buyers can be found who are ready to take on debts that run into the tens of millions of dollars. Worse, there are doubts about the financial viability of at least three other teams, Lotus, Sauber and Force India, and whether they will make it to the grid for the 20-race schedule in 2015.\nImage Bernie Ecclestone and Russian President Vladimir V. Putin in Sochi. Credit... Aleksey Nikolsky/Agence France-Presse — Getty Images\nIf Caterham and Marussia are to be saved, new investors will have to accept the challenge that has defeated the current owners: balancing the books in a sport where the lion’s share of the $1.5 billion in annual revenues is paid to outside investors led by London-based CVC Capital Partners. The firm has no long-term history in Formula One and a record, since gaining control in 2006, of absorbing billions in earnings while investing little in the sport.", "url": "https://www.nytimes.com/2014/11/02/automobiles/no-shows-and-strapped-teams-cloud-formula-ones-future.html"}