{"authors": ["Rick Lyman"], "date_download": "2022-10-25 23:29:38", "date_modify": "2022-10-25 23:29:38", "date_publish": "2014-01-17 01:34:09", "description": "The inmate, convicted of rape and murder, gasped and struggled, taking 15 minutes to die.", "filename": "2014_01_17_us_ohio-execution-using-untested-drug-cocktail-renews-the-debate-over-lethal-injections_1666740578.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_17_us_ohio-execution-using-untested-drug-cocktail-renews-the-debate-over-lethal-injections_1666740578.html", "title": "Ohio Execution Using Untested Drug Cocktail Renews the Debate Over Lethal Injections", "title_page": "Ohio Execution Using Untested Drug Cocktail Renews the Debate Over Lethal Injections - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dennis McGuire took 15 minutes to die by lethal injection Thursday morning at the Southern Ohio Correctional Facility in Lucasville for the 1989 rape and murder of a 22-year-old pregnant woman named Joy Stewart.\nEyewitness accounts differ slightly on how much Mr. McGuire, 53, struggled and gasped in those final minutes. But because the execution took unusually long and because Ohio was using a new, untested cocktail of drugs in the procedure, the episode has reignited debate over lethal injection.\nStates have been scrambling in recent years to come up with a new formula for executions after their stockpiles were depleted or expired when European manufacturers of such previously used drugs as pentobarbital and sodium thiopental stopped selling them for use in executions. No consensus has formed on what available drugs should be used.\nMr. McGuire was given midazolam, a sedative, and hydromorphone, a powerful analgesic derived from morphine, just before 10:30 a.m. on Thursday, the first time that any state has used that combination. The drugs were selected by the Ohio Department of Rehabilitation and Correction after the state’s supply of pentobarbital expired in 2009, said JoEllen Smith, the department’s spokeswoman. A federal court had approved their use, she said.", "url": "https://www.nytimes.com/2014/01/17/us/ohio-execution-using-untested-drug-cocktail-renews-the-debate-over-lethal-injections.html"}