{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:39:35", "date_modify": "2022-10-25 23:39:35", "date_publish": "2014-10-24 16:58:19", "description": "The remark was the first time that a prominent member of the city’s business elite has openly called on Leung Chun-ying to step down.", "filename": "2014_10_25_world_asia_James-Tien-says-Leung-Chun-ying-should-think-about-quitting_1666741175.html", "image_url": "https://static01.nyt.com/images/2014/10/25/world/SUB-25PROTEST/SUB-25PROTEST-articleLarge.jpg?year=2014&h=400&w=600&s=99f32bfe4c1871f3542e6132f1c99a63079c3835cc7ded492e1f6d64677a0ebf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_25_world_asia_James-Tien-says-Leung-Chun-ying-should-think-about-quitting_1666741175.html", "title": "Pro-Beijing Lawmaker Urges Hong Kong Leader to Consider Quitting", "title_page": "Pro-Beijing Lawmaker Urges Hong Kong Leader to Consider Quitting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — A Hong Kong lawmaker from a pro-business party that supports Beijing said Friday that the city’s chief executive, Leung Chun-ying, should consider resigning. It was the first time that a prominent member of the city’s business elite had openly called for Mr. Leung to step down after almost four weeks of pro-democracy demonstrations.\nJames Tien, the leader of the conservative Liberal Party, said in an interview with Commercial Radio Hong Kong that under Mr. Leung, the government’s relations with the city’s legislature had deteriorated. Mr. Leung’s leadership has been poor, and he should consider asking the central government in Beijing if he can resign, Mr. Tien said. Mr. Leung took office in 2012 for a five-year term.\nMr. Tien has a reputation for being a rebel among conservatives. In 2003, he withdrew the Liberal Party’s support for a government-backed security bill, leading to its defeat. Opposition lawmakers have been calling for Mr. Leung to step down for weeks, criticizing him for being overly subservient to Beijing, and protesters are demanding fully open elections for chief executive. Mr. Tien could not be reached for comment to elaborate on his position.\nMr. Leung, 60, stepped into even more controversy this week when he said in an interview with Western news media that allowing lower-income people equal representation in elections would lead to a “numbers game” that would skew “politics and policies” toward favoring that group.", "url": "https://www.nytimes.com/2014/10/25/world/asia/James-Tien-says-Leung-Chun-ying-should-think-about-quitting.html"}