{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:29:42", "date_modify": "2022-10-25 23:29:42", "date_publish": "2014-05-02 01:34:33", "description": "A number of factors have conspired to produce painful scenes in the death chamber, experts say, including an ill-conceived drug formulation clung to by many states.", "filename": "2014_05_02_science_three-drug-protocol-persists-for-lethal-injections-despite-ease-of-using-one_1666740582.html", "image_url": "https://static01.nyt.com/images/2014/05/02/us/LETHAL/LETHAL-articleLarge.jpg?year=2014&h=379&w=600&s=5c41f27fcc1f9fdc4ddf38608d97659495f1e5b10bab6d0a555e61df5f7fd39d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_02_science_three-drug-protocol-persists-for-lethal-injections-despite-ease-of-using-one_1666740582.html", "title": "Three-Drug Protocol Persists for Lethal Injections, Despite Ease of Using One", "title_page": "Three-Drug Protocol Persists for Lethal Injections, Despite Ease of Using One - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But he said that switching to a single drug would not fix all the problems with lethal injection because intravenous lines would still be needed. Starting them can be difficult and requires medical skill.\nThe three-drug combination used on Mr. Lockett was modeled on a plan first developed in Oklahoma in 1977 by Dr. Jay Chapman, then the state’s chief medical examiner. State lawmakers had asked him if there was a more humane way to execute people than methods like electrocution and the firing squad.\nDr. Chapman proposed a large dose of a barbiturate, sodium thiopental, followed by two other drugs: one to cause paralysis and halt breathing, and the other, potassium chloride, to stop the heart. His recipe was adopted by nearly every death-penalty state.\nIn later years, Dr. Chapman said that if he had it to do over again, he would probably recommend using just a barbiturate, and omit the paralyzing and heart-stopping drugs. But his protocol has lingered.\nThe potential pitfall in the original formula is this: If the barbiturate is not fully effective, perhaps because the dose is too low or the needle misplaced, the inmate may still be able to feel pain. If the paralyzing agent is then injected, the person will feel suffocated — but will be unable to move or cry out, and may even look peaceful. The potassium chloride will then cause an intense burning sensation, muscle cramping and chest pain.\n“The second two drugs are completely unnecessary and only have a prospect of causing pain,” Dr. Heath said.\nThe odds of the drugs’ being administered incorrectly may have been higher than Dr. Chapman anticipated because many lethal injections have been performed by people with little or no medical expertise. Though some doctors participate, many have distanced themselves, seeing execution as a betrayal of their oath to do no harm. The American Medical Association and other professional groups say doctors should not take part in executions, except to certify death after someone else has pronounced it.", "url": "https://www.nytimes.com/2014/05/02/science/three-drug-protocol-persists-for-lethal-injections-despite-ease-of-using-one.html"}