{"authors": ["Steve Eder", "Pat Borzi"], "date_download": "2022-10-25 22:59:43", "date_modify": "2022-10-25 22:59:43", "date_publish": "2014-09-12 22:36:45", "description": "Peterson, a star running back for the Minnesota Vikings, has been charged in a child abuse inquiry in Montgomery County, Tex., involving his son.", "filename": "2014_09_13_sports_football_adrian-peterson-indicted-on-child-injury-charge.html__r=0_1666738783.html", "image_url": "https://static01.nyt.com/images/2014/09/13/sports/y-jp-peterson/y-jp-peterson-articleLarge.jpg?year=2014&h=522&w=600&s=f1fcd79f0a5d79b0c038b8d886ca3477e7a7e6d8a22f2efd4bcfe380044acdb1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_13_sports_football_adrian-peterson-indicted-on-child-injury-charge.html__r=0_1666738783.html", "title": "N.F.L. Rocked Again as Adrian Peterson Faces a Child Abuse Charge", "title_page": "N.F.L. Rocked Again as Adrian Peterson Faces a Child Abuse Charge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The news of Peterson’s indictment comes barely two weeks into the N.F.L. season and at a time when the league is reeling from controversy. The N.F.L.’s commissioner, Roger Goodell, has been under siege over his handling of a domestic abuse case involving another star running back — Ray Rice, who on Monday was released by the Baltimore Ravens. The release of footage of Rice punching his fiancée, who is now his wife, prompted the N.F.L. to suspend Rice indefinitely, after initially giving him a two-game ban. It also led the N.F.L. to order an outside investigation into how league officials investigated the case.\nThe league has allowed San Francisco 49ers defensive lineman Ray McDonald, who was arrested in late August after an altercation with his pregnant fiancée, and Carolina Panthers defensive end Greg Hardy, who is appealing his July conviction on two domestic violence charges, to remain on the field.\nThe Vikings, who play host to the New England Patriots on Sunday, said Peterson had been deactivated and would not play in the game. He has cooperated with law enforcement in the case and testified before a grand jury for several hours, Hardin said.\nThe Vikings said in a statement that they were “in the process of gathering information regarding the legal situation involving Adrian Peterson.” They deferred questions to Hardin.\nAn N.F.L. spokesman did not respond to a message seeking comment.\nDepending on the outcome of his case, Peterson could be penalized by Goodell, who has wide discretion to discipline players who violate the league’s personal conduct policy. Two weeks ago, Goodell, in response to criticism that he was too lenient in the Rice case, strengthened penalties for players involved in domestic violence. Under the new rules, first-time offenders will automatically be suspended for six games.", "url": "https://www.nytimes.com/2014/09/13/sports/football/adrian-peterson-indicted-on-child-injury-charge.html?_r=0"}