{"authors": ["Amy Qin"], "date_download": "2022-10-25 23:55:17", "date_modify": "2022-10-25 23:55:17", "date_publish": "2014-11-26 20:59:22", "description": "A Chinese collector’s purchase of a Ming dynasty silk wall hanging for $45 million set a new record for a Chinese artwork sold at international auction.", "filename": "2014_11_27_arts_design_chinese-artwork-brings-auction-record-of-45-million_1666742117.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_27_arts_design_chinese-artwork-brings-auction-record-of-45-million_1666742117.html", "title": "Chinese Artwork Brings Auction Record of $45 Million", "title_page": "Chinese Artwork Brings Auction Record of $45 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The thangka, which measures 84 by 132 inches, depicts Raktayamari, a meditational deity in Mahayana Buddhism, in an embrace with his consort, Vajravetali. Commissioned by Emperor Yongle in the early 15th century, the piece is thought to have been given as a gift in diplomatic exchanges with Tibet, according to Christie’s. While its early whereabouts remain unclear, it has been sold at auction several times in recent decades, most recently in 2002 when it went for about $4 million at a Christie’s sale in Hong Kong.\n“The thangka embodies our flourishing civilization and culture from 600 years ago,” Mr. Liu said.\n“It’s not a question of why I bought it, but when else would I have had the opportunity to buy it?” he added. “I feel like it’s good fortune even to just be able to see it.”\nMr. Liu, a former taxi driver who built a fortune through stock trading in real estate and pharmaceuticals, and his wife, Wang Wei, are two of China’s biggest and most active art collectors. Much of the couple’s collection, made up of mostly traditional and contemporary Chinese art, is on display at their privately owned Long Museum, which has two locations in Shanghai. The thangka, Mr. Liu said, will also occasionally be put on display in the museums.\nIn making his purchase on Wednesday, Mr. Liu broke a record he set in April when he paid $36.3 million for a tiny ancient porcelain cup, nicknamed the “chicken cup,” at a Sotheby’s sale in Hong Kong. After paying for the cup with a credit card, he stirred up controversy by being photographed taking a celebratory sip of tea from the delicate vessel.", "url": "https://www.nytimes.com/2014/11/27/arts/design/chinese-artwork-brings-auction-record-of-45-million.html"}