{"authors": ["Margalit Fox"], "date_download": "2022-10-25 23:53:10", "date_modify": "2022-10-25 23:53:10", "date_publish": "2014-01-09 22:14:14", "description": "Mr. Baraka’s work was widely anthologized, and he was also long famous as a political firebrand, with critical opinion divided in every arena.", "filename": "2014_01_10_arts_amiri-baraka-polarizing-poet-and-playwright-dies-at-79_1666741990.html", "image_url": "https://static01.nyt.com/images/2014/01/10/arts/BARAKA-1-obit-copy/BARAKA-1-obit-articleLarge.jpg?year=2014&h=345&w=600&s=9e2d2db131a9c8437098b946fd330ca07e003eb8d3c83314a02cf62026d14799&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_10_arts_amiri-baraka-polarizing-poet-and-playwright-dies-at-79_1666741990.html", "title": "Amiri Baraka, Polarizing Poet and Playwright, Dies at 79", "title_page": "Amiri Baraka, Polarizing Poet and Playwright, Dies at 79 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Baraka, whose work was widely anthologized and who was heard often on the lecture circuit, was also long famous as a political firebrand. Here, too, critical opinion was divided: He was described variously as an indomitable champion of the disenfranchised, particularly in the racially charged political landscape of Newark, where he lived most of his life, or as a gadfly whose finest hour had come and gone by the end of the 1960s.\nIn the series of alternating embraces and repudiations that would become an ideological hallmark, Mr. Baraka spent his early career as a beatnik, his middle years as a black nationalist and his later ones as a Marxist. His shifting stance was seen as either an accurate mirror of the changing times or an accurate barometer of his own quicksilver mien.\nHe came to renewed, unfavorable attention in 2002, when a poem he wrote about the Sept. 11 attacks, which contained lines widely seen as anti-Semitic, touched off a firestorm that resulted in the elimination of his post as New Jersey’s poet laureate.\nOver six decades, Mr. Baraka’s writings — his work also included essays and music criticism — were periodically accused of being anti-Semitic, misogynist, homophobic, racist, isolationist and dangerously militant.\nBut his champions and detractors agreed that at his finest he was a powerful voice on the printed page, a riveting orator in person and an enduring presence on the international literary scene whom — whether one loved or hated him — it was seldom possible to ignore.", "url": "https://www.nytimes.com/2014/01/10/arts/amiri-baraka-polarizing-poet-and-playwright-dies-at-79.html"}