{"authors": ["Michael D. Shear", "Julia Preston"], "date_download": "2022-10-26 00:11:45", "date_modify": "2022-10-26 00:11:45", "date_publish": "2014-03-15 01:25:59", "description": "Facing Hispanic voters’ anger over the lack of an immigration overhaul, the president has promised a review of ways to refine immigration law enforcement.", "filename": "2014_03_15_us_politics_deportation-policy-shift-is-signaled-by-obama_1666743105.html", "image_url": "https://static01.nyt.com/images/2014/03/15/us/ASSESS/ASSESS-articleLarge.jpg?year=2014&h=359&w=600&s=b131ab665430a8d0cdf8ce1a50213b8f11c01f402f524d5568e428de0b2f73f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_15_us_politics_deportation-policy-shift-is-signaled-by-obama_1666743105.html", "title": "Deportation Policy Shift Is Signaled by Obama", "title_page": "Deportation Policy Shift Is Signaled by Obama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama and his top aides have for months rejected demands from Hispanic activists that Mr. Obama wave a magic wand to end deportations, an action the White House saw as so antagonistic to Republicans that it would destroy any hope for a bipartisan immigration overhaul and even open the door to impeachment.\nBut the growing sense of desperation among Latinos about the deportation of nearly two million illegal immigrants has engulfed top Democrats on Capitol Hill, who fear that Hispanic voters’ anger at the president could disastrously sink turnout in the coming midterm elections.\nThe result is a shift in direction for the president, who signaled on Thursday night that he wants to find a legal way to reduce the number of otherwise law-abiding families who are torn apart by deportation. In a two-hour meeting with immigration activists on Friday, the president again pledged to refine enforcement of immigration laws.\nIn the meeting, the president pressed the activists to remain focused on his push for legislation to overhaul immigration laws and said that a new system remains the best way to permanently fix the problem of deportations, according to participants. Mr. Obama reminded the activists, the participants said, that any action he took on his own would be fleeting and not comprehensive.", "url": "https://www.nytimes.com/2014/03/15/us/politics/deportation-policy-shift-is-signaled-by-obama.html"}