{"authors": ["Jackie Calmes"], "date_download": "2022-10-25 23:42:15", "date_modify": "2022-10-25 23:42:15", "date_publish": "2014-09-08 16:07:28", "description": "In an address, Treasury Secretary Jacob Lew said he would decide what action the administration can take to stop companies from moving abroad to avoid American taxes.", "filename": "2014_09_09_us_politics_lew-says-decision-near-on-corporate-tax-actions_1666741335.html", "image_url": "https://static01.nyt.com/images/2014/09/09/business/09lew-pic1/09lew-pic1-articleLarge.jpg?year=2014&h=400&w=600&s=62c4226a55ae7124b4e7c6b947d88ffa1cce6772d081379aecd695cf7360f696&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_09_us_politics_lew-says-decision-near-on-corporate-tax-actions_1666741335.html", "title": "Lew Says Administration Is Near a Decision on Curbing Corporate Expatriates", "title_page": "Lew Says Administration Is Near a Decision on Curbing Corporate Expatriates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Treasury Secretary Jacob J. Lew said on Monday that he would decide “in the very near future” what regulatory action the Obama administration can take — given the partisan paralysis in Congress — to close some tax loopholes and reduce incentives for multinational corporations to avoid United States taxes by incorporating in other countries.\nMr. Lew did not give any further hints as to timing or specific options under review, and he took no questions after an address sponsored by the nonpartisan Tax Policy Center at its affiliated research organization, the Urban Institute.\nThe accelerating increase in so-called inversions — when a corporation switches its official residency to a foreign country by combining with a company there, even if the headquarters and many operations remain in the United States — has put pressure on Congress and President Obama to act because of the potentially huge losses to the Treasury.\nBut a divided Congress has not acted on the comprehensive plan Mr. Obama proposed two years ago to overhaul the corporate tax code by closing loopholes and cutting the top rate to 28 percent from 35 percent; nor has it taken up his more recent, limited proposal to stop inversions. Given the legislative inaction, the president directed the Treasury Department to propose regulatory changes to make inversions less financially appealing to corporations like Mylan, Walgreen and Medtronic, which have all made or considered inversion deals.", "url": "https://www.nytimes.com/2014/09/09/us/politics/lew-says-decision-near-on-corporate-tax-actions.html"}