{"authors": ["David Leonhardt", "Kevin Quealy"], "date_download": "2022-10-25 23:30:32", "date_modify": "2022-10-25 23:30:32", "date_publish": "2014-04-22 11:38:28", "description": "After three decades of slow growth, middle-class incomes in the U.S. appear to trail those of Canada. Poor Americans now make less than the poor in several other countries.", "filename": "2014_04_23_upshot_the-american-middle-class-is-no-longer-the-worlds-richest_1666740632.html", "image_url": "https://static01.nyt.com/images/2014/04/22/upshot/23UPSHOT-MIDDLE-usa-slide-1RJB/23UPSHOT-MIDDLE-usa-slide-1RJB-articleLarge.jpg?year=2014&h=400&w=600&s=c48201d55c0a0dc64f70ca95c3da44bea94f0f7704c8a6e55ac6a6a1d44bd133&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_23_upshot_the-american-middle-class-is-no-longer-the-worlds-richest_1666740632.html", "title": "The American Middle Class Is No Longer the World’s Richest", "title_page": "The American Middle Class Is No Longer the World’s Richest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The idea that the median American has so much more income than the middle class in all other parts of the world is not true these days,” said Lawrence Katz, a Harvard economist who is not associated with LIS. “In 1960, we were massively richer than anyone else. In 1980, we were richer. In the 1990s, we were still richer.”\nThat is no longer the case, Professor Katz added.\nMedian per capita income was $18,700 in the United States in 2010 (which translates to about $75,000 for a family of four after taxes), up 20 percent since 1980 but virtually unchanged since 2000, after adjusting for inflation. The same measure, by comparison, rose about 20 percent in Britain between 2000 and 2010 and 14 percent in the Netherlands. Median income also rose 20 percent in Canada between 2000 and 2010, to the equivalent of $18,700.\nThe most recent year in the LIS analysis is 2010. But other income surveys, conducted by government agencies, suggest that since 2010 pay in Canada has risen faster than pay in the United States and is now most likely higher. Pay in several European countries has also risen faster since 2010 than it has in the United States.\nThree broad factors appear to be driving much of the weak income performance in the United States. First, educational attainment in the United States has risen far more slowly than in much of the industrialized world over the last three decades, making it harder for the American economy to maintain its share of highly skilled, well-paying jobs.\nAmericans between the ages of 55 and 65 have literacy, numeracy and technology skills that are above average relative to 55- to 65-year-olds in rest of the industrialized world, according to a recent study by the Organization for Economic Cooperation and Development, an international group. Younger Americans, though, are not keeping pace: Those between 16 and 24 rank near the bottom among rich countries, well behind their counterparts in Canada, Australia, Japan and Scandinavia and close to those in Italy and Spain.\nA second factor is that companies in the United States economy distribute a smaller share of their bounty to the middle class and poor than similar companies elsewhere. Top executives make substantially more money in the United States than in other wealthy countries. The minimum wage is lower. Labor unions are weaker.", "url": "https://www.nytimes.com/2014/04/23/upshot/the-american-middle-class-is-no-longer-the-worlds-richest.html"}