{"authors": ["Charlie Savage"], "date_download": "2022-10-26 00:11:44", "date_modify": "2022-10-26 00:11:44", "date_publish": "2014-05-21 01:17:43", "description": "At the Obama administration’s request, House leaders revised a bill that limits the government’s bulk collection of phone records, spurring several civil liberties groups to withdraw support for the bill.", "filename": "2014_05_21_us_politics_changes-to-surveillance-bill-stoke-anger_1666743104.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_21_us_politics_changes-to-surveillance-bill-stoke-anger_1666743104.html", "title": "Changes to Surveillance Bill Stoke Anger", "title_page": "Changes to Surveillance Bill Stoke Anger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Leaders of both parties in the House of Representatives, at the Obama administration’s request, have changed a surveillance overhaul bill that restricts the power of the government to obtain Americans’ records in bulk.\nA revised version of the bill was unveiled on Tuesday, and the House may vote on it this week.\nSeveral civil liberties groups that had backed a previous version argued that the changes weakened the limits in a way that leaves the door open for the government to obtain enormous volumes of records. They said they were withdrawing their support.\nLawmakers drafted the bill, the U.S.A. Freedom Act, in response to the revelation that the National Security Agency is obtaining classified court orders to systematically gather logs of Americans’ phone calls. A previous version of the bill unanimously passed the House Judiciary and Intelligence Committees. But the administration asked for changes before the House Rules Committee approved sending it to the House floor.\nThe request set off an intense bout of closed-door negotiations between leading lawmakers of both parties and executive branch officials led by Robert S. Litt, the general counsel for the Office of the Director of National Intelligence, congressional aides said. The talks stretched to midnight on Monday and resumed Tuesday morning.", "url": "https://www.nytimes.com/2014/05/21/us/politics/changes-to-surveillance-bill-stoke-anger.html"}