{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:36:41", "date_modify": "2022-10-25 23:36:41", "date_publish": "2014-12-12 23:01:14", "description": "One Alfredo was taken ill, so another stepped into the Metropolitan Opera’s “La Traviata” on Thursday.", "filename": "2014_12_13_arts_music_francesco-demuro-steps-in-to-save-mets-la-traviata_1666741001.html", "image_url": "https://static01.nyt.com/images/2014/12/13/arts/13TRAVIATA/13TRAVIATA-articleLarge.jpg?year=2014&h=889&w=600&s=c992311b9f5f37273bed0b6a57a92e4c34ef5891c92427a417d749f1c6865467&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_13_arts_music_francesco-demuro-steps-in-to-save-mets-la-traviata_1666741001.html", "title": "Francesco Demuro Steps In to Save Met’s ‘La Traviata’", "title_page": "Francesco Demuro Steps In to Save Met’s ‘La Traviata’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Opera fans have their favorite singers. Just like film, opera has a star system. Still, at its core, it is an ensemble art form. Great performances cannot happen in isolation; they depend upon a cast of artists who have rehearsed together and report on time and in health for the opening of the show.\nThe truth of this came to mind on Thursday night at the Metropolitan Opera, as the audience waited, and waited, for the performance of Verdi’s “La Traviata” to start, in a return of Willy Decker’s surreal, strangely powerful 2010 production. Yet there was no explanation for the delay. The conductor, Marco Armiliato, was in the pit, with the musicians, waiting with the rest of us.\nFinally, some 15 minutes past the scheduled starting time, Gary Dietrich, a stage manager, announced that there was a holdup, without giving details. About five minutes later, he appeared again and said that Stephen Costello, the young American tenor who was to have sung his first Met performance of Alfredo, had suddenly become ill. Francesco Demuro, who had already been scheduled to take over the role, starting on Dec. 30, would sing in Mr. Costello’s place.\nSurely, Mr. Costello must have known earlier in the day that he was having trouble. In Mr. Demuro, a rising Sardinian tenor, 36, who made his Met debut last month as Rodolfo in Puccini’s “La Bohème,” the company had an experienced Alfredo ready to go. But it is unusual for a singer trying to decide whether to perform to delay the program for so long. Perhaps the switch should have been made in advance.", "url": "https://www.nytimes.com/2014/12/13/arts/music/francesco-demuro-steps-in-to-save-mets-la-traviata.html"}