{"authors": ["Manny Fernandez", "Eric Schmitt"], "date_download": "2022-10-25 23:28:37", "date_modify": "2022-10-25 23:28:37", "date_publish": "2014-06-13 10:57:08", "description": "Exactly 1,809 days after he was captured, Sgt. Bowe Bergdahl returned to a homecoming void of any relatives and dampened by a controversy over his capture and release.", "filename": "2014_06_14_us_bergdahl-returns-to-us-for-more-treatment_1666740517.html", "image_url": "https://static01.nyt.com/images/2014/06/14/us/14BERGDAHL1/14BERGDAHL1-articleLarge.jpg?year=2014&h=400&w=600&s=ce50cdea1aac1796f51891007e41f3fe0bbde8acfc4f2558fd997da3ad47e0a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_14_us_bergdahl-returns-to-us-for-more-treatment_1666740517.html", "title": "No Ceremony for Bowe Bergdahl Upon Return to U.S. Soil", "title_page": "No Ceremony for Bowe Bergdahl Upon Return to U.S. Soil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Army officials have emphasized that the goal of reintegration was to help the sergeant resume a normal life with “minimal physical and emotional complications,” and the military’s handling of his arrival — quietly slipping him onto the base far from a cluster of TV cameras and reporters outside a main gate in the early-morning darkness — seemed intended to eliminate any complications.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nHis treatment at Brooke Army Medical Center is expected to end with a reunion with his parents, but so far, he has declined to have any direct communication with any family members, none of whom were in San Antonio, said military officials, who declined to elaborate about why Sergeant Bergdahl has not reached out to relatives.\nThe sergeant’s parents, Robert and Jani Bergdahl, of Hailey, Idaho, released a statement through the Idaho National Guard that said while they were “overjoyed” by their son’s return, they did not wish to make their travel plans public. “They ask for continued privacy as they concentrate on their son’s reintegration,” said Col. Tim Marsano of the Idaho National Guard.\nAt some point after midnight on June 30, 2009, Sergeant Bergdahl, then a private, walked off his remote combat outpost in eastern Afghanistan and was later seized by the Taliban, military officials have said. A classified military report completed two months after he left his unit concluded that he had most likely walked away of his own free will, but stopped short of saying there was solid evidence that he had intended to permanently desert, noting that he had wandered away from assigned areas before and returned, according to people briefed on the report.\nPresident Obama’s decision to negotiate for his release in exchange for the Taliban detainees angered some members of Congress and others who equated the freeing of the Taliban detainees to bargaining with terrorists.\nImage Sgt. Bowe Bergdahl Credit... U.S. Army, via Reuters\nWhile medical officials in Germany have pressed Sergeant Bergdahl for details about his time in captivity to help begin repairing his medical and psychological wounds, these specialists did not focus on the critical questions about why he left his outpost and how he was captured.", "url": "https://www.nytimes.com/2014/06/14/us/bergdahl-returns-to-us-for-more-treatment.html"}