{"authors": ["J. David Goodman", "Al Baker"], "date_download": "2022-10-25 22:59:40", "date_modify": "2022-10-25 22:59:40", "date_publish": "2014-12-03 19:24:03", "description": "The panel’s decision to end the criminal case in Mr. Garner’s death on Staten Island provoked protests, and the Justice Department said it would open a civil rights inquiry.", "filename": "2014_12_04_nyregion_grand-jury-said-to-bring-no-charges-in-staten-island-chokehold-death-of-eric-garner_1666738780.html", "image_url": "https://static01.nyt.com/images/2014/12/03/nyregion/20141204_GARNER_HP-slide-IBNU/20141204_GARNER_HP-slide-IBNU-articleLarge-v2.jpg?year=2014&h=400&w=600&s=5296bdfde7258d87e481f34686ff4c4a5068736cec5009ae9788c0d2c1a3e5a3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_04_nyregion_grand-jury-said-to-bring-no-charges-in-staten-island-chokehold-death-of-eric-garner_1666738780.html", "title": "Wave of Protests After Grand Jury Doesn’t Indict Officer in Eric Garner Chokehold Case", "title_page": "Wave of Protests After Grand Jury Doesn’t Indict Officer in Eric Garner Chokehold Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Staten Island grand jury on Wednesday ended the criminal case against a white New York police officer whose chokehold on an unarmed black man led to the man’s death, a decision that drew condemnation from elected officials and touched off a wave of protests.\nThe fatal encounter in July was captured on videos and seen around the world. But after viewing the footage and hearing from witnesses, including the officer who used the chokehold, the jurors deliberated for less than a day before deciding that there was not enough evidence to go forward with charges against the officer, Daniel Pantaleo, 29, in the death of the man, Eric Garner, 43.\nOfficer Pantaleo, who has been on the force for eight years, appeared before the grand jury on Nov. 21, testifying that he did not intend to choke Mr. Garner, who was being arrested for allegedly selling loose cigarettes. He described the maneuver as a takedown move, adding that he never thought Mr. Garner was in mortal danger.", "url": "https://www.nytimes.com/2014/12/04/nyregion/grand-jury-said-to-bring-no-charges-in-staten-island-chokehold-death-of-eric-garner.html"}