{"authors": ["Louise Aronson"], "date_download": "2022-10-25 23:42:16", "date_modify": "2022-10-25 23:42:16", "date_publish": "2014-07-19 17:00:17", "description": "Elderly people need everyday help, and there aren’t enough humans to provide it.", "filename": "2014_07_20_opinion_sunday_the-future-of-robot-caregivers_1666741336.html", "image_url": "https://static01.nyt.com/images/2014/07/20/sunday-review/0720robot/0720robot-articleLarge.jpg?year=2014&h=418&w=600&s=fbb333dbdcf4e49a8786a13a984e0edea25f5d8067102d67af90ac6ad8bf75d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_20_opinion_sunday_the-future-of-robot-caregivers_1666741336.html", "title": "The Future of Robot Caregivers", "title_page": "Opinion | The Future of Robot Caregivers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EACH time I make a house call, I stay much longer than I should. I can’t leave because my patient is holding my hand, or because she’s telling me, not for the first time, about when Aunt Mabel cut off all her hair and they called her a boy at school, or how her daddy lost his job and the lights went out and her mother lit pine cones and danced and made everyone laugh. Sometimes I can’t leave because she just has to show me one thing, but getting to that thing requires that she rise unsteadily from her chair, negotiate her walker through the narrow hallway, and find whatever it is in the dim light of her bedroom.\nI can, and do, write prescriptions for her many medical problems, but I have little to offer for the two conditions that dominate her days: loneliness and disability. She has a well-meaning, troubled daughter in a faraway state, a caregiver who comes twice a week, a friend who checks in on her periodically, and she gets regular calls from volunteers with the Friendship Line.\nIt’s not enough. Like most older adults, she doesn’t want to be “locked up in one of those homes.” What she needs is someone who is always there, who can help with everyday tasks, who will listen and smile.\nWhat she needs is a robot caregiver.\nThat may sound like an oxymoron. In an ideal world, it would be: Each of us would have at least one kind and fully capable human caregiver to meet our physical and emotional needs as we age. But most of us do not live in an ideal world, and a reliable robot may be better than an unreliable or abusive person, or than no one at all.", "url": "https://www.nytimes.com/2014/07/20/opinion/sunday/the-future-of-robot-caregivers.html"}