{"authors": ["Charles V. Bagli"], "date_download": "2022-10-25 23:55:41", "date_modify": "2022-10-25 23:55:41", "date_publish": "2014-07-14 19:42:13", "description": "A fourth resort, the Trump Plaza Hotel and Casino, has announced that it may close, and the city is challenged to replace gambling revenue.", "filename": "2014_07_15_nyregion_as-casinos-start-to-fall-atlantic-city-struggles-to-rise_1666742141.html", "image_url": "https://static01.nyt.com/images/2014/07/15/nyregion/ATLANTICCITYweb1/ATLANTICCITYweb1-articleLarge-v3.jpg?year=2014&h=400&w=600&s=7265754486c46381008756b3cd3bcfe0d2e60deb66e8d362b84f92aba12d3d92&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_15_nyregion_as-casinos-start-to-fall-atlantic-city-struggles-to-rise_1666742141.html", "title": "Atlantic City Strives to Rise as Casinos Fall", "title_page": "Atlantic City Strives to Rise as Casinos Fall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATLANTIC CITY — Over the Fourth of July weekend, this town was packed. Hotel occupancy soared to 95 percent, and shoppers coursed through the outlet stores opposite Trump Plaza. At Revel, the city’s newest casino resort, the lively, dressed-up crowd gazed out through the floor-to-ceiling glass to see the surfers riding the day’s last waves onto the wide beach.\nBut the booming weekend belied the wrenching problems plaguing this New Jersey resort. In the winter and even midweek in the summer, Atlantic City — battered by storms, declining property values and, increasingly, crushing competition from gambling operations in neighboring states — is relatively quiet.\nSince January, four of the city’s 12 casinos announced plans to shut down if they failed to find buyers. In the latest blow, workers at Trump Plaza Hotel and Casino received notices on Monday that the white-towered complex with the bright red letters was expected to lock its doors as soon as Sept. 16. The Atlantic Club is already closed, and Showboat and Revel would close in late summer. The four represent 25 percent of the city’s casino work force: more than 8,000 jobs that could be lost, according to union leaders.\nThe remaking of Atlantic City’s defining industry is driving a furious effort to reimagine what this beach town can be now that casino gambling has a foothold in neighboring states, and may even be permitted in northern New Jersey. Gamblers who once crossed state lines to get to Atlantic City are now staying closer to home, playing at 20 casinos or slot parlors in Delaware, Maryland, New York and Pennsylvania. And more competition is coming.", "url": "https://www.nytimes.com/2014/07/15/nyregion/as-casinos-start-to-fall-atlantic-city-struggles-to-rise.html"}