{"authors": ["Gretchen Morgenson"], "date_download": "2022-10-25 23:34:52", "date_modify": "2022-10-25 23:34:52", "date_publish": "2014-01-18 15:39:28", "description": "ITT Educational Services, which operates for-profit technical schools, has drawn the attention of regulators over a private lending trust.", "filename": "2014_01_19_business_inspecting-a-student-loan-spigot.html__r=0_1666740892.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_19_business_inspecting-a-student-loan-spigot.html__r=0_1666740892.html", "title": "Inspecting a Student Loan Spigot", "title_page": "Inspecting a Student Loan Spigot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A few days after Christmas, ITT Educational Services, one of the nation’s largest operators of for-profit technical schools, reported some unwelcome news. The Consumer Financial Protection Bureau had warned the company that it might seek penalties and remedies against it for possible student loan violations.\nITT maintained that its practices were legal and said it would vigorously defend itself. Happily for the company, its shareholders seem unworried: last week, the stock hit a new 52-week high, closing at $45.27.\nITT is not the only for-profit educator under scrutiny, of course. But it is among the largest. At 149 institutes in 39 states (and online), ITT offers nursing, criminal justice, business, information technology and other programs to 61,000 students. Based in Carmel, Ind., the company generated $800 million in revenue in the first nine months of 2013, down 18 percent from the year-earlier period.\nThe consumer bureau, ITT’s filing said, wants to determine whether lenders and student loan servicers working with for-profit colleges “are engaging in unlawful acts or practices relating to the advertising, marketing, or origination of private student loans.”", "url": "https://www.nytimes.com/2014/01/19/business/inspecting-a-student-loan-spigot.html?_r=0"}