{"authors": ["Manny Fernandez", "Dave Philipps"], "date_download": "2022-10-25 23:48:49", "date_modify": "2022-10-25 23:48:49", "date_publish": "2014-10-08 15:22:06", "description": "Mr. Duncan’s death renewed questions about health officials’ preparedness to contain Ebola. Hours after, hospital officials said a second patient had been admitted in Dallas.", "filename": "2014_10_09_us_ebola-us-thomas-eric-duncan_1666741729.html", "image_url": "https://static01.nyt.com/images/2014/10/08/us/09duncan1/09duncan1-articleLarge-v3.jpg?year=2014&h=433&w=600&s=d2fa003ef60c8fc8650f7a500f7554f9c3fd248549fb2cf7b867199fc0afc96a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_09_us_ebola-us-thomas-eric-duncan_1666741729.html", "title": "Death of Thomas Eric Duncan in Dallas Fuels Alarm Over Ebola", "title_page": "Death of Thomas Eric Duncan in Dallas Fuels Alarm Over Ebola - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DALLAS — For Louise Troh, word of the death of her fiancé, Thomas Eric Duncan, unfolded Wednesday as everything else has since he was found to have Ebola — at a distance.\nDallas County’s chief executive, Clay Jenkins, and the Rev. George Mason of Wilshire Baptist Church drove to the home where Ms. Troh, 54, has been under quarantine with her 13-year-old son and two other young men, all of whom had been living with Mr. Duncan during the time he began to show symptoms of the Ebola virus. They have been under orders from state health officials not to leave the premises for 21 days, the maximum incubation period of the virus.\nImage Thomas Eric Duncan, 42, the Liberian man who was the first person diagnosed with Ebola in the United States. Credit... via Associated Press\n“We never sat down,” said Mr. Mason, who is the pastor of the church Ms. Troh attends. “We did not touch them. We kept about a three-foot distance from them at all times. This is simply a matter of extreme caution.”\nThe death Wednesday morning of Mr. Duncan, 42, the Liberian man at the center of a widening public health scare and the first person with a case of Ebola diagnosed in the United States, heightened anxiety and fear here. It also renewed questions about whether a delay in receiving treatment could have played a role in his death and what role it played in the possibility of his spreading the disease to others.\nHis death came on a day when a sergeant with the Dallas County sheriff’s office who had been in the apartment where Mr. Duncan had been staying was rushed to the hospital and monitored for possible exposure to Ebola.", "url": "https://www.nytimes.com/2014/10/09/us/ebola-us-thomas-eric-duncan.html"}