{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:16", "date_modify": "2022-10-25 23:27:16", "date_publish": "2014-12-15 01:00:58", "description": "An experimental fuel cell uses a process in which one stage emits carbon dioxide and another stage absorbs it.", "filename": "2014_12_15_business_capturing-carbon-as-a-byproduct-of-running-a-fuel-cell_1666740436.html", "image_url": "https://static01.nyt.com/images/2014/12/15/business/carbon/carbon-articleLarge.jpg?year=2014&h=400&w=600&s=398c6e5a97d3e8eeb885e8cfb0c5ea4e96321655360c2fd4a2d76a4be34cb9b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_15_business_capturing-carbon-as-a-byproduct-of-running-a-fuel-cell_1666740436.html", "title": "Capturing Carbon as a Byproduct of Running a Fuel Cell", "title_page": "Capturing Carbon as a Byproduct of Running a Fuel Cell  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Department of Energy sees potential in the technology, enough to provide a grant of $2.5 million for the experiment. FuelCell Energy says the next stage would be to build a unit about 300 times larger, commercial scale, at a coal plant. The technology solves only the problem of pulling carbon dioxide out of an exhaust stack — the other half is to pump it into the ground, which would be tried at a commercial-scale demonstration.\nIn FuelCell’s design, a coal plant adds a fuel cell unit next to its smokestack, and the fuel cell soaks up the carbon dioxide and adds power to overall output. Some energy is used — the demonstration unit here would produce eight kilowatts, enough for a midsize commercial air-conditioner, but in carbon capture mode makes only about six kilowatts — but the loss is more manageable than drawing energy from the coal plant for conventional carbon capture.\nAnd if the Environmental Protection Agency follows through on its intent to require existing coal plants to shrink their carbon output, the company’s fuel cells could do the job in two ways, by capturing some carbon and by raising the electricity output over which the remaining carbon dioxide is spread.\n“It still costs money to build this contraption,” said Arthur Bottone, president and chief executive of FuelCell Energy. “But it doesn’t cost a billion dollars.”\nIn some applications, the fuel cells are already commercially viable, absent any carbon capture function. Dominion, a giant power company based in Virginia, owns a 15-megawatt complex of them near the commuter rail station in Bridgeport, Conn., built and operated by FuelCell Energy. Under Connecticut rules, the electrical output is considered renewable and so can be sold at higher prices.\nThe carbon capture has been demonstrated only at a small scale, but it works easily with the existing commercial fuel cell technology.\nThe experiment also demonstrates, unexpectedly, that the fuel cell breaks up and destroys about 60 percent of the nitrogen oxides that are fed into it.", "url": "https://www.nytimes.com/2014/12/15/business/capturing-carbon-as-a-byproduct-of-running-a-fuel-cell.html"}