{"authors": ["Doreen Carvajal"], "date_download": "2022-10-25 23:42:21", "date_modify": "2022-10-25 23:42:21", "date_publish": "2014-07-09 02:26:41", "description": "Laws demanding client confidentiality create a bind for those who cooperate with inquiries into tax evasion.", "filename": "2014_07_09_world_europe_swiss-banks-tradition-of-secrecy-clashes-with-quests-abroad-for-disclosure_1666741341.html", "image_url": "https://static01.nyt.com/images/2014/07/09/world/SUB-SWISS/SUB-SWISS-articleLarge.jpg?year=2014&h=400&w=600&s=54166c37d842b32940ac62bd0ce97b6d7811e1dd80e987ff59edefa0195e80e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_09_world_europe_swiss-banks-tradition-of-secrecy-clashes-with-quests-abroad-for-disclosure_1666741341.html", "title": "Swiss Banks’ Tradition of Secrecy Clashes With Quests Abroad for Disclosure", "title_page": "Swiss Banks’ Tradition of Secrecy Clashes With Quests Abroad for Disclosure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Describing a life of secretive techniques worthy of James Bond (who quipped in a 1999 film, “If you can’t trust a Swiss banker, then what’s the world come to?”), bankers who were interviewed said that one of the practices under most intensive criminal investigation — the clandestine recruitment of clients in the United States — was not only known to their bosses, but was also part of a business model.\nThe bankers roamed the West and East Coasts of the United States with company instructions to recruit rich clients on a luxury circuit of five-star hotels, art exhibitions and tennis matches. Their bonuses, they said, depended on the business they cultivated and protected.\nOne veteran banker, who declined to be identified for fear he could be prosecuted in Switzerland for secrecy violations, said every employee who worked with American clients followed strict security instructions.\nHe said the bankers carried special laptop computers formatted so that information could be wiped out instantly with a few keystrokes, and portable printers to avoid leaving traces elsewhere. They avoided staying in the same luxury hotels, switching if anybody recognized them or called them by name. He said he cut the name of the bank off receipts. Customers called from pay phones, using code names.\nHe said he carried separate paper lists, one with code numbers and one with corresponding names. Those names did not surface on bank records because they were shielded in a maze of offshore trusts and foundations, he said. The real value of Swiss bankers to the American authorities, he said, is that the bankers know the identities of the clients, since they had met with them at high-end events like Art Basel in Miami Beach and golf tournaments.\n“It was all done for so many years,” the banker said. “Everybody knew. I remember a party a few years ago with other bankers and I said, ‘You know we all have one foot in prison.’ Everybody laughed. Maybe that’s why we were all paid so much.”\nWhile such tales might seem to come from the heyday of Swiss banking, the culture continues, bankers, regulators and other experts say.", "url": "https://www.nytimes.com/2014/07/09/world/europe/swiss-banks-tradition-of-secrecy-clashes-with-quests-abroad-for-disclosure.html"}