{"authors": ["Matt Apuzzo"], "date_download": "2022-10-25 23:00:13", "date_modify": "2022-10-25 23:00:13", "date_publish": "2014-06-09 03:02:16", "description": "Former tools of combat — M-16 rifles, grenade launchers, silencers and more — are ending up in the armories of local police departments, often with little public notice.", "filename": "2014_06_09_us_war-gear-flows-to-police-departments_1666738813.html", "image_url": "https://static01.nyt.com/images/2014/06/09/us/JP-ARMS-2/JP-ARMS-2-articleLarge.jpg?year=2014&h=400&w=600&s=965f425c2291e8a2207a8febe42f94db32e20f05450dde0b1e74c86182a4df69&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_09_us_war-gear-flows-to-police-departments_1666738813.html", "title": "War Gear Flows to Police Departments", "title_page": "War Gear Flows to Police Departments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I don’t like it. I wish it were the way it was when I was a kid,” he said. But he said the possibility of violence, however remote, required taking precautions. “We’re not going to go out there as Officer Friendly with no body armor and just a handgun and say ‘Good enough.’ ”\nCongress created the military-transfer program in the early 1990s, when violent crime plagued America’s cities and the police felt outgunned by drug gangs. Today, crime has fallen to its lowest levels in a generation, the wars have wound down, and despite current fears, the number of domestic terrorist attacks has declined sharply from the 1960s and 1970s.\nPolice departments, though, are adding more firepower and military gear than ever. Some, especially in larger cities, have used federal grant money to buy armored cars and other tactical gear. And the free surplus program remains a favorite of many police chiefs who say they could otherwise not afford such equipment. Chief Wilkinson said he expects the police to use the new truck rarely, when the department’s SWAT team faces an armed standoff or serves a warrant on someone believed to be dangerous.\nToday, Chief Wilkinson said, the police are trained to move in and save lives during a shooting or standoff, in contrast to a generation ago — before the Columbine High School massacre and others that followed it — when they responded by setting up a perimeter and either negotiating with, or waiting out, the suspect.\nThe number of SWAT teams has skyrocketed since the 1980s, according to studies by Peter B. Kraska, an Eastern Kentucky University professor who has been researching the issue for decades.\nThe ubiquity of SWAT teams has changed not only the way officers look, but also the way departments view themselves. Recruiting videos feature clips of officers storming into homes with smoke grenades and firing automatic weapons. In Springdale, Ark., a police recruiting video is dominated by SWAT clips, including officers throwing a flash grenade into a house and creeping through a field in camouflage.", "url": "https://www.nytimes.com/2014/06/09/us/war-gear-flows-to-police-departments.html"}