{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:00:04", "date_modify": "2022-10-25 23:00:04", "date_publish": "2014-07-08 03:38:30", "description": "Poverty, unemployment and anti-government sentiment in the Jordanian town of Maan have created modest but growing support for Islamic militancy among residents.", "filename": "2014_07_08_world_middleeast_jihadis-tug-at-edges-of-a-staunch-american-ally.html__r=0_1666738804.html", "image_url": "https://static01.nyt.com/images/2014/07/08/world/middleeast/JORDAN/JORDAN-articleLarge.jpg?year=2014&h=400&w=600&s=5ab5811b7e5362b1889669cdc931c3b411be9268ecc732a30262839d19829991&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_08_world_middleeast_jihadis-tug-at-edges-of-a-staunch-american-ally.html__r=0_1666738804.html", "title": "Jihadis Tug at Edges of a Staunch American Ally", "title_page": "Jihadis Tug at Edges of a Staunch American Ally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MAAN, Jordan — Hanging from the facade of a shuttered bank on a bustling market street in this sunbaked town were two large, white banners emblazoned with black letters.\n“We congratulate the Islamic nation for its epic conquests,” one read. “Granted by Allah to the Islamic State in Iraq and Syria.”\nThe banners went up last month after about 100 local residents carried them through downtown, waving the black flags of jihad and praising the extremist group that has seized territory in two neighboring countries. But while ISIS, which now calls itself the Islamic State, appears to have no active presence in this desert town south of the capital, Amman, the event demonstrated how its image is growing, its ideology gaining traction and its appeal extending beyond those who would take up arms and don suicide vests.\n“People were happy about the victories of the Sunnis in Iraq, so they went out to congratulate them,” said Ahed Abu Darwish, whose brother, Essam, organized the pro-ISIS march. “It’s like raising the flag of Barcelona or Argentina after they win a soccer match.”", "url": "https://www.nytimes.com/2014/07/08/world/middleeast/jihadis-tug-at-edges-of-a-staunch-american-ally.html?_r=0"}