{"authors": ["Aaron E. Carroll"], "date_download": "2022-10-25 23:35:56", "date_modify": "2022-10-25 23:35:56", "date_publish": "2014-06-02 10:31:45", "description": "Words matter. Putting a label on normal variations of physiology can cause needless worry, spending and even bodily harm.", "filename": "2014_06_03_upshot_calling-an-ordinary-health-problem-a-disease-leads-to-bigger-problems.html__r=0_1666740956.html", "image_url": "https://static01.nyt.com/images/2014/06/02/upshot/02UP-disease/02UP-disease-articleLarge.jpg?year=2014&h=400&w=600&s=396e152f668bbc199fde4c2a5806216472b805671baa62172ee4ca8835f4ff17&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_03_upshot_calling-an-ordinary-health-problem-a-disease-leads-to-bigger-problems.html__r=0_1666740956.html", "title": "Calling an Ordinary Health Problem a Disease Leads to Bigger Problems", "title_page": "Calling an Ordinary Health Problem a Disease Leads to Bigger Problems - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As any parent knows, babies spit up. It’s gastroesophageal reflux, a pediatrician will explain — milk leaking backward from the stomach. When I was a pediatrics resident, my hospital constructed foam wedges for infants to sleep on. The thinking was that infants who were sleeping at an angle would be less likely to have milk come back up.\nThe wedges cost about $150. They didn’t work.\nWedges aren’t the only fix doctors have attempted. We’ve tried to construct special infant seats to prevent reflux. We’ve tried thickening foods. We’ve tried changing to special formulas. None of these things really work. An incredible amount of time and money has been wasted.\nThe bigger problem, though, is that the vast majority of these infants weren’t “sick.” We just gave them an official diagnosis. This labeling of patients with a “disease” can have significant consequences, for both people’s health and the nation’s health care budget.\nAbout 50 percent of healthy infants will spit up more than twice a day. About 95 percent of them completely stop doing that without treatment. When a majority of infants have (and have always had) a set of symptoms that go away on their own, it isn’t a disease — it’s a variation of normal.", "url": "https://www.nytimes.com/2014/06/03/upshot/calling-an-ordinary-health-problem-a-disease-leads-to-bigger-problems.html?_r=0"}