{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:00:10", "date_modify": "2022-10-25 23:00:10", "date_publish": "2014-12-01 18:26:13", "description": "The White House tried to channel the rage over events in Missouri into a national debate about how to restore trust between the police and the public.", "filename": "2014_12_02_us_politics_obama-to-toughen-standards-on-police-use-of-military-gear_1666738810.html", "image_url": "https://static01.nyt.com/images/2014/12/01/multimedia/obama-police-cameras/obama-police-cameras-articleLarge.jpg?year=2014&h=369&w=600&s=b960dc97f777c2f06eb2421ca4e310cfb4b0ac3923bc506aa18e45f786f4e2c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_02_us_politics_obama-to-toughen-standards-on-police-use-of-military-gear_1666738810.html", "title": "Obama Offers New Standards on Police Gear in Wake of Ferguson Protests", "title_page": "Obama Offers New Standards on Police Gear in Wake of Ferguson Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama, grappling with how to respond to the racial unrest in Ferguson, Mo., and a wave of anger at law enforcement officials across the country, said Monday that he would tighten standards on the provision of military-style equipment to local police departments and provide funds for police officers to wear cameras.\nBut Mr. Obama stopped short of curtailing the transfer of military-grade gear to local law enforcement authorities and continued to put off a visit to Ferguson. Instead, the White House tried to channel the rage over the fatal police shooting of a black teenager there into a national debate about how to restore trust between the police and the public.\nAdministration officials said they concluded after a review that the vast majority of transfers of military-style equipment strengthened local policing, even after the police in Ferguson were criticized for heavy-handed use of such gear to quell protests last summer. But the officials said local authorities needed common standards in the types of hardware they requested and better training in how to use it.\nAll told, the changes were modest, and Mr. Obama himself was circumspect in remarks about Ferguson after an orchestrated day of meetings at the White House with civil rights and religious leaders, big-city mayors, and law enforcement officials. The president seemed eager to keep the focus not on what happened in Ferguson but on its broader lessons for the country.", "url": "https://www.nytimes.com/2014/12/02/us/politics/obama-to-toughen-standards-on-police-use-of-military-gear.html"}