{"authors": ["Leslie Kaufman"], "date_download": "2022-10-25 22:56:32", "date_modify": "2022-10-25 22:56:32", "date_publish": "2014-02-24 02:07:50", "description": "News organizations are rushing to form alliances with new companies they hope can give them an edge in finding stories and attracting younger viewers.", "filename": "2014_02_24_business_media_teaming-with-data-mining-security-firms-to-get-a-lead-on-news_1666738592.html", "image_url": "https://static01.nyt.com/images/2014/02/24/business/msnbc/msnbc-articleLarge.jpg?year=2014&h=384&w=600&s=a6e8cd79a5448444d960fab927baab67377d0ecd352eccf66619a93ad87bf6fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_24_business_media_teaming-with-data-mining-security-firms-to-get-a-lead-on-news_1666738592.html", "title": "Seeking a Lead on News, Network Turns to Data-Mining Media Group", "title_page": "Seeking a Lead on News, Network Turns to Data-Mining Media Group - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Ronan Farrow, the young human rights lawyer with a Hollywood lineage, debuts as an MSNBC host on Monday, he will have some prodigious computing power backing him up.\nMSNBC has struck a partnership with Vocativ, a digital news start-up, to provide the new program — “Ronan Farrow Daily” — with up to three taped video segments a week. Vocativ mines the Internet for exclusive news and other content with data-collection software traditionally used by governments and corporations.\nPhil Griffin, president of MSNBC, said Vocativ’s marriage of big data and conventional reporting was an innovative approach to journalism. “It is an additional tool for us,” he said. “And who knows where it is going to go for the entire NBC News group.”\nNews organizations are in a mad rush to team with new companies that they hope can give them an edge in finding story leads. In forming alliances, they are also seeking to attract younger viewers who are more likely to get their news from sites like Twitter and Facebook than from the evening news.", "url": "https://www.nytimes.com/2014/02/24/business/media/teaming-with-data-mining-security-firms-to-get-a-lead-on-news.html"}