{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:21", "date_modify": "2022-10-25 23:27:21", "date_publish": "2014-06-16 01:11:57", "description": "In an effort to curb distracted driving, a measure in a proposed bill would specify that Transportation Department could regulate smartphone map apps and systems built into cars.", "filename": "2014_06_16_business_agency-aims-to-regulate-map-aids-in-vehicles_1666740441.html", "image_url": "https://static01.nyt.com/images/2014/06/16/business/16autojp1/16autojp1-articleLarge.jpg?year=2014&h=431&w=600&s=247d8585307ee431f5fa6b4794eeea2c832d473b20a02701462273b957929e8c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_16_business_agency-aims-to-regulate-map-aids-in-vehicles_1666740441.html", "title": "Agency Aims to Regulate Map Aids in Vehicles", "title_page": "Agency Aims to Regulate Map Aids in Vehicles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Getting directions on the road from Google Maps and other smartphone apps is a popular alternative to the expensive navigation aids included in some cars. The apps are also a gray area when it comes to laws banning the use of cellphones or texting while driving.\nThe Transportation Department wants to enter the argument.\nThe department is intensifying its battle against distracted driving by seeking explicit authority from Congress to regulate navigation aids of all types, including apps on smartphones.\nThe measure, included in the Obama administration’s proposed transportation bill, would specify that the National Highway Traffic Safety Administration has the authority to set restrictions on the apps and later order changes if they are deemed dangerous, much the way it currently regulates mechanical features of cars.\nThe measure has the support of automakers, which already mostly comply with voluntary guidelines for built-in navigation systems, but it has run into stiff opposition from technology companies, which say that any such law would be impractical and impossible to enforce. It’s another example, they say, of federal regulators trying vainly to keep up with a rapidly changing industry.", "url": "https://www.nytimes.com/2014/06/16/business/agency-aims-to-regulate-map-aids-in-vehicles.html"}