{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:42:15", "date_modify": "2022-10-25 23:42:15", "date_publish": "2014-09-22 22:30:12", "description": "The rules would make it more difficult for American companies to lower their tax bills by relocating overseas and would wipe out the benefits for those that do.", "filename": "2014_09_23_business_treasury-creates-new-hurdles-to-inversion-moves_1666741335.html", "image_url": "https://static01.nyt.com/images/2014/09/23/business/INVERSIONS/INVERSIONS-articleLarge.jpg?year=2014&h=301&w=600&s=4520237500f33ef14bdfc5542811434506d6e8d23f103df5d341a8af878e961b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_23_business_treasury-creates-new-hurdles-to-inversion-moves_1666741335.html", "title": "U.S. Acts to Curb Firms’ Moves Overseas to Avoid Taxes", "title_page": "U.S. Acts to Curb Firms’ Moves Overseas to Avoid Taxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Treasury Secretary Jacob J. Lew announced rules on Monday that are aimed at making it more difficult for American companies to lower their tax bills by relocating overseas and that would wipe out the benefits for those that do. It is the administration’s latest move to sidestep a paralyzed Congress and tackle a politically charged element of President Obama’s agenda.\n“While there’s no substitute for congressional action, my administration will act wherever we can to protect the progress the American people have worked so hard to bring about,” Mr. Obama said in a statement after the regulations on the so-called corporate inversions were announced.\nThe changes will affect only deals that were completed starting Monday. But they could include pending inversion deals, like the one involving AbbVie, an Illinois-based pharmaceutical company that is in the process of acquiring its smaller British rival, Shire, or the Minneapolis medical device maker Medtronic, which is acquiring Covidien in Ireland.\nIt is calculated to make companies considering such deals “think twice” before doing so, Mr. Lew said. Burger King announced last month it would acquire the Canadian coffee-and-doughnut chain Tim Hortons, focusing new attention on the pace of inversions.", "url": "https://www.nytimes.com/2014/09/23/business/treasury-creates-new-hurdles-to-inversion-moves.html"}