{"authors": ["Adam Nagourney"], "date_download": "2022-10-25 23:38:08", "date_modify": "2022-10-25 23:38:08", "date_publish": "2014-04-24 02:27:29", "description": "For now, Cliven Bundy appears to have won his standoff with the federal government over cattle grazing in Nevada. But if the authorities have moved on, Mr. Bundy has not.", "filename": "2014_04_24_us_politics_rancher-proudly-breaks-the-law-becoming-a-hero-in-the-west_1666741088.html", "image_url": "https://static01.nyt.com/images/2014/04/24/us/JPRANCHER1/JPRANCHER1-articleLarge.jpg?year=2014&h=387&w=600&s=10e42c91dec46722982d7975a6cd6854d522067eea3d4dc7da16daf465a3a6bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_24_us_politics_rancher-proudly-breaks-the-law-becoming-a-hero-in-the-west_1666741088.html", "title": "A Defiant Rancher Savors the Audience That Rallied to His Side", "title_page": "A Defiant Rancher Savors the Audience That Rallied to His Side - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He said he would continue holding a daily news conference; on Saturday, it drew one reporter and one photographer, so Mr. Bundy used the time to officiate at what was in effect a town meeting with supporters, discussing, in a long, loping discourse, the prevalence of abortion, the abuses of welfare and his views on race.\n“I want to tell you one more thing I know about the Negro,” he said. Mr. Bundy recalled driving past a public-housing project in North Las Vegas, “and in front of that government house the door was usually open and the older people and the kids — and there is always at least a half a dozen people sitting on the porch — they didn’t have nothing to do. They didn’t have nothing for their kids to do. They didn’t have nothing for their young girls to do.\n“And because they were basically on government subsidy, so now what do they do?” he asked. “They abort their young children, they put their young men in jail, because they never learned how to pick cotton. And I’ve often wondered, are they better off as slaves, picking cotton and having a family life and doing things, or are they better off under government subsidy? They didn’t get no more freedom. They got less freedom.”\nA spokesman for Mr. Paul, informed of Mr. Bundy’s remarks, said the senator was not available for immediate comment. Chandler Smith, a spokesman for Mr. Heller, said that the senator “completely disagrees with Mr. Bundy’s appalling and racist statements, and condemns them in the most strenuous way.” A spokeswoman for Mr. Abbott, Laura Bean, said that the letter he wrote “was regarding a dispute in Texas and is in no way related to the dispute in Nevada.”\nThe crowds may be beginning to dwindle, but for much of the past two weeks, here at Mr. Bundy’s ranch in Bunkerville, 80 miles northeast of Las Vegas, the rancher has been a celebrity, drawing hundreds of supporters, including dozens of militia members, many carrying sidearms, and members of Oath Keepers, a militia group, who have embraced him as a symbol of their anger and a bulwark against federal abuse.", "url": "https://www.nytimes.com/2014/04/24/us/politics/rancher-proudly-breaks-the-law-becoming-a-hero-in-the-west.html"}