{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 22:56:56", "date_modify": "2022-10-25 22:56:56", "date_publish": "2014-04-12 16:31:52", "description": "Jordanian analysts and Islamists estimate that 800 to 1,200 Jordanians have gone to fight in Syria, more than double the number who fought in Afghanistan or Iraq.", "filename": "2014_04_13_world_middleeast_in-jordan-town-syria-war-inspires-jihadist-dreams_1666738616.html", "image_url": "https://static01.nyt.com/images/2014/04/13/world/JORDAN/JORDAN-articleLarge.jpg?year=2014&h=400&w=600&s=e96822604bf5bb920bd8b00eaea51a149c2b69c9b74d7979ddca77be336ba049&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_13_world_middleeast_in-jordan-town-syria-war-inspires-jihadist-dreams_1666738616.html", "title": "In Jordan Town, Syria War Inspires Jihadist Dreams", "title_page": "In Jordan Town, Syria War Inspires Jihadist Dreams - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There is no such thing as Syria for the Syrians,” said Munif Samara, a doctor and prominent Islamist in Zarqa. “If there is Islamic land, it is our duty to implement Shariah.”\nMr. Samara, who knows many Jordanians fighting in Syria, said he would not discourage his own son, a dentistry student, from going to Syria if he chose to.\n“How long do we live?” Mr. Samara asked. “Do I give him the world or do I give him the afterlife?”\nTo illuminate why local men fight in Syria, Mr. Samara arranged a meeting in his clinic between reporters and Abu Abdullah, who said that growing up in Zarqa, he had long been aware of jihad as a potential career path. Men he knew had fought and died in Chechnya and Iraq, and he began growing his beard as a sign of devotion after the death of Mr. Zarqawi in 2006.\nAfter the Syria conflict started, gruesome images on TV and worries about spreading Iranian influence led him to jihad, he said, providing only his nom de guerre to avoid arrest by the Jordanian authorities.\nFriends already in Syria put him in touch with a smuggler, who led him across the border at night with 16 other Jordanians, he said. All carried medical supplies, mostly pills and needles. He took only a spare pair of cargo pants and some extra underwear.\nOver 30, he was in worse shape than his younger colleagues, so he performed poorly at military drills, he said. But since he had run his own business, he was put in charge of the group’s supplies, buying food for fighters and destitute Syrian families.\nHe called home often, and after hearing his wife complain that raising their two children alone was hard, and that his 8-year-old daughter was troubled by his absence, he said, he decided to return home.", "url": "https://www.nytimes.com/2014/04/13/world/middleeast/in-jordan-town-syria-war-inspires-jihadist-dreams.html"}