{"authors": ["Nick Wingfield", "Vindu Goel"], "date_download": "2022-10-25 23:31:00", "date_modify": "2022-10-25 23:31:00", "date_publish": "2014-03-25 22:19:09", "description": "Facebook announced that it had reached an agreement to buy Oculus VR, the maker of a virtual reality headset, in a bet that social networking will one day become an immersive, 3-D experience.", "filename": "2014_03_26_technology_facebook-to-buy-oculus-vr-maker-of-virtual-reality-headset_1666740660.html", "image_url": "https://static01.nyt.com/images/2014/03/26/business/26facebook-web3/26facebook-web3-articleLarge.jpg?year=2014&h=400&w=600&s=66c5a0185f4380b28b16c86a6609206cf8e99ff9c11d07b18b095e90b99bce79&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_26_technology_facebook-to-buy-oculus-vr-maker-of-virtual-reality-headset_1666740660.html", "title": "Facebook in $2 Billion Deal for Virtual Reality Company", "title_page": "Facebook in $2 Billion Deal for Virtual Reality Company - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Facebook sees the future — a 3-D virtual world where you feel as if you are hanging out with your friends rather than staring at their pictures.\nTo fulfill that vision, the company announced on Tuesday that it had reached a $2 billion agreement to buy Oculus VR, the maker of a virtual reality headset. It’s a bet that a technology commonly associated with science fiction can help eventually turn social networking into an immersive, 3-D experience.\nVirtual reality technologies give people the illusion that they are physically present in a digital world.\nMark Zuckerberg, a co-founder and the chief executive of Facebook, said the deal reflected his belief that virtual reality could be the next big computing platform after mobile, a technology the company has spent most of the last several years adapting to, for the most part successfully. Facebook’s deal came as a surprise, because Oculus, a small start-up that has not yet shipped a product to the broader public, is working on what some view as a niche technology aimed at hard-core video game players.", "url": "https://www.nytimes.com/2014/03/26/technology/facebook-to-buy-oculus-vr-maker-of-virtual-reality-headset.html"}