{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:27:01", "date_modify": "2022-10-25 23:27:01", "date_publish": "2014-01-09 02:40:47", "description": "Internet-connected watches and glasses, many of them less than fashionable, face hurdles to winning over consumers.", "filename": "2014_01_09_technology_tech-attire-more-beta-than-chic_1666740421.html", "image_url": "https://static01.nyt.com/images/2014/01/09/business/09WEAR-4/09WEAR-4-articleLarge.jpg?year=2014&h=403&w=600&s=c1d3510a28b97ea5fdd22ad2e8bd5da3ab2067ca22fd89825789349c9be5c3a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_09_technology_tech-attire-more-beta-than-chic_1666740421.html", "title": "Tech Attire, More Beta Than Chic", "title_page": "Tech Attire, More Beta Than Chic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And then there is the elephant in the room: Apple is widely expected to move into wearables. The company has been busy working on a connected wristwatch that it hopes to introduce in the near future, according to people briefed on the project.\nImage The Epson Moverio BT-200 glasses and its hand-held controller.\nThe wearables category is expected to be highly lucrative. Gartner, the research firm, estimates wearable computers, including shoes, tattoos and accessories, will be a $10 billion market by 2016. The research company says that much of the revenue will come from accessories with health applications, like devices that count your steps or do things like automatically deliver insulin for diabetics.\nEpson’s new connected wristband, for example, has a sensor that measures heart rate by using light to measure red blood cell count in the wrist. The device, Pulsense, also has motion sensors that track the number of footsteps a person takes.\nThe Pulsense costs $200 for the version with a watch face and looks utilitarian compared with many traditional wristwatches sold at the same price. But Anna Jen, director for new ventures for Epson, said the device was aimed at people interested in tracking health closely.\n“Sometimes when I look at the numbers and I realize I’m a little bit stressed, I’ll take a few minutes to breathe, walk around and get a drink of water,” she said. “That’s really what our Pulsense products are designed to do.”\nEpson also introduced a smart glasses device, Moverio BT-200, which creates miniature projections to display semitransparent digital images in front of the user’s eyes. Epson says the $700 glasses can be used by consumers to play virtual reality games, but also could be used by workers like mechanics, who could look at an engine through the glasses and see a chart on how to repair the engine.", "url": "https://www.nytimes.com/2014/01/09/technology/tech-attire-more-beta-than-chic.html"}