{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:29", "date_modify": "2022-10-25 23:33:29", "date_publish": "2014-11-29 21:05:02", "description": "Seizing on a generally sleepy time in Brazil, congressional leaders in the capital, Brasília, are pushing ahead with legislation to raise their own salaries as much as 34 percent.", "filename": "2014_11_30_world_americas_amid-slump-brazil-congress-seeks-raise-.html__r=0_1666740809.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_30_world_americas_amid-slump-brazil-congress-seeks-raise-.html__r=0_1666740809.html", "title": "Amid Slump, Brazil Congress Seeks Raise", "title_page": "Amid Slump, Brazil Congress Seeks Raise  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — After a tight re-election victory marked by quarreling over a sluggish economy and yawning budget deficits, Brazil’s president, Dilma Rousseff, has ushered in a new economic team led by Joaquim Levy, a University of Chicago-trained banker nicknamed Scissorhands for his readiness to slash public spending.\nHow has Brazil’s Congress reacted to this shift? By moving swiftly to grant itself a whopping pay raise.\nSeizing on a generally sleepy time in Brazil when many people are preparing to wind down the year and go on vacation during the Southern Hemisphere’s summer, congressional leaders in the capital, Brasília, are pushing ahead with legislation to raise their own salaries as much as 34 percent, to about $187,000 a year.\n“There must be a raise,” Henrique Eduardo Alves, a congressman from the state of Rio Grande do Norte who is speaker of the lower house, told reporters. “This is constitutional. The last raise was four years ago.”", "url": "https://www.nytimes.com/2014/11/30/world/americas/amid-slump-brazil-congress-seeks-raise-.html?_r=0"}