{"authors": ["Kit Eaton"], "date_download": "2022-10-25 23:29:09", "date_modify": "2022-10-25 23:29:09", "date_publish": "2014-11-05 20:56:30", "description": "News apps like Flipboard, Circa News and BBC News help keep users updated on breaking events.", "filename": "2014_11_06_technology_personaltech_flipboard-circa-and-other-apps-to-keep-track-of-the-news_1666740549.html", "image_url": "https://static01.nyt.com/images/2014/11/04/multimedia/appsmart-news/appsmart-news-articleLarge.jpg?year=2014&h=338&w=600&s=43502c4831c8eb841740ca55a9078c0f183cb7804fc65c658617e80936cf1dc7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_06_technology_personaltech_flipboard-circa-and-other-apps-to-keep-track-of-the-news_1666740549.html", "title": "Flipboard, Circa and Other Apps to Keep Track of the News", "title_page": "Flipboard, Circa and Other Apps to Keep Track of the News - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEWS flash: The news industry is changing faster than ever nowadays. Smartphone and tablet apps have given news-hungry consumers a whole new way to discover what is going on nearby and around the world. With apps always connected to the Internet, you can also argue that news breaks faster than it ever has.\nThe two best news apps are Flipboard (free on iOS, Android, BlackBerry and Windows Phone) and Circa News (free on iOS and Android). Both are simply heads above all the competition.\nEach one pulls into one place news and commentary from diverse sources — from Twitter to newspaper websites — but they work in slightly different ways. Flipboard mostly uses algorithms to compile its offerings. Circa uses an old-fashioned approach to choose its content — a team of editors. Either will give you a great selection of information.\nIn addition to compiling articles, Circa’s editors digest original news items, making them more convenient to read on the go. You can customize the categories that Circa presents to you, choosing to omit sports or politics from your feed, for example.", "url": "https://www.nytimes.com/2014/11/06/technology/personaltech/flipboard-circa-and-other-apps-to-keep-track-of-the-news.html"}