{"authors": ["Elisabetta Povoledo"], "date_download": "2022-10-25 23:47:15", "date_modify": "2022-10-25 23:47:15", "date_publish": "2014-05-26 11:06:56", "description": "Matteo Renzi had the best showing of any European leader in parliamentary voting, reaching a level no party has seen in an Italian election since 1958.", "filename": "2014_05_27_world_europe_voters-endorse-italian-prime-minister_1666741635.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_27_world_europe_voters-endorse-italian-prime-minister_1666741635.html", "title": "Bucking E.U. Tide, Italians Endorse Prime Minister", "title_page": "Bucking E.U. Tide, Italians Endorse Prime Minister - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — If there was one bright spot for mainstream political parties in the elections for the European Parliament, it came, to the surprise of many, in Italy, where Prime Minister Matteo Renzi and his Democratic Party received more than 40 percent of votes cast, a level no party has reached in any Italian election since 1958.\nMr. Renzi, who ran on a pro-Europe, anti-austerity platform, easily beat his principal opponents, receiving roughly double the votes cast for the anti-establishment party of Beppe Grillo or for the party of former Prime Minister Silvio Berlusconi, who campaigned assiduously despite the restrictions imposed by a one-year sentence he is serving under house arrest.\nThe vote strengthened Mr. Renzi’s resolve — and his clout — to push through a contested agenda in Italy. Analysts said it also seemed to show that voters were willing to reward established parties that initiate changes themselves, without the prodding of the political extremes.\n“Italy was the country where anything could have happened, instead it became the place that sent a most surprising message of hope,” Mr. Renzi told reporters at a news conference in Rome on Monday. Italy would work from this mandate, he said, to “change the setup of Europe and the approach that Europe has had all these years.”", "url": "https://www.nytimes.com/2014/05/27/world/europe/voters-endorse-italian-prime-minister.html"}