{"authors": ["Susanne Craig", "Jesse Mckinley"], "date_download": "2022-10-25 23:48:33", "date_modify": "2022-10-25 23:48:33", "date_publish": "2014-01-08 20:57:29", "description": "Gov. Andrew M. Cuomo used the annual address to burnish his record and lay out proposals that would extend well into the second term he hopes to win this fall.", "filename": "2014_01_09_nyregion_cuomo-in-state-of-state-speech-unveils-tax-cuts-and-pre-k-pledge_1666741713.html", "image_url": "https://static01.nyt.com/images/2014/01/09/nyregion/CUOMO/CUOMO-articleLarge.jpg?year=2014&h=400&w=600&s=9f4f0dae6920df30617108865b1ea51702aaa99e6c05baaf7f9749e650d614c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_09_nyregion_cuomo-in-state-of-state-speech-unveils-tax-cuts-and-pre-k-pledge_1666741713.html", "title": "In Speech, Cuomo Pledges Lower Taxes and Statewide Pre-K", "title_page": "In Speech, Cuomo Pledges Lower Taxes and Statewide Pre-K - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — Gov. Andrew M. Cuomo, entering an election year with no formidable opponent and an improving economy, claimed on Wednesday to have brought New York State back from the brink of financial ruin and unveiled proposed tax cuts and a promise of statewide prekindergarten classes, telling lawmakers that when he became governor, New York was “literally a joke on late night TV.”\nIn his State of the State address, which governors have typically used to lay out their past accomplishments and future priorities, Mr. Cuomo sought to put his record in the best possible light. His staff even provided reporters the number of times he was applauded (65). He said the upstate economy had improved, unemployment had fallen in every region and taxes for every New Yorker were down. He mentioned the word tax or taxes about 40 times, mostly to assert that he had managed to drive them down.\n“We were on the precipice of an abyss,” Mr. Cuomo, a Democrat, told the hundreds of people who filled the Empire State Plaza Convention Center. “We did what we said we were going to. We changed the direction of the state for the better.”\nThe governor, who has strong favorability ratings, ample campaign money and hopes of securing a second term in November, delivered the speech, just over an hour long, to a mostly supportive crowd.", "url": "https://www.nytimes.com/2014/01/09/nyregion/cuomo-in-state-of-state-speech-unveils-tax-cuts-and-pre-k-pledge.html"}