{"authors": ["Justin Gillis"], "date_download": "2022-10-25 23:43:00", "date_modify": "2022-10-25 23:43:00", "date_publish": "2014-05-30 04:13:52", "description": "A California initiative that provides funding to companies to reduce emissions is gaining traction as a weapon against global warming.", "filename": "2014_05_30_science_a-price-tag-on-carbon-as-a-climate-rescue-plan_1666741380.html", "image_url": "https://static01.nyt.com/images/2014/05/30/us/CARBON/CARBON-articleLarge.jpg?year=2014&h=370&w=600&s=2e67e53f4b2a40ce146922ecf5e8e144b80db48f02113b00168243d974b86b7d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_30_science_a-price-tag-on-carbon-as-a-climate-rescue-plan_1666741380.html", "title": "A Price Tag on Carbon as a Climate Rescue Plan", "title_page": "A Price Tag on Carbon as a Climate Rescue Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet in the decade it has been used to tackle global warming, this approach has had a turbulent history. The world’s largest such system, in Europe, has had severe problems, including gyrations in the prices that polluters have to pay. Given a lack of evidence that the system can actually solve the emissions problem, some environmental groups and scientists have developed serious reservations.\n“The reason I don’t support what we’re doing is not that I don’t think something needs to be done,” said Myles R. Allen, a leading British climate scientist at Oxford University. “I just don’t think it’s effective, and I don’t see it ever being effective.”\nDrought-plagued California, which Gov. Jerry Brown recently called the “epicenter” of climate change, hopes to prove that capitalism can work in the fight against global warming. The state took great care in setting up its system, which is now being seen as a global test case.\nEighteen months into the venture, it is still too soon to tell how well it will work. But the state has so far managed to avoid some of the mistakes that have plagued efforts in other parts of the world. Hundreds of industrial facilities have been brought under the plan, prompting those businesses to study how to use less energy, and fuel suppliers will be pulled into it next year.\nBy the end of the decade, the state is expected to collect about $5 billion a year in permit fees, with the bulk of the money being recycled into clean-energy projects.\nWorldwide, other approaches to global warming are also being considered. A more ambitious push could be made on renewable energy, like solar and wind. Power companies might be ordered to capture their carbon emissions and bury them underground. Forests could be preserved or allowed to regrow to absorb more carbon dioxide from the air.", "url": "https://www.nytimes.com/2014/05/30/science/a-price-tag-on-carbon-as-a-climate-rescue-plan.html"}