{"authors": ["Lorne Manly"], "date_download": "2022-10-25 23:36:56", "date_modify": "2022-10-25 23:36:56", "date_publish": "2014-01-08 21:42:11", "description": "“True Detective,” new on HBO, subverts the clichés of the detective series genre and strives to reinvent the police procedural.", "filename": "2014_01_12_arts_television_true-detective-on-hbo-stars-woody-harrelson-and-matthew-mcconaughey_1666741016.html", "image_url": "https://static01.nyt.com/images/2014/01/12/arts/12JPINTERNATIONAL1/12JPINTERNATIONAL1-articleLarge.jpg?year=2014&h=379&w=600&s=5420cf701823d210faee4e04c5951f47ef99df469d88159c3539288c302347af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_12_arts_television_true-detective-on-hbo-stars-woody-harrelson-and-matthew-mcconaughey_1666741016.html", "title": "‘True Detective’ on HBO Stars Woody Harrelson and Matthew McConaughey", "title_page": "‘True Detective’ on HBO Stars Woody Harrelson and Matthew McConaughey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Shows he deeply admired, like “The Sopranos,” “The Wire” and “Deadwood,” made him realize that his hunger for fiction was being fed more fulsomely by television than by the contemporary novels he was reading.\nIn 2010, Scribner published his first novel, “Galveston,” and a nibble came from Hollywood looking to adapt that crime noir set in Louisiana and Texas. Making good on a promise to his wife that he would move her and their daughter to California to pursue his television dream if he got the chance, he asked his Hollywood agents how he could break into the business. Write a spec script and one original work, he was told. Mr. Pizzolatto churned out six scripts, including what would be the pilot episode of “True Detective.”\nHis efforts got him hired as a writer on the American version of “The Killing.” Then came the bidding war for “True Detective.”\nOver breakfast, Mr. Pizzolatto recalled how “True Detective” actually began life as a novel. Television enabled him better to portray the different time periods of the show — 1995, when Mr. McConaughey and Mr. Harrelson’s characters investigate the murder, and 2012, when a separate pair of detectives deconstruct their investigation.\nAnd the medium allowed him to make explicit one of the rules driving his storytelling: “The voice may lie to you, but the image never will. So the audience can see for themselves where reality does not sync up with the story being told. And maybe the reason it doesn’t sync up is because it’s nothing nefarious. It’s the slipperiness of memory. It’s how we recolor the past with our own present desires and needs for rationale. And those kinds of explorations are the things I’m interested in and am obsessed about.”\nThe mismatched cops and the ritual murder are just means to that end. “I think of genre as a marketing tool,” he said.", "url": "https://www.nytimes.com/2014/01/12/arts/television/true-detective-on-hbo-stars-woody-harrelson-and-matthew-mcconaughey.html"}