{"authors": ["Julie Bosman", "Bill Carter"], "date_download": "2022-10-25 23:52:04", "date_modify": "2022-10-25 23:52:04", "date_publish": "2014-01-08 02:10:19", "description": "A 560-page biography about Roger Ailes being published this month aims to be an exhaustive look at the television executive’s life and monumental career.", "filename": "2014_01_08_business_media_biography-casts-critical-light-on-fox-news-chief_1666741924.html", "image_url": "https://static01.nyt.com/images/2014/01/08/business/media/subAILES-refer/subAILES-refer-articleLarge.jpg?year=2014&h=381&w=600&s=ec84ed3aa9423bf50c2d623609a847cb224ec627b2597a68e304fa9a60fa266d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_08_business_media_biography-casts-critical-light-on-fox-news-chief_1666741924.html", "title": "Biography Casts Critical Light on Fox News Chief", "title_page": "Biography Casts Critical Light on Fox News Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite being unsatisfied with many of the Republican candidates for president in 2012, Mr. Ailes endeavored to promote Mitt Romney on Fox News programs, the book says. Before the Wisconsin congressman Paul D. Ryan was chosen as Mr. Romney’s running mate, Mr. Ailes advised Mr. Ryan that his television skills needed work and recommended a speech coach.\nAt the beginning of the general election, a four-minute video criticizing President Obama’s policies was broadcast on “Fox and Friends,” provoking outrage from the left and prompting the network to say publicly that Mr. Ailes had no involvement in its creation. In “The Loudest Voice in the Room,” Mr. Sherman writes that the video “was Ailes’s brainchild.”\nThe New York Times obtained a copy of the book in advance of its publication.\nMr. Sherman said in the source notes that he interviewed 614 people who knew or worked with Mr. Ailes for the book, which took more than three years to report and write. More than 100 pages are devoted to source notes and bibliography.\nFormer employees cited in the book talked of Mr. Ailes’s volatile temper and domineering behavior. In one anecdote, a television producer, Randi Harrison, told Mr. Sherman that while negotiating her salary with Mr. Ailes at NBC in the 1980s, he offered her an additional $100 each week “if you agree to have sex with me whenever I want.”\nA Fox News spokeswoman said in a statement on Tuesday: “These charges are false. While we have not read the book, the only reality here is that Gabe was not provided any direct access to Roger Ailes and the book was never fact-checked with Fox News.”\nThe book also describes an explosive episode dating back to 1995, when Mr. Ailes was a high-ranking executive at NBC and locked in a power struggle with another executive, David Zaslav.\nAt a company dinner, according to the book, Mr. Ailes made clear he was ready to do battle with Mr. Zaslav. “Let’s kill the S.O.B.,” he told his dining companions, Mr. Sherman writes. At a separate meeting with Mr. Zaslav, the book says, Mr. Ailes was said to have unleashed a vulgar, anti-Semitic slur at his rival.", "url": "https://www.nytimes.com/2014/01/08/business/media/biography-casts-critical-light-on-fox-news-chief.html"}