{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:55:39", "date_modify": "2022-10-25 23:55:39", "date_publish": "2014-08-09 02:11:32", "description": "Israeli attacks on United Nations facilities are repeating a pattern that an agency board of inquiry reported in 2009. Israel says it is addressing the issues.", "filename": "2014_08_09_world_middleeast_differences-between-israel-and-un-over-gaza-episodes-go-back-years_1666742139.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_09_world_middleeast_differences-between-israel-and-un-over-gaza-episodes-go-back-years_1666742139.html", "title": "Differences Between Israel and U.N. Over Gaza Episodes Go Back Years", "title_page": "Differences Between Israel and U.N. Over Gaza Episodes Go Back Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "UNITED NATIONS — Israel said Gaza militants had been firing from inside what it called a booby-trapped United Nations school. Its forces responded with mortar rounds that exploded in front of the school, wounding seven people who had taken shelter inside and killing many more outside.\nThat was five years ago, one of nine violent encounters affecting United Nations premises and personnel in Gaza during the last big Israeli invasion. The episodes were enumerated in the findings of a United Nations board of inquiry appointed by the secretary general. The board’s recommendations for averting a recurrence received little attention, and its findings were largely forgotten. But they revealed a pattern similar to that of the Gaza fighting of the past month, when more than 100 United Nations buildings were damaged and 11 staff members killed.\n“A good number of lessons have not been learned,” said Larry D. Johnson, formerly the lead United Nations lawyer who served on that board of inquiry.\nIn seven of the nine incidents, the board found Israel responsible, while in one, it blamed Hamas, the dominant militant group in Gaza. In the other, the board’s findings were inconclusive.", "url": "https://www.nytimes.com/2014/08/09/world/middleeast/differences-between-israel-and-un-over-gaza-episodes-go-back-years.html"}