{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:50:20", "date_modify": "2022-10-25 23:50:20", "date_publish": "2014-05-08 00:42:03", "description": "Mary Quin, who was kidnapped in Yemen in 1998 with 15 other tourists, said she flew to London in 2000 and recorded an interview with Mostafa Kamel Mostafa.", "filename": "2014_05_08_nyregion_hostage-testifies-about-post-rescue-meeting-with-imam-charged-in-kidnapping_1666741820.html", "image_url": "https://static01.nyt.com/images/2014/05/08/nyregion/08kidnap/08kidnap-articleLarge.jpg?year=2014&h=798&w=600&s=3c8bc301100d37c9ef745f35ec34dd76bc03ed6a4da3e536e06529e736079a76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_08_nyregion_hostage-testifies-about-post-rescue-meeting-with-imam-charged-in-kidnapping_1666741820.html", "title": "Hostage Testifies About Post-Rescue Meeting With Imam Charged in Kidnapping", "title_page": "Hostage Testifies About Post-Rescue Meeting With Imam Charged in Kidnapping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They each took the witness stand, one after the other on Wednesday in a courtroom in Lower Manhattan: the former hostage and the British imam accused of helping to orchestrate her kidnapping.\nThe first to testify was Mary Quin, a former Xerox executive from Rochester who was kidnapped in Yemen in 1998 with 15 other tourists; four of the hostages died when they were used as human shields by the kidnappers during a rescue staged by the Yemeni authorities.\nMs. Quin was the final government witness in the trial of Mostafa Kamel Mostafa, a fiery British imam whom prosecutors have charged with hostage-taking, with planning to create a terrorist training camp in Bly, Ore., and with providing assistance to Al Qaeda in Afghanistan, among other charges.\nAfter the prosecution rested, the defense began its case: Mr. Mostafa, 56, took the stand and said he had no role in the kidnapping. He also denied the other charges.", "url": "https://www.nytimes.com/2014/05/08/nyregion/hostage-testifies-about-post-rescue-meeting-with-imam-charged-in-kidnapping.html"}