{"authors": ["John Branch"], "date_download": "2022-10-25 22:59:53", "date_modify": "2022-10-25 22:59:53", "date_publish": "2014-02-10 01:00:13", "description": "The all-American defensive end at the University of Missouri said he decided to come out publicly now because he sensed that rumors were circulating.", "filename": "2014_02_10_sports_michael-sam-college-football-star-says-he-is-gay-ahead-of-nfl-draft_1666738793.html", "image_url": "https://static01.nyt.com/images/2014/02/10/sports/10football2/10football2-articleLarge.jpg?year=2014&h=392&w=600&s=88789302bf10d4c86e41dc21e646c08866fcc2def8b7c4f31750e56a3628a8e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_10_sports_michael-sam-college-football-star-says-he-is-gay-ahead-of-nfl-draft_1666738793.html", "title": "N.F.L. Prospect Michael Sam Proudly Says What Teammates Knew: He’s Gay", "title_page": "N.F.L. Prospect Michael Sam Proudly Says What Teammates Knew: He’s Gay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Also last year, Robbie Rogers, a former member of the United States national soccer team who later played professionally in England, revealed that he was gay after he announced his retirement. Encouraged by the supportive response, he resumed his career, playing for the Los Angeles Galaxy of Major League Soccer.\nWhile Mr. Sam’s pro prospects are far from certain, several N.F.L. draft forecasters have predicted that he will be chosen in the third round. (Thirty-two players are selected in each round.) Rarely are players who are drafted that high cut by teams; they often become starters, sometimes as rookies.\nBetween now and the draft, Mr. Sam plans to attend the scouting combine, where players are put through a gantlet of physical and mental tests to judge their readiness for the N.F.L. Mr. Sam might be considered too small for an N.F.L. defensive end, meaning he would have to learn to play as an outside linebacker. But it is reasonable for Mr. Sam to wonder what sort of effect — positive or negative — his declaration will have on his prospects.\n“I’m not naïve,” Mr. Sam said. “I know this is a huge deal and I know how important this is. But my role as of right now is to train for the combine and play in the N.F.L.”\nMr. Sam graduated from Missouri in December, the only member of his family to attend college. He grew up in Hitchcock, Tex., about 40 miles southeast of Houston, the seventh of eight children of JoAnn and Michael Sam. It was a difficult childhood; three of his siblings have died, and two brothers are in prison, Mr. Sam said. He was raised mostly by his mother, and he spent some years with another family. All have been supportive of his coming out, he said.\nMr. Sam said he began to wonder if he was gay in his early teens, though he had a girlfriend in high school. It was after he arrived at Missouri in 2009 that he realized for certain that he was gay. Teammates increasingly suspected as much, and some knew that he dated a man on the university’s swim team, but it never prevented Mr. Sam from being one of the most popular players on the team. He was known for his intensity on the field and his booming voice off it.\n“When I first met him, you could be downstairs and you could hear Mike all the way on the second floor of the dorms,” said receiver L’Damian Washington, who met Mr. Sam on a recruiting trip and quickly became a close friend. “He’s just a loud guy. Everybody knows when Michael Sam is in the building.”", "url": "https://www.nytimes.com/2014/02/10/sports/michael-sam-college-football-star-says-he-is-gay-ahead-of-nfl-draft.html"}