{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 23:44:52", "date_modify": "2022-10-25 23:44:52", "date_publish": "2014-09-27 01:28:10", "description": "A Virginia-based charity says it reported complaints against the Rev. Joseph D. Maurizio Jr. to the Altoona-Johnstown Diocese.", "filename": "2014_09_27_us_priest-in-sexual-abuse-case-was-reported-to-diocese-5-years-ago-records-show_1666741492.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_27_us_priest-in-sexual-abuse-case-was-reported-to-diocese-5-years-ago-records-show_1666741492.html", "title": "Pennsylvania Priest Accused of Abuse Was Reported 5 Years Ago, Records Show", "title_page": "Pennsylvania Priest Accused of Abuse Was Reported 5 Years Ago, Records Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Details of child sexual abuse that led to charges against a Roman Catholic priest on Thursday were reported to his Pennsylvania diocese nearly five years ago, court records show, but the church authorities did not remove him as a pastor.\nThe priest, the Rev. Joseph D. Maurizio Jr., was charged in federal court in Johnstown, Pa., with possessing child pornography and engaging in illicit sexual conduct on trips he made to a boys’ orphanage in Central America. Father Maurizio visited the orphanage over a decade until 2009, when a Virginia-based charity that runs the home uncovered accusations of abuse by “Father Joe,” and passed them on to the Altoona-Johnstown Diocese, according to a criminal complaint and the group.\nFather Maurizio, however, remained as pastor of Our Lady Queen of Angels in Central City, Pa., east of Pittsburgh, until this month, when he was placed on leave after federal agents raided his parish home and his chapel, carting off computers, a hard drive and other electronics. The diocese said in a statement after his arrest that it was “profoundly disturbed by the allegations.”\nAn activist who runs a priest-abuse website that learned of the accusations months before the arrest accused Bishop Mark L. Bartchak and his predecessor, Bishop Joseph V. Adamec, of looking the other way for years. “Their total lack of interest is so disturbing,” said Anne Barrett Doyle, co-director of BishopAccountability.org.", "url": "https://www.nytimes.com/2014/09/27/us/priest-in-sexual-abuse-case-was-reported-to-diocese-5-years-ago-records-show.html"}