{"authors": ["Andrew Higgins", "Andrew Roth"], "date_download": "2022-10-25 23:38:15", "date_modify": "2022-10-25 23:38:15", "date_publish": "2014-04-22 08:51:02", "description": "Offering more aid to Ukraine, Vice President Joseph R. Biden Jr., in Kiev, denounced Russia’s annexing of Crimea, and called on it to help de-escalate the crisis.", "filename": "2014_04_23_world_europe_biden-ukraine_1666741095.html", "image_url": "https://static01.nyt.com/images/2014/04/23/world/UKRAINE/UKRAINE-articleLarge.jpg?year=2014&h=400&w=600&s=6678a8b79cfdae38a8e749744c47800e8b4bd31c2d160668228e8f0a1b02613e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_23_world_europe_biden-ukraine_1666741095.html", "title": "Biden Offers Strong Support to Ukraine and Issues a Sharp Rebuke to Russia", "title_page": "Biden Offers Strong Support to Ukraine and Issues a Sharp Rebuke to Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KIEV, Ukraine — Vowing that the United States would never recognize Russia’s “illegal occupation” of Crimea, Vice President Joseph R. Biden Jr. on Tuesday reiterated America’s support of Ukraine, declared that “no nation has the right to simply grab land from another” and called on Russia to stop supporting masked gunmen who have seized government buildings across the east of the country.\nMr. Biden’s remarks, made during a meeting with Ukraine’s interim prime minister, Arseniy P. Yatsenyuk, signaled strong American backing for the shaky new government in Kiev that Moscow does not recognize and condemns as the illegitimate fruit of a putsch engineered by the West.\nIn recent weeks, officials in Washington, including President Obama, have issued a string of warnings to Russia threatening increasingly harsh economic sanctions if the Kremlin does not help to de-escalate the crisis in eastern Ukraine. But those seem to have gone largely unheeded.\nMr. Biden’s stern words, accompanied by a pledge of a further $50 million in American aid and help to break Ukraine’s dependency on Russian energy supplies, underscored how little trust now exists between Washington and Moscow, despite their joint role in brokering an international accord on Thursday in Geneva that sought, so far with little effect, to defuse the crisis.", "url": "https://www.nytimes.com/2014/04/23/world/europe/biden-ukraine.html"}