{"authors": ["Ben Hubbard", "Jodi Rudoren"], "date_download": "2022-10-25 23:00:16", "date_modify": "2022-10-25 23:00:16", "date_publish": "2014-08-04 02:26:40", "description": "An examination of the strike Wednesday at a U.N. shelter in Gaza suggests that Israeli troops paid little heed to warnings to safeguard such sites and may have used heavy artillery not designed for precision use.", "filename": "2014_08_04_world_middleeast_international-scrutiny-after-israeli-barrage-strike-in-jabaliya-where-united-nations-school-shelters-palestinians-in-gaza_1666738816.html", "image_url": "https://static01.nyt.com/images/2014/08/04/world/20140804-RECONSTRUCT-slide-VQ90/20140804-RECONSTRUCT-slide-VQ90-articleLarge.jpg?year=2014&h=408&w=600&s=04473fddd865ca000ff3ef19549be8a7c02c20bbb2c4632ae8852add60b2f47c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_04_world_middleeast_international-scrutiny-after-israeli-barrage-strike-in-jabaliya-where-united-nations-school-shelters-palestinians-in-gaza_1666738816.html", "title": "Questions of Weapons and Warnings in Past Barrage on a Gaza Shelter", "title_page": "Questions of Weapons and Warnings in Past Barrage on a Gaza Shelter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The first deadly strike at a shelter during the current Israel-Hamas battle was in the northern Gaza town of Beit Hanoun, where 16 people were killed on July 24 even as the United Nations was preparing to pull out its staff and curtail food service there after three days of Israeli warnings that the site was no longer safe.\nColonel Lerner, the Israeli military spokesman, said Palestinians had fired antitank missiles from near the Beit Hanoun school, and that the only ordnance to hit the site was a mortar shell nearly an hour before the fatal blasts. The military published a video clip in which the courtyard looked empty at the time.\n“Why just show us the 14 seconds that shows the empty courtyard? Why not show us the antitank fire? Why not show us the response?” asked Mr. Turner, the United Nations official. “There are desks in the courtyard, there are trees in the courtyard — none of that is clear in the video, because the video is so poor. If you can’t see a desk, a pile of desks, how can you tell if there are people?”\nThe Israeli general in charge of the after-action investigations said more evidence would be forthcoming — eventually.\n“We’re going to analyze one by one,” he said. “The question is could you do it differently, and if yes, why didn’t you, and if not, O.K., then you have to show us. We will know why they did what they did.”\nThe United Nations sent photographs of the munitions it recovered in Jabaliya, details about what was hit and what they had determined to be the trajectories of incoming rounds to the C.L.A. at 11:39 a.m. on the day of the strike. It has sealed the shrapnel in evidence bags, ready to hand over, along with a list of more than 3,000 potential witnesses, their identification numbers and contact information.\nMost are still staying in the shelter. On Wednesday night, Asma Ghabin, who had 10 stitches in her thigh where doctors had removed shrapnel, lay with her two toddler sons on a thin mattress, in the same spot where she had been wounded hours before.", "url": "https://www.nytimes.com/2014/08/04/world/middleeast/international-scrutiny-after-israeli-barrage-strike-in-jabaliya-where-united-nations-school-shelters-palestinians-in-gaza.html"}