{"authors": ["Benjamin Mueller", "Al Baker"], "date_download": "2022-10-25 22:59:37", "date_modify": "2022-10-25 22:59:37", "date_publish": "2014-12-20 21:20:10", "description": "Officers Rafael Ramos and Wenjian Liu were shot at point-blank range in their patrol car Saturday by a man who, officials said, had traveled to the city from Baltimore vowing to kill officers.", "filename": "2014_12_21_nyregion_two-police-officers-shot-in-their-patrol-car-in-brooklyn_1666738777.html", "image_url": "https://static01.nyt.com/images/2014/12/21/nyregion/21cops-hp-slide-8S20/21cops-hp-slide-8S20-facebookJumbo.jpg?year=2014&h=471&w=900&s=9831125cebfd9edfcd827add1e7b12766b7e5f64dfc70329923e0501baad9200&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_21_nyregion_two-police-officers-shot-in-their-patrol-car-in-brooklyn_1666738777.html", "title": "2 N.Y.P.D. Officers Killed in Brooklyn Ambush; Suspect Commits Suicide", "title_page": "2 N.Y.P.D. Officers Killed in Brooklyn Ambush; Suspect Commits Suicide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two police officers sitting in their patrol car in Brooklyn were shot at point-blank range and killed on Saturday afternoon by a man who, officials said, had traveled to the city from Baltimore vowing to kill officers. The suspect then committed suicide with the same gun, the authorities said.\nThe officers, Wenjian Liu and Rafael Ramos, were in the car near Myrtle and Tompkins Avenues in Bedford-Stuyvesant in the shadow of a tall housing project when the gunman, Ismaaiyl Brinsley, walked up to the passenger-side window and assumed a firing stance, Police Commissioner William J. Bratton said. Mr. Brinsley shot several rounds into the heads and upper bodies of the officers, who never drew their weapons, the authorities said.\nMr. Brinsley, 28, then fled down the street and onto the platform of a nearby subway station, where he killed himself as officers closed in. The police recovered a silver semiautomatic handgun, Mr. Bratton said.\nMr. Brinsley, who had a long rap sheet of crimes that included robbery and carrying a concealed gun, is believed to have shot his former girlfriend near Baltimore before traveling to Brooklyn, the authorities said. He made statements on social media suggesting that he planned to kill police officers and was angered about the Eric Garner and Michael Brown cases.", "url": "https://www.nytimes.com/2014/12/21/nyregion/two-police-officers-shot-in-their-patrol-car-in-brooklyn.html"}