{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:00:08", "date_modify": "2022-10-25 23:00:08", "date_publish": "2014-08-12 23:23:00", "description": "President Mahmoud Abbas of the Palestinian Authority is emerging as a potential linchpin for Israel, Egypt and Hamas as they seek new and lasting arrangements for Gaza.", "filename": "2014_08_13_world_middleeast_role-in-gaza-talks-signals-a-comeback-for-abbas_1666738808.html", "image_url": "https://static01.nyt.com/images/2014/08/13/world/GAZA/GAZA-articleLarge.jpg?year=2014&h=400&w=600&s=652853e315b5ee41def683cf66f04605fd0c2cc7dd159df0720a264253837aeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_13_world_middleeast_role-in-gaza-talks-signals-a-comeback-for-abbas_1666738808.html", "title": "Role in Gaza Talks Signals a Comeback for Abbas", "title_page": "Role in Gaza Talks Signals a Comeback for Abbas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — For months Israel called on President Mahmoud Abbas of the Palestinian Authority to break with Hamas, the Islamic group that controls Gaza, and to dismantle the new government that resulted from the reconciliation agreement.\nThat April deal scuttled the American-backed Middle East negotiations as Prime Minister Benjamin Netanyahu repeatedly declared, “Whoever chooses the terrorism of Hamas does not want peace.”\nBut Mr. Abbas is making a comeback as a major player in the Egyptian-mediated talks in Cairo to end the latest war in Gaza, and he is emerging as a potential linchpin for Israel, Egypt and Hamas as they seek new and lasting arrangements for that Palestinian coastal enclave.\nIsrael has no direct dealings with Hamas, which refuses to recognize Israel’s right to exist, and Egypt under President Abdel Fattah el-Sisi has turned hostile to the group. So Mr. Netanyahu told reporters here last week that cooperation with the West Bank-based Palestinian Authority was “important” for the reconstruction of Gaza and the flow of humanitarian aid. He praised the authority for helping coordinate the second 72-hour cease-fire, which held for another day on Tuesday. And he has dropped his public condemnations of the Palestinian government.", "url": "https://www.nytimes.com/2014/08/13/world/middleeast/role-in-gaza-talks-signals-a-comeback-for-abbas.html"}