{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:36:41", "date_modify": "2022-10-25 23:36:41", "date_publish": "2014-11-02 20:24:39", "description": "In a season that has already featured productions of “La Bohème and “Carmen,” the Met completes the ABC’s with “Aida.”", "filename": "2014_11_03_arts_music_aida-revival-at-the-metropolitan-opera_1666741001.html", "image_url": "https://static01.nyt.com/images/2014/11/03/arts/AIDA/AIDA-articleLarge.jpg?year=2014&h=391&w=600&s=240cb3da761c5bc2c43b1dae35159fc65bc15bbad000aaf4b303fcdd26c0ad34&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_03_arts_music_aida-revival-at-the-metropolitan-opera_1666741001.html", "title": "‘Aida’ Revival at the Metropolitan Opera", "title_page": "‘Aida’ Revival at the Metropolitan Opera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Six weeks into its season, the Metropolitan Opera has presented all three pinnacles of the standard repertory, the so-called ABC’s of opera: Verdi’s “Aida,” Puccini’s “La Bohème” and Bizet’s “Carmen.” While none of these revivals has been thrilling, most dismaying is the listless “Aida” that opened Thursday. It begins in a chill and barely thaws.\nTo be fair, “Aida” is the most challenging of opera’s classic trinity, less because of its grand scenic demands — the designers must conjure ancient Egypt — than from the difficulty of satisfyingly casting six key roles while also fielding an agile, formidable, sensitive orchestra and chorus.\nThese last items, at least, the Met can cross off its checklist. Conducted by Marco Armiliato, the orchestra on Thursday was alert from the first ethereal, sinuous melody of the prelude, potent at climaxes and luxuriant in lyrical passages. The chorus, directed by Donald Palumbo, was equally adept at the work’s hazy, hushed prayers and its battle cries.", "url": "https://www.nytimes.com/2014/11/03/arts/music/aida-revival-at-the-metropolitan-opera.html"}