{"authors": ["Barry Bearak"], "date_download": "2022-10-25 23:35:25", "date_modify": "2022-10-25 23:35:25", "date_publish": "2014-04-14 16:23:13", "description": "With the Cubs in the Bronx to play the Yankees — a rare event — it’s a good time to bone up on some Cubs lore with this quiz.", "filename": "2014_04_15_sports_baseball_laughter-amid-the-tears-a-cubs-quiz_1666740925.html", "image_url": "https://static01.nyt.com/images/2014/04/15/sports/CUBSQUIZ02/CUBSQUIZ02-articleLarge.jpg?year=2014&h=433&w=600&s=edf9cabd03066f76044e567665928c211073ddab9904be7c88cd6f0f75733738&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_15_sports_baseball_laughter-amid-the-tears-a-cubs-quiz_1666740925.html", "title": "Laughter Amid the Tears: A Cubs Quiz", "title_page": "Laughter Amid the Tears: A Cubs Quiz - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "C) Felt he gave them an unfair advantage.\nD) Were miserly and stupid.\n*****\n20. The temperamental pitcher Carlos Zambrano misbehaved in all of the following ways except:\nA) Got into a fistfight with his catcher.\nB) Beat up a Gatorade dispenser.\nC) Cleaned out his locker in the middle of a game and announced his retirement.\nD) Pitched the ninth inning with his shirt off.\n*****\n21. The longtime Cubs announcer Jack Brickhouse used to call a high-scoring game:\nA) A real donnybrook, a regular Pier 6 brawl.\nB) The old Alphonse and Gaston routine.\nC) The happy totals.\nD) All of the above.\n*****\n22. In the play “Bleacher Bums,” the character named Greg says:\nA) “Brosnan’s dead. So is Philip Wrigley, Moe Drabowsky, Glen Hobbie and Cuno Barragan. Today I settled all family business.”\nB) “Frankly, my dear, the Cubs don’t give a damn.”\nC) “If you’re smart, tomorrow you’ll put all that money on the Cubs. ‘Cause they’re gonna win. You know why? ‘Cause they’re mad.”\nD) “Aye, it was the Cubs that tore into my soul and body until they bled into each other.”\nE) “I want you all to get up out of the bleachers and yell, ‘I’m as mad as hell, and I’m not going to take this anymore!”\nF) “The Cubs mean you always have to say you’re sorry.”\n*****\nAnswers: 1-C, 2-D, 3-C, 4-D, 5-B, 6-A, 7-D, 8-B, 9-D, 10-C, 11-B, 12-A, 13-A, 14-C, 15-D, 16-C, 17-A, 18-D, 19-D, 20-D, 21-A, 22-C.", "url": "https://www.nytimes.com/2014/04/15/sports/baseball/laughter-amid-the-tears-a-cubs-quiz.html"}