{"authors": ["Ben Sisario"], "date_download": "2022-10-25 23:36:41", "date_modify": "2022-10-25 23:36:41", "date_publish": "2014-11-05 19:14:24", "description": "Ms. Swift has the best-selling new album of the year, and has taken center stage in the industry war over streaming services like Spotify.", "filename": "2014_11_06_arts_music_sales-of-taylor-swifts-1989-intensify-streaming-debate_1666741001.html", "image_url": "https://static01.nyt.com/images/2014/11/06/arts/subswift/subswift-articleLarge-v2.jpg?year=2014&h=400&w=600&s=74897c6e785aa6bd97039a93996c3df16e1aed148ef9c32d2490262dacb54983&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_06_arts_music_sales-of-taylor-swifts-1989-intensify-streaming-debate_1666741001.html", "title": "Sales of Taylor Swift’s ‘1989’ Intensify Streaming Debate", "title_page": "Sales of Taylor Swift’s ‘1989’ Intensify Streaming Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Taylor Swift has proved herself a music phenomenon on more than one front, scoring the fastest-selling album in 12 years and adding new fire to the industry debate on streaming music.\nMs. Swift’s latest album, “1989,” released on Oct. 27, sold 1.287 million copies in the United States in its first week, according to Nielsen SoundScan, sending it to the top of Billboard’s latest chart. It is Ms. Swift’s fourth No. 1 album.\nThe album has instantly become the best-selling new title so far this year, and its sales week was the biggest since Eminem’s “The Eminem Show” moved 1.322 million copies in 2002, a time when album sales over all were more than double what they are today. Ms. Swift, 24, is also the only act to have three albums each sell one million copies in a week, at least since SoundScan began tracking retail music sales in 1991.\nThose rare accomplishments are being celebrated by a music world starved for good news. Yet “1989” has also taken center stage in the industry’s continuing policy wars over the value of streaming services like Spotify, which are growing quickly but have been frequent targets of complaints from artists over royalty rates.", "url": "https://www.nytimes.com/2014/11/06/arts/music/sales-of-taylor-swifts-1989-intensify-streaming-debate.html"}