{"authors": ["Kareem Fahim"], "date_download": "2022-10-25 23:54:01", "date_modify": "2022-10-25 23:54:01", "date_publish": "2014-12-18 15:58:00", "description": "The country, which has one of the highest rates of child malnutrition, is struggling through a failing transition to democracy and facing a rebel uprising.", "filename": "2014_12_19_world_middleeast_yemen-children-starve-as-government-weakens_1666742041.html", "image_url": "https://static01.nyt.com/images/2014/12/19/world/19yemen/19yemen-articleLarge.jpg?year=2014&h=400&w=600&s=767293792c887d54b8d3342e05754995f9fe44ecac57647845ec63c52835889e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_19_world_middleeast_yemen-children-starve-as-government-weakens_1666742041.html", "title": "Malnutrition Hits Millions of Children in Yemen", "title_page": "Malnutrition Hits Millions of Children in Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MILAH, Yemen — A doctor in a bare, rural clinic here decided to extend his working week to five days from two, to cope with the rush of hollow-eyed children who kept showing up in the mornings.\nAlready this year, two severely malnourished local boys had been so withered that they were beyond saving. The doctor, Abdu Ali Saad, kept pictures of the boys, ages 2 and 4, on his phone: a reminder of the dangers facing children in Yemen’s long-neglected countryside, more forsaken these days than ever.\n“This is every day,” Dr. Saad said, motioning to the parents waiting on a recent day, some who had walked hours on dusty roads to reach the clinic, and who looked hardly better off than their children.\n“Malnutrition,” he added, “is an emergency.”\nYemen is the most impoverished country in the Middle East, and among its grim distinctions is having one of the highest rates of child malnutrition in the world. Political turmoil since the 2011 uprising against former President Ali Abdullah Saleh has left an already feeble government even less able to care for its indigent citizens. Chronic challenges have become emergencies as the state’s presence in much of Yemen has started to dissolve.", "url": "https://www.nytimes.com/2014/12/19/world/middleeast/yemen-children-starve-as-government-weakens.html"}