{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:49:37", "date_modify": "2022-10-25 23:49:37", "date_publish": "2014-02-19 18:52:05", "description": "The state agreed to sweeping reforms intended to curtail the use of solitary confinement, including barring its use in disciplining prisoners under 18.", "filename": "2014_02_20_nyregion_new-york-state-agrees-to-big-changes-in-how-prisons-discipline-inmates_1666741777.html", "image_url": "https://static01.nyt.com/images/2014/02/20/nyregion/20solitary/20solitary-articleLarge.jpg?year=2014&h=426&w=600&s=e9fbec5bd689b144b4633210d8d5e6ebe932eba0076883b604468af3a4a9820d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_20_nyregion_new-york-state-agrees-to-big-changes-in-how-prisons-discipline-inmates_1666741777.html", "title": "New York State in Deal to Limit Solitary Confinement", "title_page": "New York State in Deal to Limit Solitary Confinement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York State has agreed to sweeping reforms intended to curtail the widespread use of solitary confinement, including prohibiting its use in disciplining prisoners under 18.\nIn doing so, New York becomes the largest prison system in the United States to prohibit the use of disciplinary confinement for minors, according to the New York Civil Liberties Union, which represented the three prisoners who se lawsuit led to the agreement cited in court papers filed on Wednesday.\nState correction officials will also be prohibited from imposing solitary confinement as a disciplinary measure for inmates who are pregnant, and the punishment will be limited to 30 days for those who are developmentally disabled, the court filing says.\nThe agreement imposes “sentencing guidelines” for all prisoners, specifying the length of punishment allowed for different infractions and, for the first time in all cases, a maximum length that such sentences may run, the civil liberties group said. No such guidelines exist, except in cases involving certain violent and drug-related offenses.", "url": "https://www.nytimes.com/2014/02/20/nyregion/new-york-state-agrees-to-big-changes-in-how-prisons-discipline-inmates.html"}