{"authors": ["Rebecca R. Ruiz", "Danielle Ivory"], "date_download": "2022-10-25 23:42:25", "date_modify": "2022-10-25 23:42:25", "date_publish": "2014-07-16 01:18:28", "description": "When asked by federal regulators to explain deadly crashes, G.M. repeatedly said it had no answers — despite having reached internal conclusions on the causes.", "filename": "2014_07_16_business_documents-show-general-motors-kept-silent-on-fatal-crashes_1666741345.html", "image_url": "https://static01.nyt.com/images/2014/05/27/business/16motors-pic1/16motors-pic1-articleLarge-v2.jpg?year=2014&h=398&w=600&s=7616ba08f72ec9ec4d38289915c8a58fb1b98135f1f61bb0d6aa1b74161dac1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_16_business_documents-show-general-motors-kept-silent-on-fatal-crashes_1666741345.html", "title": "Documents Show General Motors Kept Silent on Fatal Crashes", "title_page": "Documents Show General Motors Kept Silent on Fatal Crashes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The car crash that killed Gene Erickson caught the attention of federal regulators. Why did the Saturn Ion he was traveling in, along a rural Texas road, suddenly swerve into a tree? Why did the air bags fail? General Motors told federal authorities that it could not provide answers.\nBut only a month earlier, a G.M. engineer had concluded in an internal evaluation that the Ion had most likely lost power, disabling its air bags, according to a subsequent internal investigation commissioned by G.M.\nNow, G.M.'s response, as well as its replies to queries in other crashes obtained by The New York Times from the National Highway Traffic Safety Administration, casts doubt on how forthright the automaker was with regulators over a defective ignition switch that G.M. has linked to at least 13 deaths over the last decade.\nImage Gene Mikale Erickson with his daughters, the day before he was killed in a car crash.\nThey provide details for the first time on the issue at the heart of a criminal investigation by the Justice Department: whether G.M., in its interaction with safety regulators, obscured a deadly defect that would also injure perhaps hundreds of people.", "url": "https://www.nytimes.com/2014/07/16/business/documents-show-general-motors-kept-silent-on-fatal-crashes.html"}