{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:54:23", "date_modify": "2022-10-25 23:54:23", "date_publish": "2014-10-01 16:27:20", "description": "As Prime Minister Tony Abbott responds to President Obama’s call to combat the Islamic State, analysts wonder what Australia has to gain from such a risky operation.", "filename": "2014_10_02_world_asia_australia-tony-abbott-isis-muslims_1666742063.html", "image_url": "https://static01.nyt.com/images/2014/10/02/world/asia/02australia-cnd-tony-abbott/02australia-cnd-tony-abbott-articleLarge.jpg?year=2014&h=400&w=600&s=f8e6b9570b48b16563d9121b1e3ea8d8fc8e28274c0545feed8852fe5e0344f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_02_world_asia_australia-tony-abbott-isis-muslims_1666742063.html", "title": "Australian Premier Moves Swiftly Against ISIS, but Analysts Question Benefits", "title_page": "Australian Premier Moves Swiftly Against ISIS, but Analysts Question Benefits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SYDNEY, Australia — Like many Australians, Prime Minister Tony Abbott, 56, is crazy about sports. He is a passionate cyclist, an Ironman triathlete and a former boxer. The zeal that Mr. Abbott has shown on the track and in the ring is now on display as he directs Australia’s efforts against the militants of the Islamic State, abroad and at home.\nThough he has been in office only a year and has had meager experience in foreign affairs, Mr. Abbott moved quickly to send a squadron of fighter jets and 600 military personnel to the Middle East to be ready to join the fight against the militants in Iraq and Syria, even before President Obama formally rallied American allies.\nMr. Abbott followed up with sweeping counterterrorism raids in two cities, aimed at followers of the Islamic State. The raids resulted in just two arrests, but they helped the government look tough in confronting homegrown Muslim radicals.\nAnd in response to Mr. Obama’s call for action to deter recruitment by the extremists, legislation was passed in the lower house of Parliament on Wednesday expanding police powers to detain suspects, increasing surveillance of telecommunications and making the unauthorized reporting on intelligence matters by journalists punishable by a prison term of up to 10 years.", "url": "https://www.nytimes.com/2014/10/02/world/asia/australia-tony-abbott-isis-muslims.html"}