{"authors": ["Alan Rappeport"], "date_download": "2022-10-26 00:16:26", "date_modify": "2022-10-26 00:16:26", "date_publish": "2014-07-02 01:27:20", "description": "Mr. Koskinen’s style — quick-witted to the point of being sarcastic — has left some wondering if he is the right person to restore the I.R.S.’s battered credibility.", "filename": "2014_07_02_us_irs-commissioner-john-koskinen-on-hot-seat-has-history-of-bureaucratic-rescue-jobs_1666743386.html", "image_url": "https://static01.nyt.com/images/2014/07/02/us/IRS/IRS-articleLarge.jpg?year=2014&h=416&w=600&s=5925cec3c85df26640a6afa48330d06d404fb4a27202ea6bde8b41f78f8ccc95&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_02_us_irs-commissioner-john-koskinen-on-hot-seat-has-history-of-bureaucratic-rescue-jobs_1666743386.html", "title": "I.R.S. Commissioner John Koskinen, on Hot Seat, Has History of Bureaucratic Rescue Jobs", "title_page": "I.R.S. Commissioner John Koskinen, on Hot Seat, Has History of Bureaucratic Rescue Jobs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It was clear from the start that John Koskinen, the new commissioner of the Internal Revenue Service, was in for a long night.\nAt a Capitol Hill hearing, Republican members of Congress pressed him about emails missing from the hard drive of Lois Lerner, a former agency official at the center of a scandal over the scrutiny of applications for tax-exempt status. They wanted to know if he had any evidence that a crime was committed in the destruction of the messages.\nMr. Koskinen seemed fed up. “I have no evidence whether she beat her dog, whether she beat children,” he told them, his voice rising. “I have no evidence of a whole series of things.”\nFor nearly four hours at the June 23 hearing, Mr. Koskinen, a Yale-trained lawyer who says he gave up practicing law for Lent one year and never looked back, absorbed cascades of verbal salvos and tossed back several of his own. Hired to rehabilitate an agency that went awry targeting political groups, Mr. Koskinen’s style — quick-witted to the point of being flip and sometimes impolitic — has left some wondering if he is the right person to restore the I.R.S.’s battered credibility.", "url": "https://www.nytimes.com/2014/07/02/us/irs-commissioner-john-koskinen-on-hot-seat-has-history-of-bureaucratic-rescue-jobs.html"}