{"authors": ["Mary Williams Walsh"], "date_download": "2022-10-25 23:38:45", "date_modify": "2022-10-25 23:38:45", "date_publish": "2014-04-02 00:27:18", "description": "Members of a Senate panel accused Caterpillar of channeling its most profitable operations through a subsidiary in Switzerland.", "filename": "2014_04_02_business_at-hearing-caterpillar-defends-tax-practices_1666741125.html", "image_url": "https://static01.nyt.com/images/2014/04/02/business/02cnbc-caterpillar/02cnbc-caterpillar-articleLarge-v3.png?year=2014&h=337&w=600&s=16f426cd37c90fa91f2455f7552534d6d5ae2e8ed4a95b8dca844579b6b0acdd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_02_business_at-hearing-caterpillar-defends-tax-practices_1666741125.html", "title": "At Hearing, Caterpillar Defends Tax Practices", "title_page": "At Hearing, Caterpillar Defends Tax Practices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Officials of Caterpillar sparred with members of a Senate panel on Tuesday, defending more than a decade’s worth of tax practices that put most of the company’s profits out of reach of United States tax authorities.\nMembers of the Permanent Subcommittee on Investigations came to a hearing on corporate tax avoidance armed with extensive evidence that since 1999, Caterpillar had been channeling its most profitable operations through a subsidiary in Switzerland, where it negotiated a tax rate of just a fraction of the American rate. They said the case exemplified ploys that American companies use to keep an estimated $2 trillion of profits offshore.\nBut Caterpillar officials insisted that the evidence was being misconstrued, and that the Swiss subsidiary was a real business, not a tax shelter.\n“We do not invent artificial business structures,” Julie Lagacy, Caterpillar’s vice president for finance services, told the panel.", "url": "https://www.nytimes.com/2014/04/02/business/at-hearing-caterpillar-defends-tax-practices.html"}