{"authors": ["Carl Hulse", "Elena Schneider"], "date_download": "2022-10-25 23:28:01", "date_modify": "2022-10-25 23:28:01", "date_publish": "2014-05-22 04:43:37", "description": "Fifty senators signed a letter urging more pressure on the Redskins’ ownership to change the team’s name, pointing to the N.B.A.’s action against the Clippers’ owner, Donald Sterling, for racist comments.", "filename": "2014_05_22_sports_football_citing-nba-example-senators-urge-nfl-to-act-on-redskins-name_1666740481.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_22_sports_football_citing-nba-example-senators-urge-nfl-to-act-on-redskins-name_1666740481.html", "title": "Citing N.B.A. Example, Senators Urge N.F.L. to Act on Redskins’ Name", "title_page": "Citing N.B.A. Example, Senators Urge N.F.L. to Act on Redskins’ Name - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Fifty members of the Senate have signed a letter to the N.F.L. to urge its leadership to press the Washington Redskins to change the team name in the aftermath of tough sanctions against the owner of the Los Angeles Clippers for racially charged comments.\nThe position embraced by half of the Senate, and the willingness of the lawmakers to sign a formal request to Commissioner Roger Goodell, escalated the fight over the name and represented an effort to put increasing pressure on the league, which receives a federal tax break, and the ownership of the team.\n“The N.F.L. can no longer ignore this and perpetuate the use of this name as anything but what it is: a racial slur,” said the letter, which was circulated by Senator Maria Cantwell, Democrat of Washington, and endorsed by Senator Harry Reid, Democrat of Nevada, the majority leader. “We urge the N.F.L. to formally support a name change for the Washington football team.”\nCantwell said that “we are going to find out if the N.F.L. can act against this kind of discrimination as quickly as the N.B.A. did.” She said she considered the Senate letter an important milestone.", "url": "https://www.nytimes.com/2014/05/22/sports/football/citing-nba-example-senators-urge-nfl-to-act-on-redskins-name.html"}