{"authors": ["Joseph Goldstein"], "date_download": "2022-10-25 23:49:31", "date_modify": "2022-10-25 23:49:31", "date_publish": "2014-10-31 15:24:08", "description": "Philip Banks III, the chief of department, resigned just days before he was to be promoted to become Commissioner William J. Bratton’s second-in-command.", "filename": "2014_11_01_nyregion_philip-banks-new-yorks-top-uniformed-police-officer-resigns_1666741771.html", "image_url": "https://static01.nyt.com/images/2014/11/01/nyregion/01BANKS/01BANKS-articleLarge.jpg?year=2014&h=600&w=600&s=9c4480b192646940ce726ac87b09e00de7014cdcfcc338b6db3d115357e864e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_01_nyregion_philip-banks-new-yorks-top-uniformed-police-officer-resigns_1666741771.html", "title": "A Top New York Police Official, Set to Become Bratton’s Deputy, Quits", "title_page": "A Top New York Police Official, Set to Become Bratton’s Deputy, Quits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Although Chief Banks’s promotion was to be effective on Monday, the new position was perceived in the department as becoming more administrative over the last decade.\nChief Banks apparently saw it that way, too. He expressed frustration at the prospect of being sidelined so that Mr. Bratton, who returned as commissioner in January, could make room for his favored chiefs, according to a person who recently spoke with Mr. Banks and who asked to remain anonymous because the matter was delicate.\n“He didn’t want dust to gather around him,” the person said, adding that Chief Banks had been negotiating with Mr. Bratton about expanding the scope of the new job and even retaining some of his old authority.\n“They were trying to define his role and responsibility and they hit an impasse,” the person said.\nChief Banks had proposed that the new chief of department would report to him, rather than to Mr. Bratton; the commissioner rejected that idea, according to another person who had spoken with Chief Banks in recent days.\nOn Friday, as Mr. Bratton left City Hall, he told reporters that Chief Banks’s resignation “came as a surprise to me.” Chief Banks, he said, had considered the first deputy’s position and evidently “did not feel it was for him.”\nBut Mr. Bratton was dismissive of the notion that the new assignment would have amounted to a step down for Chief Banks. “It is the key advisory position to me,” he told NY1. In that position, he added, “I need a person whose competence and advice I can trust.”\nIt is unclear whom Mr. Bratton now intends to tap for that job. Many police commanders said that the scope of the job diminished over the 12-year tenure of Mr. Kelly, who tended to make decisions himself rather than to delegate to deputies and chiefs.", "url": "https://www.nytimes.com/2014/11/01/nyregion/philip-banks-new-yorks-top-uniformed-police-officer-resigns.html"}