{"authors": ["Charlie Savage"], "date_download": "2022-10-26 00:11:44", "date_modify": "2022-10-26 00:11:44", "date_publish": "2014-06-20 14:50:49", "description": "Lawmakers say the National Security Agency should need a warrant to look for Americans emails and phone calls it gathers while targeting foreigners.", "filename": "2014_06_21_us_politics_house-votes-to-curb-nsa-scrutiny-of-americans-communications_1666743104.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_21_us_politics_house-votes-to-curb-nsa-scrutiny-of-americans-communications_1666743104.html", "title": "House Votes to Curb N.S.A. Scrutiny of Americans’ Communications", "title_page": "House Votes to Curb N.S.A. Scrutiny of Americans’ Communications - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The House of Representatives late on Thursday voted to bar the National Security Agency from looking for Americans’ communications without a warrant within a database of emails and phone calls it gathers while targeting foreigners, a technique critics have labeled a “backdoor search loophole.”\nBy a 293-to-123 vote, the House approved the ban as an amendment to the 2015 defense appropriations act. A version of the proposal had been a component in the original version of the USA Freedom Act, legislation the House passed last month that was aimed at curbing N.S.A. spying, but it had been stripped out in negotiations among congressional leaders.\nThe proposal has drawn opposition from security agencies and still has a long way to go before it would become law. But the chief sponsors of the provision — Representatives Jim Sensenbrenner, Republican of Wisconsin, Zoe Lofgren, Democrat of California, and Thomas Massie, Republican of Kentucky — celebrated the lopsided vote.\n“There’s no question Americans have become increasingly alarmed with the breadth of unwarranted government surveillance programs used to store and search their private data,” they said in a joint statement. “By adopting this amendment, Congress can take a sure step toward shutting the back door on mass surveillance.”", "url": "https://www.nytimes.com/2014/06/21/us/politics/house-votes-to-curb-nsa-scrutiny-of-americans-communications.html"}