{"authors": ["Ben Sisario"], "date_download": "2022-10-25 23:36:46", "date_modify": "2022-10-25 23:36:46", "date_publish": "2014-09-26 00:19:46", "description": "A drop in downloads and CD sales has so far not been offset by a boom in online streaming.", "filename": "2014_09_26_business_media_music-sales-drop-5-as-habits-shift-online_1666741006.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_26_business_media_music-sales-drop-5-as-habits-shift-online_1666741006.html", "title": "U.S. Music Sales Drop 5%, as Habits Shift Online", "title_page": "U.S. Music Sales Drop 5%, as Habits Shift Online - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the music industry evolves, there has been no doubt that online streaming services like Spotify, Pandora and YouTube are growing fast, and generating more revenue for artists and record companies.\nThe question is whether that growth is enough to offset dropping sales of CDs and downloads. The latest report on music sales indicates that, at least so far, it is not.\nAccording the Recording Industry Association of America, which collects sales numbers from the major record companies, just under $3.2 billion in music sales was recorded in the first half of 2014. That is down 4.9 percent from the same period in 2013, the association reported on Thursday. But a closer look at the numbers shows how much music consumption patterns are changing.\nIn the first six months of 2014, downloads and streaming together amounted to $2.2 billion — virtually unchanged from the same period last year. But within that total, the proportions changed. Last year, downloads were about 69 percent of this category, by revenue, with the rest made up by streaming; this year, downloads were only 60 percent.", "url": "https://www.nytimes.com/2014/09/26/business/media/music-sales-drop-5-as-habits-shift-online.html"}