{"authors": ["Jonathan Weisman", "Charlie Savage"], "date_download": "2022-10-26 00:11:41", "date_modify": "2022-10-26 00:11:41", "date_publish": "2014-05-22 16:32:13", "description": "Republicans and Democrats agreed to curb the National Security Agency’s bulk phone data collection, but the bipartisanship did not extend to closing the Guantánamo prison or cutting military spending.", "filename": "2014_05_23_us_politics_house-votes-to-limit-nsas-collection-of-phone-data_1666743101.html", "image_url": "https://static01.nyt.com/images/2014/05/23/us/23CONG2/23CONG2-articleLarge.jpg?year=2014&h=393&w=600&s=f135a5e779c10df1cc27a1b59a103b0bbee9394a158e71aa12d8955667c4bd1d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_23_us_politics_house-votes-to-limit-nsas-collection-of-phone-data_1666743101.html", "title": "House Passes Restraints on Bulk Data Collection", "title_page": "House Passes Restraints on Bulk Data Collection - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In a rare moment of bipartisan agreement between the White House and Congress on a major national security issue, the House passed legislation on Thursday that aims to end the National Security Agency’s bulk phone records program that had prompted intense domestic debate about privacy and civil liberties.\nBut there were limits to any idea of a new season of accord in the capital. A Senate panel voted to allow President Obama to create a plan to close the prison at Guantánamo Bay, Cuba, and to reduce military forces, even as the House passed a defense policy bill that would continue to bar the closing of the prison and resisted the administration’s proposed reductions to Pentagon spending on personnel, weapons and benefits.\nAnd while the Senate confirmed David J. Barron, Mr. Obama’s choice for a federal appeals court vacancy in Boston, it did so solely with Democratic votes. Mr. Barron’s nomination had been buffeted by controversy over his authorship of Justice Department memos about the targeted killing of an American citizen.\nBefore leaving town for the Memorial Day break, the House overwhelmingly passed the U.S.A. Freedom Act, which aims to restrict the government’s ability to collect records about Americans in bulk. The bill was overhauled in negotiations with the administration this week, and House leaders allowed no amendments, leaving some civil liberties groups to say that efforts at change had been weakened.", "url": "https://www.nytimes.com/2014/05/23/us/politics/house-votes-to-limit-nsas-collection-of-phone-data.html"}