{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:50:31", "date_modify": "2022-10-25 23:50:31", "date_publish": "2014-04-18 00:37:18", "description": "Mostafa Kamel Mostafa is on trial in New York on charges of helping to orchestrate a kidnapping, planning a terrorist training camp in Oregon and helping Al Qaeda in Afghanistan.", "filename": "2014_04_18_nyregion_muslim-cleric-was-committed-to-war-prosecutor-says-in-terrorism-trial_1666741831.html", "image_url": "https://static01.nyt.com/images/2014/04/18/nyregion/TERROR/TERROR-articleLarge-v3.jpg?year=2014&h=866&w=600&s=2cf6833f025378cf4cae3723ef852c109c8931205961b3cce3a85c4b565ff29b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_18_nyregion_muslim-cleric-was-committed-to-war-prosecutor-says-in-terrorism-trial_1666741831.html", "title": "Muslim Cleric ‘Was Committed to War,’ Prosecutor Says in Terrorism Trial", "title_page": "Muslim Cleric ‘Was Committed to War,’ Prosecutor Says in Terrorism Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mostafa Kamel Mostafa, an Egyptian-born cleric who became prominent for his fiery sermons at a British mosque, was more than just a preacher, a federal prosecutor said on Thursday. “He was a trainer of terrorists, and he used the cover of religion so he could hide in plain sight in London.”\nThe prosecutor, Edward Y. Kim, made that assertion before a Federal District Court jury in Manhattan in the government’s opening statement in the trial of Mr. Mostafa, who was extradited from Britain in 2012 to face terrorism charges in New York. His is the second major terrorism trial in Manhattan in two months.\nMr. Mostafa, 56, faces charges of helping to orchestrate the 1998 hostage-taking of a group of tourists, including two Americans, in Yemen, including providing the kidnappers with a satellite phone and taking a call from one of the gunmen, who sought his direction. In a rescue operation by the Yemeni military, the kidnappers used the hostages as human shields and four of them died, prosecutors have said.\nMr. Mostafa, who also goes by Abu Hamza al-Masri, has also been charged with planning to create a terrorist training camp in Bly, Ore., in 1999; and of providing assistance to Al Qaeda in Afghanistan.", "url": "https://www.nytimes.com/2014/04/18/nyregion/muslim-cleric-was-committed-to-war-prosecutor-says-in-terrorism-trial.html"}