{"authors": ["Carl Hulse", "Michael D. Shear"], "date_download": "2022-10-26 00:11:37", "date_modify": "2022-10-26 00:11:37", "date_publish": "2014-11-07 16:43:14", "description": "Speaker John A. Boehner issued a warning to the president, then accepted a gift of a six-pack of White House beer.", "filename": "2014_11_08_us_politics_obama-republican-leaders-white-house-meeting_1666743097.html", "image_url": "https://static01.nyt.com/images/2014/11/08/us/08obama2_hp/08obama2_hp-articleLarge.jpg?year=2014&h=400&w=600&s=1c9bb090fe767bc1b8e7681a8a279368017895544a5f218e0cec46ce3d644bf3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_08_us_politics_obama-republican-leaders-white-house-meeting_1666743097.html", "title": "Obama and Congressional Leaders Discuss How to Move on Immigration", "title_page": "Obama and Congressional Leaders Discuss How to Move on Immigration  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Speaker John A. Boehner warned President Obama in person Friday that taking unilateral action to ease deportation of undocumented immigrants would rupture relations with the new Republican majority and would kill efforts to overhaul immigration policy as congressional leaders gathered at the White House for the first time since Tuesday’s elections.\nAt a session that also touched on efforts to fight Islamic terrorists and halt the spread of Ebola, Mr. Boehner tried to assure Mr. Obama and Democratic leaders that Republicans intended to pursue immigration law changes next year. But, despite prompting by Vice President Joseph R. Biden Jr., Mr. Boehner would say only that it would take months to make progress, according to accounts of the meeting provided by multiple people familiar with what took place.\nThe mostly cordial session over a lunch of herb-crusted sea bass and pumpkin tarts was held in advance of a lame-duck session of Congress scheduled to begin next Wednesday, and the lawmakers each left with a six-pack of White House beer. But, Mr. Obama’s vow to take action on immigration is certain to hang over the return of lawmakers after an election that saw Republicans grab control of the Senate and increase their House majority as of January.\nWhile it was not discussed at the White House session, Senate Democrats have begun weighing whether to allow Republicans a vote on their proposal to block any executive action by the president — a plan that Democrats believe they can defeat on the floor.", "url": "https://www.nytimes.com/2014/11/08/us/politics/obama-republican-leaders-white-house-meeting.html"}