{"authors": ["Edna Ishayik"], "date_download": "2022-10-25 23:49:05", "date_modify": "2022-10-25 23:49:05", "date_publish": "2014-11-20 22:51:19", "description": "The Sugar Hill Development has begun to fill up with the winners of a lottery that, in a testament to the demand for affordable housing in New York City, attracted 48,000 families.", "filename": "2014_11_21_nyregion_for-124-families-an-affordable-new-place-to-call-home-in-sugar-hill_1666741745.html", "image_url": "https://static01.nyt.com/images/2014/11/21/nyregion/SUGARHILLweb1/SUGARHILLweb1-articleLarge.jpg?year=2014&h=400&w=600&s=24f3d4b7639827387b907cee9d8acf6bf5d9290c2f98af63cb5294e5ed4ab451&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_21_nyregion_for-124-families-an-affordable-new-place-to-call-home-in-sugar-hill_1666741745.html", "title": "For 124 Families, This Lottery’s Jackpot Was an Affordable New Home in Manhattan", "title_page": "For 124 Families, This Lottery’s Jackpot Was an Affordable New Home in Manhattan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anette Christopher took a few steps into her new apartment and dropped to her knees, arms stretched toward the ceiling. “It’s everything I dreamed of,” she said through her tears. “It took me a long time to be happy like this. I worked very hard for this.” After a hushed prayer of thanks, Ms. Christopher put on her eyeglasses to read and sign the lease to her home.\nMs. Christopher, 61, earns $10 an hour as a home health aide. Together, she and her 23-year-old son, Kevin Saunders, are one of the 124 families who will move over the next month into affordable housing units in the Sugar Hill Development, an Upper Manhattan building designed by the architect David Adjaye. The $80.2 million building, which is to formally open on Friday, also contains a preschool that can accommodate 200 children, and there are plans for an art museum on the ground floor.\nInside, the apartments have wooden floors, and subway tiles line the bathroom walls. The spanking-new touches, Ms. Christopher said, are a far cry from the condition of her current home, where the heat and hot water regularly break down.\n“I raised four kids in that apartment,” she said. “It was too small, always something breaking.”\nAt least 70 percent of the Sugar Hill apartments are designated for families whose annual income is $13,000 to $43,000; 25 units have been set aside for people currently living in homeless shelters. Rents have been set on a sliding scale. They range from $349 a month for studios geared toward tenants at the lowest income levels to three-bedroom apartments priced at $1,588 a month for families earning $57,000 to $79,000 a year. Oumou Balda and Ibrahim Bah lived in a two-bedroom with their five children and will now occupy one of the largest apartments in the building. As with the rest of the building’s residents, they will not pay more than 30 percent of their income in rent.", "url": "https://www.nytimes.com/2014/11/21/nyregion/for-124-families-an-affordable-new-place-to-call-home-in-sugar-hill.html"}