{"authors": ["Carlotta Gall", "Matthew Rosenberg"], "date_download": "2022-10-25 23:28:46", "date_modify": "2022-10-25 23:28:46", "date_publish": "2014-07-15 01:52:08", "description": "The aftermath of the presidential runoff included as tumultuous a six-day stretch for Afghanistan as any since the American invasion in 2001.", "filename": "2014_07_15_world_asia_anxious-moments-for-an-afghanistan-on-the-brink_1666740526.html", "image_url": "https://static01.nyt.com/images/2014/07/15/world/AFGHANISTAN/AFGHANISTAN-articleLarge.jpg?year=2014&h=400&w=600&s=4180a13546071efd32d909c097efd4beea5ef223b35a458312e2f3e9de4b8589&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_15_world_asia_anxious-moments-for-an-afghanistan-on-the-brink_1666740526.html", "title": "Anxious Moments for an Afghanistan on the Brink", "title_page": "Anxious Moments for an Afghanistan on the Brink - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The reason we intervened so rapidly was to urge them to stop even thinking about going down that road, which, I agree, would have been a disaster for the country,” Mr. Cunningham said in an interview with a small group of reporters. “It was serious enough that it engaged the president of the United States and the secretary of state, and that’s not an everyday occurrence.”\nAt a political rally the day of the call, Mr. Abdullah invoked the American warnings as he struggled to curb supporters who had begun to shout their demands for a march on the palace. Beginning to tear up, he urged patience, saying that Mr. Kerry would soon be in Afghanistan, and that they should wait to see what kind of agreement could be struck with his rival, Ashraf Ghani.\nHe was shouted down, and left the stage as the crowd’s yells heightened.\nFrom the start, diplomats and election observers knew there were signs of large-scale fraud. After troubling reports from the first round of voting in April, things sharply escalated the day of the presidential runoff, June 14.\nWhen the election commission announced a turnout of seven million that day, it was far higher than expected, and than plausible, given witness reports from polling stations around the country. The announcement was immediately suspicious not just to Mr. Abdullah, but to some international officials as well.\nOver the next weeks, Mr. Abdullah pressed accusations of systemic election fraud, in which millions of false ballots had been arranged in a conspiracy that included Mr. Ghani’s campaign, national election officials and President Karzai himself. Mr. Ghani, for the most part, kept a studied silence other than to deny his opponent’s claims and reaffirm that he would abide by the election commission’s process.\nMr. Abdullah began unveiling evidence, including audio recordings of phone calls that his campaign officials said involved a senior election commissioner talking with staff members about stuffing ballot boxes. The commissioner resigned, but the electoral body mostly refused Mr. Abdullah’s other demands.\nThen, last Monday, the Independent Election Commission announced preliminary results for the runoff, even as the candidates were still negotiating with the United Nations on a broader investigation of fraudulent ballots. They put Mr. Ghani more than a million votes ahead of Mr. Abdullah, and said the turnout was even greater than initially announced, at 8.1 million voters.", "url": "https://www.nytimes.com/2014/07/15/world/asia/anxious-moments-for-an-afghanistan-on-the-brink.html"}