{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:54:54", "date_modify": "2022-10-25 23:54:54", "date_publish": "2014-01-23 21:16:36", "description": "Sandro Rosell is accused of misappropriating funds as part of the $78 million transfer of Neymar, the Brazilian soccer star, last summer.", "filename": "2014_01_24_sports_soccer_barcelona-president-resigns-amid-neymar-lawsuit.html__r=0_1666742094.html", "image_url": "https://static01.nyt.com/images/2014/01/24/sports/CITY-BARCELONA/CITY-BARCELONA-articleLarge.jpg?year=2014&h=388&w=600&s=2437b42e9560376142871bb369dd222872590dc1b3fedf1e280144a2241c8f85&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_24_sports_soccer_barcelona-president-resigns-amid-neymar-lawsuit.html__r=0_1666742094.html", "title": "Barcelona President Quits Amid Lawsuit", "title_page": "Barcelona President Quits Amid Lawsuit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The president of F.C. Barcelona, Sandro Rosell, resigned on Thursday, a day after a Spanish court accepted a lawsuit accusing him of misappropriating funds as part of the $78 million transfer of the Brazilian soccer star Neymar last summer.\nIn a short televised address, Rosell said that his resignation was “irrevocable” and followed what he called a period of unspecified “threats” against him and his family. But he called the accusation related to Neymar’s transfer “unjust and brash,” and he suggested a soccer club was entitled to keep some dealings confidential.\n“The signing of Neymar is correct, and his signing has sparked envy and desperation among some of our opponents,” Rosell said. “Some confidentiality is essential in soccer, and were it not so it could cause prejudices to the club.”\nThe court case was triggered by a lawsuit filed by a Barcelona club member, Jordi Cases, who accused Rosell of covering up the actual terms of Neymar’s transfer from his Brazilian club, Santos. Denying wrongdoing, Rosell said recently that he would welcome an opportunity to appear in court to clarify the transfer of Neymar, a prolific scorer whose full name is Neymar da Silva Santos Júnior.", "url": "https://www.nytimes.com/2014/01/24/sports/soccer/barcelona-president-resigns-amid-neymar-lawsuit.html?_r=0"}