{"authors": ["Suadad Al-Salhy", "Tim Arango"], "date_download": "2022-10-25 23:54:49", "date_modify": "2022-10-25 23:54:49", "date_publish": "2014-06-10 11:07:31", "description": "Militants spilling over the border from Syria seized control of Iraq’s second-largest city in the most stunning success yet of a rapidly widening insurgency that threatens to drag the region into war.", "filename": "2014_06_11_world_middleeast_militants-in-mosul_1666742089.html", "image_url": "https://static01.nyt.com/images/2014/06/11/world/MOSUL/MOSUL-articleLarge.jpg?year=2014&h=400&w=600&s=cf43f064eaa0c87a89f8b1c8c747acd1a6065534da30d4bc4b0d8a2337c9097c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_11_world_middleeast_militants-in-mosul_1666742089.html", "title": "Sunni Militants Drive Iraqi Army Out of Mosul", "title_page": "Sunni Militants Drive Iraqi Army Out of Mosul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — Sunni militants spilling over the border from Syria on Tuesday seized control of the northern city of Mosul, Iraq’s second largest, in the most stunning success yet in a rapidly widening insurgency that threatens to drag the region into war.\nHaving consolidated control over Sunni-dominated Nineveh Province, armed gunmen were heading on the main road to Baghdad, Iraqi officials said, and had already taken over parts of Salahuddin Province. Thousands of civilians fled south toward Baghdad and east toward the autonomous region of Kurdistan, where security is maintained by a fiercely loyal army, the pesh merga.\nThe Iraqi Army apparently crumbled in the face of the militant assault, as soldiers dropped their weapons, shed their uniforms for civilian clothes and blended in with the fleeing masses. The militants freed thousands of prisoners and took over military bases, police stations, banks and provincial headquarters, before raising the black flag of the jihadi group Islamic State of Iraq and Syria over public buildings. The bodies of soldiers, police officers and civilians lay scattered in the streets.", "url": "https://www.nytimes.com/2014/06/11/world/middleeast/militants-in-mosul.html?hp"}