{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:44:03", "date_modify": "2022-10-25 23:44:03", "date_publish": "2014-03-29 09:06:30", "description": "The brief private ceremony came a day after the president chose not to raise the issue of human rights during a two-hour discussion with King Abdullah.", "filename": "2014_03_30_world_middleeast_obama-saudi-arabia_1666741443.html", "image_url": "https://static01.nyt.com/images/2014/03/30/world/middleeast/30obama-award/30obama-award-articleLarge.jpg?year=2014&h=401&w=600&s=eb66ae8eb9a0583f1f5db7e0951e2fcea4cc0a6daebf289830ced2c7ae58b2de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_30_world_middleeast_obama-saudi-arabia_1666741443.html", "title": "Obama Ends Overseas Trip With Award for Saudi", "title_page": "Obama Ends Overseas Trip With Award for Saudi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIYADH, Saudi Arabia — President Obama ended his weeklong trip to Europe and Saudi Arabia on Saturday morning with a brief private ceremony in which he presented an International Women of Courage award to a Saudi woman who works to prevent domestic violence in the kingdom.\nThe brief event, just hours before Mr. Obama boarded Air Force One to return home, came a day after the president chose not to raise the issue of human rights during a two-hour discussion with King Abdullah of Saudi Arabia.\nThe award, which is given by the secretary of state every year, honors women around the world “who have demonstrated exceptional courage and leadership in advocating for peace, justice, human rights, gender equality and women’s empowerment, often at great personal risk,” according to the State Department’s website.\nMaha Al Muneef, the executive director of the National Family Safety Program, had been selected to receive the award on March 4 but was unable to attend the ceremony in the United States for family health reasons.", "url": "https://www.nytimes.com/2014/03/30/world/middleeast/obama-saudi-arabia.html"}