{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:50:48", "date_modify": "2022-10-25 23:50:48", "date_publish": "2014-12-10 22:56:27", "description": "President Dilma Rousseff, once a victim of the military rulers, broke into tears during a speech about the publication of the rights violations.", "filename": "2014_12_11_world_americas_torture-report-on-brazilian-dictatorship-is-released_1666741848.html", "image_url": "https://static01.nyt.com/images/2014/12/10/multimedia/rousseff-crying/rousseff-crying-articleLarge.jpg?year=2014&h=399&w=600&s=480b064e8d4e353f71806370d5e5632c96b5dc34097bed8e2aa7c5bb184ac7ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_11_world_americas_torture-report-on-brazilian-dictatorship-is-released_1666741848.html", "title": "Brazil Releases Report on Past Rights Abuses", "title_page": "Brazil Releases Report on Past Rights Abuses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Agents of Brazil’s military dictatorship crucified some torture victims, beating the palms of their hands with sticks as they hung on the walls of interrogation centers. Other victims had insects like cockroaches introduced into their bodies. Interrogators submitted prisoners, including Dilma Rousseff, a former guerrilla who is now Brazil’s president, to electric shocks.\nIn a sweeping report, a truth commission on Wednesday published a long list of torture methods used during military rule in Brazil from 1964 to 1985, identified 377 individuals as responsible for rights violations and called for their criminal prosecutions in a major challenge to a 1979 amnesty law shielding those responsible for such crimes.\nThe report was released a day after the United States Senate Intelligence Committee issued its report on the Central Intelligence Agency’s torture program during the presidency of George W. Bush.\nThe truth commission’s report is expected to bolster challenges to a military establishment that ranks among Latin America’s most recalcitrant in accepting responsibility for human rights abuses. Countries such as Argentina, Chile and Uruguay have been far more assertive in jailing dictatorship-era agents and military leaders for their crimes.", "url": "https://www.nytimes.com/2014/12/11/world/americas/torture-report-on-brazilian-dictatorship-is-released.html"}