{"authors": ["Brian X. Chen", "Nick Bilton"], "date_download": "2022-10-25 23:26:54", "date_modify": "2022-10-25 23:26:54", "date_publish": "2014-02-03 00:22:04", "description": "As tech companies focus on small, wearable devices, they have encountered an obstacle: Battery technology is largely stuck in the 20th century.", "filename": "2014_02_03_technology_building-a-better-battery_1666740414.html", "image_url": "https://static01.nyt.com/images/2014/02/03/business/BATTERY/BATTERY-facebookJumbo-v2.jpg?year=2014&h=549&w=1050&s=a4b405c71772a87af33d15f7627dc7ec546f57034f57360cc1c42ce7aa887a0f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_03_technology_building-a-better-battery_1666740414.html", "title": "Building a Better Battery", "title_page": "Building a Better Battery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — The next breakthrough smartphone, or maybe the one after that, might not have a traditional battery as its sole source of power. Instead, it could pull energy from the air or power itself through television, cellular or Wi-Fi signals.\nEngineers at Apple even tried for many years to build a smarter battery by adding solar charging to iPhones and iPods, a former Apple executive said. And they have continued to experiment with solar charging, two people who work at the company said.\nBatteries, long the poor cousin to computer chips in research-obsessed Silicon Valley, are now the rage.\nAs tech companies push their businesses into making wearable devices like fitness bands, eyeglasses and smart watches, the limitations of battery technology have become the biggest obstacle to sales and greater profits. Consumers are unlikely to embrace a wristwatch computer like the one being worked on by Apple, or Google’s smart glasses, if they work only a few hours between charges and must be removed to be plugged in.", "url": "https://www.nytimes.com/2014/02/03/technology/building-a-better-battery.html"}