{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:53:51", "date_modify": "2022-10-25 23:53:51", "date_publish": "2014-04-30 14:21:37", "description": "At least three people were killed and 79 hurt at the rail station in Urumqi, Xinjiang, where President Xi Jinping had been visiting.", "filename": "2014_05_01_world_asia_blast-hits-railway-station-in-restive-western-china_1666742031.html", "image_url": "https://static01.nyt.com/images/2014/05/01/world/01china/01china-articleLarge.jpg?year=2014&h=407&w=600&s=04face2256e0b9f9b7de4b17c9bb5da639c7d3a7ad6d8e01cb23c140e1fd2c00&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_01_world_asia_blast-hits-railway-station-in-restive-western-china_1666742031.html", "title": "Assailants Attack Train Station in Restive Western China", "title_page": "Assailants Attack Train Station in Restive Western China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Assailants with explosives and knives killed three people and wounded at least 79 Wednesday evening outside a railroad station in Urumqi, the capital of western China’s restive Xinjiang region, where President Xi Jinping had just concluded a visit, state news media reported, calling it a brazen terrorist assault.\nMr. Xi, who had spent four days touring the region for the first time as president, was quoted by the official Xinhua News Agency early Thursday as urging “decisive action” against the attackers. It was unclear if he was still in the region at the time of the attack.\nThere was no word on the identities of the assailants or whether any had been captured, but Chinese commentators and analysts said the attack appeared to have been the work of Xinjiang’s militant Uighur separatists, probably meant as a message of defiance to Mr. Xi.\nChina’s state broadcaster said an unspecified number of assailants armed with knives set off an explosion in Urumqi’s South Station. The blast took place near the station’s exit about 7:10 p.m., around the time a passenger train from the city of Chengdu arrived.", "url": "https://www.nytimes.com/2014/05/01/world/asia/blast-hits-railway-station-in-restive-western-china.html"}