{"authors": ["Erik Eckholm"], "date_download": "2022-10-25 23:29:45", "date_modify": "2022-10-25 23:29:45", "date_publish": "2014-06-13 22:47:40", "description": "An independent autopsy of Clayton D. Lockett’s body contradicts Oklahoma prison officials’ account of events.", "filename": "2014_06_14_us_defense-exam-of-body-finds-punctured-vein-led-to-botched-execution_1666740585.html", "image_url": "https://static01.nyt.com/images/2014/06/14/us/EXECUTE/EXECUTE-articleLarge.jpg?year=2014&h=776&w=600&s=b05105e4e0bef0d76d186270b4daca22fcd275a72701c1a142388692abb954ab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_14_us_defense-exam-of-body-finds-punctured-vein-led-to-botched-execution_1666740585.html", "title": "Defense Reports Puncture Led to Botched Execution", "title_page": "Defense Reports Puncture Led to Botched Execution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Oklahoma executioners failed to place an injection line properly in a vein in the groin of Clayton D. Lockett, according to an independent autopsy commissioned by Mr. Lockett’s defense lawyers after his bungled execution drew wide attention to the problems of lethal injection.\nThe finding, released Friday, may explain why Mr. Lockett was not completely sedated, then writhed and moaned in apparent agony before dying of heart failure 43 minutes after the procedure began.\nThe finding contradicts the claim by Oklahoma prison officials that Mr. Lockett’s vein had collapsed or “blown,” as one described it. Instead, the new report indicates that Mr. Lockett’s femoral vein, located deep below the surface of the groin, was punctured by inexpert probing and that the execution drugs were not pumped directly into the bloodstream.\nThe state commissioned an autopsy, sending Mr. Lockett’s body to the Southwestern Institute of Forensic Sciences in Dallas for examination, but the results have not been released. Gov. Mary Fallin also asked the chief of public safety to conduct a broad review of what went wrong on April 29 and whether execution procedures should be overhauled.", "url": "https://www.nytimes.com/2014/06/14/us/defense-exam-of-body-finds-punctured-vein-led-to-botched-execution.html"}