{"authors": ["Ethan Bronner"], "date_download": "2022-10-25 23:54:28", "date_modify": "2022-10-25 23:54:28", "date_publish": "2014-01-11 12:55:57", "description": "Mr. Sharon was both vilified and admired for his belief that Jews must assert and defend their collective needs without embarrassment or fear of censure.", "filename": "2014_01_12_world_middleeast_ariel-sharon-fierce-defender-of-a-strong-israel-dies-at-85_1666742068.html", "image_url": "https://static01.nyt.com/images/2013/01/29/obituaries/20130129ArielSharonObit-slide-JR7B/20130129ArielSharonObit-slide-JR7B-articleLarge.jpg?year=2014&h=402&w=600&s=d48262f9d8db7d187b41a5fd82244a723e24c9d1ef494ff166480fe8c141897e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_12_world_middleeast_ariel-sharon-fierce-defender-of-a-strong-israel-dies-at-85_1666742068.html", "title": "Ariel Sharon, Israeli Hawk Who Sought Peace on His Terms, Dies at 85", "title_page": "Ariel Sharon, Israeli Hawk Who Sought Peace on His Terms, Dies at 85 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The isolation and mistrust of others that characterized Mr. Sharon’s relationships throughout his life had familial roots. His parents, who brought him up to treasure classical music and Russian literature, disdained their fellow moshav dwellers as unlettered and uncouth. Theirs was the only farm on the moshav with a fence around it.\nIn his autobiography, Mr. Sharon described his father as cantankerous and stingy with love. As a child, he reported, he felt lonely. Known from boyhood by the nickname Arik, Mr. Sharon began his military career in the Gadna, a paramilitary high school organization.\nAfter graduation and a special course, he became a Gadna instructor at an agricultural school. His own instructor, Micah Almog, told biographers that even then Mr. Sharon had refused to follow any script given to him and insisted on teaching his own way. He also joined the Haganah, the main underground Zionist fighting brigade, which became the Israel Defense Forces after independence.\nIn 1947, Mr. Sharon worked for the Haganah in the vast stretch north of Tel Aviv that is called the Sharon Plain. It was from there that he took his new Israeli family name, following the emerging Zionist tradition of Hebraizing the names carried from the diaspora as part of the plan to create a “new Jew” rooted in the homeland and no longer tied to the Old World.\nAt the height of the independence war, in May 1948, Mr. Sharon’s unit was sent to take part in the battle of Latrun against the Jordanian Army, at the foot of the hilly entrance to Jerusalem. It was a disastrous battle for the Zionists, and Mr. Sharon was badly wounded in the abdomen. Despite initial rescue efforts, he lay abandoned and bleeding for hours and nearly died. It was an early and influential encounter with what he considered incompetence above him.\nWhen he was 20, Mr. Sharon married a young Romanian immigrant named Margalit Zimmerman, who had been his student in Gadna and who went by the nickname Gali. After the 1948 war, he remained in the army and served in a number of posts around the country. In 1952, he took a leave from the army, and the couple moved to Jerusalem, where Mr. Sharon began Middle Eastern studies at the Hebrew University and his wife became a psychiatric nurse.\nA Reputation for Boldness\nMr. Sharon had already earned a reputation as an effective battalion commander who believed that Israel had been timid in the face of Arab border provocation. Many of his superiors were wary of him, but others, including David Ben-Gurion, the country’s founding prime minister, admired his boldness.", "url": "https://www.nytimes.com/2014/01/12/world/middleeast/ariel-sharon-fierce-defender-of-a-strong-israel-dies-at-85.html"}