{"authors": ["Ben Hubbard", "Jodi Rudoren"], "date_download": "2022-10-25 23:00:25", "date_modify": "2022-10-25 23:00:25", "date_publish": "2014-07-24 12:08:10", "description": "A series of explosions at a school that was sheltering hundreds of Palestinians who had fled their homes also wounded many others. The cause was not immediately clear.", "filename": "2014_07_25_world_middleeast_despite-talk-of-a-cease-fire-no-lull-in-gaza-fighting.html_module=Search&mabReward=relbias%3Ar%2C%7B%221%22%3A%22RI%3A5%22%7D_1666738825.html", "image_url": "https://static01.nyt.com/images/2014/07/24/world/middleeast/20140725-ISRAEL-slide-8BRU/20140725-ISRAEL-slide-8BRU-articleLarge.jpg?year=2014&h=400&w=600&s=14a24e5a76f9e2f1e1709166876607686476add4ce96c315a25875540f916a6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_25_world_middleeast_despite-talk-of-a-cease-fire-no-lull-in-gaza-fighting.html_module=Search&mabReward=relbias%3Ar%2C%7B%221%22%3A%22RI%3A5%22%7D_1666738825.html", "title": "Blasts Kill 16 Seeking Haven at Gaza School", "title_page": "Blasts Kill 16 Seeking Haven at Gaza School - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIT HANOUN, Gaza Strip — For more than a week, as the war engulfed their homes, families in this northern Gaza town packed up their belongings and children and headed to the one place they presumed would remain safe: the United Nations school.\nBut in the last few days, the war approached there as well. The Israeli military warned on Monday that the shelter should be evacuated. By Thursday, the United Nations had decided to withdraw its staff and to stop providing food.\nThen, as the Palestinians gathered in the courtyard on Thursday, believing they were about to be bused elsewhere, blasts tore through the crowd, killing 16 people and sending scores of wounded, mostly women and children, streaming into local hospitals.\nThe source of the blasts was unclear, setting off recriminations between Israelis and Palestinians over which side was responsible. People in the school reported three to five blasts and accused Israel of shelling them. Israel suggested that rockets fired by militants might have fallen short of their targets or that the school might have been hit with errant shells from either side in fighting nearby. The United Nations said it could not confirm the source of the blasts.", "url": "https://www.nytimes.com/2014/07/25/world/middleeast/despite-talk-of-a-cease-fire-no-lull-in-gaza-fighting.html?module=Search&mabReward=relbias%3Ar%2C%7B%221%22%3A%22RI%3A5%22%7D"}