{"authors": ["Coral Davenport", "Mark Landler"], "date_download": "2022-10-25 22:55:58", "date_modify": "2022-10-25 22:55:58", "date_publish": "2014-11-14 12:43:31", "description": "The pledge, on the heels of an announcement that the United States and China will commit to curbing greenhouse gas emissions, is expected at the Group of 20 summit meeting this weekend.", "filename": "2014_11_15_us_politics_obama-climate-change-fund-3-billion-announcement_1666738558.html", "image_url": "https://static01.nyt.com/images/2014/11/15/world/CLIMATE/CLIMATE-articleLarge.jpg?year=2014&h=400&w=600&s=0d26d82ebc4edf49ab1278806c5d7fde94802b65686f4bebfa45ecedd186f8b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_15_us_politics_obama-climate-change-fund-3-billion-announcement_1666738558.html", "title": "U.S. to Give $3 Billion to Climate Fund to Help Poor Nations, and Spur Rich Ones", "title_page": "U.S. to Give $3 Billion to Climate Fund to Help Poor Nations, and Spur Rich Ones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We’re doing this because it is in our national interest to build resilience in developing countries to climate change,” said the senior administration official, speaking on the condition of anonymity to explain the announcement.\n“It is a vital part of establishing momentum” behind the global climate talks in Paris next year, a second American official said.\nBut Mr. Obama’s pledge, spending American tax dollars on foreign aid related to climate change, is certain to garner further criticism from Republicans, who have already denounced his domestic climate change policies as “job-killing” regulations.\nOn Wednesday, after Mr. Obama announced in China that the United States would cut its emissions by 26 to 28 percent from 2005 levels by 2025, Speaker John A. Boehner said, “This announcement is yet another sign that the president intends to double down on his job-crushing policies no matter how devastating the impact for America’s heartland and the country as a whole.”\nIt is not clear whether Mr. Obama’s $3 billion pledge will come from existing sources of funding, or whether he will have to ask Congress to appropriate the money. Since 2010, the Obama administration has spent about $2.5 billion to help poor countries adapt to climate change and develop clean sources of energy, but Republicans are certain to push back against additional funding requests linked to climate change and foreign aid.", "url": "https://www.nytimes.com/2014/11/15/us/politics/obama-climate-change-fund-3-billion-announcement.html"}