{"authors": ["Tim Arango", "Duraid Adnan"], "date_download": "2022-10-25 23:38:17", "date_modify": "2022-10-25 23:38:17", "date_publish": "2014-04-25 22:40:40", "description": "Bombs killed over 30 at a political rally in Baghdad by a Shiite militant group, Asaib Ahl al-Haq, and the Islamic State of Iraq and Syria, a Sunni group, claimed responsibility.", "filename": "2014_04_26_world_middleeast_militant-rally-in-iraq-ends-in-deadly-sectarian-bombing_1666741097.html", "image_url": "https://static01.nyt.com/images/2014/04/26/world/IRAQ/IRAQ-articleLarge.jpg?year=2014&h=373&w=600&s=be60a1dba137c398efcbd332108a9db309d6acc9746358e818d8e3dfb501f6a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_26_world_middleeast_militant-rally-in-iraq-ends-in-deadly-sectarian-bombing_1666741097.html", "title": "Iraqi Militants Stage Political Rally, Then Bombs Go Off", "title_page": "Iraqi Militants Stage Political Rally, Then Bombs Go Off  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The group was welcomed into Iraq’s political system a few years ago by Prime Minister Nuri Kamal al-Maliki, just as American troops were leaving, and his acceptance of it was regarded as a move that further empowered Iran at the expense of the United States.\nIran has provided the money and training for the group’s Syria recruitment effort, analysts say. In the Shiite-dominated provinces of southern Iraq, posters urge men to go and fight, and there is a phone number to call. The rallying cry for Iraqi Shiites is the defense of the shrine of Sayeda Zeinab, the Shiite holy site in a Damascus suburb. But they often fight alongside the Syrian government, as well as alongside fighters from Iran and Hezbollah, a Shiite militant movement based in Lebanon, against the rebel fighters, who are largely Sunni Muslims.\nThe group is not only fighting in Syria. It is also back on the streets in Baghdad and in other areas of the country, including Anbar Province, where large sections of territory are in the hands of the Islamic State of Iraq and Syria. Sometimes Asaib Ahl al-Haq’s members fight alongside government forces, and at other times they carry out their own operations, militiamen say. The group was widely blamed for atrocities against Sunnis during the sectarian war of 2005 to 2007; that it is now working hand in hand with the government on the battlefield and vying for votes in the elections is further evidence of Iraq’s rising sectarian tensions.\nThe group’s remobilization has alarmed Iraq’s Sunnis, who recall its role in sectarian fighting just a few years ago. It also highlights the weaknesses of Iraq’s security forces and has raised alarms that the country is backsliding to the days when it was a patchwork of militias and armed groups controlled the streets.\nSalam al-Jazari, an Asaib Ahl al-Haq parliamentary candidate from Baghdad, said: “All Iraqis are calling for security, and we have experiences in this field. We have military experience. Abroad, we have fighters protecting Zeinab, and inside Iraq we have fighters supporting the security forces. We have many operations inside Baghdad capturing terrorists and car bombs, and we even have our men in all the provinces, as our military wing, to impose security.”\nIn this environment, the group, as it campaigns for seats in Parliament, is not only celebrating its role in the war in Syria but also putting itself forward as the protector of Iraq’s Shiites.", "url": "https://www.nytimes.com/2014/04/26/world/middleeast/militant-rally-in-iraq-ends-in-deadly-sectarian-bombing.html"}