{"authors": ["Rukmini Callimachi", "Kimiko De Freytas-Tamura"], "date_download": "2022-10-26 00:12:02", "date_modify": "2022-10-26 00:12:02", "date_publish": "2014-10-03 21:26:59", "description": "The militants have released another video of a beheading — this one of a middle-aged British aid worker who was abducted last year in Syria", "filename": "2014_10_04_world_middleeast_islamic-state-releases-video-of-execution-of-alan-henning-british-aid-worker_1666743122.html", "image_url": "https://static01.nyt.com/images/2014/10/04/world/SUB-HOSTAGE/SUB-HOSTAGE-articleLarge.jpg?year=2014&h=831&w=600&s=259f6339555b1fa37af60e31d775baee26773d945a156d6c874ceb606ef85ab3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_04_world_middleeast_islamic-state-releases-video-of-execution-of-alan-henning-british-aid-worker_1666743122.html", "title": "ISIS Releases Video of Execution of British Aid Worker", "title_page": "ISIS Releases Video of Execution of British Aid Worker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Hi, I am Alan Henning,” the aid worker is forced to say in the moments before his death. “Because of our Parliament’s decision to attack the Islamic State, I — as a member of the British public — will now pay the price for that decision,” he says in the one minute, 11 second clip, which was uploaded to YouTube on Friday afternoon.\nImage Alan Henning, the hostage who was apparently killed. Credit... Agence France-Presse — Getty Images\nHe is shown wearing an orange jumpsuit and kneeling in a rocky landscape, in the same pose as the three other Western hostages killed in the same manner in roughly two-week intervals since August. After the camera pans over the dead body, the black-clad executioner shows a man whom the militants identify as their next victim: an American aid worker, Peter Kassig, a former Army Ranger, who founded an organization that provides medical care in Syria, according to a statement from his family.\nHolding him by the scruff of his neck, the masked fighter declares: “Obama, you have started your air bombardment in Sham which keeps on striking our people. It is only right that we continue to strike the necks of your people,” using a name for a region that includes Syria.\nTwo weeks ago, residents of Raqqa, in northern Syria, which is where the hostages were believed to be held for most of this year, said they saw Islamic State fighters driving a captive in an orange suit, believed to be Mr. Henning — the residents were too far away to identify him — to a hill. It is the same place where the first hostage, the American journalist James Foley, was executed, they said.\nOne of the cars was “carrying a big TV camera,” said a member of an underground activist group, who declined to be identified out of fears for his safety.", "url": "https://www.nytimes.com/2014/10/04/world/middleeast/islamic-state-releases-video-of-execution-of-alan-henning-british-aid-worker.html"}