{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:34:58", "date_modify": "2022-10-25 23:34:58", "date_publish": "2014-03-25 01:16:44", "description": "The $500 million deal gives the Walt Disney Company an online video company with a subscriber base of 380 million.", "filename": "2014_03_25_business_media_disney-buys-maker-studios-video-supplier-for-youtube_1666740898.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_25_business_media_disney-buys-maker-studios-video-supplier-for-youtube_1666740898.html", "title": "Disney Buys Maker Studios, Video Supplier for YouTube", "title_page": "Disney Buys Maker Studios, Video Supplier for YouTube - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — Mickey Mouse became a YouTube giant on Monday.\nThe Walt Disney Company said it had completed a deal to pay $500 million to acquire Maker Studios, a YouTube-based video supplier that generates more than 5.5 billion views a month from a subscriber base of 380 million. The purchase, by far the largest for what Hollywood calls a multichannel network, calls for Disney to pay another $450 million if aggressive growth targets are met.\n“Maker already has a very large audience that will only keep growing, and that is something that would be hard to build on our own,” said Kevin A. Mayer, Disney’s executive vice president for corporate strategy and business development.\nMost of Disney’s recent acquisitions have been about amassing intellectual property to fuel its television, theme park, consumer products and movie divisions — buying Lucasfilm, home to the “Star Wars” franchise, and Marvel Entertainment. There is an element of that with Maker, which runs popular YouTube channels like PewDiePie, starring a Swedish comedian and video game enthusiast, and Epic Rap Battles of History, focused on comedic pairings of historical and pop culture figures.\nBut mostly the deal is about distribution and programming expertise. Maker manages roughly 55,000 YouTube channels, most of which provide a pipeline to young consumers for Disney’s characters and franchises. Disney is also counting on Maker to help it learn how to best interact with the raised-on-the-Web generation.", "url": "https://www.nytimes.com/2014/03/25/business/media/disney-buys-maker-studios-video-supplier-for-youtube.html"}