{"authors": ["Steven Erlanger", "Alan Cowell"], "date_download": "2022-10-25 23:00:04", "date_modify": "2022-10-25 23:00:04", "date_publish": "2014-08-20 14:27:41", "description": "President Obama and other world leaders expressed anger at the beheading of James Foley by ISIS, which released a video, as Britain investigated if the killer in the video was a British citizen.", "filename": "2014_08_21_world_middleeast_james-foley-beheading-isis_1666738804.html", "image_url": "https://static01.nyt.com/images/2014/08/21/world/21britain/21britain-articleLarge.jpg?year=2014&h=400&w=600&s=2e2bb5a97e9086843ee938dda0d367ed827da40e20c17755cb22da469f572a40&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_21_world_middleeast_james-foley-beheading-isis_1666738804.html", "title": "Leaders Express Outrage as Britain Tries to Identify Beheaded Journalist’s Killer", "title_page": "Leaders Express Outrage as Britain Tries to Identify Beheaded Journalist’s Killer  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — A video released online of the beheading of an American journalist, James Foley, by a masked, English-speaking militant caused outrage on Wednesday, with Prime Minister David Cameron of Britain breaking off a vacation and President Obama vowing to protect Americans everywhere.\nThe killer “appears to be a British person,” the British foreign secretary, Philip Hammond, said, and British police and security officials were trying to identify him. Experts suggested his accent made him sound like a Londoner.\nThe use of a fluent English speaker to deliver a message aimed at the United States and its intervention in Iraq showed a new sophistication in propaganda and the prevalence of British fighters in ISIS and similar groups, a number British officials estimate at 500 or more, though some have returned home.\n“The video is significant because this is the first official threat coming from ISIS, authorized by the group, telling America and Americans, ‘Now that you’ve intervened, you’re an enemy, and we will go after you,’ ” said Peter Neumann, director of the International Center for the Study of Radicalization and a professor at King’s College, London.", "url": "https://www.nytimes.com/2014/08/21/world/middleeast/james-foley-beheading-isis.html"}