{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:33:24", "date_modify": "2022-10-25 23:33:24", "date_publish": "2014-09-25 14:54:15", "description": "Replacing the U.S. Attorney General, who provoked the ire of Republicans as President Obama’s chief liberal warrior, could be a political nightmare.", "filename": "2014_09_26_us_politics_eric-holder-resigning-as-attorney-general.html_module=inline_1666740804.html", "image_url": "https://static01.nyt.com/images/2014/09/26/us/JP-HOLDER1/JP-HOLDER1-articleLarge.jpg?year=2014&h=384&w=600&s=d5e3ceebb60d27712e760c43b6b99db9cbe9c907b6f9e3d6b8646e9d2aea1099&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_26_us_politics_eric-holder-resigning-as-attorney-general.html_module=inline_1666740804.html", "title": "Eric Holder Resigns, Setting Up Fight Over Successor", "title_page": "Eric Holder Resigns, Setting Up Fight Over Successor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama’s announcement on Thursday that Attorney General Eric H. Holder Jr. would leave the administration sets up an election-season scramble for a replacement to carry on Mr. Holder’s civil rights crusade, wage rhetorical combat with Congress and manage the legal complexities of a presidency increasingly drawn into war with terrorists.\nOne of the earliest members of Mr. Obama’s cabinet, Mr. Holder, 63, became the nation’s first African-American attorney general and the president’s chief liberal warrior, especially on efforts to protect voter rights and end racial discrimination in the justice system. He also emerged as the primary political antagonist for a Republican opposition in Congress that viewed him as dismissive of existing laws and contemptuous of its oversight of his department.\nThat still-simmering anger among Republicans, who once voted to hold Mr. Holder in contempt of Congress, could be a political nightmare for Mr. Obama as he searches for a replacement who can win confirmation in the Senate. Democrats on Capitol Hill are bracing for attacks on any nominee involved in what Republicans consider scandals: political targeting by the Internal Revenue Service, the terrorist attacks on the American diplomatic mission in Benghazi or the numerous executive actions by Mr. Obama circumventing Congress.\nFrequently mentioned candidates to replace Mr. Holder include Kathryn Ruemmler, the former White House counsel who remains close to Mr. Obama; Gov. Deval Patrick of Massachusetts; Solicitor General Donald B. Verrilli Jr.; former Gov. Jennifer M. Granholm of Michigan; Senator Sheldon Whitehouse, Democrat of Rhode Island, a former prosecutor; Preet Bharara, the United States attorney for the Southern District of New York; and Loretta E. Lynch, the United States attorney in Brooklyn. Mr. Patrick on Thursday said that it was not the right time for him to take such a job.", "url": "https://www.nytimes.com/2014/09/26/us/politics/eric-holder-resigning-as-attorney-general.html?module=inline"}