{"authors": ["Simon Romero", "Landon Thomas Jr."], "date_download": "2022-10-25 23:33:19", "date_modify": "2022-10-25 23:33:19", "date_publish": "2014-04-16 02:19:11", "description": "Petrobras has recently come to symbolize disarray in Brazil’s sluggish economy and the reassessment of growth prospects in emerging markets.", "filename": "2014_04_16_business_international_brazils-star-petrobras-is-hobbled-by-scandal-and-stagnation_1666740799.html", "image_url": "https://static01.nyt.com/images/2014/04/16/business/PETROGAS1/CHINAECOM1-articleLarge.jpg?year=2014&h=390&w=600&s=8a652fa2fa22eb8f8417720a52a677e5a1b237dfafb868f9ada492bdf65f64e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_16_business_international_brazils-star-petrobras-is-hobbled-by-scandal-and-stagnation_1666740799.html", "title": "Brazil’s Star, Petrobras, Is Hobbled by Scandal and Stagnation", "title_page": "Brazil’s Star, Petrobras, Is Hobbled by Scandal and Stagnation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — No company has embodied Brazil’s rise like the oil giant Petrobras.\nBolstered by some of this century’s largest oil discoveries, Petrobras soared into the top ranks of global energy producers. Executives at the state-controlled company boasted that it could even outstrip Apple as the world’s most valuable publicly traded company. Political leaders here said Brazil was on the cusp of energy independence.\nNow Petrobras is coming to symbolize something else entirely: the disarray afflicting Brazil’s sluggish economy and the reassessment of growth prospects in emerging markets around the world.\nInstead of surging, Petrobras’s oil production has stagnated, heightening Brazil’s reliance on imported oil. Petrobras finds itself mired in corruption investigations and claims of managerial incompetence. And its debt load is exploding: Petrobras now ranks as the world’s most indebted company, dependent, more or less, on United States mutual funds to finance its ambitious investment plans.\n“The decline of Petrobras has been stunning, swift and painful,” said Fábio Fuzetti, a partner at Antares Capital Management, a São Paulo investment firm. “This is the energy company that served as the model for others in developing countries,” he said. “Now it’s the example of precisely what not to do.”", "url": "https://www.nytimes.com/2014/04/16/business/international/brazils-star-petrobras-is-hobbled-by-scandal-and-stagnation.html"}