{"authors": ["Michael D. Shear"], "date_download": "2022-10-26 00:11:33", "date_modify": "2022-10-26 00:11:33", "date_publish": "2014-05-10 14:53:06", "description": "Michelle Obama said that she and President Obama had been personally touched by the abduction of Nigerian schoolgirls by terrorists, calling it an “unconscionable” act.", "filename": "2014_05_11_us_first-lady-condemns-abduction-of-nigerian-schoolgirls_1666743093.html", "image_url": "https://static01.nyt.com/images/2014/05/11/world/SUB-MICHELLE/SUB-MICHELLE-articleLarge.jpg?year=2014&h=337&w=600&s=3f5b59feb82284d737e1df6c58bc3996b5da3a8f1e94b77061741f25605e85ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_11_us_first-lady-condemns-abduction-of-nigerian-schoolgirls_1666743093.html", "title": "First Lady Condemns Abduction of Nigerian Schoolgirls", "title_page": "First Lady Condemns Abduction of Nigerian Schoolgirls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In a rare venture into foreign policy, Michelle Obama on Saturday condemned the abduction of more than 200 Nigerian schoolgirls by terrorists and said that she and President Obama had been personally touched by what she called an “unconscionable” act.\n“In these girls, Barack and I see our own daughters,” the first lady said in the weekly radio address that is normally delivered by her husband. “We see their hopes, their dreams — and we can only imagine the anguish their parents are feeling right now.”\nBoko Haram, the Nigerian terrorist network, has claimed responsibility for abducting 276 girls from a school last month. The taking of the girls and concern about their fate has prompted nations around the world to offer help to the Nigerian government of President Goodluck Jonathan.\nMr. Obama said last week that he had ordered a team of military intelligence specialists and hostage negotiators to Nigeria to help in the search.", "url": "https://www.nytimes.com/2014/05/11/us/first-lady-condemns-abduction-of-nigerian-schoolgirls.html"}