{"authors": ["Adam Nossiter"], "date_download": "2022-10-26 00:11:43", "date_modify": "2022-10-26 00:11:43", "date_publish": "2014-05-12 15:04:46", "description": "If genuine, the video would be the first public glimpse of the girls since they were seized on April 14 from a school in Nigeria’s far northeast.", "filename": "2014_05_13_world_africa_boko-haram-video-kidnapped-nigerian-girls.html_hpw&amp;rref=world&amp;_r=0_1666743103.html", "image_url": "https://static01.nyt.com/images/2014/05/13/world/13NIGERIA/13NIGERIA-articleLarge-v3.jpg?year=2014&h=399&w=600&s=82e0e41507980a3a1a83d4bccc11cf1a9eebc7d585705b99c97dacfbe82a460f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_13_world_africa_boko-haram-video-kidnapped-nigerian-girls.html_hpw&amp;rref=world&amp;_r=0_1666743103.html", "title": "Nigerian Girls Seen in Video From Militants", "title_page": "Nigerian Girls Seen in Video From Militants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Adding credence to his assertion, the official noted days before the video was released that the group appeared to be seeking a “prisoner exchange.” A government spokesman on Sunday stopped short of an outright denial, saying merely that he was “not aware” of “formal” negotiations.\nStill, over the five years of the Boko Haram insurgency, reports of negotiations with the group have frequently trickled out of Abuja, with no clear results. The Nigerian government has continued its aggressive, sometimes brutal, counterinsurgency campaign, killing many civilians in the process. Boko Haram has showed little reservation about killing large numbers of civilians, and when it has wanted its prisoners released, it has sometimes simply attacked the prisons where they were held.\nJust in March, the government said that Boko Haram carried out an assault on a notorious military detention center where hundreds of suspected extremists were held. Well over 500 people, most of them detainees, were killed in the episode, many by Nigerian security forces.\nIn this region, where few aspects of civilian life are fully insulated from the violence, schools had been closed for weeks before the mass kidnapping because of other Boko Haram attacks. But the girls had come back to the Chibok government school to take an exam, and were staying overnight. The Islamists overpowered what little police protection the town possessed, and seized more than 300 girls. About 50 were able to flee their captors. Chibok is primarily a Christian village, and Mr. Shekau appeared to acknowledge that many of the girls seized were not Muslims. “The girls that have not accepted Islam, they are now gathered in numbers,” he said. “And we treat them well the way the prophet treated the infidels he seized.”\nThe education commissioner here in Borno state said that he would bring the girls’ parents to the state capital to watch the video on Tuesday, to see if they could identify their daughters. One parent reached in Chibok said that nobody there had seen it because there was no electricity. The chairman of the local government, Bana Lawan, watching the video on Monday said, “this face is familiar to me,” as one of the girls was questioned on the video. But he said it was difficult to identify others because of their extensive clothing.\nOn Monday, Jen Psaki, the State Department spokeswoman, said of the video: “We have no reason to question its authenticity. Our intelligence experts are combing through every detail of the video for clues that might help in ongoing efforts to secure the release of the girls.”\nThe United States is part of a worldwide effort to try to rescue the girls. American surveillance aircraft have joined the search, making flights over Nigeria, and imagery from satellites has been provided to the Nigerian government, according to an American official, who asked for anonymity to discuss a delicate operation.", "url": "https://www.nytimes.com/2014/05/13/world/africa/boko-haram-video-kidnapped-nigerian-girls.html?hpw&amp;rref=world&amp;_r=0"}