{"authors": ["Chris Buckley", "Alan Wong"], "date_download": "2022-10-25 23:40:21", "date_modify": "2022-10-25 23:40:21", "date_publish": "2014-12-05 11:14:16", "description": "Joshua Wong, the student leader whose early calls to protest helped set off a monthslong confrontation, says he knows his hunger strike is aimed at achieving “the impossible.”", "filename": "2014_12_06_world_asia_hong-kong-protests_1666741221.html", "image_url": "https://static01.nyt.com/images/2014/12/06/world/06hongkong/06hongkong-articleLarge.jpg?year=2014&h=400&w=600&s=aa134582727a53da6247924d4a479d7949a77806e15ee1d3881bf36fdbc3076e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_06_world_asia_hong-kong-protests_1666741221.html", "title": "A Frail Face Becomes a Defiant Focus of Hong Kong’s Waning Protest Movement", "title_page": "A Frail Face Becomes a Defiant Focus of Hong Kong’s Waning Protest Movement  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — A spindly, stooped teenager in a blue windbreaker shuffled from a tent on the edge of Hong Kong’s main remaining protest camp. Dozens of onlookers applauded, shouted to him or just stared. Cameras snapped and journalists leaned in to catch his soft voice.\nThe teenager, Joshua Wong, who embodied the hopes of the city’s pro-democracy street movement in its headiest days, has become the exhausted yet defiant focus of what looks to many like the movement’s final throes.\nMr. Wong, 18, on Friday entered the fourth day of a hunger strike at the very place where he had instigated the confrontation that ignited months of street demonstrations. On Sept. 26, students occupied a gated forecourt of the local government’s offices after Mr. Wong shouted encouragement. Hong Kong residents took to the streets in large numbers two days later, after the police tried to disperse the students with tear gas.\nThis week, Mr. Wong and four other students on hunger strike huddled in tents next to those same steel gates. On Friday, one of the students gave up, and Mr. Wong and the others appeared increasingly spent.", "url": "https://www.nytimes.com/2014/12/06/world/asia/hong-kong-protests.html"}