{"authors": ["Andrew Higgins", "Andrew E. Kramer"], "date_download": "2022-10-25 23:01:46", "date_modify": "2022-10-25 23:01:46", "date_publish": "2014-02-19 08:19:38", "description": "Opposition leaders confirmed overnight that a truce had been reached with the government of President Viktor F. Yanukovych, but it was uncertain that any pause in the conflict would hold.", "filename": "2014_02_20_world_europe_ukraine_1666738906.html", "image_url": "https://static01.nyt.com/images/2014/02/20/world/europe/Ukraine/Ukraine-articleLarge.jpg?year=2014&h=375&w=600&s=d2a03dba6bec82a2ce4c241b0fcf97a518ef89016f1ca10f6820886ba39d6783&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_20_world_europe_ukraine_1666738906.html", "title": "Ukraine Leader Strains for Grip as Chaos Spreads", "title_page": "Ukraine Leader Strains for Grip as Chaos Spreads - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KIEV, Ukraine — Ukraine spiraled deeper into disarray on Wednesday as the government of President Viktor F. Yanukovych and several thousand grimly determined protesters, along with their supporters in Russia and Europe, faced off in a confrontation over the fate of this fractured country of 46 million.\nAs measures of the turmoil, the authorities announced a nationwide “antiterrorist operation” to keep guns and power from what it called extremist groups, and they dismissed the country’s top general. But very late in the day, they declared that a truce had been reached with political leaders of the opposition, who confirmed that overnight.\nThe party website of an opposition leader, Vitali Klitschko, said the opposition had received assurances that there would be “no assault” on the main protest site, though it was uncertain that a pause in the conflict would hold, particularly among more determined street fighters.\nThe agreement was announced after indications — including the deployment of paratroopers to help protect military bases — that the Ukrainian authorities were concerned about maintaining control, particularly in the country’s west.", "url": "https://www.nytimes.com/2014/02/20/world/europe/ukraine.html"}