{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:48", "date_modify": "2022-10-25 23:49:48", "date_publish": "2014-09-06 11:00:12", "description": "A study finds that having a child helps your career, if you are a man. For women, it does the opposite.", "filename": "2014_09_07_upshot_a-child-helps-your-career-if-youre-a-man.html_abt=0002&abg=0_1666741788.html", "image_url": "https://static01.nyt.com/images/2014/09/07/business/7-UP-WAGES-bento/7-UP-WAGES-bento-articleLarge-v2.jpg?year=2014&h=438&w=600&s=1fbd89a3ece845e0ebc7e6625f03cd87804a562c56778b85a0480a1dda3771e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_07_upshot_a-child-helps-your-career-if-youre-a-man.html_abt=0002&abg=0_1666741788.html", "title": "A Child Helps Your Career, if You’re a Man", "title_page": "A Child Helps Your Career, if You’re a Man - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One of the worst career moves a woman can make is to have children. Mothers are less likely to be hired for jobs, to be perceived as competent at work or to be paid as much as their male colleagues with the same qualifications.\nFor men, meanwhile, having a child is good for their careers. They are more likely to be hired than childless men, and tend to be paid more after they have children.\nThese differences persist even after controlling for factors like the hours people work, the types of jobs they choose and the salaries of their spouses. So the disparity is not because mothers actually become less productive employees and fathers work harder when they become parents — but because employers expect them to.\nThe data about the motherhood penalty and the fatherhood bonus present a clear-cut look at American culture’s ambiguous feelings about gender and work. Even in the age of “Lean In,” when women with children run Fortune 500 companies and head the Federal Reserve, traditional notions about fathers as breadwinners and mothers as caregivers remain deeply ingrained. Employers, it seems, have not yet caught up to the fact that women can be both mothers and valuable employees.", "url": "https://www.nytimes.com/2014/09/07/upshot/a-child-helps-your-career-if-youre-a-man.html?abt=0002&abg=0"}