{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:50:15", "date_modify": "2022-10-25 23:50:15", "date_publish": "2014-03-13 12:14:25", "description": "The transfer is the first in nearly three months, and it reduces the inmate population to 154, part of an ongoing effort to close the facility.", "filename": "2014_03_14_us_politics_algerian-detainee-guantanamo-bay_1666741815.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_14_us_politics_algerian-detainee-guantanamo-bay_1666741815.html", "title": "Military Repatriates Algerian Detainee From Guantánamo Bay", "title_page": "Military Repatriates Algerian Detainee From Guantánamo Bay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The military announced Thursday that it had repatriated an Algerian detainee who had been held without trial for 12 years at the prison at Guantánamo Bay, Cuba. The transfer is the first in nearly three months, and it reduces the inmate population there to 154.\nThe detainee, Ahmed Bin Saleh Bel Bacha, 44, was the final Algerian prisoner whom a task force recommended for transfer more than four years ago. Four others were sent back last year, two in August and two in December. The task force, with members from six national security agencies, reviewed the case of each prisoner at Guantánamo during the Obama administration’s first year.\n“We greatly appreciate the close cooperation of the government of Algeria in receiving one of its nationals from Guantánamo,” Cliff Sloan, the State Department’s special envoy for the prison’s closing, said in a statement. “Today’s transfer represents another step in our ongoing efforts to close the detention facility at Guantánamo.”\nA leaked threat assessment file for Mr. Bel Bacha completed in 2005 says he was a veteran of the Algerian Army who later attended the Finsbury Park mosque in London, then known as a center of radical Islamism.", "url": "https://www.nytimes.com/2014/03/14/us/politics/algerian-detainee-guantanamo-bay.html"}