{"authors": ["Declan Walsh", "Salman Masood"], "date_download": "2022-10-26 00:11:48", "date_modify": "2022-10-26 00:11:48", "date_publish": "2014-04-22 23:43:29", "description": "The Defense Ministry asked the government to close the country’s largest television news station, whose anchorman was shot on Saturday.", "filename": "2014_04_23_world_asia_attack-on-journalist-spurs-new-dispute-in-pakistan_1666743108.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_23_world_asia_attack-on-journalist-spurs-new-dispute-in-pakistan_1666743108.html", "title": "Pakistan Is Asked to Shut Down News Channel", "title_page": "Pakistan Is Asked to Shut Down News Channel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The attempted killing of a prominent Pakistani journalist has prompted a bruising public dispute between Pakistan’s powerful army spy agency and the largest media group that has exacerbated tense relations between the country’s civilian and military leaders.\nIn a first, the Defense Ministry on Tuesday requested that the government invoke media regulations to shut down a major news channel — in this case Geo, Pakistan’s largest television news station. The ministry accused Geo of running a “vicious campaign” against the military’s Inter-Services Intelligence directorate, or ISI.\nAcrimony had been steadily building after Hamid Mir, a television anchor and Geo’s most famous journalist, was shot multiple times by unidentified gunmen as he was being driven to a television studio in Karachi on Saturday.\nMr. Mir survived the attack and is being treated for gunshot wounds to the chest and shoulder. But as he was still receiving emergency treatment, Geo prominently broadcast heated accusations from Mr. Mir’s brother, the journalist Amir Mir, who accused the ISI of being responsible for the attack.", "url": "https://www.nytimes.com/2014/04/23/world/asia/attack-on-journalist-spurs-new-dispute-in-pakistan.html"}