{"authors": ["Claudia La Rocco"], "date_download": "2022-10-25 23:51:39", "date_modify": "2022-10-25 23:51:39", "date_publish": "2014-10-15 15:22:46", "description": "“Traveling Lady,” at the French Institute Alliance Française’s Crossing the Line festival, is a fashion-driven multimedia concoction inspired by a journalist’s travels.", "filename": "2014_10_13_theater_traveling-lady-starring-rossy-de-palma_1666741899.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_13_theater_traveling-lady-starring-rossy-de-palma_1666741899.html", "title": "‘Traveling Lady,’ Starring Rossy de Palma", "title_page": "‘Traveling Lady,’ Starring Rossy de Palma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The source material for Jessica Mitrani’s “Traveling Lady” is unbeatable: the pioneering journalist Nellie Bly, who set out in 1889 to circle the globe, carrying only the clothes on her back and a small suitcase. Let the Dorothy Parker witticisms fly.\nAnd for the first few moments Friday night at Florence Gould Hall, where this 45-minute multimedia concoction had its premiere as part of the French Institute Alliance Française’s Crossing the Line festival, it seemed it might be Ms. Mitrani’s strategy to keep things a poppy mix of acerbic and breezy. But this slight production, which serves as a celebrity vehicle for the Spanish actress Rossy de Palma (best known for her roles in several Pedro Almodóvar films) and the fashion collective threeASFOUR, went after something more.\nReader, it didn’t get there.\nThere were pleasures to be had — chiefly Ms. de Palma’s presence, which passed here for the show’s anchor. With her heavy-lidded eyes and expressive, voluptuous features, she has a face made to be framed, whether within the various largely black-and-white animated video clips that zipped and kaleidoscoped across the stage or in pockets of warmer light designed by Roderick Murray. Her statuesque frame was typically swathed in pleasingly voluminous gowns and coats by threeASFOUR — handsome, if not quite making the case for the group’s (dated) tagline of “avant-garde fashion collective.”\nBut the politics of “Traveling Lady” are prettily vague at best, spending far too much time on New Agey sound bites on the cosmos and elsewhere skirting problematic territory without nearly enough care. Riffs on advertisements for female cosmetics play up gender stereotypes as much as they critique them, and an interlude on a palm tree-populated island trades cheaply in the exotica of foreign cultures.", "url": "https://www.nytimes.com/2014/10/13/theater/traveling-lady-starring-rossy-de-palma.html"}