{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:31:13", "date_modify": "2022-10-25 23:31:13", "date_publish": "2014-08-27 00:55:07", "description": "Twitch.tv, bought by Amazon for over $1 billion, flourished with increasing data speeds and a growing community, taking over the start-up that created it.", "filename": "2014_08_27_technology_speed-and-spectators-lead-to-a-gaming-nexus_1666740673.html", "image_url": "https://static01.nyt.com/images/2014/08/27/technology/27twitch-embed1/27twitch-embed1-articleLarge.png?year=2014&h=328&w=600&s=fe4fa68d0e9bc1e85a9bbbb39765aee08ba81fd379c088ffe9e0655e7e64fa57&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_27_technology_speed-and-spectators-lead-to-a-gaming-nexus_1666740673.html", "title": "Speed and Spectators Led to Twitch, a Gaming Nexus", "title_page": "Speed and Spectators Led to Twitch, a Gaming Nexus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To call Twitch.tv a happy accident would be a grand understatement.\nThe website has quickly emerged as the go-to destination for watching video games, drawing tens of millions of viewers each month. On Monday, that success led to a huge payday for the company’s founders, as Amazon said it had reached a deal to buy Twitch for more than $1 billion.\nBut Twitch was never supposed to exist.\nThe site grew from a small side project started by a handful of start-up engineers into a company that — as one of the founders described in an interview last week — happened to land at the right place at the right time.\n“It became the tail that wagged the dog,” Emmett Shear, one of Twitch’s founders, said in the interview. “It ended up taking over our whole company.”\nIn 2006, Mr. Shear and Justin Kan had a question: What would happen if they wore cameras 24 hours a day and broadcast their lives to the web?", "url": "https://www.nytimes.com/2014/08/27/technology/speed-and-spectators-lead-to-a-gaming-nexus.html"}