{"authors": ["Sam Tanenhaus"], "date_download": "2022-10-25 23:37:25", "date_modify": "2022-10-25 23:37:25", "date_publish": "2014-08-07 09:35:07", "description": "A new memoir, “Another Side of Bob Dylan,” features stories from a longtime sidekick of the musician’s, offering a glimpse behind the scenes before a bitter fallout in 1997.", "filename": "2014_08_10_books_a-dylan-insiders-back-pages_1666741045.html", "image_url": "https://static01.nyt.com/images/2014/08/10/arts/10DYLAN1/10DYLAN-articleLarge.jpg?year=2014&h=528&w=600&s=18be1fec90b8b0de556bc1b87a0fce163c8125f94ba111359f01a70927aac68e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_10_books_a-dylan-insiders-back-pages_1666741045.html", "title": "A Dylan Insider’s Back Pages", "title_page": "A Dylan Insider’s Back Pages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — On a bright, cool afternoon in July, Jacob Maymudes sat on the deck of the small guesthouse he rents in the Los Feliz neighborhood here, reflecting on the strange journey of his first book, “Another Side of Bob Dylan,” which will be published on Sept. 9 and has already excited interest.\n“It was never my intention to write a book about Bob,” he said, summoning up the difficult period in his life when he resisted completing the memoir left unfinished by his father, Victor Maymudes (pronounced may-MOOD-es), a longtime member of Mr. Dylan’s inner circle who had bitterly fallen out with him in 1997 and died four years later, leaving behind 24 hours of taped reminiscences.\nNow 34, Jake grew up long after the Dylan legend had been formed, but he comes honestly to his casual “Bob.” He was 7 when he first met Mr. Dylan, at the back lot of Universal Studios. Jake was with his father, who was continually on the road with Mr. Dylan, carrying out an assortment of essential backstage assignments: as tour manager, chauffeur and body man, not to mention chess-playing companion.\nThey were roles he had been playing, off and on, since the early 1960s, when he was known as Mr. Dylan’s protective sidekick: together with him in London for Mr. Dylan’s first overseas concert; in a Manhattan hotel suite for a marijuana-infused summit with the Beatles; in Malibu, where Mr. Dylan’s first wife, Sara, is said to have poured out her marital troubles to Jake’s mother, Linda Wylie, while the unreleased “Blood on the Tracks” played on the stereo and Mr. Dylan suddenly walked in.", "url": "https://www.nytimes.com/2014/08/10/books/a-dylan-insiders-back-pages.html"}