{"authors": ["Nick Wingfield"], "date_download": "2022-10-25 23:46:39", "date_modify": "2022-10-25 23:46:39", "date_publish": "2014-11-26 18:48:39", "description": "Pranksters’ antics are forcing public safety officials to look at the air above them, generally thought safe and secure, as a place for potential trouble.", "filename": "2014_11_27_technology_personaltech_as-drones-swoop-above-skies-thrill-seeking-stunts-elicit-safety-concerns_1666741599.html", "image_url": "https://static01.nyt.com/images/2014/11/27/technology/27drones_HP/27drones_HP-facebookJumbo-v2.jpg?year=2014&h=550&w=1050&s=257e6e07a45c3d54e67a85217e380ac046d989c9e47b49c3ecd241e4c2b4b29d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_27_technology_personaltech_as-drones-swoop-above-skies-thrill-seeking-stunts-elicit-safety-concerns_1666741599.html", "title": "Now, Anyone Can Buy a Drone. Heaven Help Us.", "title_page": "Now, Anyone Can Buy a Drone. Heaven Help Us. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amateur photographers and Hollywood filmmakers turn to them for lush overhead shots. Geologists use them to look above the seas for oil-bearing rocks. Amazon executives are pushing to use them to plop packages onto doorsteps.\nBut now drones — the unmanned flying vehicles the size of a pizza box — are also a favorite tool for more unruly groups: pranksters and troublemakers.\nAs the price of drones has fallen and sales have risen, the machines have emerged as central characters in stunts from the puckish to the criminal. In recent months, drone pilots have tried to smuggle contraband into prisons and disrupt sporting events at stadiums. Animal rights groups have turned to drones to stalk hunters as the hunters stalk wildlife. And in France, more than a dozen illegal flights over nuclear power plants have unnerved the authorities.\nThe antics are forcing public safety officials to look at the air above them, generally thought safe and secure, as a place for potential trouble. And for groups pushing drones as legitimate business tools, the high jinks are an unexpected and unwelcome headache — one, they fear, that will bolster a push by regulators to keep a tight leash on the machines.", "url": "https://www.nytimes.com/2014/11/27/technology/personaltech/as-drones-swoop-above-skies-thrill-seeking-stunts-elicit-safety-concerns.html"}