{"authors": ["Hilary Stout", "Danielle Ivory", "Rebecca R. Ruiz"], "date_download": "2022-10-25 23:48:27", "date_modify": "2022-10-25 23:48:27", "date_publish": "2014-09-15 03:34:05", "description": "An investigation by The New York Times has found that the National Highway Traffic Safety Administration frequently has been slow to identify problems, tentative to act and reluctant to employ its full legal powers against companies.", "filename": "2014_09_15_business_regulator-slow-to-respond-to-deadly-vehicle-defects.html__r=0_1666741707.html", "image_url": "https://static01.nyt.com/images/2014/09/15/business/jpSAFETY1/jpSAFETY1-articleLarge.jpg?year=2014&h=405&w=600&s=fa3583ed5a69da4f2f6896467caa16f83269a2a19ecd9e54cce548115db0f353&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_15_business_regulator-slow-to-respond-to-deadly-vehicle-defects.html__r=0_1666741707.html", "title": "Regulator Slow to Respond to Deadly Vehicle Defects", "title_page": "Regulator Slow to Respond to Deadly Vehicle Defects - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The agency has also not made full use of its legal powers in investigating automakers, which include an ability to force the recall of vehicles and to issue subpoenas to obtain information and documents. In congressional testimony this spring, Mr. Friedman, the agency’s acting head, appeared to have limited knowledge of some of the agency’s legal powers and its history of exercising them. Under questioning by senators, Mr. Friedman indicated he did not realize the agency could issue subpoenas.\nAsked by The Times how many subpoenas the agency had issued over the past 10 years, the agency did not offer a direct reply. The agency “routinely issues information requests and special orders” under federal law “to demand information and documents from auto manufacturers and automotive equipment suppliers,” it said.\nIt has been 35 years since the regulator has invoked its legal authority to order a company to recall cars. The agency said it had “forced manufacturers of vehicles and equipment to conduct thousands of recalls” since 1979 without needing to invoke its powers. By “pressuring” manufacturers to conduct the recalls voluntarily, the agency said, consumers benefit because the recalls occur more quickly. “We will continue to hold manufacturers accountable for the timely identification and reporting of defect and noncompliance issues regarding their products,” the agency said.\nIn one recent case, the agency threatened to flex its statutory muscles but in the end backed down. In June 2013 the agency asked Chrysler to conduct a recall of about 2.7 million Jeep Grand Cherokees and Jeep Liberties because of the gas tank problem. If the automaker did not comply, the agency said, it would publish a public notice describing the defects, its investigation into the matter and the scheduling of a public meeting. After the public meeting, N.H.T.S.A. could have legally forced a recall.\nBut the agency struck a deal with Chrysler instead.\nAfter first refusing to recall the vehicles, Chrysler’s chief executive, Sergio Marchionne, spoke with David L. Strickland, who led the agency at the time, and agreed to recall 1.6 million vehicles, according to a person briefed on the conversation. They agreed to install a trailer hitch that would offer more protection in the event of rear-end accidents. It also would be far less costly to Chrysler than more extensive remedies.\nAs for the remaining 1.1 million vehicles, Chrysler said it would send a notice to dealers, instead of a conducting a recall, which is a far less serious approach to a safety issue. The agency — which looked into the issue only after an outside advocacy group, the Center for Auto Safety, made a formal request — agreed to Mr. Marchionne’s demand that it stop describing the vehicles as defective.\nTop Marks\nThe Chevrolets under recall this year that received the agency’s five-star rating for safety were far from the only models earning top marks in N.H.T.S.A.’s ratings program.", "url": "https://www.nytimes.com/2014/09/15/business/regulator-slow-to-respond-to-deadly-vehicle-defects.html?_r=0"}