{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:36:37", "date_modify": "2022-10-25 23:36:37", "date_publish": "2014-12-30 21:56:47", "description": "The Met’s recent performances of “La Traviata” and “Aida” showcased both the potential pitfalls and the triumphs that await young Americans singing Verdi.", "filename": "2014_12_31_arts_music_stephen-costello-and-tamara-wilson-show-opposing-approaches_1666740997.html", "image_url": "https://static01.nyt.com/images/2014/12/31/arts/verdi1/verdi1-facebookJumbo.jpg?year=2014&h=549&w=1050&s=4ffcf359da2ab1731fcb0601c4b1d68e2dc8ce5bc22dfebb4d7599cf44b28431&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_31_arts_music_stephen-costello-and-tamara-wilson-show-opposing-approaches_1666740997.html", "title": "Stephen Costello and Tamara Wilson Show Opposing Approaches", "title_page": "Stephen Costello and Tamara Wilson Show Opposing Approaches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Young American opera singers have long faced the same bum rap as some other American products. They’ve been thought to be well tooled but inauthentic, genial but ultimately impersonal. While they’re as well trained as any musicians in the world, their smooth versatility is said to come across as anonymous onstage.\nThere are ample exceptions to prove the limits of this mixed reputation, yet it persists. And in the rising tenor Stephen Costello’s performance in Verdi’s “La Traviata” at the Metropolitan Opera on Saturday afternoon, the audience received a demonstration of the stereotypical young American opera singer that was almost too perfect to be believed.\nWhile Mr. Costello was supposed to sing Alfredo in “La Traviata” for the first time at the Met on Dec. 11, he was suddenly struck with an unexplained illness that evening, after the conductor, Marco Armiliato, had taken the podium but before the music had begun. Francesco Demuro eventually stepped in, and the performance went on.\nMr. Costello’s condition evidently passed, and he sang his four remaining scheduled performances, the last of which was Saturday. (Mr. Demuro, as previously planned, has taken over the role of Alfredo through Jan. 24.)", "url": "https://www.nytimes.com/2014/12/31/arts/music/stephen-costello-and-tamara-wilson-show-opposing-approaches.html"}