{"authors": ["Tim Arango", "Eric Schmitt"], "date_download": "2022-10-25 23:54:18", "date_modify": "2022-10-25 23:54:18", "date_publish": "2014-08-11 02:38:19", "description": "Most of the political changes that fueled the fight of Abu Bakr al-Baghdadi, the self-appointed caliph of the Islamic State in Iraq and Syria, were born directly from some American action.", "filename": "2014_08_11_world_middleeast_us-actions-in-iraq-fueled-rise-of-a-rebel_1666742058.html", "image_url": "https://static01.nyt.com/images/2014/08/08/multimedia/isis-leader-profile/isis-leader-profile-articleLarge.jpg?year=2014&h=384&w=600&s=c49476e2a25546259c20e0ab65207210224ab90713b685d4ace67a181d6cccd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_11_world_middleeast_us-actions-in-iraq-fueled-rise-of-a-rebel_1666742058.html", "title": "Baghdadi of ISIS Pushes an Islamist Crusade", "title_page": "Baghdadi of ISIS Pushes an Islamist Crusade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — When American forces raided a home near Falluja during the turbulent 2004 offensive against the Iraqi Sunni insurgency, they got the hard-core militants they had been looking for. They also picked up an apparent hanger-on, an Iraqi man in his early 30s whom they knew nothing about.\nThe Americans duly registered his name as they processed him and the others at the Camp Bucca detention center: Ibrahim Awad Ibrahim al-Badry.\nThat once-peripheral figure has become known to the world now as Abu Bakr al-Baghdadi, the self-appointed caliph of the Islamic State in Iraq and Syria and the architect of its violent campaign to redraw the map of the Middle East.\n“He was a street thug when we picked him up in 2004,” said a Pentagon official who spoke on the condition of anonymity to discuss intelligence matters. “It’s hard to imagine we could have had a crystal ball then that would tell us he’d become head of ISIS.”", "url": "https://www.nytimes.com/2014/08/11/world/middleeast/us-actions-in-iraq-fueled-rise-of-a-rebel.html"}