{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:47:21", "date_modify": "2022-10-25 23:47:21", "date_publish": "2014-05-26 12:37:30", "description": "In France, Britain and elsewhere, voters turned against traditional parties to support anti-immigrant groups opposed to the European Union.", "filename": "2014_05_27_world_europe_established-parties-rocked-by-anti-europe-vote_1666741641.html", "image_url": "https://static01.nyt.com/images/2014/05/27/world/JP-EUROVOTE/JP-EUROVOTE-articleLarge.jpg?year=2014&h=560&w=600&s=ca63f7d71340a867e21bf6993040b48c988bb7947945b29c4e72873096c3b3d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_27_world_europe_established-parties-rocked-by-anti-europe-vote_1666741641.html", "title": "Populists’ Rise in Europe Vote Shakes Leaders", "title_page": "Populists’ Rise in Europe Vote Shakes Leaders - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — An angry eruption of populist insurgency in the elections for the European Parliament rippled across the Continent on Monday, unnerving the political establishment and calling into question the very institutions and assumptions at the heart of Europe’s post-World War II order.\nFour days of balloting across 28 countries elected scores of rebellious outsiders, including a clutch of xenophobes, racists and even neo-Nazis. In Britain, Denmark, France and Greece, insurgent forces from the far right and, in Greece’s case, also from the radical left stunned the established political parties.\nPresident François Hollande of France, whose Socialist Party finished third, far behind the far-right National Front, addressed his nation on television from the Élysée Palace on Monday evening, giving a mournful review of an election that he said had displayed the public’s “distrust of Europe and of government parties.” He added: “The European elections have delivered their truth, and it is painful.”\nThe newcomers did not win enough seats to dominate the assembly, which approves European Union-wide legislation and elects the commissioners who act as the union’s executive branch. Centrist parties will retain control of the body even if all the newcomers vote as a bloc, and it is not clear how closely they will ally with one another.", "url": "https://www.nytimes.com/2014/05/27/world/europe/established-parties-rocked-by-anti-europe-vote.html"}