{"authors": ["Manny Fernandez"], "date_download": "2022-10-25 23:00:01", "date_modify": "2022-10-25 23:00:01", "date_publish": "2014-08-15 23:04:01", "description": "A grand jury indicted the governor of Texas on two felony counts in an investigation examining his handling of a local district attorney’s drunken driving arrest and the state financing for a public corruption unit under the lawyer’s control.", "filename": "2014_08_16_us_gov-rick-perry-of-texas-is-indicted-over-veto-of-funds-for-das-office_1666738801.html", "image_url": "https://static01.nyt.com/images/2014/08/15/business/15perry1/15perry1-articleLarge-v2.jpg?year=2014&h=400&w=600&s=6a66726bddbba35a54549e1d82799a2a9cb3cb252684e68d9d7e8d0ad9b846ff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_16_us_gov-rick-perry-of-texas-is-indicted-over-veto-of-funds-for-das-office_1666738801.html", "title": "Gov. Rick Perry of Texas Is Indicted on Charge of Abuse of Power", "title_page": "Gov. Rick Perry of Texas Is Indicted on Charge of Abuse of Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AUSTIN, Tex. — A grand jury indicted Gov. Rick Perry on two felony counts on Friday, charging that he abused his power last year when he tried to pressure the district attorney here, a Democrat, to step down by threatening to cut off state financing to her office.\nThe indictment left Mr. Perry, a Republican, the first Texas governor in nearly 100 years to face criminal charges and presented a major roadblock to his presidential ambitions at the very time that he had been showing signs of making a comeback.\nGrand jurors in Travis County charged Mr. Perry with abusing his official capacity and coercing a public servant, according to Michael McCrum, the special prosecutor assigned to the case.\nThe long-simmering case has centered on Mr. Perry’s veto power as governor. His critics asserted that he used that power as leverage to try to get an elected official — Rosemary Lehmberg, the district attorney in Travis County — to step down after her arrest on a drunken-driving charge last year. Ms. Lehmberg is Austin’s top prosecutor and oversees a powerful public corruption unit that investigates state, local and federal officials; its work led to the 2005 indictment of a former Republican congressman, Tom DeLay, on charges of violating campaign finance laws.", "url": "https://www.nytimes.com/2014/08/16/us/gov-rick-perry-of-texas-is-indicted-over-veto-of-funds-for-das-office.html"}