{"authors": ["Niki Kitsantonis"], "date_download": "2022-10-25 23:44:37", "date_modify": "2022-10-25 23:44:37", "date_publish": "2014-12-08 02:00:15", "description": "The plan still awaits formal approval from the nation’s international creditors, which have kept Greece afloat with loans since 2010.", "filename": "2014_12_09_business_greece-parliament-approves-balanced-budget-after-years-of-recession.html__r=0_1666741477.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_09_business_greece-parliament-approves-balanced-budget-after-years-of-recession.html__r=0_1666741477.html", "title": "Greek Parliament Approves First Balanced Budget in Decades", "title_page": "Greek Parliament Approves First Balanced Budget in Decades - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATHENS — Greece’s Parliament early on Monday approved a budget for 2015 that foresees extensive tax cuts and solid growth despite continuing negotiations with creditors over economic policy and questions about the country’s prospects for emerging from a punishing international bailout.\nThe budget was approved 155 to 134 in the 300-seat House after days of vehement debate, with political tensions high as a possible election looms next year. Before the vote, thousands of Greeks joined a peaceful gathering outside the Parliament building to protest austerity policies by successive governments, which have slashed household incomes by a third and pushed unemployment to 26 percent.\nIn a speech before Parliament, Prime Minister Antonis Samaras said the blueprint, the first balanced budget in decades, signaled Greece’s gradual emergence from six tough years of recession. “We are leading the country to a new era where we can offer relief,” he said. “We are reducing the deficit to zero.”\nApart from a deficit target of 0.2 percent of gross domestic product, the budget predicts that the Greek economy, which has shrunk by a quarter in the past five years, will expand by 2.9 percent of G.D.P. in 2015 after a timid return to growth this year. It also promises relief, notably 30 percent reductions in a tax on heating oil and an income tax surcharge.", "url": "https://www.nytimes.com/2014/12/09/business/greece-parliament-approves-balanced-budget-after-years-of-recession.html?_r=0"}