{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:52:01", "date_modify": "2022-10-25 23:52:01", "date_publish": "2014-10-16 01:20:23", "description": "After his acquittal from the phone hacking scandal, Charles Brooks sought to be reimbursed by the government for the legal costs of his defense.", "filename": "2014_10_16_world_europe_in-britain-stupidity-defense-has-a-drawback_1666741921.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_16_world_europe_in-britain-stupidity-defense-has-a-drawback_1666741921.html", "title": "In Britain, ‘Stupidity’ Defense Has a Drawback", "title_page": "In Britain, ‘Stupidity’ Defense Has a Drawback - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — It was one of the more original defense strategies in Britain’s phone hacking trial: The lawyer representing Rebekah Brooks’s husband, Charles, told the jury that his client was simply too “stupid” to have committed the crime he was accused of, conspiring with his wife and others to pervert the course of justice by hiding evidence.\nIt worked. Mr. Brooks was acquitted in June, along with his wife, the former head of Rupert Murdoch’s British newspaper empire. But his “stupidity” came back to bite him on Wednesday, to the tune of $800,000.\nAfter his acquittal, Mr. Brooks applied to the trial court to be reimbursed by the government for the legal costs of his defense. But Justice John Saunders was having none of it. Mr. Brooks’s behavior, the judge said, may not have been criminal, but it was so “incredibly stupid” that he wasn’t entitled to a penny.\nJustice Saunders said Mr. Brooks had essentially framed himself: He had “brought suspicion on himself and others” by concealing material from police officers who were searching his property and by refusing to talk to the police. (The material he was hiding turned out to be his pornography collection.)", "url": "https://www.nytimes.com/2014/10/16/world/europe/in-britain-stupidity-defense-has-a-drawback.html"}