{"authors": ["Michael M. Grynbaum", "William K. Rashbaum", "Nikita Stewart"], "date_download": "2022-10-25 23:49:08", "date_modify": "2022-10-25 23:49:08", "date_publish": "2014-10-03 02:44:24", "description": "Rachel Noerdlinger, the chief of staff to Mayor Bill de Blasio’s wife, Chirlane McCray, may not have disclosed that she lives with a boyfriend with a criminal record.", "filename": "2014_10_03_nyregion_new-york-city-said-to-open-inquiry-on-omission-by-top-aide-to-chirlane-mccray.html_module=Search&mabReward=relbias%3Ar%2C&_1666741748.html", "image_url": "https://static01.nyt.com/images/2014/10/03/nyregion/03RACHEL/03RACHEL-articleLarge.jpg?year=2014&h=832&w=600&s=44dd5a88c94024435c29b08ae8089b7d06f88f15a70ff83e5759f93cd6b3e87a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_03_nyregion_new-york-city-said-to-open-inquiry-on-omission-by-top-aide-to-chirlane-mccray.html_module=Search&mabReward=relbias%3Ar%2C&_1666741748.html", "title": "New York City Said to Open Inquiry on Omission by First Lady’s Top Aide", "title_page": "New York City Said to Open Inquiry on Omission by First Lady’s Top Aide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "City investigators have opened an inquiry into Rachel Noerdlinger, the chief of staff to Mayor Bill de Blasio’s wife, Chirlane McCray, over her failure to disclose during a background check that she shares a home with a boyfriend whose criminal record and statements against law enforcement have become the subject of controversy, according to a person with knowledge of the matter.\nThe boyfriend, Hassaun McFarlan, who resides with Ms. Noerdlinger in Edgewater, N.J., has written provocative online posts criticizing the police and has a long record of arrests, including a conviction for manslaughter when he was a teenager and an episode last fall when he nearly ran over a New Jersey state trooper while driving Ms. Noerdlinger’s car.\nOfficials in the de Blasio administration have said Ms. Noerdlinger previously informed them about her relationship with Mr. McFarlan.\nBut Ms. Noerdlinger did not include Mr. McFarlan as a cohabitant on a questionnaire required by the New York City Investigation Department, which performs formal background checks on senior City Hall appointees, according to a person with knowledge of the matter.", "url": "https://www.nytimes.com/2014/10/03/nyregion/new-york-city-said-to-open-inquiry-on-omission-by-top-aide-to-chirlane-mccray.html?module=Search&mabReward=relbias%3Ar%2C&"}