{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:26:54", "date_modify": "2022-10-25 23:26:54", "date_publish": "2014-03-11 02:17:18", "description": "Vice Adm. Michael S. Rogers, who currently runs the Navy’s Fleet Cyber Command, has been appointed to navigate a bureaucratic, political and public relations disaster.", "filename": "2014_03_11_world_admiral-set-to-face-confirmation-to-lead-nsa_1666740414.html", "image_url": "https://static01.nyt.com/images/2014/03/11/world/NSA/NSA-articleLarge.jpg?year=2014&h=400&w=600&s=bb43227dd7af754516eb80177eb9e07ce67c45cfc94c736fdc1688cdec0ca344&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_11_world_admiral-set-to-face-confirmation-to-lead-nsa_1666740414.html", "title": "Daunting Tests Await Admiral Named N.S.A. Chief", "title_page": "Daunting Tests Await Admiral Named N.S.A. Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Rogers is taking over what they call in the Navy an ‘unhappy ship,’ ” he said.\nIt is Admiral Rogers’s particular bad luck that he is not appearing in front the Senate Intelligence Committee, which has largely embraced the surveillance programs it is supposed to oversee. Because he will also be the head of United States Cyber Command, the Pentagon’s cyberwarfare unit, he will be appearing before the Armed Services Committee, whose members include some of the agency’s significant critics, from Democrats like Senator Mark Udall of Colorado, who has described the agency’s domestic surveillance as a violation of American principles, to Republicans like Senator Ted Cruz of Texas, who has taken the opposite view, saying, “The federal government has not been effective enough monitoring and surveilling bad guys.”\nThe question resonating inside the N.S.A. these days is whether Admiral Rogers is prepared to become the public face — and public defender — of such an embattled agency, a job his predecessor, Gen. Keith B. Alexander, took on with gusto. Just last week, General Alexander was at Georgetown University, defending the agency’s programs, arguing that the Snowden disclosures have weakened American cyber defenses, and gently mocking how much oversight the agency receives. “We’re reviewed by the general counsel and the inspector general” of the Departments of Defense, the director of national intelligence, the White House, Congress and many others, he said, giving a taste of how many minders Admiral Rogers will have to face.\nAdding to the challenge is the fact that Admiral Rogers has always been an insider. “He’s never had to deal with a surveillance program, much less defend it,” one of his friends and colleagues said. “He’s a crippy,” shorthand for cryptologist. “He’s never had to speak in public about these issues, much less endure senators showing off for the cameras.”\nSenator Jack Reed, Democrat of Rhode Island, a former Army officer who serves on the committee and knows Admiral Rogers, described what awaits the new director as “a complicated set of legislative issues, political issues and constitutional issues.”\nBut in the end it may be the White House that poses his largest challenge. Mr. Obama may have signed off on many of these programs during his first four years, but officials at the N.S.A. and Cyber Command complain his embrace of the agency has been tentative at best. Over the agency’s objections, he accepted the recommendation of his own advisory committee on surveillance that the N.S.A. should not be able to hold on to bulk data from telephone calls, but still has not received the ideas he asked for about what private-sector mechanism should be set up to allow court-ordered searches, a system that General Alexander fears could be clunky and slow.\nThere are other, less politicized but more complex battles Admiral Rogers is about to wade into.\nThe telecommunications companies that, reluctantly or not, allowed the N.S.A. to tap their cables and wander through their circuits are now far more hesitant, fearing the backlash of being described as N.S.A. collaborators. Microsoft, Google and others are now urging Mr. Obama to embrace two strong recommendations from the advisory committee on surveillance.\nOne would direct the government to work to strengthen commercial encryption, rather than work to weaken it. And another strongly discourages the government from stockpiling an arsenal of cyber vulnerabilities — the highly-sought “zero day” flaws — so that if it needs to attack a country with cyberweapons, it has the ammunition in place. To America’s high-tech companies, the problem with the N.S.A. is that it never considered the economic cost of using those weapons, opening up vulnerabilities that others can exploit, and undercutting international confidence in American products. So they want the N.S.A. to swear off the use of those tools.", "url": "https://www.nytimes.com/2014/03/11/world/admiral-set-to-face-confirmation-to-lead-nsa.html"}