{"authors": ["Nick Cumming-Bruce"], "date_download": "2022-10-25 23:31:40", "date_modify": "2022-10-25 23:31:40", "date_publish": "2014-02-17 17:37:52", "description": "A panel that investigated rights abuses in North Korea has told the country’s leader, Kim Jong-un, that he may be held liable for crimes against humanity committed by those under his direct control.", "filename": "2014_02_18_world_asia_un-panel-says-north-korean-leader-could-face-trial_1666740700.html", "image_url": "https://static01.nyt.com/images/2014/02/18/world/GENEVA/GENEVA-articleLarge.jpg?year=2014&h=421&w=600&s=e7419123c0bb97f77fa4f110bf546a0d6bd1d9ba0f1e96452b07f4d382600693&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_18_world_asia_un-panel-says-north-korean-leader-could-face-trial_1666740700.html", "title": "U.N. Panel Says North Korean Leader Could Face Trial", "title_page": "U.N. Panel Says North Korean Leader Could Face Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GENEVA — A United Nations panel has served notice to Kim Jong-un, the North Korean leader, that he may be personally held liable in court for crimes against humanity committed by state institutions and officials under his direct control.\nA letter conveying this notice is part of a report by the panel to the United Nations Human Rights Council, released Monday after a yearlong investigation.\nThe report is viewed by rights activists not only as the most detailed and authoritative body of data on the state of human rights in North Korea, but also as a milestone in the international debate on one of the world’s most reclusive and isolated countries.\nIn the letter, dated Jan. 20, the panel chairman, the retired Australian judge Michael Donald Kirby, summarized the investigation’s findings of crimes against humanity committed by officials that could be inferred to be acting under Mr. Kim’s personal control.", "url": "https://www.nytimes.com/2014/02/18/world/asia/un-panel-says-north-korean-leader-could-face-trial.html"}