{"authors": ["Elizabeth A. Harris"], "date_download": "2022-10-25 23:42:29", "date_modify": "2022-10-25 23:42:29", "date_publish": "2014-07-09 13:01:16", "description": "The company is to remake its board and to keep its manufacturing in the United States.", "filename": "2014_07_10_business_american-apparel-and-investors-are-said-to-reach-deal-on-retailers-future.html__r=1_1666741349.html", "image_url": "https://static01.nyt.com/images/2014/07/10/business/10apparel/10apparel-articleLarge.jpg?year=2014&h=295&w=600&s=1d6a1813b37158d9ec320c0652d33f17c8b036c380727b7500b66102429643dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_10_business_american-apparel-and-investors-are-said-to-reach-deal-on-retailers-future.html__r=1_1666741349.html", "title": "American Apparel Deal Gives Retailer a Lifeline", "title_page": "American Apparel Deal Gives Retailer a Lifeline - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After a bruising three-week battle over the future of American Apparel, the struggling retailer reached a deal with its largest shareholders on Wednesday, agreeing to remake its board and to try to shore up the company’s finances.\nThe agreement also includes a commitment to keeping manufacturing in the United States, a signature element of the company’s brand.\nThe deal, struck by the New York investment firm Standard General, American Apparel’s board, and Dov Charney, the company’s controversial founder, is a fledgling effort at turning around the retailer, just three weeks after the board voted to oust Mr. Charney as chief executive. And while the agreement is expected to give the company an infusion of money, and a semblance of stability, a full rejuvenation remains far from certain — as does the future of its founder.", "url": "https://www.nytimes.com/2014/07/10/business/american-apparel-and-investors-are-said-to-reach-deal-on-retailers-future.html?_r=1"}