{"authors": ["Erik Eckholm"], "date_download": "2022-10-25 23:29:35", "date_modify": "2022-10-25 23:29:35", "date_publish": "2014-12-14 00:42:23", "description": "The doctor involved in the lethal injection in Oklahoma was sprayed with blood when, in an attempt to insert an intravenous line, he struck an artery, according to documents filed in a federal lawsuit.", "filename": "2014_12_14_us_grisly-execution-in-oklahoma-detailed-in-court-brief_1666740575.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_14_us_grisly-execution-in-oklahoma-detailed-in-court-brief_1666740575.html", "title": "Grisly Execution in Oklahoma Detailed in Court Brief", "title_page": "Grisly Execution in Oklahoma Detailed in Court Brief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Oklahoma doctor involved in the bungled execution of Clayton D. Lockett in April made one last frantic attempt to insert an intravenous line in the prisoner’s groin but struck an artery by accident and was sprayed with blood, according to a document filed in Federal District Court.\n“It was a bloody mess,” the document quotes Anita Trammell, the warden of the Oklahoma state prison where the execution took place, as saying in an interview with state investigators.\nThe court document, filed late Friday, includes gruesome details about Mr. Lockett’s final moments after he seemed to regain consciousness on the execution table, writhing in pain. The brief, filed in a lawsuit seeking to stop the executions of four prisoners in early 2015, also provides new evidence of the poor training and disarray among state officials, the paramedic who failed in numerous attempts to place a catheter and the doctor who tried to complete the task.\nThe prolonged and apparently agonizing death of Mr. Lockett, who was convicted of shooting a 19-year-old woman in 1999 and burying her alive, prompted new debate about the reliability of lethal injection and over questions about the drug combinations that states have tried as alternatives when the traditionally used barbiturates became scarce.", "url": "https://www.nytimes.com/2014/12/14/us/grisly-execution-in-oklahoma-detailed-in-court-brief.html"}