{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:38:14", "date_modify": "2022-10-25 23:38:14", "date_publish": "2014-04-23 00:37:44", "description": "Rather than heartwarming neighborhood scenes or pictures of tourists with mounted officers, many posts tagged #myNYPD showed violent interactions with civilians or other unflattering incidents.", "filename": "2014_04_23_nyregion_new-york-police-reach-out-on-twitter-but-receive-a-slap-in-the-face.html_ref=nyregion_1666741094.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_23_nyregion_new-york-police-reach-out-on-twitter-but-receive-a-slap-in-the-face.html_ref=nyregion_1666741094.html", "title": "New York Police Reach Out on Twitter but Receive a Slap in the Face", "title_page": "New York Police Reach Out on Twitter but Receive a Slap in the Face - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the New York Police Department asked Twitter users on Tuesday to share their photographs with police officers, they were perhaps expecting a few feel-good neighborhood scenes or tourists with police horses in Times Square.\nA few posted pictures of themselves with officers, smiling.\nMost did not.\nAlmost immediately after the call went out from the department’s official Twitter account, storms of users took the opportunity to instead attach some of the most unfavorable images of New York City officers that could be found on the Internet. And judging by the output on Tuesday, there are quite a few.\nOfficers holding down a photographer on the pavement and a white-shirted supervisor twisting an arm, among scores taken during Occupy Wall Street protests. An officer knocking a bicyclist to the ground during a Critical Mass protest ride, and another dancing provocatively with a barely clad paradegoer.\nA dog being shot. Officers on trial, or sleeping in uniform on a subway train.\nIt was an embarrassing stumble for what has, in recent weeks, been an aggressive effort by the Police Department to engage with New Yorkers on social media, particularly on the short messaging service.", "url": "https://www.nytimes.com/2014/04/23/nyregion/new-york-police-reach-out-on-twitter-but-receive-a-slap-in-the-face.html?ref=nyregion"}