{"authors": ["Michael R. Gordon"], "date_download": "2022-10-25 23:00:34", "date_modify": "2022-10-25 23:00:34", "date_publish": "2014-07-25 02:37:30", "description": "Under the plan, Palestinian and Israeli officials would cease fighting on Sunday and begin negotiations on the principal economic, political and security concerns about Gaza.", "filename": "2014_07_25_world_middleeast_kerry-proposes-weeklong-halt-to-fighting-in-gaza-strip_1666738834.html", "image_url": "https://static01.nyt.com/images/2014/07/23/world/middleeast/24DIPLO2/24DIPLO2-articleLarge.jpg?year=2014&h=400&w=600&s=febdf1de7a891bff60c18b4b947128eef909ae929bed8987ac5befebfbd26843&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_25_world_middleeast_kerry-proposes-weeklong-halt-to-fighting-in-gaza-strip_1666738834.html", "title": "Kerry Proposes Weeklong Halt to Fighting in Gaza Strip", "title_page": "Kerry Proposes Weeklong Halt to Fighting in Gaza Strip - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Secretary of State John Kerry has proposed a two-stage plan to halt the fighting in the Gaza Strip that would first impose a weeklong truce starting Sunday, an official involved in the negotiations said on Friday.\nAs soon as the truce took effect, Palestinian and Israeli officials would begin negotiations on the principal economic, political and security concerns about Gaza, with other nations attending.\nImportant details of the plan remained under negotiation early Friday, said the official, who spoke on the condition of anonymity as the negotiations were at a delicate stage. Among the unresolved issues is an Israeli proposal that its troops be allowed to remain in Gaza during the temporary truce.\nIt was not clear if the final plan would be endorsed by Hamas, the militant group that controls Gaza, or by the Israeli cabinet.", "url": "https://www.nytimes.com/2014/07/25/world/middleeast/kerry-proposes-weeklong-halt-to-fighting-in-gaza-strip.html"}