{"authors": ["Christopher Clarey"], "date_download": "2022-10-25 23:50:12", "date_modify": "2022-10-25 23:50:12", "date_publish": "2014-05-29 00:40:40", "description": "Of the six initial bidders, only four remain, and that number could decline further before the final list is announced in July.", "filename": "2014_05_29_sports_olympics_bidders-for-2022-winter-games-are-melting-away_1666741812.html", "image_url": "https://static01.nyt.com/images/2014/05/29/sports/CLAREY1/CLAREY1-articleLarge.jpg?year=2014&h=429&w=600&s=cbd42fc160f735a262a8c82d36366eb2125141fddf77cba15d0b4202bd6ae094&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_29_sports_olympics_bidders-for-2022-winter-games-are-melting-away_1666741812.html", "title": "Bidders for 2022 Winter Games Are Melting Away", "title_page": "Bidders for 2022 Winter Games Are Melting Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — As if the Winter Olympics did not have enough existential problems with concern about rising temperatures and melting glaciers, it now seems that nobody is much interested in staging them even while the planet still has snow.\nWhat once looked like a robust race to host the 2022 Winter Games has turned into a scramble for the escape hatch.\nMunich and a Swiss project from Davos and St. Moritz bid adieu to their efforts after public referendums. Stockholm, which was one of the six cities that made a formal application to the International Olympic Committee, withdrew in December largely because of cost concerns. This week, officials in Krakow, Poland, announced that the city would withdraw from the race after nearly 70 percent of voters rejected the plan.\nOf the remaining four bids, Oslo is also surprisingly on shaky ground because of faltering political support, and Lviv, Ukraine, is widely considered certain to fall away because of the crisis in the country.", "url": "https://www.nytimes.com/2014/05/29/sports/olympics/bidders-for-2022-winter-games-are-melting-away.html"}