{"authors": ["Matthew L. Wald"], "date_download": "2022-10-25 23:27:16", "date_modify": "2022-10-25 23:27:16", "date_publish": "2014-12-04 00:53:00", "description": "Mark Rosekind, nominated to run the National Highway Traffic Safety Administration, testified before a mostly friendly Senate Commerce Committee.", "filename": "2014_12_04_business_auto-safety-nominee-wants-finer-data-tools_1666740436.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_04_business_auto-safety-nominee-wants-finer-data-tools_1666740436.html", "title": "Auto Safety Nominee Wants Finer Data Tools", "title_page": "Auto Safety Nominee Wants Finer Data Tools  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama’s choice to lead the nation’s top auto safety agency told a Senate committee on Wednesday that the agency, long criticized for failing to spot defects in cars, now faces so many consumer complaints that it has trouble keeping up.\n“We’re not even talking about connecting the dots, we’re just talking about the overload of having that many,” said Mark R. Rosekind, at a confirmation hearing before the Senate Commerce Committee. The number of annual complaints made to the National Highway Traffic Safety Administration has recently jumped to 75,000 from 45,000, or about 60 percent, he said, with only nine people to analyze them. And there are only 16 field investigators, he said.\nBut Dr. Rosekind added that the problem was not just the number of data analysts, and he pointed to other industries that may offer innovative ways to interpret the data. For example, he said that aerospace and food safety organizations have well-developed ways for spotting problems among masses of data; government needs to take advantage of advanced technology like that, he said.\nDr. Rosekind’s nomination comes at a time of uncertainty and turmoil at the agency, which has been without a permanent leader for nearly a year. The safety agency faces an internal review of its operations by the Transportation Department, its parent agency, as well as an investigation by that department’s inspector general.", "url": "https://www.nytimes.com/2014/12/04/business/auto-safety-nominee-wants-finer-data-tools.html"}