{"authors": ["Sam Borden"], "date_download": "2022-10-25 23:36:18", "date_modify": "2022-10-25 23:36:18", "date_publish": "2014-07-08 21:49:08", "description": "Few would have envisioned the home team, so close to glory, being so thoroughly overmatched as in the 7-1 semifinal loss to Germany.", "filename": "2014_07_09_sports_worldcup_world-cup-2014-host-brazil-stunned-7-1-by-germany-in-semifinal.html_ref=sports_1666740978.html", "image_url": "https://static01.nyt.com/images/2014/07/09/sports/08bg11/08bg11-articleLarge.jpg?year=2014&h=436&w=600&s=84f1ed482a25962ef47ed82440718bcf0b8170d8e338d06267e72d1347dbc6bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_09_sports_worldcup_world-cup-2014-host-brazil-stunned-7-1-by-germany-in-semifinal.html_ref=sports_1666740978.html", "title": "World Cup 2014: Host Brazil Stunned by Germany in Semifinal", "title_page": "World Cup 2014: Host Brazil Stunned by Germany in Semifinal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I think,” Scolari said afterward, “that it was the worst day of my life.”\nHe was surely not alone in that sentiment. Sports are often a haven of hyperbole, but there was little risk of that here on Tuesday. Given the circumstances and the stakes, this result — a soccer massacre of the highest order — may well be remembered as the most surprising in World Cup history.\nAt the very minimum, it will go down as Brazil’s worst loss, surpassing a 6-0 defeat by Uruguay in 1920. It was also Brazil’s first loss in a competitive home game since 1975, a stretch of more than 14,000 days. For more than six decades, Brazilians had been hoping to erase the embarrassment of their team’s defeat in the 1950 World Cup final — also against Uruguay — which denied them a championship the last time they hosted their favorite sport’s biggest tournament.\nSomehow, the fans came away from this World Cup with a nightmare even darker.\n“It was the biggest embarrassment of all World Cups — 7-1 in a semifinal playing at home?” said Marcel Guimarães, 38, who traveled to Belo Horizonte from Brasília. “Not even in a video game.”\nThe aftermath of Brazil’s defeat could turn ugly. There were reports of a mass robbery at a fan party in Rio de Janeiro and of fans setting fire to Brazilian flags in the streets of São Paulo even before the match was over. Local organizers and government officials have been concerned for weeks about the possibility that demonstrations — which have, for the most part, been subdued — would become more intense if Brazil were to be eliminated.", "url": "https://www.nytimes.com/2014/07/09/sports/worldcup/world-cup-2014-host-brazil-stunned-7-1-by-germany-in-semifinal.html?ref=sports"}