{"authors": ["Marc Santora"], "date_download": "2022-10-25 23:48:28", "date_modify": "2022-10-25 23:48:28", "date_publish": "2014-02-08 02:30:26", "description": "Comments by Vice President Joseph R. Biden Jr. criticizing La Guardia Airport may have sounded harsh, but some New Yorkers and officials agree with his assessment.", "filename": "2014_02_08_nyregion_some-see-third-world-as-too-kind-for-la-guardia_1666741708.html", "image_url": "https://static01.nyt.com/images/2014/02/08/nyregion/08lga-alt/08lga-alt-articleLarge.jpg?year=2014&h=400&w=600&s=03589d46dd0fb469306eecff8f44eb2a835a8ba54bf1a6431ebf368003ae099f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_08_nyregion_some-see-third-world-as-too-kind-for-la-guardia_1666741708.html", "title": "Some See Biden’s ‘Third World’ Description of La Guardia as Too Kind", "title_page": "Some See Biden’s ‘Third World’ Description of La Guardia as Too Kind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The indignities of modern air travel are legion.\nFrom the cramped cabins and stale air to the interminable security lines where, along with their liquids, travelers surrender a little bit of their soul with each pat-down, the joy of jet-setting has departed long ago.\nBut in some places, the airport itself can provide refuge.\nIn Hong Kong, travelers can play a round of golf while waiting for a connecting flight. In Seoul, South Korea, people can strap on skates and kill time on the ice at the Sky Rink. And in Paris, parents are provided with free strollers as they cruise newly upgraded terminals.\nAt La Guardia Airport, the best a traveler can hope for is a stool at a crowded bar, an available electrical socket or a lukewarm pretzel from Auntie Anne. There are no day spas, no hotels within its grounds, no free Internet service, and even luggage carts, free in many international airports, cost $5. The situation is so bad that when Vice President Joseph R. Biden Jr. wanted to illustrate the dire state of infrastructure in the United States, he chose La Guardia as the prime example, likening it to what one might find “in a third world country.”\nAs the crowd laughed, he added: “I’m not joking.”\nMr. Biden’s comments on Thursday in Philadelphia might be perceived as insulting or funny, if they did not have an element of truth.", "url": "https://www.nytimes.com/2014/02/08/nyregion/some-see-third-world-as-too-kind-for-la-guardia.html"}