{"authors": ["Chris Buckley", "Alan Wong"], "date_download": "2022-10-25 23:40:09", "date_modify": "2022-10-25 23:40:09", "date_publish": "2014-09-28 10:29:28", "description": "Downtown Hong Kong turned into a battlefield of tear gas and seething crowds on Sunday after the police moved against a student democracy protest.", "filename": "2014_09_29_world_asia_clashes-in-hong-kong.html_module=inline_1666741209.html", "image_url": "https://static01.nyt.com/images/2014/09/28/world/asia/20140929-hongkong-hp-slide-VK3M/20140929-hongkong-hp-slide-VK3M-articleLarge.jpg?year=2014&h=400&w=600&s=2210b9635a005cae65877216c56a468b71c6856089baed6a4a874fc8220f4af0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_29_world_asia_clashes-in-hong-kong.html_module=inline_1666741209.html", "title": "Crackdown on Protests by Hong Kong Police Draws More to the Streets", "title_page": "Crackdown on Protests by Hong Kong Police Draws More to the Streets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We’ve never seen anything like this, never imagined it,” said Kevin Chan, a 48-year-old factory manager who joined many thousands of people gathered at night on the road near the government offices. “The government must awaken that this is the Hong Kong people,” he said, gesturing to the crowd, mostly people in their 20s. “These are not their enemies. These are the people.”\nThe escalation of the protests, and the unusually strong response by the police, pointed to the possibility of a long confrontation between a city government pressured by the Chinese Communist Party’s demands for top-down control and residents’ demands for a city leadership chosen by democratic means.\nThe protest at the government offices was started by students demanding such electoral changes. Beijing last month proposed that the public would be able to vote for the city’s chief executive, beginning in 2017. But a committee dominated by people loyal to the Chinese government would be able to screen out candidates who did not have Beijing’s backing.\n“What is going on now, in addition to any immediate public order issues, is a battle for the hearts and minds of the Hong Kong public,” said Michael C. Davis, a professor of law at the University of Hong Kong, who has closely followed the debate over election reform. “Beijing may be indifferent to protest or at least not inclined to give in. The Hong Kong government needs public support.”\nThe police issued a warning Sunday evening saying that a lockdown had been imposed on several downtown areas, including the vicinity of the central government’s offices, and declared any assembly near the offices unlawful. Officials had earlier in the weekend reported 78 arrests.\nBut late into the night and on Monday morning, many thousands of residents remained on the streets, denouncing the police crackdown and staging sit-ins in several neighborhoods outside the original protest area. In the neon-lit shopping districts of Causeway Bay and Mong Kok, which were packed with shoppers, hundreds of protesters blocked traffic.", "url": "https://www.nytimes.com/2014/09/29/world/asia/clashes-in-hong-kong.html?module=inline"}