{"authors": ["Matt A.V. Chaban"], "date_download": "2022-10-25 23:55:37", "date_modify": "2022-10-25 23:55:37", "date_publish": "2014-07-21 14:37:40", "description": "Vera Coking’s Atlantic City home — once coveted by Donald Trump, who had offered her seven figures — will be up for auction with a reserve price of $199,000.", "filename": "2014_07_22_nyregion_a-homeowner-who-refused-to-cash-out-in-a-gambling-town-may-have-missed-her-chance.html__r=0_1666742137.html", "image_url": "https://static01.nyt.com/images/2014/07/21/nyregion/21APPRAISALweb1/21APPRAISALweb1-articleLarge.jpg?year=2014&h=400&w=600&s=a35077c0c6d2a4bc41c1a9203a6598d3cc90484fe59eb26ac96c5d171e829317&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_22_nyregion_a-homeowner-who-refused-to-cash-out-in-a-gambling-town-may-have-missed-her-chance.html__r=0_1666742137.html", "title": "A Homeowner’s Refusal to Cash Out in a Gambling Town Proves Costly", "title_page": "A Homeowner’s Refusal to Cash Out in a Gambling Town Proves Costly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This does not bode well for the auction, which was scheduled months ago.\nMs. Coking’s broker, Nate Chait of Weichert Realtors, insisted that someone would want the property for its prime location a block from the beach and a new Bass Pro Shops superstore set to open next year. “We’re in the heart of the city, and now’s the time to buy,” he said. “Atlantic City’s always come back around.”\nMr. Chait listed the property last year for $995,000, after there were no takers at the $5 million price. He said there had been a few offers, but none high enough to satisfy the family members. Now they will have to settle for what they can get.\nInterest is now coming from the kinds of establishments that are all too common on the corners of the city once known as America’s Playground. “It’s mostly pawnshops, cash-for-gold places, a bar, a couple of liquor stores,” said Oren Klein, a managing partner at AuctionAdvisors, who will be swinging the gavel. “We did get a call from some Chinese investors, and one guy wants to do a pharmacy.”\nA number of independent brokers said they doubted that anyone would want the property, even at the newest price. Neither the Casino Reinvestment Development Authority nor the owners of Trump Plaza have expressed any interest.\nThe building still has some admirers, who make the short detour from the boardwalk to take their photo with the famous property. “All the years we’ve been coming here, we never stopped by, but when I heard about the auction, I wanted to see it before it was gone,” said Luanne Albertson, who was visiting from Egg Harbor, N.J., with her daughter and granddaughter. “I thought it would be bigger.”\nMr. Trump, who divested himself of a majority of his holdings in casinos over the last decade, said Ms. Coking’s property could not have saved the one bearing his name, though she certainly would have benefited. “She’s lost all value because she didn’t play the game,” he said. “She could have been living happily ever after in Palm Beach, Florida. It’s very sad, and frankly very foolish.”", "url": "https://www.nytimes.com/2014/07/22/nyregion/a-homeowner-who-refused-to-cash-out-in-a-gambling-town-may-have-missed-her-chance.html?_r=0"}