{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:53:56", "date_modify": "2022-10-25 23:53:56", "date_publish": "2014-12-30 05:35:09", "description": "Mr. Grimm, a Republican from Staten Island, announced late Monday night that he would resign, two weeks after he pleaded guilty to felony tax evasion.", "filename": "2014_12_30_nyregion_michael-grimm-in-a-reversal-will-resign-from-congress_1666742036.html", "image_url": "https://static01.nyt.com/images/2014/12/30/nyregion/GRIMM/GRIMM-facebookJumbo.jpg?year=2014&h=549&w=1050&s=44965c207eaa5af1f92e6bda580f1ba289e67e0df1fc43460f15275e713c6ceb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_12_30_nyregion_michael-grimm-in-a-reversal-will-resign-from-congress_1666742036.html", "title": "Michael Grimm, in a Reversal, Will Resign From Congress", "title_page": "Michael Grimm, in a Reversal, Will Resign From Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Michael G. Grimm, the Republican Party’s lone congressional representative in New York City, announced late on Monday that he would resign effective Jan. 5, two weeks after he pleaded guilty to felony tax evasion.\nThe decision to call it quits by Mr. Grimm, of Staten Island — perhaps best known for threatening to break a reporter in half and throw him off a Capitol Hill balcony — came after a conversation on Monday with the House speaker, John A. Boehner, which a person close to the speaker confirmed. In a statement released by Mr. Grimm’s office just before midnight, he said, “I do not believe that I can continue to be 100 percent effective in the next Congress, and therefore, out of respect for the Office and the people I so proudly represent, it is time for me to start the next chapter of my life.”\nMr. Boehner appears to have done what a midterm election, constant ridicule in the news media and a guilty plea in federal court in Brooklyn could not: persuade Mr. Grimm to go away.\nThe decision, reported by The Daily News earlier Monday night, is an about-face for Mr. Grimm, a former F.B.I. agent. Minutes after pleading guilty last week for underreporting his employees’ wages during a previous iteration as owner of the Manhattan restaurant Healthalicious, and admitting culpability, as part of his plea deal, to all the charges in a 20-count indictment that haunted him throughout his re-election campaign, Mr. Grimm told clamoring reporters he would “absolutely not” resign.", "url": "https://www.nytimes.com/2014/12/30/nyregion/michael-grimm-in-a-reversal-will-resign-from-congress.html"}