{"authors": ["Michael S. Schmidt", "Peter Baker", "Eric Schmitt"], "date_download": "2022-10-25 23:51:38", "date_modify": "2022-10-25 23:51:38", "date_publish": "2014-06-17 15:49:27", "description": "Commandos and F.B.I. agents descended on the outskirts of Benghazi just after midnight local time on Monday; grabbed Ahmed Abu Khattala, the suspect; and raced away, said those briefed on the operation.", "filename": "2014_06_18_world_middleeast_us-captures-benghazi-suspect_1666741898.html", "image_url": "https://static01.nyt.com/images/2014/06/18/world/18benghazi/18benghazi-articleLarge.jpg?year=2014&h=400&w=600&s=9c096bf6e1e313cd431533333a226433bba6a63d2b21417120fe2e14f3c75868&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_06_18_world_middleeast_us-captures-benghazi-suspect_1666741898.html", "title": "U.S. Seizure of Suspect in 2012 Benghazi Assault Ends Long Manhunt", "title_page": "U.S. Seizure of Suspect in 2012 Benghazi Assault Ends Long Manhunt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — American commandos operating under the cover of night seized the man suspected of leading the deadly attack on the United States Mission in Benghazi, Libya, the government announced on Tuesday, ending a manhunt that had dragged on for nearly two years and inflamed domestic and international politics.\nWith drones hovering overhead, about two dozen Delta Force commandos and two or three F.B.I. agents descended on the outskirts of Benghazi just after midnight local time on Monday; grabbed the suspect, Ahmed Abu Khattala; stuffed him into a vehicle and raced away, according to officials briefed on the operation. No shots were fired, and the suspect was spirited out of Libya to a United States Navy warship in the Mediterranean.\nThe capture was a breakthrough in finding the perpetrators of an episode that has been politically divisive from the start. President Obama and the State Department have been buffeted by multiple investigations and charges of misleading the public about the circumstances of the attack, which cost the lives of Ambassador J. Christopher Stevens and three other Americans on Sept. 11, 2012. The president and administration officials have strongly rebutted the allegations and accused Republicans of politicizing a national tragedy.\nThrough it all, Mr. Abu Khattala has remained free, at times almost taunting the United States to catch him, eliciting more criticism of Mr. Obama for not doing enough to bring him to justice. In recent months, Mr. Abu Khattala had gone underground. But officials said new intelligence obtained last week indicated that he was going to be in a place that was “advantageous,” as one put it, because there would be few people around and less risk to American commandos. Mr. Obama gave the order on Friday to capture him.", "url": "https://www.nytimes.com/2014/06/18/world/middleeast/us-captures-benghazi-suspect.html"}