{"authors": ["Julie Hirschfeld Davis", "Matt Apuzzo"], "date_download": "2022-10-26 00:11:32", "date_modify": "2022-10-26 00:11:32", "date_publish": "2014-11-07 15:33:42", "description": "Ms. Lynch, the top federal prosecutor in Brooklyn, is the leading contender to succeed Eric H. Holder Jr., who is stepping down.", "filename": "2014_11_08_us_politics_loretta-lynch-eric-holder-attorney-general_1666743092.html", "image_url": "https://static01.nyt.com/images/2014/11/08/us/08AG2-web/08AG2-web-articleLarge.jpg?year=2014&h=400&w=600&s=7fc5a2217e542217b0ad807137823075e488ebaf4163b389c1d293d9812f96dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_08_us_politics_loretta-lynch-eric-holder-attorney-general_1666743092.html", "title": "Loretta Lynch, Federal Prosecutor, Will Be Nominated for Attorney General", "title_page": "Loretta Lynch, Federal Prosecutor, Will Be Nominated for Attorney General - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama will nominate Loretta E. Lynch, the top federal prosecutor in Brooklyn, to be the next attorney general, reaching outside his inner circle to fill a key post, the White House said Friday.\nIf confirmed, Ms. Lynch, 55, would be the first African-American woman to be the nation’s top law enforcement official. Mr. Obama will announce her selection at a ceremony Saturday in the Roosevelt Room. He will be joined by Ms. Lynch and Eric H. Holder Jr., the current attorney general, who has announced his plans to step down.\n“Ms. Lynch is a strong, independent prosecutor who has twice led one of the most important U.S. attorney’s offices in the country,” Josh Earnest, the White House press secretary, said. He said Mr. Holder’s “tenure has been marked by historic gains in the areas of criminal justice reform and civil rights enforcement.”\nThe decision to announce Ms. Lynch’s nomination came after days of speculation in the news media that she was a leading contender to replace Mr. Holder, an Obama confidant who has been a central figure in his cabinet since the start of his presidency.", "url": "https://www.nytimes.com/2014/11/08/us/politics/loretta-lynch-eric-holder-attorney-general.html"}