{"authors": ["Dan Bilefsky"], "date_download": "2022-10-25 23:46:43", "date_modify": "2022-10-25 23:46:43", "date_publish": "2014-10-17 16:22:21", "description": "An Albanian nationalist banner flown over a stadium in the Serbian capital ignited a brawl on the field and went on to provoke a full-scale diplomatic incident.", "filename": "2014_10_18_world_europe_drone-stunt-at-belgrade-soccer-match-stirs-ethnic-tensions_1666741603.html", "image_url": "https://static01.nyt.com/images/2014/10/15/world/opensource-serbia/opensource-serbia-articleLarge.jpg?year=2014&h=405&w=600&s=2a4a35c792abd55576025a221d2ad66ec82eb3009c0efbbc235a4dafeaafd234&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_18_world_europe_drone-stunt-at-belgrade-soccer-match-stirs-ethnic-tensions_1666741603.html", "title": "Drone Stunt at Belgrade Soccer Match Stirs Ethnic Tensions", "title_page": "Drone Stunt at Belgrade Soccer Match Stirs Ethnic Tensions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Thursday evening, the Albanian ambassador to Serbia, Ilir Bocka, who had been summoned by Serbian officials for a stern rebuke, told reporters in Belgrade that efforts were being made to try to save the prime minister’s visit, which both sides had earlier described as an example of a new era of reconciliation. He called on the Serbian authorities to “unequivocally condemn the extremist behavior” of spectators at the match, according to Serbian news media reports.\nSoccer and nationalism, twin forces in countries as varied as Britain and Brazil, are a particularly potent cocktail when it comes to relations between ethnic Serbs and ethnic Albanians, whose history is marked by civil war and ethnic cleansing. Relations have been particularly tense since Kosovo declared independence from Serbia on Feb. 17, 2008, almost a decade after NATO bombs helped eject Serbian forces under Slobodan Milosevic from Kosovo, ending a vicious war against Kosovo’s ethnic Albanian majority.\nWhile Serbia vehemently rejected Kosovo’s independence, Albania ardently applauded it, with some Albanians clamoring to make Kosovo part of Albania. Several players on the Albanian team, including its captain, Lorik Cana, were born in Kosovo when it was part of Serbia. The nationalist flag released at the game, which also featured portraits of two Albanian patriotic leaders, was particularly provocative as it depicted a Greater Albania that included Kosovo and parts of neighboring countries like Greece, Macedonia and Montenegro.\nPetrit Selimi, deputy foreign minister of Kosovo, said it was imperative that the match not be allowed to spoil regional reconciliation, including recently improved ties between Kosovo and Serbia. “I do hope that politicians in both Albania and Serbia will find a way to focus on the progress to be reached in their respective E.U. paths,” he said, “rather than provocations by those hellbent on repeating the violence of the past.”\nThe soccer skirmish rippled across both countries throughout the week, and the Serbian broadcaster B92 reported that several Albanian bakeries in Serbia had been attacked apparently in retaliation, including in Sombor, a town in northern Serbia, where a gasoline bomb was lobbed at a store. Blic, a popular tabloid newspaper, said ethnic Albanian hackers from Kosovo and Albania had attacked its website. In Kosovo, B92 said, ethnic Albanians set fire to a Serbian flag in Mitrovica, an ethnically divided city. The stadium fight even spilled into Austria, where a group of 50 Albanians attacked Serbs dining in a restaurant, the broadcaster said.", "url": "https://www.nytimes.com/2014/10/18/world/europe/drone-stunt-at-belgrade-soccer-match-stirs-ethnic-tensions.html"}