{"authors": ["Michael M. Grynbaum"], "date_download": "2022-10-25 23:49:07", "date_modify": "2022-10-25 23:49:07", "date_publish": "2014-10-18 02:05:08", "description": "To avoid paying fines for traffic violations, Hassaun McFarlan recited the title of his girlfriend, the chief of staff to the first lady of New York City.", "filename": "2014_10_18_nyregion_boyfriend-of-new-york-city-hall-aide-cites-her-to-fight-tickets.html_module=Search&mabReward=relbias%3Ar%2C&_1666741747.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_10_18_nyregion_boyfriend-of-new-york-city-hall-aide-cites-her-to-fight-tickets.html_module=Search&mabReward=relbias%3Ar%2C&_1666741747.html", "title": "Boyfriend of Noerdlinger, Top City Hall Aide, Cited Her to Fight Tickets", "title_page": "Boyfriend of Noerdlinger, Top City Hall Aide, Cited Her to Fight Tickets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The boyfriend of Rachel Noerdlinger, the top aide to Mayor Bill de Blasio’s wife, twice invoked Ms. Noerdlinger’s position in attempts to avoid paying fines for traffic violations he incurred this year while driving her car.\nHassaun McFarlan, whose criminal history and online insults against law enforcement have come under scrutiny, named Ms. Noerdlinger as the owner of the vehicle at the outset of two separate hearings at city traffic court, where he was contesting multiple summonses.\nThen, unprompted, Mr. McFarlan recited Ms. Noerdlinger’s full title — chief of staff to Chirlane McCray, the first lady of New York City — and, in one instance, identified himself as “basically the driver” for Ms. Noerdlinger, implying an official role.\nOn both occasions, the administrative law judges overseeing the hearings sounded decidedly unimpressed. “I don’t care about that,” Judge Marisa Miranda replied, curtly, according to audio recordings of one of the hearings released by the city on Friday.", "url": "https://www.nytimes.com/2014/10/18/nyregion/boyfriend-of-new-york-city-hall-aide-cites-her-to-fight-tickets.html?module=Search&mabReward=relbias%3Ar%2C&"}