{"authors": ["Andrew Jacobs", "Didi Kirsten Tatlow"], "date_download": "2022-10-25 23:55:25", "date_modify": "2022-10-25 23:55:25", "date_publish": "2014-05-22 21:05:52", "description": "The attack in the capital of the restive Xinjiang region highlights the growing challenge to Chinese rule in the heavily Muslim area, home to the Uighur ethnic minority.", "filename": "2014_05_23_world_asia_deadly-attack-in-western-china_1666742125.html", "image_url": "https://static01.nyt.com/images/2014/05/23/world/CHINA/CHINA-articleLarge.jpg?year=2014&h=415&w=600&s=903a96ed0895754298e3a20a217e86a2e0c76a0a2e2c35f190da9c3584d8f9ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_23_world_asia_deadly-attack-in-western-china_1666742125.html", "title": "Attack Kills More Than 30 in Western China Market", "title_page": "Attack Kills More Than 30 in Western China Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "URUMQI, China — Assailants driving two sport utility vehicles and tossing explosive devices plowed through a crowded vegetable market on Thursday in this city, the capital of the Xinjiang region in far western China, killing 31 people and wounding 94. It was the single deadliest attack here since ethnic bloodletting claimed hundreds of lives five years ago.\nThe assault, the latest in a spate of violence across China that the authorities have attributed to Islamic extremists, highlights the growing challenge to Beijing in the vast borderlands that are home to China’s ethnic Uighurs, a Turkic-speaking, predominantly Muslim minority whose members are increasingly unhappy with the government’s policies in the region.\nAn attack on April 30 killed three people at a train station after President Xi Jinping had just concluded a visit to the city that was aimed at bolstering ethnic unity and demonstrating the government’s resolve against separatist violence.\nShortly after the bloodshed on Thursday, Mr. Xi “pledged to severely punish terrorists and spare no efforts in maintaining stability,” the state-run Xinhua news service reported.", "url": "https://www.nytimes.com/2014/05/23/world/asia/deadly-attack-in-western-china.html"}