{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:28:41", "date_modify": "2022-10-25 23:28:41", "date_publish": "2014-09-20 10:32:51", "description": "In negotiations over the disputed presidential election, Abdullah Abdullah, who is widely expected to lose, has insisted that the count not be made public.", "filename": "2014_09_21_world_asia_afghan-presidential-election_1666740521.html", "image_url": "https://static01.nyt.com/images/2014/09/21/business/SUB-AFGHANISTAN/SUB-AFGHANISTAN-articleLarge.jpg?year=2014&h=298&w=600&s=70b151caf764ec0e07401d04df497b60462a094c9da296c02323a514e78da88d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_21_world_asia_afghan-presidential-election_1666740521.html", "title": "Afghan Presidential Rivals Finally Agree on Power-Sharing Deal", "title_page": "Afghan Presidential Rivals Finally Agree on Power-Sharing Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — The two candidates for president of Afghanistan have agreed on a power-sharing deal that will give the losing candidate substantial influence in the next government, initialing the American-brokered deal Saturday night and promising to sign it at a formal ceremony on Sunday.\nThe deal, confirmed by a spokesman for the Afghan president, promised an end to the tumultuous, five-month aftermath of the Afghan presidential election, although previous settlements have collapsed at the last minute despite the candidates’ promises. Under the deal, the top vote-getter, Ashraf Ghani, would become president but would grant significant powers to the loser, Abdullah Abdullah, according to a draft of the four-page agreement obtained by The New York Times and authenticated by Western diplomats and campaign officials.\nMr. Abdullah, or someone he nominates, would effectively become the prime minister.\nThe agreement on forming a national unity government was completed last Sunday, with the two candidates planning to sign it last Tuesday. At the last minute, however, Mr. Abdullah said he would sign only if the results of an audit of the election, determining the final tally for each candidate, were not publicly released.\nHe has insisted that the results were so tainted by fraud that they should never be made public.\nAlthough it was unclear how that issue was resolved, an Abdullah campaign official said on Saturday the deal had been initialed and would be formally signed Sunday.", "url": "https://www.nytimes.com/2014/09/21/world/asia/afghan-presidential-election.html"}