{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:38:21", "date_modify": "2022-10-25 23:38:21", "date_publish": "2014-04-09 03:27:33", "description": "Religious fervor has driven some to protect a once-bustling shrine outside of Damascus, while others see it as a target.", "filename": "2014_04_09_world_middleeast_muslim-shrine-stands-as-a-crossroads-in-syrias-unrest_1666741101.html", "image_url": "https://static01.nyt.com/images/2014/04/08/multimedia/syria-hezbollah-mosque/syria-hezbollah-mosque-articleLarge.jpg?year=2014&h=400&w=600&s=ccce1f04f21b56a20b53de0ebf45a9ca9040d39b2cedff43446db59273911599&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_09_world_middleeast_muslim-shrine-stands-as-a-crossroads-in-syrias-unrest_1666741101.html", "title": "Muslim Shrine Stands as a Crossroads in Syria’s Unrest", "title_page": "Muslim Shrine Stands as a Crossroads in Syria’s Unrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hezbollah has long said that protecting the shrine was a major rationale for sending fighters to Syria, a move that upended regional alliances, deepened Lebanon’s political and sectarian divisions and turned crucial battles in the Syrian government’s favor.\nHezbollah and Syrian officials long played down the party’s role, saying the Syrian Army led the fight. But with recent victories, their calculus appears to be shifting. Hezbollah’s leader, Hassan Nasrallah, recently declared that the Syrian government was safe from collapse and that his group’s only mistake was entering the battle “late.”\nSome in Syria are newly eager to catalog, as a show of strength, the added muscle from abroad, and not just from Hezbollah.\nA Syrian who coordinates between government forces and Hezbollah around the shrine said that Iran’s elite Revolutionary Guards are not simply advising Damascus, but fighting near the northern city of Aleppo. Hezbollah and Iran, he said, have trained more than 100,000 Syrians, in Syria, Lebanon and Tehran, to form the National Defense Forces militias. On Tuesday, Iran delivered 30,000 tons of food supplies to Syria, The Associated Press reported.\n“The game is changed,” the coordinator said, asking not to be identified for his safety. He confirmed much of what Western officials assert about the government’s foreign support, calling it a trump card that Damascus saved for the right moment.\n“It is no longer a secret,” he added. “It is on the table.”\nThe government could not have advanced on the Lebanese border and east of Damascus without Hezbollah’s expert fighters, he said. But the bulk of Shiite volunteers, he added, are Iraqi Shiites, lightly trained in Iraq and sent to front lines in Damascus suburbs like Qaboun and Jobar because “we need numbers.”\nBut now, after new training as the Abu Fadl al-Abbas brigades, the Iraqis are “able to do something, not just coming to be killed,” the coordinator said.", "url": "https://www.nytimes.com/2014/04/09/world/middleeast/muslim-shrine-stands-as-a-crossroads-in-syrias-unrest.html"}