{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:34:02", "date_modify": "2022-10-25 23:34:02", "date_publish": "2014-08-02 14:20:04", "description": "The not too hot, not too cold climate has supported the long bull market in stocks.", "filename": "2014_08_03_your-money_feds-goldilocks-economy-just-right-for-stock-investors_1666740842.html", "image_url": "https://static01.nyt.com/images/2017/01/19/business/jeff-sommer/jeff-sommer-facebookJumbo.jpg?year=2014&h=437&w=835&s=3baf19ce98f0313a321d81b2b216f83182e86a39a025e0f969465481009d2492&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_03_your-money_feds-goldilocks-economy-just-right-for-stock-investors_1666740842.html", "title": "Fed’s Goldilocks Economy Just Right for Stock Investors", "title_page": "Fed’s Goldilocks Economy Just Right for Stock Investors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two decades ago the notion of a Goldilocks economy was very much in vogue. It was a snappy way of saying that the economy was growing at a nice, steady pace — fast enough to create jobs but not so rapidly that it would lead to runaway inflation.\nAs Robert B. Reich, then the secretary of labor, put it in a White House news conference in 1995, the United States at that moment was enjoying a Goldilocks recovery that was “not too hot, not too cold.” Wall Street loved that formula and the stock market boomed.\nMuch the same could have been said these days, though Goldilocks hasn’t been invoked all that often to describe the recent environment. That may be because the Federal Reserve has been such a commanding presence that it has overshadowed everything else, Seth J. Masters, the chief investment officer of Bernstein Global Wealth Management, said in a telephone interview.\n“It’s as though Goldilocks entered the house of the three bears and found the porridge was being heated in a big microwave oven,” he said. “Sure, it’s just the right temperature inside but there’s a reason for it. It’s hard not to focus on the microwave.”", "url": "https://www.nytimes.com/2014/08/03/your-money/feds-goldilocks-economy-just-right-for-stock-investors.html"}