{"authors": ["Robert D. Mcfadden"], "date_download": "2022-10-25 23:34:13", "date_modify": "2022-10-25 23:34:13", "date_publish": "2014-09-12 12:41:47", "description": "The Protestant leader who vowed never to compromise with Irish Catholic nationalists accepted in his twilight a power-sharing agreement after decades of sectarian violence.", "filename": "2014_09_13_world_europe_ian-paisley-northern-ireland-leader-dies_1666740853.html", "image_url": "https://static01.nyt.com/images/2014/09/13/obituaries/PAISLEY/PAISLEY-articleLarge.jpg?year=2014&h=369&w=600&s=015c42aa9dfa58f3e61c70d28a2e1f5b3e7e610767099f9d2f3055e06a9a55ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_13_world_europe_ian-paisley-northern-ireland-leader-dies_1666740853.html", "title": "Ian Paisley Dies at 88; Longtime Voice of Hard-Line Ulster Who Then Made Peace", "title_page": "Ian Paisley Dies at 88; Longtime Voice of Hard-Line Ulster Who Then Made Peace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The next year, Mr. Paisley — white-haired, 82 and seemingly mellowed — resigned as Northern Ireland’s first minister and as leader of the Democratic Unionists, by then the dominant party of Ulster’s Protestants, which he founded in 1971. He had already stepped down as head of the Free Presbyterian Church, which he founded in 1951, and had given up the seat he had held for 28 years in the European Parliament in Strasbourg, France. In 2010 he gave up the seat in the British House of Commons that he had held for 40 years.\nIt was the winding down of a tumultuous career as a rabble-rousing minister-politician whose single-minded objective had been to preserve Protestant power and repress the Roman Catholic minority in Northern Ireland, keeping Ulster aligned with Britain, across the Irish Sea, and out of the reach — he would have said the clutches — of predominantly Catholic Ireland to the south.\nFrom the 1950s, when he organized vigilante patrols to defend Protestant neighborhoods against I.R.A. attacks, through decades of deadly turmoil — bombings, assassinations, clashes with British troops and general strikes and riots he had fomented — Mr. Paisley barnstormed the province, condemning any peace deal that might open the way to power-sharing with Catholics in Northern Ireland, which has nearly 1.8 million people.\nIn the pulpit or at Stormont — the Northern Ireland Parliament, which had been emblematic of Protestant hegemony since the partition of Ireland in 1921 — Mr. Paisley was a spellbinding orator, a thundering Jeremiah of relentless political attacks laced with biblical references. The Catholic Church, Sinn Fein, the I.R.A., Irish leaders, even interfering American presidents were all targets of the Paisley wrath.\nHe called Pope John Paul II the Antichrist. He said he wanted to kick Bill Clinton in the pants for his peace efforts. He refused to attend negotiations and accused some British leaders of plotting to sell Belfast out to what he called the devils in Dublin. His demands for the removal of an Irish flag from Sinn Fein’s Belfast office once led to two days of rioting. And he said “no” to almost everything — to civil rights for Catholics, to meetings with Irish leaders, and especially to power-sharing proposals.", "url": "https://www.nytimes.com/2014/09/13/world/europe/ian-paisley-northern-ireland-leader-dies.html"}