{"authors": ["Holland Cotter"], "date_download": "2022-10-25 23:55:18", "date_modify": "2022-10-25 23:55:18", "date_publish": "2014-03-19 20:42:05", "description": "When it comes to telling an inclusive story of art, small museums in the West, as well as those in Africa and Southeast Asia, often do a much better job than the largest institutions.", "filename": "2014_03_20_arts_artsspecial_door-to-art-of-the-world-barely-ajar_1666742118.html", "image_url": "https://static01.nyt.com/images/2014/03/20/arts/artsspecial/20COTTER1/COTTER1-articleLarge.jpg?year=2014&h=800&w=600&s=2533629fb152439aa7c8148f3085570238bbc29ddae342756aad74dbbd373cbb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_20_arts_artsspecial_door-to-art-of-the-world-barely-ajar_1666742118.html", "title": "Door to Art of the World, Barely Ajar", "title_page": "Door to Art of the World, Barely Ajar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Is there any place to escape from this model among new or newish museums outside the Western sphere? Southeast Asia presents serious possibilities, with a lively art scene and interesting contemporary spaces in Bangkok, Ho Chi Minh City, Vietnam and Yogyakarta, Indonesia. And Africa, where large-scale Western-style museums are all but impossible to sustain, produces alternatives almost by default.\nInstitutions like Bandjoun Station in the western region of Cameroon; Zoma Contemporary Art Center in Addis Ababa, Ethiopia; and Raw Material Company in Dakar, Senegal, are all small, artist-built-and-run institutions that multitask as exhibition venues, archives, libraries, studios, guesthouses, gathering spots and schools.\nFar from being part of the floating world of a market-driven museum culture, they’re thoroughly grounded in a local context, yet, through social media, networked internationally. Given their slender means, they have to stay flexible, light on their feet and open to alteration. In most cases, the one component they lack is a permanent collection. Deeply committed to the idea of art being, intrinsically, a form of social activism, their very existence carries a political charge.\nOur big globalizing institutions of modern and contemporary art carry no such charge. Despite their fabulously rich holdings in art, any spark of a vision of the museum as a community of cultures, a forum of equal Others, is hard to find. In this context, globalism is shut down, out of fuel.\nEven unbuilt, the Guggenheim Abu Dhabi feels like a white elephant, corralled on the Island of Happiness with others of its kind: an Abu Dhabi branch of the Louvre designed by Jean Nouvel, and a performing arts center designed by Zaha Hadid, all constructed by people who will most likely never get in the doors and whose art is still hard to find in comparable museums in New York. Yet it would take a real cynic not to speculate about how this might be different. What if seemingly incompatible institutional features — humane local wisdom and custodianship of treasures of art — could be made to coexist? We’d have museums that are on the right side of history, and in which the future of art would be secure. That ideal is worth storming an empire for.", "url": "https://www.nytimes.com/2014/03/20/arts/artsspecial/door-to-art-of-the-world-barely-ajar.html"}