{"authors": ["Michael M. Grynbaum", "Nikita Stewart"], "date_download": "2022-10-25 23:49:01", "date_modify": "2022-10-25 23:49:01", "date_publish": "2014-11-17 14:14:25", "description": "Rachel Noerdlinger, the chief of staff to Mayor Bill de Blasio’s wife, Chirlane McCray, said that after the arrest of her son on Friday, she believed she needed to spend more time with her family.", "filename": "2014_11_18_nyregion_rachel-noerdlinger-top-mayoral-aide-to-take-a-leave-of-absence_1666741741.html", "image_url": "https://static01.nyt.com/images/2014/10/03/nyregion/03RACHEL/03RACHEL-articleLarge.jpg?year=2014&h=832&w=600&s=44dd5a88c94024435c29b08ae8089b7d06f88f15a70ff83e5759f93cd6b3e87a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_11_18_nyregion_rachel-noerdlinger-top-mayoral-aide-to-take-a-leave-of-absence_1666741741.html", "title": "Rachel Noerdlinger, a Top City Hall Aide, Takes a Leave of Absence", "title_page": "Rachel Noerdlinger, a Top City Hall Aide, Takes a Leave of Absence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The end came at Gracie Mansion, where Mayor Bill de Blasio, his wife and her top aide gathered on Sunday to discuss a decision none of them had wanted to make.\nAfter months of damaging reports — about ethics lapses, unpaid parking tickets, a boyfriend with a serious criminal past — Rachel Noerdlinger, the chief of staff to New York City’s first lady, Chirlane McCray, was at the end of her rope. Her 17-year-old son had been arrested over the weekend. A controversy on the verge of fading was heating back up.\nMs. Noerdlinger, after what friends described as hours of agonizing, told the mayor and his wife that she needed to step down. On Monday, she announced that she would take an indefinite leave of absence — the first significant shake-up of the mayor’s 321-day-old administration, and, for Mr. de Blasio, a dismaying turn weeks after declaring the matter “case closed.”\nThe departure of Ms. Noerdlinger ends a situation that had been a persistent distraction for Mr. de Blasio, a Democrat, as he sought to pursue the political goals of his first year in office. And it takes a troublesome story line out of the headlines as the mayor gears up for a year-end review of his accomplishments and renews his advocacy for liberal politics on the national stage.", "url": "https://www.nytimes.com/2014/11/18/nyregion/rachel-noerdlinger-top-mayoral-aide-to-take-a-leave-of-absence.html"}