{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:34:12", "date_modify": "2022-10-25 23:34:12", "date_publish": "2014-05-01 22:04:14", "description": "“Belle” is a period film in the Merchant-Ivory style about a biracial woman raised as part of a lord and lady’s family in 18th-century England.", "filename": "2014_05_02_movies_belle-centers-on-a-biracial-aristocrat-in-the-18th-century.html__r=0_1666740852.html", "image_url": "https://static01.nyt.com/images/2014/05/02/arts/02JUMPBELLE/JUMPBELLE-articleLarge.jpg?year=2014&h=398&w=600&s=52b64ddf71781905d5ff74391f0230a1e9eeb49b6981a3b1ed4ae8a3d12f576b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_02_movies_belle-centers-on-a-biracial-aristocrat-in-the-18th-century.html__r=0_1666740852.html", "title": "‘Belle’ Centers On a Biracial Aristocrat in the 18th Century", "title_page": "‘Belle’ Centers On a Biracial Aristocrat in the 18th Century - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An unusual painting of her and Elizabeth that shows the women smiling side by side on a terrace — both in silk gowns and pearls, and staring directly at us — suggests that there was far more to Dido than Hutchinson’s shabby account. The double portrait, often attributed to Johann Zoffany, now hangs in Scone Palace in Scotland but was painted at Kenwood House in Hampstead, England, where Dido lived for the first 30 or so years of her life. It’s an exciting image because she wasn’t painted in a traditional subservient pose but instead assumes an almost — if not quite — equal place with her cousin on the canvas. While Elizabeth stands as still as a vase, the somewhat exoticized Dido (she wears a turban) seems to have been, evocatively, captured in midflight.\nThe vivaciousness of Dido’s image doesn’t always come through in the movie portrait, which the director, Amma Asante, has created in the Merchant-Ivory school of serious, tasteful entertainments. It’s easy to mock such films, with their pretty manners and people, but, at their best, they open a door onto an old world that is sometimes more fragile, brittle, imperiled and considerably more complex than its sumptuous trappings at first suggest. Likewise here, Dido and her cousin, both cosseted and corseted, exist in near-pastoral harmony, yet their lives are nowhere as carefree as they seem. Elizabeth has a complicated history and needs, much like a Jane Austen heroine, to marry to ensure her future. And while Dido may be one of the family, she’s also sometimes kept segregated.", "url": "https://www.nytimes.com/2014/05/02/movies/belle-centers-on-a-biracial-aristocrat-in-the-18th-century.html?_r=0"}