{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:23", "date_modify": "2022-10-25 23:45:23", "date_publish": "2014-09-24 14:11:07", "description": "The deal includes technology transfers that will help the country build advanced combat aircraft of its own.", "filename": "2014_09_25_business_south-korea-to-buy-40-lockheed-fighter-jets_1666741523.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2014", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_09_25_business_south-korea-to-buy-40-lockheed-fighter-jets_1666741523.html", "title": "South Korea Formally Announces Intent to Buy 40 Lockheed Fighter Jets", "title_page": "South Korea Formally Announces Intent to Buy 40 Lockheed Fighter Jets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — South Korea formally announced on Wednesday that it would buy 40 F-35A fighter jets from the American defense contractor Lockheed Martin in a deal that includes transfers of technology for the development of the country’s own advanced fighter jet.\nSouth Korea picked Lockheed Martin’s F-35A as the sole choice for its air force’s new fighter jet in November and has since been negotiating the terms of the deal. On Wednesday, Defense Minister Han Min-koo called a meeting of top military procurement officials to approve the purchase, the Defense Acquisition Program Administration said in a news release.\nSouth Korea was expected to pay 120 billion won, or $115 million, per aircraft, and has set aside a total of $7 billion for its so-called FX-III project of upgrading to fighter jets with radar-evading stealth capabilities, the South Korean news media reported, citing anonymous government sources. South Korea hopes to deploy the F-35A between 2018 and 2021.\nThe deal, which has yet to be signed, includes undisclosed terms for technological transfers from Lockheed to help South Korea’s $8.2 billion KF-X program to develop its own advanced fighter jet, the procurement agency said. The procurement agency said its negotiations had also involved the United States government, whose approval is often needed for technology transfers, suggesting that the deal had already received the government’s blessing.", "url": "https://www.nytimes.com/2014/09/25/business/south-korea-to-buy-40-lockheed-fighter-jets.html"}