{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:50:20", "date_modify": "2022-10-25 23:50:20", "date_publish": "2014-02-11 19:10:39", "description": "A federal appeals court ruled that judges have the power to oversee inmates’ complaints about conditions.", "filename": "2014_02_12_us_appeals-court-clears-way-for-guantanamo-challenges_1666741820.html", "image_url": "https://static01.nyt.com/images/2014/02/12/us/GITMO/GITMO-articleLarge.jpg?year=2014&h=395&w=600&s=9920681be60106a0caac82a56ddebe019e78f6b644cd50b272c89ec951a0bda9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_02_12_us_appeals-court-clears-way-for-guantanamo-challenges_1666741820.html", "title": "Appeals Court Allows Challenges by Detainees at Guantánamo Prison", "title_page": "Appeals Court Allows Challenges by Detainees at Guantánamo Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A federal appeals court ruled Tuesday that judges had the power to oversee complaints by detainees about the conditions of their confinement at the military prison at Guantánamo Bay, Cuba. The ruling was a defeat for the Obama administration and may open the door to new lawsuits by the remaining 155 Guantánamo inmates.\nIn a two-to-one decision, a panel of the United States Court of Appeals for the District of Columbia Circuit held that courts may oversee conditions at the prison as part of a habeas corpus lawsuit. The ruling overturned lower court decisions that judges could not oversee such matters.\nAt the same time, the court rejected a request by three detainees on a hunger strike at Guantánamo for an injunction barring the government from force-feeding them by strapping them into a restraint chair, inserting a gastric tube through their noses and pouring a liquid nutritional supplement into their stomachs.\nJudge David S. Tatel wrote that “absent exceptional circumstances prison officials may force-feed a starving inmate actually facing the risk of death.” He added, “Petitioners point to nothing specific to their situation that would give us a basis for concluding that the government’s legitimate penological interests cannot justify the force-feeding of hunger-striking detainees at Guantánamo.”", "url": "https://www.nytimes.com/2014/02/12/us/appeals-court-clears-way-for-guantanamo-challenges.html"}