{"authors": ["Ariel Kaminer", "Sean O Driscoll"], "date_download": "2022-10-25 23:55:14", "date_modify": "2022-10-25 23:55:14", "date_publish": "2014-05-19 01:40:16", "description": "Workers who built New York University’s new campus said they faced grim conditions, in stark contrast to the university’s pledges to treat them fairly.", "filename": "2014_05_19_nyregion_workers-at-nyus-abu-dhabi-site-face-harsh-conditions_1666742114.html", "image_url": "https://static01.nyt.com/images/2014/05/19/nyregion/19nyu-a1/19nyu-a1-articleLarge.jpg?year=2014&h=401&w=600&s=33cfbdebf718589936a7829c6bd6d1f3c1822d35831862c5b3fb05aa488b3d05&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_05_19_nyregion_workers-at-nyus-abu-dhabi-site-face-harsh-conditions_1666742114.html", "title": "Workers at N.Y.U.’s Abu Dhabi Site Faced Harsh Conditions", "title_page": "Workers at N.Y.U.’s Abu Dhabi Site Faced Harsh Conditions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As for the men who were building the new campus — who outnumber those nonconstruction staff members by about 30 to 1 — Ms. Bavuso drew a distinction. Construction workers who “were recruited for this job,” she said, are treated with the same protections as the university’s own staff. But that is not possible, she said, for a worker brought over by a construction company and moved from site to site.\nThe construction workers, however, did not describe having been recruited for any particular job site. They say they were recruited by manpower agencies or by construction companies that, like most large contractors, have people stationed at several job sites. The men might spend five months on one project, two years on another, just going where they are sent.\nStuck in Limbo\nWith major construction at N.Y.U. now concluded, most workers have moved on to other job sites. Those who were arrested for striking are back in their home countries.\nRamkumar Rai and Tibendra Kota, two Nepali men who worked for a contractor, Robodh, on the N.Y.U. site (for months, in Mr. Rai’s case; years, in Mr. Kota’s), are still in limbo.\nFrom a certain perspective, both were success stories. They got promotions. They got raises. They made decent money. But during their last six months on the university site, their employer fell behind on wages. And then in February 2013, their jobs came to an end.\nSince then they have asked many times for their back pay, and have even gone to the company’s headquarters in Dubai, where they say they got a meeting with someone who introduced himself as the chief executive. But they have gotten only tiny sums of cash, and a request that they not pursue the matter in labor court.\nIt has been 16 months since they were last paid, during which time their work visas expired; even if they decided to give up the fight, they would face stiff exit fines at the airport. They could not afford to fly themselves home anyway: Over the course of more than a year without pay, they have racked up more than $1,000 in debt at the local grocery. So they stay, and they wait.", "url": "https://www.nytimes.com/2014/05/19/nyregion/workers-at-nyus-abu-dhabi-site-face-harsh-conditions.html"}