{"authors": ["Alexis Soloski"], "date_download": "2022-10-25 23:33:59", "date_modify": "2022-10-25 23:33:59", "date_publish": "2014-04-23 17:45:09", "description": "A conversation with Amber Gray about terrifying musicals, biracial identity and playing a difficult scene.", "filename": "2014_04_27_theater_amber-gray-on-an-octoroon-at-soho-rep.html__r=0_1666740839.html", "image_url": "https://static01.nyt.com/images/2014/04/27/arts/27SNAPSHOT/27SNAPSHOT-articleLarge.jpg?year=2014&h=1333&w=600&s=8bc23e1a899d3d65fbf5c68c6a03e5ecb73c5715973934aba1cbabac111d98c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_04_27_theater_amber-gray-on-an-octoroon-at-soho-rep.html__r=0_1666740839.html", "title": "Amber Gray on ‘An Octoroon,’ at Soho Rep", "title_page": "Amber Gray on ‘An Octoroon,’ at Soho Rep - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Q. What were the first plays you saw?\nA. I grew up overseas — four different cities in Germany, London, Amsterdam. My mom, dad and stepmom were all in the Army. There would be a show every now and then on the base. The first musical I ever saw was “Sweeney Todd.” I thought all musicals were like horror films, really scary. Moving so much was a big reason I started performing. Because the theater kids were always the nice ones. It was an instant way to make a new family every two or three years.\nWhat was it like to grow up as a biracial child overseas?\nI was too young to really understand a lot of it. In the military school systems, kids were mean. People would call me mulatto all the time. My dad was like: “Don’t let people call you that. Say that you’re mixed. Say that you’re biracial.” My parents were really careful with me. They were clear that you can’t separate out the two sides. You’d be denying half of yourself if you did.\nBefore you became involved with “An Octoroon,” did you read the 1859 version?\nI did. I got really emotional reading it. It struck a chord. Most other mixed and biracial people I know have at least one secret or lie in their family, have at least one person who is choosing to pass or is passing and doesn’t even know it. That theme is so common. I have a half sister who didn’t know she was half black until she was 11. I’m interested in telling these stories because it is my family’s history.\nYou worked on an earlier version of “An Octoroon” at P.S. 122 in 2010. Why did you want to return to it?\nThis part scares me. Zoe seems like an impossible role. [Mr. Jacobs-Jenkins] has a lot to say about race. He does it in this really provocative and hilarious way. In comparison to the other version, it’s more condensed and concise. The cast is half as big. People are playing multiple roles, which I think is really fun in this melodramatic world.", "url": "https://www.nytimes.com/2014/04/27/theater/amber-gray-on-an-octoroon-at-soho-rep.html?_r=0"}