{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:55:44", "date_modify": "2022-10-25 23:55:44", "date_publish": "2014-08-01 01:43:28", "description": "Agency officials are enraged by strikes on its facilities and mounting civilian casualties in Gaza, while Israel accuses the United Nations of playing down Hamas’s role in the conflict.", "filename": "2014_08_01_world_middleeast_tensions-escalate-between-israel-and-united-nations-in-gaza-strip.html_module=Search&mabReward=relbias%3Ar%2C&_1666742144.html", "image_url": "https://static01.nyt.com/images/2014/07/31/multimedia/israel-un-relationship/israel-un-relationship-articleLarge.jpg?year=2014&h=400&w=600&s=8f5eef56a2118f3cac7c75005219ae2e185d2d9100ffecaa414a22911a21aced&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_01_world_middleeast_tensions-escalate-between-israel-and-united-nations-in-gaza-strip.html_module=Search&mabReward=relbias%3Ar%2C&_1666742144.html", "title": "Tensions Escalate Between Israel and a Second Party in Gaza: The United Nations", "title_page": "Tensions Escalate Between Israel and a Second Party in Gaza: The United Nations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "UNITED NATIONS — In the midst of Israel’s battle with militants in Gaza over the past three weeks, skirmishes opened on a second front in recent days: Its strikes on United Nations facilities and the steep civilian casualties brought a barrage of rebukes and warnings from senior United Nations officials around the world, reaching a fever pitch just before the announcement of a cease-fire late Thursday.\nBehind the scenes, diplomats here were on the phone incessantly with Israelis, Palestinians and representatives of countries in the region that have influence over Israel’s principal nemesis, Hamas. The efforts led to a 72-hour humanitarian cease-fire announced late Thursday by Secretary General Ban Ki-moon’s spokesman and by Secretary of State John Kerry, who was traveling in New Delhi.\nIn public, the war of words intensified this week, with the United Nations blaming Israel for an attack that killed at least 19 people who were taking refuge at a United Nations school early Wednesday and Israel, in turn, accusing the world body of helping Hamas.\nThe United Nations has been dragged into the conflict: Eight of its staff members have been killed in the past 24 days, and more than 100 of its facilities have come under fire, including the school. United Nations officials said they had repeatedly told Israel of its exact location.", "url": "https://www.nytimes.com/2014/08/01/world/middleeast/tensions-escalate-between-israel-and-united-nations-in-gaza-strip.html?module=Search&mabReward=relbias%3Ar%2C&"}