{"authors": ["Marc Santora"], "date_download": "2022-10-25 23:49:40", "date_modify": "2022-10-25 23:49:40", "date_publish": "2014-01-17 14:14:33", "description": "The authorities were working to determine if human remains that washed ashore are those of Avonte Oquendo, 14, who disappeared more than three months ago.", "filename": "2014_01_18_nyregion_police-investigating-remains-found-in-queens-for-link-to-missing-autistic-boy_1666741780.html", "image_url": "https://static01.nyt.com/images/2014/01/18/nyregion/avonte-3/avonte-3-articleLarge.jpg?year=2014&h=412&w=600&s=11fdb47695a88c2138326590eaa305432305bf0800337addccfb584a7ce29bab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_01_18_nyregion_police-investigating-remains-found-in-queens-for-link-to-missing-autistic-boy_1666741780.html", "title": "Remains Examined for Link to Missing Boy With Autism", "title_page": "Remains Examined for Link to Missing Boy With Autism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nearly every morning for the past 104 mornings, Avonte Oquendo’s mother, Vanessa Fontaine, has woken up to the same nightmare. But each day, she wiped away tears and pressed on in the search for her missing son, a boy with severe autism who was last seen in early October. Surveillance video showed the 14-year-old darting out of his school in Long Island City, Queens, in the middle of the day.\nBut on Friday, at 2 a.m., she was stirred awake by a phone call that she had been dreading. Human remains had washed ashore in Queens, and the New York Police Department needed her to provide DNA. They had reason to believe the remains belonged to Avonte.\nThe city’s medical examiner was still working on Friday to make a positive identification, but it seemed increasingly likely that Avonte would not be coming home.\nAlong with the remains, the police found a pair of size 5 1/2 Air Jordan sneakers that matched the description of those Avonte was wearing when he went missing, David H. Perecman, a lawyer for the family, said.", "url": "https://www.nytimes.com/2014/01/18/nyregion/police-investigating-remains-found-in-queens-for-link-to-missing-autistic-boy.html"}