{"authors": ["Nick Wingfield"], "date_download": "2022-10-25 23:31:07", "date_modify": "2022-10-25 23:31:07", "date_publish": "2014-08-25 19:16:17", "description": "Twitch, a hugely popular streaming video service, has helped turn gaming into a spectator event as much as a participatory activity.", "filename": "2014_08_26_technology_amazon-nears-a-deal-for-twitch_1666740667.html", "image_url": "https://static01.nyt.com/images/2014/08/26/multimedia/nytm-twitch/nytm-twitch-articleLarge.jpg?year=2014&h=388&w=600&s=3caf44538f90d00945a7e0d51b2bc9707ab8be68058141f22e644322fffca653&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_26_technology_amazon-nears-a-deal-for-twitch_1666740667.html", "title": "What’s Twitch? Gamers Know, and Amazon Is Spending $1 Billion on It", "title_page": "What’s Twitch? Gamers Know, and Amazon Is Spending $1 Billion on It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The video in video games is suddenly a billion-dollar business.\nVideo games have long been something people played. But in the last few years, thanks in part to fast Internet access and multiplayer games, the games have become something that people sit back and watch, too. On Monday, that new habit enticed the web giant Amazon to reach a $1.1 billion deal to buy Twitch, the most popular website for watching people play games.\nThe deal for Twitch is the latest sign of the way forms of behavior once seemingly on the fringe can, in the hands of tech entrepreneurs, turn into huge online communities in no time. Twitch did not exist a little over three years ago, and it now has 55 million unique viewers a month globally, helping turn games into a spectator event as much as a participatory activity.\nThose millions of eyeballs are valuable to web companies, and Amazon, although usually known for its retailing, is no exception. To win in its bid for Twitch, Amazon had to outmaneuver a who’s who of the tech world, including Google — strongly suggesting that these companies think the era of video-game viewing is just starting. It also underscored Amazon’s growing appetite for controlling and delivering content to digital devices, especially the tablets and smartphones made by Amazon.", "url": "https://www.nytimes.com/2014/08/26/technology/amazon-nears-a-deal-for-twitch.html"}