{"authors": ["Steven Erlanger", "Isabel Kershner"], "date_download": "2022-10-25 23:56:13", "date_modify": "2022-10-25 23:56:13", "date_publish": "2014-07-08 06:24:50", "description": "Israel carried out extensive air attacks in response to heavy rocket fire and authorized a major call-up of army reserves for an extended campaign against militants in Gaza.", "filename": "2014_07_09_world_middleeast_israel-steps-up-offensive-against-hamas-in-gaza_1666742173.html", "image_url": "https://static01.nyt.com/images/2014/07/09/world/middleeast/ISRAEL/ISRAEL-articleLarge.jpg?year=2014&h=423&w=600&s=0c8700f8974a6aac73f23935cdd5bb8be38c238c518e06406970b534ac735ca3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_09_world_middleeast_israel-steps-up-offensive-against-hamas-in-gaza_1666742173.html", "title": "Israel and Hamas Trade Attacks as Tension Rises", "title_page": "Israel and Hamas Trade Attacks as Tension Rises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Israel and Hamas escalated their military confrontation on Tuesday, with Israel carrying out extensive air attacks in response to heavy rocket fire and authorizing a major call-up of army reserves for an extended campaign against militants in Gaza.\nLate Tuesday, Hamas took responsibility for a new wave of up to 40 longer-range rockets, some of them intercepted over Tel Aviv and even Jerusalem, where sirens sounded around 10 p.m. There were no reports of injuries, but the barrage of rockets, one of which hit an open area in outer Jerusalem, put pressure on the Israeli government to respond with greater force.\nIsraeli warplanes struck 150 sites that Israeli officials said harbored Islamist fighters in Gaza, and Prime Minister Benjamin Netanyahu authorized the call-up of 40,000 reservists, apparently to give Israel the option of a ground invasion of Gaza. He said he was prepared to “remove the gloves” and undertake the third major military offensive against militants in the Hamas-controlled territory in five years if rocket attacks from Gaza did not cease.", "url": "https://www.nytimes.com/2014/07/09/world/middleeast/israel-steps-up-offensive-against-hamas-in-gaza.html"}