{"authors": ["Michael D. Shear", "Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:00:04", "date_modify": "2022-10-25 23:00:04", "date_publish": "2014-08-20 16:14:20", "description": "President Obama said the beheading of an American journalist by militants in Syria “shocked the conscience” of the world, but vowed that America would not alter its strategy in Iraq.", "filename": "2014_08_21_us_politics_james-foley-beheading-isis-video-authentic-obama_1666738804.html", "image_url": "https://static01.nyt.com/images/2014/08/20/world/20FOLEY-1/20FOLEY-1-articleLarge.jpg?year=2014&h=400&w=600&s=2deafb3f78dc07cdc32015fe3f85e2a616027105e2dc52cb6ad663cab372f5d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_08_21_us_politics_james-foley-beheading-isis-video-authentic-obama_1666738804.html", "title": "Obama, ‘Appalled’ by Beheading, Will Continue Airstrikes", "title_page": "Obama, ‘Appalled’ by Beheading, Will Continue Airstrikes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Obama’s harsh remarks, the failed rescue mission and Wednesday’s military action reflected new pressure on the administration not to step back from the assault on the Islamic State in Iraq and Syria, as well as a recognition of the grim reality that other American hostages held by ISIS face a similar threat.\nImage An image from a video posted by the Islamic State in Iraq and Syria, which the group said was the execution of James Foley.\nThe events were also a shift in the complexion of the American confrontation with the terrorist group — until now an abstraction to most Americans — after its release of a gruesome video depicting the beheading of Mr. Foley, which ISIS militants said was in retaliation for the American airstrikes in Iraq. ISIS threatened to kill another American journalist held hostage, Steven J. Sotloff, if the airstrikes continued.\nWithin an hour after Mr. Obama’s remarks, in which he pronounced ISIS a “cancer” that had to be expelled from the Middle East, the United States Central Command, which oversees American military operations in the Middle East, announced it had carried out 14 more airstrikes around the Mosul Dam and destroyed more ISIS military vehicles and equipment. There have been 84 American airstrikes so far since Mr. Obama first announced the offensive against the militants on Aug. 7.\nSecretary of State John Kerry stepped up the administration’s tough tone. “Make no mistake: We will continue to confront ISIL wherever it tries to spread its despicable hatred,” he said in a statement, using an alternative acronym for ISIS. “The world must know that the United States of America will never back down in the face of such evil. ISIL and the wickedness it represents must be destroyed, and those responsible for this heinous, vicious atrocity will be held accountable.”\nThe graphic video of Mr. Foley’s beheading — released Tuesday night and verified by intelligence officials on Wednesday as authentic — spurred renewed debate about American objectives in Iraq, where the Pentagon’s warplanes unleashed a barrage of bombs this week in an expansion of the limited goals of protecting Americans and providing humanitarian aid initially set forth by Mr. Obama. Despite the attacks, ISIS continued its sweep across Iraq and laid siege to Amerli, a small town in the nation’s center, where residents and an Iraqi Army unit stuck inside are running low on food, medicine and water. Aid dropped by Iraqi army helicopters has failed to meet the town’s needs.", "url": "https://www.nytimes.com/2014/08/21/us/politics/james-foley-beheading-isis-video-authentic-obama.html"}