{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:26:49", "date_modify": "2022-10-25 23:26:49", "date_publish": "2014-03-21 14:54:08", "description": "America’s cloud computing industry could lose billions of dollars in business because of the government’s surveillance program.", "filename": "2014_03_22_business_fallout-from-snowden-hurting-bottom-line-of-tech-companies_1666740409.html", "image_url": "https://static01.nyt.com/images/2014/03/22/business/22damage-pic1/22damage-pic1-articleLarge.jpg?year=2014&h=414&w=600&s=9c99326a72a86493ece5d8731d1569145a193291522958fcb955107995355fb4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_22_business_fallout-from-snowden-hurting-bottom-line-of-tech-companies_1666740409.html", "title": "Revelations of N.S.A. Spying Cost U.S. Tech Companies", "title_page": "Revelations of N.S.A. Spying Cost U.S. Tech Companies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Microsoft has lost customers, including the government of Brazil.\nIBM is spending more than a billion dollars to build data centers overseas to reassure foreign customers that their information is safe from prying eyes in the United States government.\nAnd tech companies abroad, from Europe to South America, say they are gaining customers that are shunning United States providers, suspicious because of the revelations by Edward J. Snowden that tied these providers to the National Security Agency’s vast surveillance program.\nEven as Washington grapples with the diplomatic and political fallout of Mr. Snowden’s leaks, the more urgent issue, companies and analysts say, is economic. Technology executives, including Mark Zuckerberg of Facebook, raised the issue when they went to the White House on Friday for a meeting with President Obama.\nIt is impossible to see now the full economic ramifications of the spying disclosures — in part because most companies are locked in multiyear contracts — but the pieces are beginning to add up as businesses question the trustworthiness of American technology products.", "url": "https://www.nytimes.com/2014/03/22/business/fallout-from-snowden-hurting-bottom-line-of-tech-companies.html"}