{"authors": ["Clyde Haberman"], "date_download": "2022-10-25 23:53:31", "date_modify": "2022-10-25 23:53:31", "date_publish": "2014-03-23 22:00:58", "description": "The custody battle over Baby M was the first time an American court considered the legality of surrogacy. Questions over the practice linger.", "filename": "2014_03_24_us_baby-m-and-the-question-of-surrogate-motherhood_1666742011.html", "image_url": "https://static01.nyt.com/images/2014/03/21/multimedia/retro-baby-m/retro-baby-m-articleLarge.jpg?year=2014&h=337&w=600&s=36faa0c99b97fd0c3dc6e4ee5170d36be78bcf0f87030946a0f13627462fde76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_03_24_us_baby-m-and-the-question-of-surrogate-motherhood_1666742011.html", "title": "Baby M and the Question of Surrogate Motherhood", "title_page": "Baby M and the Question of Surrogate Motherhood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You could say that the surrogate mother of all surrogate mothers was Hagar, servant to Sarai in the Old Testament. Sarai, later known as Sarah, had fertility woes. So she pleaded with her husband — Abram, before he became Abraham — to lie with Hagar and do what needed to be done. “It may be that I may obtain children by her,” she said, as rendered in the King James Version of Genesis 16:2. Her plan worked splendidly. Hagar conceived a son. Call him Ishmael.\nIf you are up on your Bible, you know that things did not then go swimmingly between the two women. Jealousies and peevishness erupted.\nFast forward a few thousand years and we see that such kinks in human nature have not been entirely ironed out, a stubborn reality even if the technology of baby-making is vastly different from what it was in Sarai and Hagar’s day. That brings us to this week’s offering from Retro Report, a series of documentary videos re-examining major news stories from years past. This installment deals with the painful Baby M case of the 1980s, the first instance of American courts’ dealing with the validity of a surrogacy contract and the nettlesome question of who should have custody of the child.\nIn New Jersey in 1985, a woman of no great means, Mary Beth Whitehead, entered into a contract with William Stern, whose wife, Elizabeth, had multiple sclerosis and feared she could endure severe health problems were she to become pregnant. For $10,000, equivalent to about $22,000 today, Ms. Whitehead agreed to be inseminated with Mr. Stern’s sperm, carry the pregnancy to term and then yield parental rights to the more affluent Sterns. But after the birth of a girl, referred to as Baby M in court papers, Ms. Whitehead had a change of heart. She chose to forsake the $10,000 and keep the girl. Predictably, matters went about as well as they did for Hagar and Sarai. The Sterns sued.", "url": "https://www.nytimes.com/2014/03/24/us/baby-m-and-the-question-of-surrogate-motherhood.html"}