{"authors": ["Charles V. Bagli"], "date_download": "2022-10-25 23:55:47", "date_modify": "2022-10-25 23:55:47", "date_publish": "2014-07-10 01:49:38", "description": "Paul Fireman, who built one of the world’s most expensive golf courses in Jersey City on top of a toxic dump, is challenging the notion that the gold coast should play second fiddle to New York.", "filename": "2014_07_10_nyregion_reebok-founder-proposes-95-story-tower-with-casino-for-jersey-city.html_module=Search&mabReward=relbias%3Aw_1666742147.html", "image_url": "https://static01.nyt.com/images/2014/07/10/nyregion/TOWER/TOWER-articleLarge.jpg?year=2014&h=833&w=600&s=b37f957de67ad2ddf011fc961bb40fdd40ab6051b5ebf2eabdae37b496f007f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2014_07_10_nyregion_reebok-founder-proposes-95-story-tower-with-casino-for-jersey-city.html_module=Search&mabReward=relbias%3Aw_1666742147.html", "title": "Reebok Founder Proposes 95-Story Tower With Casino for Jersey City", "title_page": "Reebok Founder Proposes 95-Story Tower With Casino for Jersey City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Real estate brokers have long described New Jersey’s gold coast, stretching from Jersey City to Weehawken, as the sixth borough of New York City, where apartments offer the best views of the Empire State Building.\nBut now Paul Fireman, the billionaire who built one of the world’s most expensive golf courses in Jersey City on top of a toxic dump, is challenging the notion that the gold coast should play second fiddle to New York.\nMr. Fireman, the founder and former chairman of Reebok International, is proposing a $4.6 billion project, including a 95-story skyscraper, adjoining his 160-acre golf course on the Hudson River, at the south end of Jersey City.\nMr. Fireman appears to have thrown a greatest hits of unbuilt projects into a blender — Donald J. Trump’s plan for a Nascar racetrack on Staten Island, a giant Ferris wheel in the New Jersey Meadowlands — with one of the super towers from Manhattan’s emerging Billionaire’s Row and a dollop of gambling to spice it up.", "url": "https://www.nytimes.com/2014/07/10/nyregion/reebok-founder-proposes-95-story-tower-with-casino-for-jersey-city.html?module=Search&mabReward=relbias%3Aw"}