{"authors": ["John Markoff"], "date_download": "2022-10-25 23:30:53", "date_modify": "2022-10-25 23:30:53", "date_publish": "2015-11-06 05:06:58", "description": "The initiative, the Toyota Research Institute, will create one of the biggest labs in Silicon Valley and will be led by the roboticist Gill Pratt.", "filename": "2015_11_06_technology_toyota-silicon-valley-artificial-intelligence-research-center_1666740653.html", "image_url": "https://static01.nyt.com/images/2015/11/06/business/06toyota/06toyota-facebookJumbo.jpg?year=2015&h=550&w=1050&s=4767e27e46b65ac2cc159d75d6c482164ebfe22a0ee7db48063e3e5d8c8c5406&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_06_technology_toyota-silicon-valley-artificial-intelligence-research-center_1666740653.html", "title": "Toyota Invests $1 Billion in Artificial Intelligence in U.S.", "title_page": "Toyota Invests $1 Billion in Artificial Intelligence in U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PALO ALTO, Calif. — Silicon Valley is diving into artificial intelligence technology, with start-ups sprouting up and Google and Facebook pouring vast sums into projects that would teach machines how to learn and make decisions. Now Toyota wants a piece of the action.\nToyota, the Japanese auto giant, on Friday announced a five-year, $1 billion research and development effort headquartered here. As planned, the compound would be one of the largest research laboratories in Silicon Valley.\nConceived as a research facility bridging basic science and commercial engineering, it will be organized as a new company to be named Toyota Research Institute. Toyota will initially have a laboratory adjacent to Stanford University and another near M.I.T. in Cambridge, Mass.\nToyota’s investment invites comparisons to earlier research initiatives, such as the Palo Alto Research Center, or PARC, created by Xerox in 1970 to help the company compete with IBM. Xerox was never able to find a strategy to make it a significant player in computing, but the technologies invented at PARC during the next decade were used by Apple and Microsoft to completely remake the computer industry.", "url": "https://www.nytimes.com/2015/11/06/technology/toyota-silicon-valley-artificial-intelligence-research-center.html"}