{"authors": ["Mosi Secret"], "date_download": "2022-10-25 22:56:26", "date_modify": "2022-10-25 22:56:26", "date_publish": "2015-02-14 00:16:27", "description": "Upholstery Store: Food and Wine, which recently reopened in the West Village after a year of renovations, “always wanted to do something with oysters and with fish,” one of its owners said.", "filename": "2015_02_15_nyregion_catching-up-at-upholstery-store-the-bar-that-got-itself-a-kitchen_1666738586.html", "image_url": "https://static01.nyt.com/images/2015/02/15/nyregion/15TABLE1/15TABLE1-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=66e159d4bca269d53ca4fb27b4f7d06b65121cca35539fb1b936b9945b894187&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_15_nyregion_catching-up-at-upholstery-store-the-bar-that-got-itself-a-kitchen_1666738586.html", "title": "Catching Up at Upholstery Store, the Bar That Got Itself a Kitchen", "title_page": "Catching Up at Upholstery Store, the Bar That Got Itself a Kitchen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sometimes even the best old neighborhood haunt can use a little sprucing up. So it went with Upholstery Store: Food and Wine, once a narrow wine bar on a quiet block in the West Village, which reopened in late January, after a year of renovations, with a new food menu. “We always wanted to do something with oysters and with fish,” said Leo Schneemann, who owns the reincarnated Upholstery Store with the chef Kurt Gutenbrunner. But the bar had no kitchen.\n“The bodega next door closed and we had a chance to break through,” Mr. Schneemann said. The space is now double the size, with a décor that mixes Americana with classic Austrian. There are leather banquettes in 1950s Cadillac blue pressed against exposed brick walls and a chandelier by the designer Josef Hofmann. The bright open kitchen is the center of attention, though, serving small plates alongside the fine wines from the bar.\nImage They discussed the food industry over lobster rolls, venison and mushrooms, pictured, and German beer. Credit... Karsten Moran for The New York Times\nIN THE SEATS Two veterans of the food business who became friends through their work: David Porat, 58, who owns a specialty foods importing company, Chelsea Market Baskets, and Paul Neuman, 61, who owns a catering business, Neuman’s Kitchen, and is an artist. Mr. Porat picked the restaurant. “David is the hipper of the two of us,” Mr. Neuman said.", "url": "https://www.nytimes.com/2015/02/15/nyregion/catching-up-at-upholstery-store-the-bar-that-got-itself-a-kitchen.html"}