{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:39:44", "date_modify": "2022-10-25 23:39:44", "date_publish": "2015-05-08 11:03:34", "description": "China’s leader, Xi Jinping, will stand with President Vladimir V. Putin at Saturday’s Victory Day parade, a sign of Russia’s public pivot to an alliance with the Far East.", "filename": "2015_05_09_world_asia_as-russia-remembers-war-in-europe-guest-of-honor-is-from-china_1666741184.html", "image_url": "https://static01.nyt.com/images/2015/05/09/world/09ALLIANCE/09ALLIANCE-facebookJumbo.jpg?year=2015&h=550&w=1050&s=97ff649e7bceb50ba017203b6c31113f8e29c204a4b6f2ae43ae59abd8643eba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_09_world_asia_as-russia-remembers-war-in-europe-guest-of-honor-is-from-china_1666741184.html", "title": "As Russia Remembers War in Europe, Guest of Honor Is From China", "title_page": "As Russia Remembers War in Europe, Guest of Honor Is From China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "First, although Mr. Xi may be the paramount leader of the Chinese Communists, and while his father was a prominent Communist commander, it was not the Communists who bore the brunt of the fighting against the Japanese during World War II, when 14 million to 20 million Chinese died. Rather, it was the Nationalists under Chiang Kai-shek, backed by the United States and Gen. Joseph W. Stilwell, who deployed most of the troops against the Japanese.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\n“There has been an inconvenient truth at the heart of China’s discomfort about remembering the war until quite recently,” Rana Mitter, a British historian and the author of “China’s War With Japan,” said. “During the years 1937 to ’45, the vast majority of the set piece battles fought by China against Japan were carried out by Nationalist, not Communist, troops.”\nThe Communists, still a band of feisty guerrillas in the 1940s, carried out important attacks on the Japanese. But without the Nationalist war effort, China probably would have collapsed by 1938, he said.\nIn many respects, the Communists gained a great advantage in the war years over the Nationalists, who by the end were depleted and demoralized. The Communists, who had held back and were comparatively fresher, then crushed the Nationalists in the civil war that followed the victory over Japan.\nLittle of the domestic history that fails to burnish the Communist Party’s war record is likely to be recalled during the festivities in Moscow. In preparation for Saturday’s parade, an honor guard of Chinese troops sang the Russian wartime love song “Katyusha” in Chinese as they marched through the streets in the past week in snappy new olive green uniforms designed for the occasion, according to CCTV, the state run television station.", "url": "https://www.nytimes.com/2015/05/09/world/asia/as-russia-remembers-war-in-europe-guest-of-honor-is-from-china.html"}