{"authors": ["Rukmini Callimachi"], "date_download": "2022-10-26 00:11:33", "date_modify": "2022-10-26 00:11:33", "date_publish": "2015-03-07 21:37:02", "description": "The Nigerian terrorist group appeared to make a spiritually binding oath to follow the authority of the Islamic State, but experts said the practical significance of the move was unclear.", "filename": "2015_03_08_world_africa_boko-haram-is-said-to-pledge-allegiance-to-islamic-state_1666743093.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_08_world_africa_boko-haram-is-said-to-pledge-allegiance-to-islamic-state_1666743093.html", "title": "Boko Haram Generates Uncertainty With Pledge of Allegiance to Islamic State", "title_page": "Boko Haram Generates Uncertainty With Pledge of Allegiance to Islamic State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With thousands of fighters and some parts of northeastern Nigeria under its control, Boko Haram is believed to be the largest jihadi group to pledge fidelity to the Islamic State. But terrorism experts say that the practical significance of the move announced Saturday is as yet unclear.\nSome experts say that the pledge, or “bayat,” made by the leader of Boko Haram is a spiritually binding oath, which indicates that the Nigerian Islamist group has agreed to accept the authority of the Islamic State.\nBut as with similar pledges to the Islamic State, also known as ISIS or ISIL, by other extremist groups, there are few details about how much direct control the Islamic State leaders have over their distant proxies.\nIf confirmed, the agreement with Boko Haram would mirror the steps taken by Islamic State affiliates in Libya, Algeria, Egypt, Afghanistan and beyond. In each case, a group’s leaders swore allegiance in a public message posted online. Weeks later, the oath was formally accepted by the Islamic State, in a statement issued by the group’s spokesman.", "url": "https://www.nytimes.com/2015/03/08/world/africa/boko-haram-is-said-to-pledge-allegiance-to-islamic-state.html"}