{"authors": ["Lynn Vavreck"], "date_download": "2022-10-25 23:33:36", "date_modify": "2022-10-25 23:33:36", "date_publish": "2015-07-29 14:00:19", "description": "Early endorsements from elites have been the single best predictor of a party’s nominee in recent decades.", "filename": "2015_07_30_upshot_2016-endorsements-how-and-why-they-matter_1666740816.html", "image_url": "https://static01.nyt.com/images/2015/07/30/upshot/30UP-ENDORSE/30UP-ENDORSE-facebookJumbo.jpg?year=2015&h=550&w=1050&s=52f90a48665bb7fab98fd0e805452cbfe70dfadaaa295cd28117fe55ea466a50&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_30_upshot_2016-endorsements-how-and-why-they-matter_1666740816.html", "title": "2016 Endorsements: How and Why They Matter", "title_page": "2016 Endorsements: How and Why They Matter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "William “Boss” Tweed captured the importance of the nominating process when he said that he didn’t care who did the electing, as long as he got to do the nominating. The choice of nominee can determine the future course and fortune of a party — such as whether it tilts right or left — and the likelihood of victory. No wonder the political scientist Nelson Polsby described nominating candidates as the central purpose of a political party.\nThe rise of primaries and caucuses in the 1960s and 1970s reduced the sway that party elites like Boss Tweed had long held in the nominating process and transferred power to rank-and-file voters. But the elites have found ways to take back some of that power. The form of their influence is different, but their impact remains.\nParty elites have figured out that they can nudge voters one way or another by coming to a consensus on whom to nominate in the year before the primaries — the so-called invisible-primary stage. The smoke-filled back room of the convention hall, where party bosses hashed out who would run for office, has been replaced by a year of behind-the-scenes maneuvering, in which candidates try to win over their fellow politicians as well as campaign operatives and donors.", "url": "https://www.nytimes.com/2015/07/30/upshot/2016-endorsements-how-and-why-they-matter.html"}