{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:10", "date_modify": "2022-10-25 23:33:10", "date_publish": "2015-07-17 21:17:43", "description": "The announcement ratcheted up pressure on President Dilma Rousseff, who is facing calls for her ouster over a sweeping graft scheme at the national oil company.", "filename": "2015_07_18_world_americas_brazil-corruption-case-eduardo-cunha-dilma-rousseff.html_ref=topics_1666740790.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_18_world_americas_brazil-corruption-case-eduardo-cunha-dilma-rousseff.html_ref=topics_1666740790.html", "title": "Turmoil Deepens in Brazil as House Speaker Splits From Dilma Rousseff’s Coalition", "title_page": "Turmoil Deepens in Brazil as House Speaker Splits From Dilma Rousseff’s Coalition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Brazil’s scandal-plagued political establishment was thrown further into turmoil on Friday when the embattled speaker of the lower house of Congress announced that he was breaking from a coalition with the governing Workers Party, ratcheting up pressure on President Dilma Rousseff.\nThe move by the speaker, Eduardo Cunha, an evangelical Christian radio commentator whose sway in Congress makes him one of Brazil’s most powerful politicians, could give momentum to the efforts to impeach Ms. Rousseff, who is facing calls for her ouster over a sweeping graft scheme at Petrobras, the national oil company, political analysts said.\nThe rupture came after a consultant for a Petrobras contractor, who reached a plea bargain with prosecutors, testified this week that Mr. Cunha had solicited and accepted a $5 million bribe. Mr. Cunha rejected the claim, accusing Ms. Rousseff’s administration of orchestrating a conspiracy to weaken him.\n“The government has a personal hatred of me,” Mr. Cunha, 56, said at a news conference in the capital, Brasília. “They want to drag me through the mud, and that’s something I won’t allow.”", "url": "https://www.nytimes.com/2015/07/18/world/americas/brazil-corruption-case-eduardo-cunha-dilma-rousseff.html?ref=topics"}