{"authors": ["Susanne Craig", "Jesse Mckinley"], "date_download": "2022-10-25 23:25:15", "date_modify": "2022-10-25 23:25:15", "date_publish": "2015-01-21 15:27:05", "description": "Gov. Andrew M. Cuomo, delivering his State of the State address along with a budget proposal heavy on infrastructure, said New York State must take the lead in solving national problems.", "filename": "2015_01_22_nyregion_governor-andrew-cuomo-state-of-the-state-address_1666740315.html", "image_url": "https://static01.nyt.com/images/2015/01/21/nyregion/22BUDGET2-hp/22BUDGET2-hp-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=63426da6dd8ae5bd6948eafe59fdca6ab787010e96937aebaffa04b0a6ab10bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_22_nyregion_governor-andrew-cuomo-state-of-the-state-address_1666740315.html", "title": "Cuomo Recasts Social Agenda for a New Term", "title_page": "Cuomo Recasts Social Agenda for a New Term - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — Gov. Andrew M. Cuomo, delivering his State of the State address along with a budget proposal heavy on infrastructure, laid out an ambitious social agenda on Wednesday that focuses on problems not so easily solved with cash: the erosion of confidence in the criminal justice system, public schools and teachers that he said were failing students, and a creeping sense that economic mobility is not what it once was.\nThough these are national problems, Mr. Cuomo argued, New York State must take the lead in solving them.\n“The young girl who sleeps in a homeless shelter tonight is our daughter,” he said. “The farmer in the Southern Tier who is struggling to make ends meet, that farmer is our brother. The child who lives in poverty in Rochester today is our child.”\nMuch of what Mr. Cuomo is proposing will encounter stiff resistance in the divided Legislature, where Republicans are now firmly in control of the State Senate, and Democrats dominate the State Assembly.", "url": "https://www.nytimes.com/2015/01/22/nyregion/governor-andrew-cuomo-state-of-the-state-address.html"}