{"authors": ["Monica Davey", "Mitch Smith"], "date_download": "2022-10-25 23:33:10", "date_modify": "2022-10-25 23:33:10", "date_publish": "2015-11-24 16:05:53", "description": "Murder charges were filed against a white police officer in the 2014 death of a black teenager, who was shot 16 times.", "filename": "2015_11_25_us_chicago-officer-charged-in-death-of-black-teenager-official-says_1666740790.html", "image_url": "https://static01.nyt.com/images/2015/11/25/multimedia/chicago-protest/chicago-protest-facebookJumbo.jpg?year=2015&h=550&w=1050&s=a158c8ca1f5b466f7923f7bec6fbf9c525a2ab97b21bdedae08ddc2211cd6d44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_25_us_chicago-officer-charged-in-death-of-black-teenager-official-says_1666740790.html", "title": "Chicago Protests Mostly Peaceful After Video of Police Shooting Is Released", "title_page": "Chicago Protests Mostly Peaceful After Video of Police Shooting Is Released - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Herbert, the officer’s lawyer, said Officer Van Dyke was highly decorated with an excellent record and numerous awards. But records show that the officer had been the subject of numerous complaints from residents, including allegations of using excessive force and making racial slurs.\nMr. Herbert said that no merit had ever been found by the authorities in any of the allegations against Officer Van Dyke.\nThe Chicago police are frequently involved in shootings, including 15 from July to September this year. But officers here rarely face charges for firing their weapons.\nDante Servin, a detective, is perhaps the most notable exception in recent memory. Mr. Servin was charged with involuntary manslaughter in a 2012 off-duty shooting that resulted in the death of Rekia Boyd, an unarmed black woman. A judge acquitted Mr. Servin this year.\nOfficials said Mr. McDonald was a ward of the state at the time of his death, and was attending an alternative school, Sullivan House High School. “He was coming every day, joking and even giving hugs,” Thomas Gattuso, the principal, said in an interview.", "url": "https://www.nytimes.com/2015/11/25/us/chicago-officer-charged-in-death-of-black-teenager-official-says.html"}