{"authors": ["Dionne Searcey"], "date_download": "2022-10-26 00:11:42", "date_modify": "2022-10-26 00:11:42", "date_publish": "2015-11-16 01:14:01", "description": "Boko Haram’s capacity to seize and hold entire towns is weakened, according to officials, though the group continues to carry out attacks on public places.", "filename": "2015_11_16_world_africa_boko-haram-attacks-persist-but-nigerian-officials-say-group-is-losing-ground_1666743102.html", "image_url": "https://static01.nyt.com/images/2015/11/16/world/16BOKO/16BOKO-facebookJumbo.jpg?year=2015&h=550&w=1050&s=3017f128e97b1497d71cdde99f03ac79f8a2233cf3a96750fbc3adbc16553d02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_16_world_africa_boko-haram-attacks-persist-but-nigerian-officials-say-group-is-losing-ground_1666743102.html", "title": "Boko Haram Attacks Persist, but Nigerian Officials Say Group Is Losing Ground", "title_page": "Boko Haram Attacks Persist, but Nigerian Officials Say Group Is Losing Ground - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Regardless, Mr. Souapabe said, villagers in the area “are determined to defend themselves against these troublemakers.”\nIn Cameroon, Col. Didier Badjeck, a military spokesman, said that in his country, about 350 soldiers and civilians had been killed in the past year either in suicide bombings or battles with Boko Haram. But he said Cameroon’s military had gained ground in the past couple of months, largely thanks to training from French and American soldiers and their surveillance drones. Nigerian officials have also been more cooperative, he said, sharing much needed intelligence.\n“I am sure that our troops and the multinational forces will defeat Boko Haram very soon,” he said.\nSome Boko Haram experts said the recent cheerleading for the advances against Boko Haram could be wishful thinking by officials who were overly optimistic about Mr. Buhari’s new administration and the tough public stand he has taken against Boko Haram.\n“The problem isn’t armed troops fighting and chasing Boko Haram out of the district,” said Paul Lubeck, director of African studies at Johns Hopkins School of Advanced International Studies. “The problem is whether they can set up an administration with security to hold them off.”\nIndeed, attacks in October in the northern Nigerian city of Maiduguri, the state capital of Borno — behind what would seem to be the front lines of the army’s engagement with Boko Haram — may indicate that the military’s grasp in the region is less firm than it insists.\nStill, international security experts and officials from Nigeria and elsewhere in the Lake Chad region cited promising developments in the march to eradicate Boko Haram.\nIn Nigeria, high-ranking military officials are advancing through the forest with their troops, rather than staying behind the front lines, as was the case in the past. The federal government is not only sharing intelligence with local officials but is also cooperating with military advisers from the United States, a departure from former President Goodluck Jonathan’s administration.", "url": "https://www.nytimes.com/2015/11/16/world/africa/boko-haram-attacks-persist-but-nigerian-officials-say-group-is-losing-ground.html"}