{"authors": ["Rukmini Callimachi"], "date_download": "2022-10-26 00:11:37", "date_modify": "2022-10-26 00:11:37", "date_publish": "2015-02-21 01:37:47", "description": "The Nigerian terrorist group has begun using the flag, anthem and production style associated with ISIS.", "filename": "2015_02_21_world_africa_in-newly-sophisticated-boko-haram-videos-hints-of-islamic-state-ties_1666743097.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_21_world_africa_in-newly-sophisticated-boko-haram-videos-hints-of-islamic-state-ties_1666743097.html", "title": "In Newly Sophisticated Boko Haram Videos, Hints of Islamic State Ties", "title_page": "In Newly Sophisticated Boko Haram Videos, Hints of Islamic State Ties  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Until recently, the propaganda videos released by Boko Haram, one of the most feared extremist groups in Africa, were an amateur affair. The videos were grainy, shot on hand-held cameras. They tended to feature the group’s wild-eyed leader screaming or shaking his finger at the viewer, as he delivered an incoherent tirade.\nThat all changed in January, when Boko Haram announced that it had created its own media outlet, with its own logo, and unveiled an associated Twitter account. What followed was a barrage of videos and photographs, mirroring the releases of the Islamic State terrorist group thousands of miles away in Iraq and Syria. The videos were suddenly more polished, shot by what analysts say was a professional cameraman, and branded with the flag of the Islamic State, also known as ISIS or ISIL, as well as the group’s battle anthem.\nSince then, each clip has surfaced first on the Nigerian group’s Twitter account and is then promulgated on accounts known to belong to Islamic State operatives, according to three experts who track jihadist activity online.\nThis evolution comes months after the Islamic State announced in its official magazine, Dabiq, that it had received an oath of allegiance from a group in Nigeria. Though the Islamic State did not name Boko Haram, the combined sequence of events has caused several experts to question whether Boko Haram is on its way to becoming the official branch in Nigeria, creating an alliance between two of the world’s most murderous groups.", "url": "https://www.nytimes.com/2015/02/21/world/africa/in-newly-sophisticated-boko-haram-videos-hints-of-islamic-state-ties.html"}