{"authors": ["Tom Robbins", "Lauren D Avolio"], "date_download": "2022-10-25 23:49:38", "date_modify": "2022-10-25 23:49:38", "date_publish": "2015-03-02 18:46:52", "description": "The correction officers at the western New York prison, who were accused of beating an inmate, made last-minute plea deals to a misdemeanor misconduct charge.", "filename": "2015_03_03_nyregion_attica-prison-guards-plead-guilty-in-2011-inmate-beating-case_1666741778.html", "image_url": "https://static01.nyt.com/images/2015/03/03/nyregion/jpATTICA3y/jpATTICA3y-facebookJumbo.jpg?year=2015&h=549&w=1050&s=9b273e2f9f573e47a5fb36fde82c578be0cbf3ea24172c37f1c723f24f8977c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_03_nyregion_attica-prison-guards-plead-guilty-in-2011-inmate-beating-case_1666741778.html", "title": "3 Attica Guards Resign in Deal to Avoid Jail", "title_page": "3 Attica Guards Resign in Deal to Avoid Jail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three guards accused of beating an inmate at the Attica Correctional Facility so severely that doctors had to insert a plate and six pins into his leg each pleaded guilty on Monday to a single misdemeanor charge of misconduct. The last-minute plea deal spared them any jail time in exchange for quitting their jobs.\nThe resolution of the case came more than three years after corrections officers beat a 29-year-old inmate, George Williams, at the prison in western New York. He suffered two broken legs, broken ribs, a broken shoulder and a severe fracture of his eye socket, among other injuries.\n“Let me be clear: This has never been about jail for these officers, even though they came dangerously close to that idea,” the Wyoming County district attorney, Donald O’Geen, said hours after the three guards were to have gone on trial on charges of gang assault, filing false reports and evidence tampering. Under the agreement, the officers can never again work in a New York State correctional institution.\n“This prosecution has always been about holding these officers accountable for their abuse of power and to, once and for all, get them out of the corrections profession,” Mr. O’Geen added. He also said that Mr. Williams had “approved of the settlement” and “was overcome with emotion” upon being told of it by telephone on Monday.", "url": "https://www.nytimes.com/2015/03/03/nyregion/attica-prison-guards-plead-guilty-in-2011-inmate-beating-case.html"}