{"authors": ["Manny Fernandez"], "date_download": "2022-10-25 23:56:03", "date_modify": "2022-10-25 23:56:03", "date_publish": "2015-04-30 19:39:01", "description": "The police say that Mr. Gray was not in a seatbelt, making some wonder if he was hurt by being taken on a “rough ride,” a longtime means of retribution for the police.", "filename": "2015_05_01_us_freddie-grays-injury-and-the-police-rough-ride_1666742163.html", "image_url": "https://static01.nyt.com/images/2015/05/01/us/01VANSweb/01VANSweb-facebookJumbo.jpg?year=2015&h=550&w=1050&s=458558a54c9249abda90ff05eb66a61494dcf98ed4f6fb29fede25b0512b4903&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_01_us_freddie-grays-injury-and-the-police-rough-ride_1666742163.html", "title": "Freddie Gray’s Injury and the Police ‘Rough Ride’", "title_page": "Freddie Gray’s Injury and the Police ‘Rough Ride’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GRATEFUL FOR-AND WARY OF- EXTRA FORCE Brendan Bodensteiner i mean it feels like I’m in iraq right now or some other country, it does not feel like america... seeing my military deployed in my city it’s not something you can grow accustomed to. IN BALTIMORE: SECURE, SKEPTICAL? NARRATION After protests marked by violence earlier this week, nearly 5000 extra national guard and police are patrolling Baltimore. But the reactions to that force differ depending on the neighborhood. Katherine Iloreta it’s nice to have the police presence here, it makes you feel safe, but at the same time you;re like... keep your distance, cause, don’t bring the trouble to us! [laughs] NARRATION Though most of the violent police clashes took place 2 miles north and west of the inner harbor and business district, people here seem to welcome the increased security. Katherine Iloreta i had no idea how much of a presence the NG hard down here. i’ve never seen a machine gun in person, that close, so that was a lil bit of shocker, it makes you feel safe but at the same time you’re just waiting for the trouble to follow. Brendan Bodensteiner i would say yeah i do feel safer, based on needs of today due to the rioting and everything, but it’‘s certainly not something that i like to need. Eric Sean for some reason getting things done in baltimore city is always an issue... this, a situation like this, we should have had this under hand a long time ago Leslie Williams when i walked in to the pratt street pavilion going in to my business, i cried, from seeing all of this uniformed security. the security is something we all need to protect the workers, the people that live, here, even to to protect the 16 year old not to do any more harm Baye Parker downtown’s gonna be protected, absolutely, because that’s the money maker. mt vernon, fells point the harbor. NARRATION But In West Baltimore, blocks from where Freddie Gray was arrested, and around the corner from where demonstrations turned violent on Monday, residents have a starkly different reaction to the increased presence of Baltimore city and Maryland state police. Baye Parker I can’t say i don’t trust the police... i don’t trust the motives of some officers that are here to uphold the law...Me, as a black man, with the police, having more of them, here, at this heightened time. no- i don’t feel safer...They put blue light cameras in our community years ago and said “you’d feel safer.” not at all. they said they was gonna put these body cameras on officers and it’d make us feel safer. we still getting shot, killed, with the body cameras... It shows you the disconnect between the community and the government Daria Horne i feel like they need to get to the bottom of how this all started... you need someone relatable to make you feel safe, and they can’t relate to us and our struggle, so that doesn’t make me feel safe, that makes me feel repressed. Ronnie Butler I’ve been here going on 11 years... first time anything like this has happened since I’ve been here. I think it’ll go back to normal. I think cops being here is making some people more upset than they probably would be. Wayne Gibbs I’ll tell you as a patron I came here today and I wanted to take a step back and I know I didn’t do anything wrong and I was still like “whoa!” It’s like overkill. 8 cops right here right now. That’s an overwhelming amount of force. And why should you make the whole city suffer for a small amount of people? It’s like... that’s insane. Daria Horne no. nobody here feels safe, feels like the police works for them. no, i know nobody feels like that. no, i don’t ever feel like the police are working for me. i never feel like that. i know they’re not. ###", "url": "https://www.nytimes.com/2015/05/01/us/freddie-grays-injury-and-the-police-rough-ride.html"}