{"authors": ["Aaron E. Carroll"], "date_download": "2022-10-25 22:56:34", "date_modify": "2022-10-25 22:56:34", "date_publish": "2015-07-20 10:57:02", "description": "The available evidence shows it helps with pain and other problems, but obstacles to research are slowing further insights.", "filename": "2015_07_21_upshot_is-there-anything-actually-medical-about-medical-marijuana_1666738594.html", "image_url": "https://static01.nyt.com/images/2015/07/17/upshot/21UP-Health/21UP-Health-facebookJumbo.jpg?year=2015&h=550&w=1050&s=353a7c610b394a4e52dd73a5e7621925887095b811e915d1ed21a2a41eba85ab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_21_upshot_is-there-anything-actually-medical-about-medical-marijuana_1666738594.html", "title": "How ‘Medical’ Is Marijuana?", "title_page": "How ‘Medical’ Is Marijuana? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is becoming easier to get marijuana, legally. In the last 20 years or so, 23 states, as well as the District of Columbia, have passed laws that make it legal to use marijuana for medical treatments. So have some countries, like Austria, Canada, Finland, Germany, Israel and Spain.\nAdvocates believe that this has allowed many with intractable medical problems to receive a safe and effective therapy. Opponents argue that these benefits are overblown, and that advocates ignore the harms of marijuana. Mostly, opponents say that the real objective of medical marijuana is to make it easier for people to obtain it for recreational purposes.\nBoth sides have a point. Research exists, however, that can help clarify what we do and don’t know about medical marijuana.\nA recent systematic review published in The Journal of the American Medical Association looked at all randomized controlled trials of cannabis or cannabinoids to treat medical conditions. They found 79 trials involving more than 6,400 participants. A lot of the trials did show some improvements in symptoms, but most of those did not achieve statistical significance. Some did, however.", "url": "https://www.nytimes.com/2015/07/21/upshot/is-there-anything-actually-medical-about-medical-marijuana.html"}