{"authors": ["Al Baker", "J. David Goodman", "Benjamin Mueller"], "date_download": "2022-10-25 22:59:40", "date_modify": "2022-10-25 22:59:40", "date_publish": "2015-06-13 15:04:58", "description": "After the fatal confrontation with the police on Staten Island was captured on video, the focus on an officer’s chokehold left many questions unexplored.", "filename": "2015_06_14_nyregion_eric-garner-police-chokehold-staten-island_1666738780.html", "image_url": "https://static01.nyt.com/images/2015/06/14/nyregion/14GARNER1web/14GARNER1web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=bbc0b911a355163847709972469465064d68781f5a0fed3d6e6561203a2a7ff9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_14_nyregion_eric-garner-police-chokehold-staten-island_1666738780.html", "title": "Beyond the Chokehold: The Path to Eric Garner’s Death", "title_page": "Beyond the Chokehold: The Path to Eric Garner’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[For more about police violence and unrest, go here]\nEric Garner was lumbering along a sidewalk on Staten Island on a July day when an unmarked police car pulled up.\nThe plainclothes officers inside knew Mr. Garner well, mostly for selling untaxed cigarettes not far from the nearby Staten Island Ferry Terminal.\nMr. Garner — who at 6 feet 2 inches tall and 395 pounds was hard to miss — recognized them, too. Everyone did, at least among those who hawked cigarettes and cheap goods on that stretch of Bay Street along Tompkinsville Park. For years, they played a cat-and-mouse game with the New York City officers who came to arrest them.\nAs the officers approached, Mr. Garner, 43, shouted at them to back off, according to two witnesses. He flailed his arms. He refused to be detained or frisked. He had been arrested twice already that year near the same spot, in March and May, charged both times with circumventing state tax law.", "url": "https://www.nytimes.com/2015/06/14/nyregion/eric-garner-police-chokehold-staten-island.html"}