{"authors": ["Alexander Burns"], "date_download": "2022-10-25 23:53:55", "date_modify": "2022-10-25 23:53:55", "date_publish": "2015-09-21 18:53:32", "description": "Mr. Faulkner, who once played for the New York Jets, criticized Bill de Blasio’s leadership style and management of the city’s Police Department.", "filename": "2015_09_22_nyregion_michel-faulkner-a-republican-minister-announces-a-bid-to-unseat-mayor-de-blasio_1666742035.html", "image_url": "https://static01.nyt.com/images/2015/09/22/nyregion/22faulkner/22faulkner-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b723bfc155b0f2ce876ae9e77092f2a04ade25f57753b1d5e5aa37417af7ee0a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_22_nyregion_michel-faulkner-a-republican-minister-announces-a-bid-to-unseat-mayor-de-blasio_1666742035.html", "title": "Michel Faulkner, Harlem Minister, Announces G.O.P. Bid to Unseat Mayor de Blasio", "title_page": "Michel Faulkner, Harlem Minister, Announces G.O.P. Bid to Unseat Mayor de Blasio - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With Mayor Bill de Blasio’s poll numbers in a prolonged slump, Republican leaders have vowed to put up a strong challenger in 2017. But to compete in strongly liberal New York City, Republicans would most likely need either a candidate of some political celebrity to challenge the Democratic mayor, or at least someone with vast personal wealth to spend on a campaign.\nMichel J. Faulkner does not fall into either category.\nOn Monday, Mr. Faulkner, a Harlem minister who once played football for the New York Jets, began what he described as a marathonlike campaign to unseat Mr. de Blasio, broadly criticizing the mayor’s leadership style and management of the police.\nMr. Faulkner, a Republican, said it was essential to announce his long-shot bid more than two years before the 2017 election. Defeating Mr. de Blasio, he said, would require a full-scale political movement rather than a conventional campaign.\nStanding at a busy intersection north of Times Square, periodically drowned out by the noise of construction and traffic, Mr. Faulkner said Mr. de Blasio had proved to be a divisive leader without the charisma to lead a great city.", "url": "https://www.nytimes.com/2015/09/22/nyregion/michel-faulkner-a-republican-minister-announces-a-bid-to-unseat-mayor-de-blasio.html"}