{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:32:29", "date_modify": "2022-10-25 23:32:29", "date_publish": "2015-11-09 00:08:24", "description": "Racial tension escalated over whether the administration was sensitive enough to concerns about Halloween costumes that could be seen as culturally offensive.", "filename": "2015_11_09_nyregion_yale-culturally-insensitive-halloween-costumes-free-speech_1666740749.html", "image_url": "https://static01.nyt.com/images/2015/11/09/nyregion/09Yale-web/09Yale-web-facebookJumbo.jpg?year=2015&h=549&w=1050&s=fa91cabab44b4571acc6d5bc238a3a488910c129754aa15e1e58ae012d775d45&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_09_nyregion_yale-culturally-insensitive-halloween-costumes-free-speech_1666740749.html", "title": "Yale’s Halloween Advice Stokes a Racially Charged Debate", "title_page": "Yale’s Halloween Advice Stokes a Racially Charged Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Weeks of simmering racial tension at Yale University boiled over in recent days into a debate over whether the administration was sensitive enough to concerns about Halloween costumes seen as culturally offensive, students and adminstrators said.\nPeter Salovey, the president of Yale, said he had been left “deeply troubled” by a meeting he held with students of color last week who were “in great distress.” Many said they did not believe the university was attuned to the needs of minority students.\n“The experiences they shared went beyond the incidents of the last few days,” he said in a statement. “Their concerns and cries for help made clear that some students find life on our campus profoundly difficult.”\nThe debate over Halloween costumes began late last month when the university’s Intercultural Affairs Committee sent an email to the student body asking students to avoid wearing “culturally unaware and insensitive” costumes that could offend minority students. It specifically advised them to steer clear of outfits that included elements like feathered headdresses, turbans or blackface.", "url": "https://www.nytimes.com/2015/11/09/nyregion/yale-culturally-insensitive-halloween-costumes-free-speech.html"}