{"authors": ["Scott Reyburn"], "date_download": "2022-10-25 23:55:17", "date_modify": "2022-10-25 23:55:17", "date_publish": "2015-03-20 15:00:51", "description": "Even some big sellers like Christie’s and Sotheby’s are becoming more comfortable with online auctions.", "filename": "2015_03_23_arts_international_when-the-fine-art-market-goes-online_1666742117.html", "image_url": "https://static01.nyt.com/images/2015/03/23/arts/international/23iht-reyburn23A/23iht-reyburn23A-facebookJumbo.jpg?year=2015&h=549&w=1050&s=6c0386d3744248443bb5d3f92b0f5821fefd6980e8de5cc335e7a0aa6742dd16&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_23_arts_international_when-the-fine-art-market-goes-online_1666742117.html", "title": "When the Fine Art Market Goes Online", "title_page": "When the Fine Art Market Goes Online - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A new collaborative live auction platform, ebay.com/sothebys, will give eBay’s enormous base of buyers the chance to browse and bid at Sotheby’s, beginning with an April 1 auction of photographs, followed by a sale of New York-themed material on April 2. Most of the lots at both events are estimated at under $20,000, though the vast majority of more than $1 billion in art and antiques sold on eBay in 2014 was priced at under $200, according to Tefaf.\nSotheby’s has been here before. The auction house initiated ill-fated and costly “bricks and clicks” collaborations with Amazon in 1999 and eBay in 2002. Will it succeed the third time around?\n“The probability that it will work for Sotheby’s this time is considerably higher, as we now see the emergence of an online art market, something we really didn’t have in the early 2000s,” said Anders Petterson, author of the annual Hiscox Online Art Trade Report, which profiles all the leading dot-coms and lists their outside investors. Mr. Petterson believes the art market could sustain a range of successful online businesses. “I don’t believe we will see one or two players dominate the entire online art space, but likely to see a more fragmented marketplace, mirroring the way the art market is structured,” he said.\nAt the moment, it is widely assumed that e-commerce will not transform the art market in the way it has transformed recorded music and book retailing. Unique paintings and sculptures, unlike multiple prints and photographs, are simply too expensive to sell effectively on the Internet. But what if the unthinkable were to happen? What if collecting fashion were to shift away from paintings and sculptures toward a kind of art that can easily be sold online?\nAn ambitious exhibition at the Galerie Max Hetzler, held in its Paris and Berlin spaces, and at the online dealership Artuner.com, through April 18, is an example of how art and its market might evolve. Inspired by the ideas of the American economic theorist Jeremy Rifkin, “Open Source: Art at the Eclipse of Capitalism” is a curated selection of 70 works for sale by more than 30 international artists who have “utilized new technologies, embraced a reimagined future.”\nImage A screen grab of Sotheby’s live auction platform on eBay. Credit... Sotheby’s\nMr. Rifkin is the author of the 2011 bestseller, “The Third Industrial Revolution.” His most recent book, “The Zero Marginal Cost Society,” published last year, sets out a utopian vision of a near future in which the excesses of global capitalism are curbed by an environmentally aware, Internet-connected “Collaborative Commons.”", "url": "https://www.nytimes.com/2015/03/23/arts/international/when-the-fine-art-market-goes-online.html"}