{"authors": ["James Risen", "Matthew Rosenberg"], "date_download": "2022-10-25 23:22:41", "date_modify": "2022-10-25 23:22:41", "date_publish": "2015-04-15 01:44:52", "description": "Private security firms have matured from bit players on the edge of global conflicts to multinational companies that guard oil fields, analyze intelligence and fight insurgents.", "filename": "2015_04_15_world_middleeast_blackwaters-legacy-goes-beyond-public-view_1666740161.html", "image_url": "https://static01.nyt.com/images/2015/04/15/world/15BLACKWATER-1/15BLACKWATER-1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=935a042bc21169c3ed6d18756804f1a4895866278008ca696bc39de8c0fc83d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_15_world_middleeast_blackwaters-legacy-goes-beyond-public-view_1666740161.html", "title": "Blackwater’s Legacy Goes Beyond Public View", "title_page": "Blackwater’s Legacy Goes Beyond Public View - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "IT WAS A LOW POINT OF THE IRAQ WAR. ON SEPTEMBER 16, 2007, 17 IRAQIS WERE KILLED IN NISOUR SQUARE. “He started shooting bullets randomly.” WHAT MANY INITIALLY THOUGHT WOULD BE A CLEAR-CUT CASE REMAINS MURKY SEVEN YEARS LATER. NAT POP AFTERMATH OF SCENE - Upsurge of music They shot him in the back of the head. His head opened up. BLACKWATER DENIED ANY WRONGDOING, CITING SELF-DEFENSE, NOTABLY IN A 2007 60 MINUTES INTERVIEW ERIK PRINCE / Former Blackwater chief executive “I have not seen any evidence to support any kind of egregious, malicious, intentional wrong behavior.” NAT POP OF SCENE THE FIRST CASE WAS DROPPED IN 2011 BECAUSE OF REPEATED GOVERNMENT MISTAKES. Remember BW at the time was guarding the State dept so it was a really important role... there’s evidence members of the State Dept actually cleaned up the scene to try to protect BW. NOW, AS THE U-S GOVERNMENT MAKES ITS SECOND ATTEMPT TO HOLD THE GUARDS ACCOUNTABLE, THERE REMAIN DIPLOMATIC IMPLICATIONS FOR THE WHITE HOUSE. “The Obama administration is hoping that what it can do most is show that it really took this seriously and really pursued every avenue it could to try to get convictions. THREE GUARDS ARE CHARGED WITH MANSLAUGHTER, WHILE NICHOLAS A. SLATTEN — THE MAN ACCUSED OF FIRING THE FIRST SHOT - IS CHARGED WITH FIRST DEGREE MURDER. “you have to prove intent and premeditation so there’s a much higher standard. OVERALL, THE PROSECUTION’S STRATEGY RELIES ON OVER FOUR DOZEN WITNESS TESTIMONIES, INCLUDING MANY IRAQIS WHO ARE TRAVELING TO WASHINGTON. WHILE THE DEFENSE IS HOPING TO USE ANY INCONSISTENCIES TO RAISE DOUBT ABOUT WHAT HAPPENED. MEANWHILE, MANY AMERICANS AND IRAQI ARE WATCHING CLOSELY, HOPING FOR A VERDICT TO CLOSE ONE OF THE SADDEST CHAPTER OF THE IRAQ WAR. NAT POP OF MUSIC END IT", "url": "https://www.nytimes.com/2015/04/15/world/middleeast/blackwaters-legacy-goes-beyond-public-view.html"}