{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:30:46", "date_modify": "2022-10-25 23:30:46", "date_publish": "2015-11-20 00:01:32", "description": "Gov. Andrew M. Cuomo’s vision has taken on a personal urgency since the death of his father, who was an icon of the left.", "filename": "2015_11_20_nyregion_cuomo-with-unilateral-actions-advances-renewed-a-liberal-agenda-in-new-york_1666740646.html", "image_url": "https://static01.nyt.com/images/2015/11/20/nyregion/20CUOMO-y/20CUOMO-y-facebookJumbo-v3.jpg?year=2015&h=549&w=1050&s=da2e870f8712d4ef6e1fa963731b699cd3655a9651de4311a08563178c5e08d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_20_nyregion_cuomo-with-unilateral-actions-advances-renewed-a-liberal-agenda-in-new-york_1666740646.html", "title": "Cuomo, With Unilateral Actions, Advances a Renewed Liberal Agenda in New York", "title_page": "Cuomo, With Unilateral Actions, Advances a Renewed Liberal Agenda in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The issues Mr. Cuomo has seized upon are cherished by liberals, including executive orders protecting transgender people from discrimination (October), appointing the state attorney general as a special prosecutor for some police-related civilian deaths (July), and separating 16- and 17-year-olds from adult prisoners (June). They are also issues that the Republican-controlled State Senate has shunned.\n“He is evolving the same way every other governor has, in that if you really care about your state, at some point you really become anxious about how long it takes to do everything,” said former Gov. David A. Paterson, a Democrat, who preceded Mr. Cuomo in office. “A lot of people think that’s a power grab, but when you think about it, that’s what we’re supposed to be doing.”\nFor his part, Mr. Cuomo professes to see no change in his behavior. Indeed, the governor began notching liberal victories early in his first term, even as he irritated would-be allies on the left with sweeping tax cuts and other fiscally conservative policies. He led the fight to legalize same-sex marriage in New York, and he pushed legislators to pass a major gun-control law.\nYet the governor has consistently alienated liberals, leaving him vulnerable to challenges from less ambiguously liberal figures like the attorney general, Eric T. Schneiderman, or Zephyr Teachout, a little-known and little-funded law professor who managed to claim more than a third of the vote in the Democratic primary when Mr. Cuomo ran for re-election last year.\nMr. Cuomo’s record of compromising with Republicans in the Senate has led Albany insiders to believe he deliberately failed to help his own party gain control of the chamber during the elections last year.\nThat history has left Democrats wondering whether he is charging leftward for short-term political gain or he has begun to see his role in a more empowered light.", "url": "https://www.nytimes.com/2015/11/20/nyregion/cuomo-with-unilateral-actions-advances-renewed-a-liberal-agenda-in-new-york.html"}