{"authors": ["Ben Sisario"], "date_download": "2022-10-26 00:12:05", "date_modify": "2022-10-26 00:12:05", "date_publish": "2015-11-14 04:13:58", "description": "The band whose concert was the site of the worst violence in Paris is a blues-rock outfit with an irreverent side; all its members were reported safe.", "filename": "2015_11_14_arts_music_bataclan-eagles-of-death-metal-band-paris_1666743125.html", "image_url": "https://static01.nyt.com/images/2015/11/14/arts/14band_web1/14band_web1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=ca3752c842fae99cc91926acfa30f83e8bd09da34366a9b13f31c3c8537136d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_14_arts_music_bataclan-eagles-of-death-metal-band-paris_1666743125.html", "title": "Eagles of Death Metal, a Band Known for Wit, Now Mired in Tragedy", "title_page": "Eagles of Death Metal, a Band Known for Wit, Now Mired in Tragedy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The band that was playing Friday evening at the Bataclan concert hall in Paris, where about 100 people were killed in one of a wave of attacks on the city, has an inadvertently alarming name: Eagles of Death Metal.\nSome people on social media found the name disturbing. Others mistook it as an indication that the group plays death metal — a particularly dark subgenre of heavy metal — leading to a few insistent corrections on Twitter as well as carefully worded explanations from television news anchors.\nIn fact, the group, from Palm Desert, Calif., mixes driving blues-rock of 1970s vintage with a heavy dose of humor. For fans of Eagles of Death Metal, the band’s name is part of its irreverent charm.\n“We kind of have a rule with Eagles of Death Metal that it’s the fun show, and we want everyone to belong,” Jesse Hughes, one of the group’s two leaders, said in a recent interview with Rolling Stone.", "url": "https://www.nytimes.com/2015/11/14/arts/music/bataclan-eagles-of-death-metal-band-paris.html"}