{"authors": ["Susan Dynarski"], "date_download": "2022-10-25 23:34:54", "date_modify": "2022-10-25 23:34:54", "date_publish": "2015-09-10 17:06:44", "description": "The increases in debt and default rates are concentrated among students at for-profit and community colleges, even though those students borrow less on average.", "filename": "2015_09_11_upshot_new-data-gives-clearer-picture-of-student-debt.html_rref=upshot_1666740894.html", "image_url": "https://static01.nyt.com/images/2015/09/11/upshot/11up-loans/11up-loans-facebookJumbo.jpg?year=2015&h=550&w=1050&s=55163b029c47745fcf63489f3dae1d492d5b0a5ab769a775966a7133fa30e563&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_11_upshot_new-data-gives-clearer-picture-of-student-debt.html_rref=upshot_1666740894.html", "title": "New Data Gives Clearer Picture of Student Debt", "title_page": "New Data Gives Clearer Picture of Student Debt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An air of mystery has long surrounded student debt. We know the total number of borrowers and their combined debt — 40 million people owe $1.2 trillion — but beyond these headline numbers, the data has been frustratingly thin. Who borrows? Who defaults? Why are so many borrowers in distress? The answers have been unclear, leaving analysts and policy makers to prescribe remedies without an accurate diagnosis of the disease.\nBut now the picture has become significantly sharper.\nOn Thursday, two researchers — Adam Looney of the Treasury Department and Constantine Yannelis of Stanford University — released an analysis of a new database that offers much more detail. It matches records on federal student borrowing with the borrowers’ earnings from tax records (with identifying details removed, to preserve privacy). The data contains information about who borrows and how much; what college borrowers attended; their repayment and default; and their earnings both before and after college.\nAnd the data suggests that many popular perceptions of student debt are incorrect. The huge run-up in loans and the subsequent spike in defaults have not been driven by $100,000 debts incurred by students at expensive private colleges like N.Y.U.", "url": "https://www.nytimes.com/2015/09/11/upshot/new-data-gives-clearer-picture-of-student-debt.html?rref=upshot"}