{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:02:19", "date_modify": "2022-10-25 23:02:19", "date_publish": "2015-05-23 01:08:17", "description": "The government of Bashar al-Assad said troops and civilians left safely, while insurgents claimed to have killed or captured some in completing their takeover of the town of Jisr al-Shoughour.", "filename": "2015_05_23_world_middleeast_two-sides-claim-victory-as-syrian-troops-flee-hospital_1666738939.html", "image_url": "https://static01.nyt.com/images/2015/05/23/world/ALT-SYRIA/ALT-SYRIA-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=9cdebe7f581ca3ab61c4ecc56f84d24aedbf72b5a48ec6b7f1e80b6d1d3a31a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_23_world_middleeast_two-sides-claim-victory-as-syrian-troops-flee-hospital_1666738939.html", "title": "Two Sides Claim Victory as Syrian Troops Flee Hospital", "title_page": "Two Sides Claim Victory as Syrian Troops Flee Hospital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Scores of Syrian government soldiers and civilians besieged by insurgents for nearly a month in a hospital in northern Syria fled on Friday in a dramatic exit that both the army and its opponents promptly claimed as a victory.\nVideos posted by each side showed lines of uniformed soldiers trotting away across a field as what sounded like rifle and artillery fire echoed in the background; the government claimed that they reached safety, while insurgents claimed that many were killed or captured.\nThe scene unfolded almost a month after President Bashar al-Assad, in a rare public speech, had vowed to send reinforcements to rescue the holdouts, declaring, “The army will arrive soon to these heroes.” Afterward, insurgents, including members of the Nusra Front, which is affiliated with Al Qaeda, captured the gutted hospital, completing their takeover of the town of Jisr al-Shoughour, a crucial location on the road from the mostly insurgent-held province of Idlib toward the government’s strongholds on the coast.\nThe loss of the hospital came two days after Islamic State militants drove government forces out of the desert town of Palmyra in central Syria in a lightning attack that has shocked the country. In addition, on Friday, the Islamic State group, also known as ISIS or ISIL, seized a military outpost near Palmyra, after its takeover on Thursday of a border crossing between Syria and Iraq farther east.", "url": "https://www.nytimes.com/2015/05/23/world/middleeast/two-sides-claim-victory-as-syrian-troops-flee-hospital.html"}