{"authors": ["Monica Davey"], "date_download": "2022-10-25 23:33:08", "date_modify": "2022-10-25 23:33:08", "date_publish": "2015-04-16 00:37:17", "description": "The City Council’s decision came swiftly and with no debate, amid a flurry of new attention on police misconduct in Chicago.", "filename": "2015_04_16_us_chicago-pays-5-million-to-family-of-black-teenager-killed-by-officer_1666740788.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_16_us_chicago-pays-5-million-to-family-of-black-teenager-killed-by-officer_1666740788.html", "title": "Chicago Pays $5 Million to Family of Black Teenager Killed by Officer", "title_page": "Chicago Pays $5 Million to Family of Black Teenager Killed by Officer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — The City Council here agreed on Wednesday to pay $5 million to the family of a black teenager who was fatally shot by a Chicago police officer last fall, as federal and state prosecutors acknowledged that they were conducting a criminal investigation into the shooting.\nThe council’s decision came swiftly and with no debate, even before a suit had been filed in the case by the family of Laquan McDonald, 17, who the police say was wielding a three-inch knife when an officer shot him 16 times on Oct. 20 on the city’s Southwest Side. The authorities say a dashboard camera on a police squad car captured the confrontation, though the recording has not been made public.\nChicago’s settlement in the case came amid increased scrutiny of police shootings around the nation, as well as a flurry of new attention to police conduct in this city, recent and past.\nIn a prosecution that officials described as rare for fatal police shootings here, a Chicago police officer is on trial for involuntary manslaughter, among other charges, in the death of a woman near a park in March 2012. The officer, Detective Dante Servin, who was off duty, shot recklessly into a group of people in a darkened alley, killing Rekia Boyd, prosecutors say. But lawyers for Detective Servin have said he believed he saw someone in the group pulling out an item that looked like a weapon.", "url": "https://www.nytimes.com/2015/04/16/us/chicago-pays-5-million-to-family-of-black-teenager-killed-by-officer.html"}