{"authors": ["Justin Bergman"], "date_download": "2022-10-25 23:55:17", "date_modify": "2022-10-25 23:55:17", "date_publish": "2015-11-05 12:00:06", "description": "Museums and galleries are turning the once-industrial West Bund into a cultural hub.", "filename": "2015_11_08_travel_shanghai-west-bund-museums_1666742117.html", "image_url": "https://static01.nyt.com/images/2015/11/08/travel/08SHANGAI1/08SHANGHAI1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=bad8e8ee0fbdb0b1a68107a3939c51a711f0bad962c5ea29239533c4d059ce44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_08_travel_shanghai-west-bund-museums_1666742117.html", "title": "An Arts Explosion Takes Shanghai", "title_page": "An Arts Explosion Takes Shanghai - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Shanghai, the historic Bund grabs much of the spotlight — the stretch of former banks and trading houses along the Huangpu River, built a century ago in a kaleidoscope of architectural styles, is a monument to the grandeur of another era. It can also be downright suffocating on weekends, with tourists jostling for selfie positions.\nFor congestion-weary residents, another part of the riverfront now known as the West Bund has become a far more appealing place to spend the weekend. Here, a once-forlorn industrial area known for aircraft manufacturing has been transformed into a lush green corridor where Shanghainese come to ride bikes and skateboards, scale outdoor rock-climbing walls and, a rarity in this city, enjoy picnics on the grassy riverbank.\nAnd in the last two years, museums and galleries have also started popping up as part of the city’s plan to turn the West Bund into a world-class arts and culture hub, Shanghai’s answer to Museum Mile in New York or South Bank in London.\nOn one end of the waterfront area, two massive industrial buildings have been repurposed and transformed into the West Bund Art Center, site of a new annual art fair, and the Yuz Museum, focusing on contemporary works. On the other end is another institution exhibiting a mix of classical antiquities and modern Chinese art, the Long Museum West Bund. And coming soon is the star attraction: DreamWorks’ $2.5 billion Shanghai DreamCenter, the headquarters for the company’s new Chinese joint venture animation studio, Oriental DreamWorks, as well as a sprawling entertainment complex with performance venues, an IMAX theater, a Legoland Discovery Center, restaurants, shops and bars.", "url": "https://www.nytimes.com/2015/11/08/travel/shanghai-west-bund-museums.html"}