{"authors": ["Ravi Somaiya"], "date_download": "2022-10-25 23:51:58", "date_modify": "2022-10-25 23:51:58", "date_publish": "2015-09-02 15:16:47", "description": "News UK, Rupert Murdoch’s British media operation, announced the return of the woman who was chief executive during the phone-hacking scandal four years ago.", "filename": "2015_09_03_business_media_rebekah-brooks-to-return-to-news-corp-on-monday_1666741918.html", "image_url": "https://static01.nyt.com/images/2015/09/03/business/03Brooks-web-sub/03Brooks-web-sub-facebookJumbo.jpg?year=2015&h=550&w=1050&s=071bbfed9ff82515daf5e05cdb29670a6acf7a483dc52821dcddd755f05cc371&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_03_business_media_rebekah-brooks-to-return-to-news-corp-on-monday_1666741918.html", "title": "Rebekah Brooks to Return to News Corp. on Monday", "title_page": "Rebekah Brooks to Return to News Corp. on Monday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rupert Murdoch keeps his promises.\nOn Wednesday, after months of careful machinations behind the scenes to find the right time and the right role, it was announced that Rebekah Brooks would return to her old job as chief executive of Mr. Murdoch’s British media operation, now named News UK.\nFour years ago, in the midst of the phone hacking scandal, as Mr. Murdoch faced a wave of revulsion from the British public over his newspapers’ interceptions of private voice mail messages for scoops, he was asked to identify his chief priority in the crisis.\nHe pointed to Ms. Brooks, who had risen from secretary to editor of two of his tabloid newspapers to chief executive of his British media operations, and said, “This one.”\nAt the time, Ms. Brooks was widely reviled within the company. Many there suggested that Mr. Murdoch had shuttered the tabloid at the center of the scandal, The News of the World, costing many people their jobs, in an effort to save her. She subsequently stepped down and was arrested and accused of phone hacking, among other crimes. She was later acquitted.", "url": "https://www.nytimes.com/2015/09/03/business/media/rebekah-brooks-to-return-to-news-corp-on-monday.html"}