{"authors": ["Ian Austen"], "date_download": "2022-10-25 23:47:06", "date_modify": "2022-10-25 23:47:06", "date_publish": "2015-09-04 03:05:48", "description": "The Syrian boy, 3, drowned off Turkey after his family was unable to secure a Canadian visa.", "filename": "2015_09_04_world_americas_aylan-kurdis-death-raises-resonates-in-canadian-election-campaign_1666741626.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_04_world_americas_aylan-kurdis-death-raises-resonates-in-canadian-election-campaign_1666741626.html", "title": "Aylan Kurdi’s Death Resonates in Canadian Election Campaign", "title_page": "Aylan Kurdi’s Death Resonates in Canadian Election Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OTTAWA — While the photograph of a 3-year-old Syrian boy’s body quickly focused the world’s attention on the migrant crisis in the Middle East and Africa, it has taken on a particular resonance in Canada with the discovery that the boy’s family had been unable to obtain immigration visas.\nThe death of the boy, Aylan Kurdi, who drowned with his brother and mother off the coast of Turkey, has also become an emotional issue in the Canadian election.\nEven before the plight of the Kurdi family flashed across social media, opposition politicians, along with advocacy and religious groups, had strongly criticized the refugee policies of Prime Minister Stephen J. Harper’s Conservative government.\nIn January, the government promised that it would accept 10,000 refugees from Syria over three years. But over the next several months, immigration officials and Chris Alexander, the citizenship and immigration minister, repeatedly declined to disclose how many people had been admitted.", "url": "https://www.nytimes.com/2015/09/04/world/americas/aylan-kurdis-death-raises-resonates-in-canadian-election-campaign.html"}