{"authors": ["Charles V. Bagli"], "date_download": "2022-10-25 23:51:17", "date_modify": "2022-10-25 23:51:17", "date_publish": "2015-12-15 00:16:42", "description": "Frustrated by a decade of false starts, the state told two developers selected to transform a Manhattan post office into a transit hub that they may be replaced.", "filename": "2015_12_15_nyregion_cuomo-considers-reset-for-long-delayed-penn-station-expansion_1666741877.html", "image_url": "https://static01.nyt.com/images/2015/12/15/nyregion/GPO/GPO-facebookJumbo.jpg?year=2015&h=549&w=1050&s=7a746a26de331ab60f2ac5f03c74a3c901fce6591a04d85a6acd248e73922aa8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_15_nyregion_cuomo-considers-reset-for-long-delayed-penn-station-expansion_1666741877.html", "title": "Cuomo Considers Reset for Long-Delayed Penn Station Expansion", "title_page": "Cuomo Considers Reset for Long-Delayed Penn Station Expansion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But state officials insist there would be no delays if Related and Vornado were eventually ousted. “There will be no delay of a year,” said John P. L. Kelly, a spokesman for Mr. Cuomo. “This governor is about advancing stalled projects, not continuing the status quo.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nPerhaps with an eye toward an announcement at the governor’s State of the State speech in January, state officials are considering a Plan B, including reviving the idea of moving the 5,600-seat theater beneath Madison Square Garden across Eighth Avenue to the post office, according to two executives who spoke on the condition of anonymity because they did not want to become embroiled in the dispute. That would allow for an expansion of Penn Station and new entrances on Eighth Avenue.\nA spokesman for Madison Square Garden referred questions to the governor’s office.\nThe state has been overseeing about $300 million worth of work below the post office and is currently rounding up an estimated $700 million for the second phase, building a train hall.\nAs part of the initial deal, Related and Vornado were to pay the state over $200 million for the building and $110 million — or $100 a square foot — for development rights that they could transfer to other sites. This year, the state commissioned an appraisal that put the value of the air rights at an undisclosed but far higher number.\nSenator Daniel Patrick Moynihan, who died in 2003, first conceived of turning the general post office, with its grand staircase and columns, into an adjunct rail station to relieve the congestion at Penn Station and as an act of redemption for the demolition of the original Beaux-Arts station in 1963.\nIn June 2005, Gov. George E. Pataki selected Related and Vornado from among a competing group of developers to do the work. State and federal dollars would be used to turn the railroad tracks underneath the post office and the lower levels into a train station, while the developers would renovate and fill the building with commercial and retail tenants.\nThe developers spent years on plans to replace Madison Square Garden with glass entryways to the station and a set of skyscrapers or a glass mall. But the plans collapsed during the recession in 2008. Three years later, Related and Vornado tried to resurrect the project and install the Borough of Manhattan Community College inside the post office.", "url": "https://www.nytimes.com/2015/12/15/nyregion/cuomo-considers-reset-for-long-delayed-penn-station-expansion.html"}