{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:40:18", "date_modify": "2022-10-25 23:40:18", "date_publish": "2015-10-02 13:30:18", "description": "Col. Liu Mingfu contends that a better military is crucial if China is to meet its goal of overtaking the United States as the world’s strongest nation.", "filename": "2015_10_03_world_asia_chinese-colonels-hard-line-views-seep-into-the-mainstream_1666741218.html", "image_url": "https://static01.nyt.com/images/2015/10/03/world/03LIU/03LIU-facebookJumbo.jpg?year=2015&h=550&w=1050&s=9497045bdc8f640bd9f57b4bf423dfbee4b89d8626d91d463cf08f33ecd6f5c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_03_world_asia_chinese-colonels-hard-line-views-seep-into-the-mainstream_1666741218.html", "title": "Chinese Colonel’s Hard-Line Views Seep Into the Mainstream", "title_page": "Chinese Colonel’s Hard-Line Views Seep Into the Mainstream - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the colonel’s eyes, China finally has a leader who is bold enough to resist the United States.\n“China was once called the sleeping lion in the East, but now we have been awakened, and Xi Jinping is the leading lion of the lion packs, who dare to fight anytime,” the colonel said.\n“Since President Xi took power, he has put in place stricter rules for the military,” he added. “Now, soldiers are training every day and thinking about nothing but war. Some of my colleagues, including generals and colonels, used to be overweight and pale, but now they have become tan and slimmer after mandatory training.”\nThe colonel is himself a slim man with an angular face and short hair. As he spoke, his wife sat next to him typing out text messages on her phone. He had brought along a rolling hard suitcase stuffed with 10 volumes of books that he spread across the table. Nine were various editions of “The China Dream.” The 10th was “The Hundred-Year Marathon,” an American counter to Colonel Liu’s book, written by a China analyst and Reagan-era Pentagon official, Michael Pillsbury, who gives his take on China’s strategy for dominance.\n“The biggest threat China faces today is the military crisis,” Colonel Liu said. “There’s a huge gap in the military between China and the U.S.”\nThat message is consistent with views expressed in recent years by Mr. Xi, who held talks on security issues with President Obama during a state visit to Washington last month. Mr. Xi has said that the military needs to modernize to make itself combat ready, and that the corruption that has weakened the military must be rooted out.\n“Corruption has assaulted the P.L.A. in a rather severe way,” Colonel Liu said, pointing to, among other ills, the widespread selling of posts.", "url": "https://www.nytimes.com/2015/10/03/world/asia/chinese-colonels-hard-line-views-seep-into-the-mainstream.html"}