{"authors": ["Christopher Jensen"], "date_download": "2022-10-25 23:48:20", "date_modify": "2022-10-25 23:48:20", "date_publish": "2015-11-26 22:20:53", "description": "Today, even some critics of Ralph Nader’s 1965 book acknowledge its impact on the auto industry and safety.", "filename": "2015_11_27_automobiles_50-years-ago-unsafe-at-any-speed-shook-the-auto-world_1666741700.html", "image_url": "https://static01.nyt.com/images/2015/11/27/business/27WHEELS1/27WHEELS1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=be91479c434950eb1ac2dfa0881d266ab07c2999d5bc146935671d938eaddb1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_27_automobiles_50-years-ago-unsafe-at-any-speed-shook-the-auto-world_1666741700.html", "title": "50 Years Ago, ‘Unsafe at Any Speed’ Shook the Auto World", "title_page": "50 Years Ago, ‘Unsafe at Any Speed’ Shook the Auto World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FEW DRIVERS could imagine owning a car these days that did not come with airbags, antilock brakes and seatbelts. But 50 years ago motorists went without such basic safety features.\nThat was before a young lawyer named Ralph Nader came along with a book, “Unsafe at Any Speed,” that would change the auto industry. It accused automakers of failing to make cars as safe as possible. Less than a year after the book was published, a balky Congress created the federal safety agency that became the National Highway Traffic Safety Administration — an agency whose stated mission is to save lives, prevent injuries and reduce crashes.\nToday, even some of the book’s harshest critics acknowledge its impact.\n“The book had a seminal effect,” Robert A. Lutz, who was a top executive at BMW, Ford Motor, Chrysler and General Motors, said in a telephone interview. “I don’t like Ralph Nader and I didn’t like the book, but there was definitely a role for government in automotive safety.”\nIf anything, he said, the regulations that followed leveled the playing field among automakers. “It sets ground rules where everybody has to do something and nobody has to worry” about being at a competitive disadvantage, he said.", "url": "https://www.nytimes.com/2015/11/27/automobiles/50-years-ago-unsafe-at-any-speed-shook-the-auto-world.html"}