{"authors": ["Brian Schaefer"], "date_download": "2022-10-25 23:50:58", "date_modify": "2022-10-25 23:50:58", "date_publish": "2015-07-09 14:00:05", "description": "The choreographer, who is a fan favorite on “So You Think You Can Dance,” is bringing her combative style to New York theater and concert dance.", "filename": "2015_07_12_arts_dance_sonya-tayeh-strides-into-new-yorks-dance-world-with-the-wild-party_1666741858.html", "image_url": "https://static01.nyt.com/images/2015/07/12/arts/12TAYEH1/12TAYEH1-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=3e01127b07a42d97602af4d3ad5d8a3863723c094f833ec58468ac4e1138b942&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_12_arts_dance_sonya-tayeh-strides-into-new-yorks-dance-world-with-the-wild-party_1666741858.html", "title": "Sonya Tayeh Strides Into New York’s Dance World With ‘The Wild Party’", "title_page": "Sonya Tayeh Strides Into New York’s Dance World With ‘The Wild Party’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The choreographer Sonya Tayeh had been working in Los Angeles for six months, when she presented her agent with a career wish list. It said: “I want to do a musical like ‘Spring Awakening.’ I want a career like Bill T. Jones” — that show’s Tony Award-winning choreographer and a pillar of the modern dance scene. And the list ended: “I want to be on ‘So You Think You Can Dance.’ ” Her agent, she recalled recently, was “looking at me like I was crazy.” Choreographers pursuing a career in Hollywood might also have Broadway aspirations, but few dream of making a mark in concert dance, too, with its different aesthetics and audiences, not to mention its smaller paychecks.\nThat was back in 2008, and as fans of the Fox reality television dance competition “So You Think You Can Dance” know, Ms. Tayeh has checked one item off that list. For the past seven years, she has been a regular guest choreographer on that show, teaching contestants 90-second routines in the contemporary category. Because of the show’s reach, Ms. Tayeh’s combative style, along with other choreographers’ more lyrical work, has come to represent what contemporary dance looks like for many “So You Think” viewers.\nMs. Tayeh, 38, is back for the show’s 12th season, but she appears with less frequency now. A year and a half ago, she moved to New York to try her luck in the smaller scale, more insular and far less lucrative worlds of New York theater and concert dance.\nMs. Tayeh is off to a good start in the theater. On a recent weekend, she was holed up in a studio with two assistants and the director Leigh Silverman, devising slinky strides and sassy gestures for the Encores! Off-Center production of Andrew Lippa’s musical “The Wild Party,” a tale of debauchery and violent romantic entanglements in the Roaring Twenties. (It runs Wednesday through Saturday at New York City Center.)", "url": "https://www.nytimes.com/2015/07/12/arts/dance/sonya-tayeh-strides-into-new-yorks-dance-world-with-the-wild-party.html"}