{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:50:15", "date_modify": "2022-10-25 23:50:15", "date_publish": "2015-01-09 22:12:36", "description": "Raif Badawi was sentenced to 1,000 blows, 10 years in prison and a fine for starting a website critical of the country’s religious establishment.", "filename": "2015_01_10_world_middleeast_saudis-begin-public-caning-of-blogger-first-50-of-1000-blows-are-administered_1666741815.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_10_world_middleeast_saudis-begin-public-caning-of-blogger-first-50-of-1000-blows-are-administered_1666741815.html", "title": "Saudis Begin Public Caning to Punish a Blogger", "title_page": "Saudis Begin Public Caning to Punish a Blogger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — The authorities in Saudi Arabia on Friday began the public flogging of a blogger who was sentenced to 1,000 blows, 10 years in prison and a large fine for starting a website that featured content critical of the country’s religious establishment, the rights group Amnesty International reported.\nThe floggings are to be administered with a cane over a period of months.\nThe blogger, Raif Badawi, was arrested after starting a website called “Free Saudi Liberals,” and he was later convicted of charges that included cybercrime and parental disobedience.\nThe case has drawn attention to the strict limits on freedom of expression in Saudi Arabia, a close Arab ally of the United States, and prompted unusually direct criticism from the American government.\nJen Psaki, a State Department spokeswoman, told reporters on Thursday that the United States was concerned that Mr. Badawi would face “the inhumane punishment of a thousand lashes in addition to serving a 10-year sentence in prison for exercising his rights to freedom of expression and religion.”", "url": "https://www.nytimes.com/2015/01/10/world/middleeast/saudis-begin-public-caning-of-blogger-first-50-of-1000-blows-are-administered.html"}