{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:15", "date_modify": "2022-10-25 23:33:15", "date_publish": "2015-03-20 09:00:14", "description": "President Rousseff is fighting for her political survival, as her approval rating falls and the national oil company she once oversaw reels from a corruption scandal.", "filename": "2015_03_21_world_americas_brazils-slumping-economy-and-bribery-scandal-eat-away-at-dilma-rousseffs-popularity_1666740795.html", "image_url": "https://static01.nyt.com/images/2015/03/21/world/BRAZIL1/BRAZIL1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=c6204be051fc044787fa4dc2bc83f18e842a02196c50067e69207f4a68428486&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_21_world_americas_brazils-slumping-economy-and-bribery-scandal-eat-away-at-dilma-rousseffs-popularity_1666740795.html", "title": "Brazil’s Slumping Economy and Bribery Scandal Eat Away at Dilma Rousseff’s Popularity", "title_page": "Brazil’s Slumping Economy and Bribery Scandal Eat Away at Dilma Rousseff’s Popularity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the same time, centrist leaders in her coalition in Congress are in open revolt against Ms. Rousseff, blaming her for not shielding them from inquiries over their involvement in the Petrobras scandal, raising doubts about whether she can push through unpopular spending cuts.\nAs Ms. Rousseff, 67, grows isolated from her own base of support, Brazil’s currency, the real, has undergone a sharp devaluation, falling more than 30 percent against the dollar since she won the first round of presidential elections in October. Meanwhile, concerns are growing over the problems at Petrobras, which ranks among the world’s most indebted companies.\nThe scandal dwarfs previous corruption cases in Brazil, with the Supreme Court authorizing the investigations of dozens of prominent political figures, including the heads of both houses of Congress. Former Petrobras executives who reached plea deals have described a scheme in which construction companies vying for business with the oil company paid bribes equivalent to about 3 percent of the value of contracts.\nRecipients of the bribes pocketed vast sums; one manager, Pedro Barusco, has agreed to return nearly $100 million he hid in offshore accounts. The executives also said they channeled portions of the bribes to the Workers Party, some of which were used in Ms. Rousseff’s 2010 campaign, and to other parties and leaders in her coalition.\nThe scheme was put into motion during a period roughly corresponding to the time when Ms. Rousseff was chairwoman of Petrobras, from 2003 to 2010. At the time, she also served as energy minister and chief of staff to President Luiz Inácio Lula da Silva, her predecessor.\nNo testimony has surfaced indicating that Ms. Rousseff personally profited from the bribery scheme, and she has insisted that she knew nothing about it until investigators revealed it last year.", "url": "https://www.nytimes.com/2015/03/21/world/americas/brazils-slumping-economy-and-bribery-scandal-eat-away-at-dilma-rousseffs-popularity.html"}