{"authors": ["Aaron E. Carroll", "Austin Frakt"], "date_download": "2022-10-25 23:35:48", "date_modify": "2022-10-25 23:35:48", "date_publish": "2015-02-02 12:07:02", "description": "Aspirin, antibiotics and mammograms can hurt as well as help, and the N.N.H. is a statistic that helps us make sense of that balance.", "filename": "2015_02_03_upshot_how-to-measure-a-medical-treatments-potential-for-harm_1666740948.html", "image_url": "https://static01.nyt.com/images/2015/02/03/upshot/03up-Health/03up-Health-facebookJumbo.jpg?year=2015&h=550&w=1050&s=95d00620fd40b018deab9677a71a2efc61d882e0f74efe8a11f0a99989504ec8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_03_upshot_how-to-measure-a-medical-treatments-potential-for-harm_1666740948.html", "title": "How to Measure a Medical Treatment’s Potential for Harm", "title_page": "How to Measure a Medical Treatment’s Potential for Harm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As we wrote last week, many fewer people benefit from medical therapies than we tend to think. This fact is quantified in a therapy’s Number Needed to Treat, or N.N.T., which tells you the number of people who would need to receive a medical therapy in order for one person to benefit. N.N.T.s well above 10 or even 100 are common. But knowing the potential for benefit is not enough. We must also consider potential harms.\nNot every person who takes a medication will suffer a side effect, just as not every person will see a benefit. This fact can be expressed by Number Needed to Harm (N.N.H.), which is the flip side of N.N.T.\nFor instance, the N.N.T. for aspirin to prevent one additional heart attack over two years is 2,000. Even though this means that you have less than a 0.1 percent chance of seeing a benefit, you might think it’s worth it. After all, it’s just an aspirin. What harm could it do?\nBut aspirin can cause a number of problems, including increasing the chance of bleeding in the head or gastrointestinal tract. Not everyone who takes aspirin will bleed. Moreover, some people will bleed whether or not they take aspirin.", "url": "https://www.nytimes.com/2015/02/03/upshot/how-to-measure-a-medical-treatments-potential-for-harm.html"}