{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:25", "date_modify": "2022-10-25 23:33:25", "date_publish": "2015-10-20 09:00:19", "description": "Some Brazilians manage to collect multiple pensions totaling well over $100,000 a year, and other loopholes like the “Viagra effect” wreak havoc on the system.", "filename": "2015_10_21_world_americas_brazil-pension-crisis-mounts-as-more-retire-earlier-then-pass-benefits-on_1666740805.html", "image_url": "https://static01.nyt.com/images/2015/10/21/world/BRAZIL77/BRAZIL-facebookJumbo.jpg?year=2015&h=550&w=1050&s=fad28534091c0feac8aadb635e61ebb6848f2d91d03ff9214c9b3d9fd0fd1920&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_21_world_americas_brazil-pension-crisis-mounts-as-more-retire-earlier-then-pass-benefits-on_1666740805.html", "title": "An Exploding Pension Crisis Feeds Brazil’s Political Turmoil", "title_page": "An Exploding Pension Crisis Feeds Brazil’s Political Turmoil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Brazil is enduring its sharpest economic downturn in decades, hemorrhaging jobs and depleting contributions to the pension system. The Federal Revenue Service said such payments plunged 9 percent in August.\nThen there is Brazil’s plummeting fertility rate — which recently dropped to 1.77 children per woman, below the rate needed for the population to replace itself — which will eventually put even more pressure on a pension system already under intense strain.\nThis shift partly reflects higher living standards in recent decades and broader availability of birth control, but it will result in fewer young people to support a much larger older population. As recently as 1980, Brazil’s fertility rate was 4.3 children per woman, according to the United Nations.\nAnd the average life expectancy in Brazil has climbed to 74.9 years in 2013, from 62.5 years in 1980, according to government statistics. Instead of building a surplus now to prepare for an onslaught of new pension obligations, scholars say, Brazil is squandering a demographic bonus that will soon fade.\nEconomists note that Brazil already spends more than 10 percent of its gross domestic product on public pensions, similar to what southern European countries with much older populations have recently spent, according to the Organization for Economic Cooperation and Development. Unless changes are made, an even bigger shock is expected here, given that the population of people 60 or older is expected to reach about 14 percent of the overall population in just two decades, up from about 7 percent now.\nBut the biggest challenge that political leaders across the ideological spectrum face is one they helped create: the generosity of Brazilian pensions.", "url": "https://www.nytimes.com/2015/10/21/world/americas/brazil-pension-crisis-mounts-as-more-retire-earlier-then-pass-benefits-on.html"}