{"authors": ["Steven Erlanger", "Katrin Bennhold"], "date_download": "2022-10-25 23:54:14", "date_modify": "2022-10-25 23:54:14", "date_publish": "2015-01-07 20:43:26", "description": "The strike against the satirical newspaper Charlie Hebdo seems certain to accelerate the growth of anti-Islamic sentiment in Europe.", "filename": "2015_01_08_world_europe_paris-attack-reflects-a-dangerous-moment-for-europe_1666742054.html", "image_url": "https://static01.nyt.com/images/2015/01/08/world/08PARIS-REAX/08PARIS-REAX-facebookJumbo.jpg?year=2015&h=550&w=1050&s=c1bf0ca80d4d038232504285dc9da3dcd96b859eeb3fe3e89832545d7b35fcbf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_08_world_europe_paris-attack-reflects-a-dangerous-moment-for-europe_1666742054.html", "title": "‘Dangerous Moment’ for Europe, as Fear and Resentment Grow", "title_page": "‘Dangerous Moment’ for Europe, as Fear and Resentment Grow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Large parts of the European public are latently anti-Muslim, and increasing mobilization of these forces is now reaching into the center of society,” Mr. Neumann said. “If we see more of these incidents, and I think we will, we will see a further polarization of these European societies in the years to come.”\nThose who will suffer the most from such a backlash, he said, are the Muslim populations of Europe, “the ordinary normal Muslims who are trying to live their lives in Europe.”\nNowhere in Europe are the tensions greater than in constitutionally secular France, with as many as six million Muslims, a painful colonial history in Algeria, Syria and North Africa, and a militarily bold foreign policy. That history has been aggravated by a period of governmental and economic weakness, when France seems incapable of serious structural, social and economic reform.\nThe mood of failure and paralysis is widespread in France. The Charlie Hebdo attack came on the publication day of a contentious new novel, “Submission,” by Michel Houellebecq, which describes the victory of Islam in France and the gradual collaboration of the society with its new rulers from within. Mr. Houellebecq, like the well-known caricaturists and editors who were killed at Charlie Hebdo, has been a symbol of French artistic liberty and license, and his publishers, Flammarion, were reported to be concerned that he and they could be another target.\nBut the atmosphere has been heightened by the rise of the National Front and its leader, Marine Le Pen, who runs ahead of the Socialist Party in the polls, campaigning on the threat Islam poses to French values and nationhood.", "url": "https://www.nytimes.com/2015/01/08/world/europe/paris-attack-reflects-a-dangerous-moment-for-europe.html"}