{"authors": ["Ian Fisher"], "date_download": "2022-10-26 00:12:03", "date_modify": "2022-10-26 00:12:03", "date_publish": "2015-11-18 09:48:10", "description": "By the time the U.S. withdrew from Iraq, it thought it had subdued the Islamic State. The group is now on a very different trajectory.", "filename": "2015_11_19_world_middleeast_in-rise-of-isis-no-single-missed-key-but-many-strands-of-blame.html_ref=liveblog_1666743123.html", "image_url": "https://static01.nyt.com/images/2015/11/19/world/middleeast/19origins-web/19origins-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=de6decb7ee23522ef408e7f6c2318e473c153a6c5e893656c6eb3469fa2398fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_19_world_middleeast_in-rise-of-isis-no-single-missed-key-but-many-strands-of-blame.html_ref=liveblog_1666743123.html", "title": "In Rise of ISIS, No Single Missed Key but Many Strands of Blame", "title_page": "In Rise of ISIS, No Single Missed Key but Many Strands of Blame - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MUSIC “ISIS is a terrorist organization.” ISIS, ISIL, I-S, DAESH —- THESE NAMES ALL REFER TO THE SAME MILITANT GROUP — THE ISLAMIC STATE. CALL THEM WHAT YOU WANT, BUT BY SUMMER 2014, THEY WERE KNOWN WORLDWIDE. SOT: OBAMA: “These terrorists are desperate for legitimacy ... especially their attempt to use Islam to justify their violence.” MUSIC HEADLINE: The Story of ISIS Nats of ISIS THEY DEFY THE STEREOTYPE OF SCATTERED TERRORISTS HIDING IN CAVES. PARTS OF ISIS ARE ORGANIZED LIKE A LIGHT ARMY, OTHERS AS SOPHISTICATED TERRORIST CELLS. IT’S ALL AIMED TOWARDS ONE GOAL: TO REDRAW THE MAP OF THE MIDDLE EAST BY CREATING A NEW STATE — AN ISLAMIC STATE. “We will break the barrier of Iraq, Jordan, Lebanon, all the countries.” SO HOW DID THIS ACTUALLY HAPPEN? HOW DID A TERRORIST ORGANIZATION END UP IN CONTROL OF MASSIVE AMOUNTS OF TERRITORY ACROSS SYRIA AND IRAQ? THIS - IS THE STORY OF ISIS. HOW THEY BUILT A 21ST-CENTURY TERRORIST ORGANIZATION, MADE IT SELF-FINANCING, AND HOW THEY ARE NOW EVOLVING UNDER A NEW SET OF CHALLENGES. MUSIC CHANGE TO MARK TRANSITION ISIS EMERGED IN PART FROM THE ASHES OF AL QAEDA IN IRAQ. ITS LEADER IS ABU BAKR AL-BAGHDADI, AN IRAQI PREACHER WHO FOUGHT IN THE INSURGENCY. IN 2004, HE WAS CAPTURED BY THE U-S BUT WAS CONSIDERED INSIGNIFICANT ENOUGH THAT THEY RELEASED HIM. Nats of Baghdadi appearance BAGHDADI LED HIS GROUP TO SYRIA WHERE THEY ESTABLISHED A STRONGHOLD. AMID THE CHAOS OF THE CIVIL WAR — ISIS SOON BECAME THE MOST POWERFUL TERRORIST FACTION. NAT OF ISIS patrolling Raqqa THE SYRIAN CITY OF RAQQA BECAME THE GROUP’S CAPITAL BY MID-2013. THERE, THEY INSTITUTED REAL GOVERNANCE: ESTABLISHING SHARIAH COURTS, TAKING OVER ADMINISTRATIVE BUILDINGS, EVEN PUTTING UP STREET SIGNS. NAT OF ISIS patrolling Raqqa - directing traffic or whatnot TO SUPPORT THIS GROWING INFRASTRUCTURE, THEY FOCUS ON FINANCES: TAKING CONTROL OF OIL RESOURCES AND BECOMING SYSTEMATIC KIDNAPPERS. THEY HAVE SECURED MULTI-MILLION DOLLAR RANSOMS FROM MANY WESTERN COUNTRIES. ON THE BATTLEGROUND, THEY ARE MORE PROFESSIONALIZED THAN MOST OF THEIR COMPETITORS. ISIS’S RANKS INCLUDED MANY OFFICERS - AS WELL AS SOLDIERS - FROM SADDAM HUSSEIN’S ARMY WHO DRAW ON DECADES OF MILITARY EXPERIENCE. Nats of drones ANOTHER DISTINCTIVE ADVANTAGE IS HOW ISIS USES TECHNOLOGY TO WOO FIGHTERS FROM ALL OVER THE WORLD - AND IN MANY LANGUAGES. RECRUITMENT VIDEO IN ENGLISH THEY ARE STRATEGIC ONLINE, USING FACEBOOK, TWITTER AND YOUTUBE. THEY RELEASED VIDEOS FEATURING A CAPTURED BRITISH JOURNALIST HOSTING SLICKLY-PRODUCED “TALKS” TRYING TO CONVINCE WESTERN AUDIENCES ON THE MERITS OF JIHAD. Sot from Cantlie tapes “Over the next few programs, I’m going to show you the truth.” THIS KIND OF PROPAGANDA IS WORKING. ISIS NOW BOASTS ABOUT 3,000 FOREIGN FIGHTERS FROM 80 COUNTRIES “You attack the Islamic state, we are attacking you.” BUT NOW — UNDER SO MUCH CONTINUED PRESSURE — THE QUESTION IS, HOW WILL ISIS CONTINUE TO EVOLVE? ENDIT", "url": "https://www.nytimes.com/2015/11/19/world/middleeast/in-rise-of-isis-no-single-missed-key-but-many-strands-of-blame.html?ref=liveblog"}