{"authors": ["Nick Cumming-Bruce"], "date_download": "2022-10-25 23:55:27", "date_modify": "2022-10-25 23:55:27", "date_publish": "2015-09-30 22:27:47", "description": "The United States, Britain and France, bowing to pressure from Saudi Arabia, dropped plans for an international investigation into the war in Yemen, to the dismay of human rights groups.", "filename": "2015_10_01_world_middleeast_western-nations-drop-push-for-un-inquiry-into-yemen-conflict_1666742127.html", "image_url": "https://static01.nyt.com/images/2015/10/01/world/01YEMEN/01YEMEN-facebookJumbo.jpg?year=2015&h=549&w=1050&s=2a6a5e94254c541593fd3cac67e580eeb52d1422052649460a669458b327f9cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_01_world_middleeast_western-nations-drop-push-for-un-inquiry-into-yemen-conflict_1666742127.html", "title": "Saudi Objections Halt U.N. Inquiry of Yemen War", "title_page": "Saudi Objections Halt U.N. Inquiry of Yemen War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GENEVA — In a U-turn at the United Nations Human Rights Council, Western governments dropped plans Wednesday for an international inquiry into human rights violations by all parties in the war in Yemen that has killed thousands of civilians in the last six months.\nThe change of direction came as the Netherlands withdrew the draft of a resolution it had prepared with support from a group of mainly Western countries that instructed the United Nations high commissioner for human rights to send experts to Yemen to investigate the conduct of the war.\nThat proposal was a follow-up to recommendations by the commissioner, Zeid Ra’ad al-Hussein, who detailed in a report this month the heavy civilian loss of life inflicted not only by the relentless airstrikes of the military coalition led by Saudi Arabia but also by the indiscriminate shelling carried out by Houthi rebels.\nThe Dutch resolution also called for the warring parties to allow access to humanitarian groups seeking to deliver aid and to the commercial import of goods like fuel that are needed to keep hospitals running. Deliveries of aid and other goods have been slowed by the coalition’s naval blockade of Yemeni ports.", "url": "https://www.nytimes.com/2015/10/01/world/middleeast/western-nations-drop-push-for-un-inquiry-into-yemen-conflict.html"}