{"authors": ["Monica Davey"], "date_download": "2022-10-25 23:33:03", "date_modify": "2022-10-25 23:33:03", "date_publish": "2015-12-05 20:05:20", "description": "At least five Chicago police officers present during the shooting supported a discredited version of events told by the officer who fired the fatal shots, newly released records show.", "filename": "2015_12_06_us_officers-statements-differ-from-video-in-death-of-laquan-mcdonald_1666740783.html", "image_url": "https://static01.nyt.com/images/2015/12/06/us/06chicago/06chicago-facebookJumbo.jpg?year=2015&h=549&w=1050&s=662538cac95db42dc691e4299032687208138e74315da23685650912eda607ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_06_us_officers-statements-differ-from-video-in-death-of-laquan-mcdonald_1666740783.html", "title": "Officers’ Statements Differ From Video in Death of Laquan McDonald", "title_page": "Officers’ Statements Differ From Video in Death of Laquan McDonald - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — At least five police officers present during a shooting that was captured on a video that has created a firestorm of protest in this city supported a discredited version of events told by the officer who fired the fatal shots, newly released records show.\nA police dashboard camera video released 13 months after the death of Laquan McDonald, 17, showed the teenager, who was carrying a three-inch folding knife, appearing to try to walk past a group of officers, veering slightly away from them, as one officer, Jason Van Dyke, opened fire.\nBut at least five other officers on the scene that night corroborated a version of events similar to the one Officer Van Dyke, now charged with murder in the shooting, gave his supervisors: that Mr. McDonald was aggressively swinging his knife and was moving toward the police, giving Officer Van Dyke no choice but to start shooting.\nOfficer Van Dyke’s partner that night told supervisors that he believed Mr. McDonald was attacking and trying to kill the police officers with the folding knife before the shots were fired, according to original police reports on the 2014 case, which were released late Friday by the city. Another officer reported that Mr. McDonald had raised his right arm — which held the knife — toward Officer Van Dyke “as if attacking,” the reports say. And another officer said that Mr. McDonald drew closer and closer to the officers and continued to wave his knife. At least two of the officers said Mr. McDonald seemed to try to get up from the ground after he was shot, knife still in hand.", "url": "https://www.nytimes.com/2015/12/06/us/officers-statements-differ-from-video-in-death-of-laquan-mcdonald.html"}