{"authors": ["Nikita Stewart", "J. David Goodman"], "date_download": "2022-10-25 22:56:19", "date_modify": "2022-10-25 22:56:19", "date_publish": "2015-10-26 16:03:09", "description": "The mayor’s long-term strategy to combat homelessness, a problem whose magnitude he has called “unacceptable,” has not kept pace with the flow of women, men and children streaming into shelters.", "filename": "2015_10_27_nyregion_despite-vow-mayor-de-blasio-struggles-to-stop-surge-in-homelessness_1666738579.html", "image_url": "https://static01.nyt.com/images/2015/10/19/nyregion/19HOMELESS1/19HOMELESS1-facebookJumbo-v3.jpg?year=2015&h=549&w=1050&s=bdec86ffe9ece6f237459960756d5dc3511f5b69feb40b3972cf3df9b9734446&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_27_nyregion_despite-vow-mayor-de-blasio-struggles-to-stop-surge-in-homelessness_1666738579.html", "title": "Despite Vow, Mayor de Blasio Struggles to Curb Homelessness", "title_page": "Despite Vow, Mayor de Blasio Struggles to Curb Homelessness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Casting himself in the liberal tradition of his political idol, Fiorello H. La Guardia, Mr. de Blasio has taken an expansive view of how a city can address the forces that drive poverty. He pushed through universal prekindergarten, engineered the first freeze in 46 years on regulated rents, won approval for mandatory paid sick leave and wants the $15-an-hour minimum wage for fast-food employees expanded to a much larger pool of workers.\nWhile those initiatives may help reduce homelessness in years to come, the thousands of people packing shelters and dotting sidewalks have become an inexorable concern for the administration. State and city investigators have documented health and safety problems at shelters, the city comptroller has blocked shelter contracts that have not been vetted, and the mayor’s top social services official stepped down just as questions about the city’s homelessness strategy were gaining traction in the press.\nMr. de Blasio and his aides have consistently attributed the rising shelter population and the more visible street population to Mr. Bloomberg’s policies and decisions, particularly the elimination of a rental assistance program called Advantage. After the program ended in 2011, the shelter population grew to about 53,000 from about 37,000 people within three years.\nBut the de Blasio administration got a late start on its own rental assistance program, called Living in Communities and known as LINC. It did not start until almost a year after Mr. de Blasio took office, and landlords have been reluctant to participate in the program, which limits rents to $1,213 for a single person. The Department of Homeless Services set up a so-called war room to make daily calls to landlords and to entice them with $1,000 bonuses and three months’ rent in advance.\nEven if enough landlords can be enlisted, the sustainability of the mayor’s rental assistance programs has been called into question by the Independent Budget Office. One rental subsidy program, aimed at long-term shelter residents, relies on state funds that the city can use for rental aid only if it saves money on shelters. The de Blasio administration had projected the city would save $60 million and invest the amount in rental assistance in the 2015 fiscal year. But with shelter populations remaining near record highs, spending has been rising, and the city was able to manage just $4 million in shelter-program savings.\nAnother program that began under Mr. Bloomberg, a political independent, has been expanded. Called Homebase, it targets residents at risk of becoming homeless. With an additional $49 million in state funding, the Department of Homeless Services has opened nine additional Homebase offices, where residents can get help, like one month’s rent, to prevent them from losing their homes. Nearly 21,000 families have been able to stay in their homes since July 2014 because of the program, according to the mayor’s aides.", "url": "https://www.nytimes.com/2015/10/27/nyregion/despite-vow-mayor-de-blasio-struggles-to-stop-surge-in-homelessness.html"}