{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:50:16", "date_modify": "2022-10-25 23:50:16", "date_publish": "2015-09-25 18:01:11", "description": "Mr. Aamer, who has been imprisoned for 13 years on accusations of being a recruiter and financier for Al Qaeda, will be transferred to the British government after a 30-day waiting period.", "filename": "2015_09_26_world_europe_shaker-aamer-last-british-inmate-at-guantanamo-to-be-transferred_1666741816.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_26_world_europe_shaker-aamer-last-british-inmate-at-guantanamo-to-be-transferred_1666741816.html", "title": "Shaker Aamer, Last British Inmate at Guantánamo, to Be Transferred", "title_page": "Shaker Aamer, Last British Inmate at Guantánamo, to Be Transferred - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — After 13 years of imprisonment without trial at the Guantánamo Bay detention camp in Cuba, Shaker Aamer, the last British resident to be held there, will be released to the British authorities, Britain’s government announced on Friday.\nThe transfer is expected after a 30-day waiting period following notification of Congress. The British government has requested Mr. Aamer’s release for years.\nMr. Aamer was captured in Tora Bora, Afghanistan, in December 2001 and transferred to Guantánamo in February 2002. He was accused of being a recruiter and financier for Al Qaeda while based in Britain, and of working for Osama bin Laden in Afghanistan.\nAmerican officials said in 2007 that he had shared an apartment in London in the late 1990s with Zacarias Moussaoui, the only person in the United States charged in the attacks of Sept. 11, 2001, and that he had lived on a stipend from Bin Laden. Mr. Aamer was originally cleared for release from Guantánamo in 2007 but has remained in custody for a further eight years.", "url": "https://www.nytimes.com/2015/09/26/world/europe/shaker-aamer-last-british-inmate-at-guantanamo-to-be-transferred.html"}