{"authors": ["Farhad Manjoo"], "date_download": "2022-10-25 23:46:47", "date_modify": "2022-10-25 23:46:47", "date_publish": "2015-01-22 01:37:49", "description": "The device, which looks like ski goggles, superimposes holograms on reality and could have uses in communication, design, games, science and more.", "filename": "2015_01_22_technology_personaltech_the-microsoft-hololens-a-sensational-vision-of-the-pcs-future_1666741607.html", "image_url": "https://static01.nyt.com/images/2015/01/22/business/HOLOLENS/HOLOLENS-facebookJumbo.jpg?year=2015&h=549&w=1050&s=51f0b615b52ad78743ef3d6ec295ffe79a75c48a0fc0d425f88075f0119904fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_22_technology_personaltech_the-microsoft-hololens-a-sensational-vision-of-the-pcs-future_1666741607.html", "title": "Microsoft HoloLens: A Sensational Vision of the PC’s Future", "title_page": "Microsoft HoloLens: A Sensational Vision of the PC’s Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The holograms did not have very high resolution, and sometimes they were a little dull. Yet they were crisp enough to instantly create the illusion of reality — which was far more than I was expecting.\nIn one demo, a Minecraft scene was displayed over a real living room. A Microsoft minder asked me to select a virtual hammer (a tool in the game) and start smashing the coffee table in the room. She wanted me, in other words, to use a digital object to interact with a real one. I did so and was stunned by what happened: Before my eyes, the real coffee table splintered into digital debris, and then it was no longer there. HoloLens had perfectly erased the coffee table from the environment.\nMore important than the device’s performance, though, is its apparent utility. The promise of virtual reality is held up often in tech circles these days, but the practical uses have always seemed limited. Microsoft has spent a lot of time thinking about why people would use holograms.\nIn addition to Minecraft, the company showed three other useful situations. One was a call on Skype, Microsoft’s video calling service. Using the service, I called an electrician, who showed me how to install an electric light switch. I could see the electrician superimposed in my field of view as I worked on the switch; he saw what I saw because of the camera on my HoloLens, and he could draw diagrams in my view that helped guide me along.\nIn another scenario, one that Microsoft developed in conjunction with the NASA Jet Propulsion Laboratory, I walked in a Martian landscape that had been captured by a rover on the planet. There was a desktop PC mounted in this demo room showing a two-dimensional map of Mars. When you clicked a spot on the two-dimensional screen, you could look around the room and see a flag in that spot.", "url": "https://www.nytimes.com/2015/01/22/technology/personaltech/the-microsoft-hololens-a-sensational-vision-of-the-pcs-future.html"}