{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:29:29", "date_modify": "2022-10-25 23:29:29", "date_publish": "2015-01-28 20:11:45", "description": "The Supreme Court was asked by state officials to allow it to put off the executions until the justices ruled on a new combination of drugs to be used in the state’s executions.", "filename": "2015_01_29_us_justices-delay-executions-of-3-on-oklahomas-death-row_1666740569.html", "image_url": "https://static01.nyt.com/images/2015/01/29/us/29SCOTUSWEB2/29SCOTUSWEB2-facebookJumbo.jpg?year=2015&h=421&w=805&s=fb97b5b86d8e1d0f3435ff99f2c2b0a7c9b8c8866b09b872d703e94fcfeb0f7f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_29_us_justices-delay-executions-of-3-on-oklahomas-death-row_1666740569.html", "title": "Justices Stay Executions of 3 in Oklahoma, Pending Decision on Lethal Drug Protocol", "title_page": "Justices Stay Executions of 3 in Oklahoma, Pending Decision on Lethal Drug Protocol  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court on Wednesday stayed the executions of three Oklahoma inmates who were challenging the state’s lethal injection protocol on the grounds that it might cause intense suffering.\nIn a brief, unsigned order, the court banned Oklahoma from executing the inmates using the particular chemical they challenged, the sedative midazolam. “It is hereby ordered that petitioners’ executions using midazolam are stayed pending final disposition of this case,” the order said, leaving open the possibility that the executions could proceed if the state obtained and used a substitute chemical.\nThe order came just days after the court agreed on Friday to hear the inmates’ case, which contends that new combinations of execution drugs used in several states violate the constitutional ban on cruel and unusual punishment. But the court’s action arrived too late for a fourth petitioner in the case, Charles F. Warner, who was executed Jan. 15 after the court rejected his stay application in a 5-to-4 vote.\nThat sequence of events brought attention to a gap in the court’s internal procedures, which require the votes of four justices to add a case to the court’s docket but five to stop an execution.", "url": "https://www.nytimes.com/2015/01/29/us/justices-delay-executions-of-3-on-oklahomas-death-row.html"}