{"authors": ["Derek Willis"], "date_download": "2022-10-25 23:33:48", "date_modify": "2022-10-25 23:33:48", "date_publish": "2015-04-02 15:38:25", "description": "Early strength in large numbers of people giving small amounts bolsters his grass-roots credentials. The question is, can he maintain this pattern?", "filename": "2015_04_03_upshot_what-ted-cruzs-early-fund-raising-means-and-doesnt_1666740828.html", "image_url": "https://static01.nyt.com/images/2015/04/03/upshot/03UP-Cruz/03UP-Cruz-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8460469bfbec8b70d2a642633726ebe2eaf45f49ad8ddf9957e17261e76eb195&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_03_upshot_what-ted-cruzs-early-fund-raising-means-and-doesnt_1666740828.html", "title": "In a Short Time, Ted Cruz Has Raised Big Money From Small Donors", "title_page": "In a Short Time, Ted Cruz Has Raised Big Money From Small Donors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ted Cruz, the Texas Republican senator, raised nearly $4 million in the eight days after he announced his presidential campaign, according to The Wall Street Journal. What’s important about that number is that almost all of it came in amounts of less than $100.\nThat’s a big change for Mr. Cruz. During his Senate run in 2012, 80 percent of the money he collected from individuals were in donations of $200 or more, the threshold for when donor’s names are listed on Federal Election Commission reports.\nAssuming The Journal’s report is correct that about 95 percent of the donations raised in late March came in contributions of less than $100, it means that Mr. Cruz has raised nearly as much money from small-dollar donors in eight days (an estimate is between $2 million and $3 million) as he did for his Senate political action committee during the previous four years ($2.9 million). We won’t know the donor breakdown until April 15.", "url": "https://www.nytimes.com/2015/04/03/upshot/what-ted-cruzs-early-fund-raising-means-and-doesnt.html"}