{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:28:17", "date_modify": "2022-10-25 23:28:17", "date_publish": "2015-10-12 09:15:03", "description": "Mr. Bao, 16, was trying to escape through Myanmar when he was detained and is now at his grandparents’ home in Inner Mongolia, a family friend said.", "filename": "2015_10_13_world_asia_china-bao-zhuoxuan-son-wang-yu-rights-lawyer-house-arrest_1666740497.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_13_world_asia_china-bao-zhuoxuan-son-wang-yu-rights-lawyer-house-arrest_1666740497.html", "title": "Bao Zhuoxuan, Son of Rights Lawyer Held in China, Is Said to Be Under House Arrest", "title_page": "Bao Zhuoxuan, Son of Rights Lawyer Held in China, Is Said to Be Under House Arrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The 16-year-old son of a detained Chinese human rights lawyer is now living under house arrest in northern China after being snatched at a Myanmar border town last week as he was trying to escape to the United States, a family friend said.\nBao Zhuoxuan, the son of the prominent human rights lawyer Wang Yu, is at his grandparents’ home in the Inner Mongolia region, said the friend, Liang Bo, who was planning to host Mr. Bao in the San Francisco area. Ms. Wang was detained in July during a nationwide crackdown in which more than 220 people were summoned for questioning. She remains in custody. Chinese officials have accused Ms. Wang of “inciting subversion of state power.”\nImage Wang Yu, a prominent human rights lawyer. Her teenage son, Bao Zhuoxuan, was said to have been seized in Myanmar this month. Credit... Philippe Lopez/Agence France-Presse — Getty Images\nMr. Bao was taken by uniformed men this month from a guesthouse in Mong La, a town in Myanmar near the Chinese border, said Fengsuo Zhou, a United States citizen and human rights activist. Mr. Zhou had traveled to Bangkok to meet Mr. Bao and help arrange his travel papers to America.", "url": "https://www.nytimes.com/2015/10/13/world/asia/china-bao-zhuoxuan-son-wang-yu-rights-lawyer-house-arrest.html"}