{"authors": ["Maggie Haberman", "Nicholas Confessore"], "date_download": "2022-10-25 23:33:46", "date_modify": "2022-10-25 23:33:46", "date_publish": "2015-02-20 00:38:56", "description": "Conservative donors, including those who once encouraged Gov. Chris Christie to seek the White House, say the governor’s style has driven them to support others.", "filename": "2015_02_20_us_some-chris-christie-supporters-now-turn-their-backs_1666740826.html", "image_url": "https://static01.nyt.com/images/2015/02/20/us/20CHRISTIE/20CHRISTIE-facebookJumbo.jpg?year=2015&h=549&w=1050&s=90c662b2809516d420b51ba36aa920a6d9babb54d6d5b3c6b09259891e8e932b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_20_us_some-chris-christie-supporters-now-turn-their-backs_1666740826.html", "title": "Critics in G.O.P. Say Chris Christie Is in a ‘Bubble’", "title_page": "Critics in G.O.P. Say Chris Christie Is in a ‘Bubble’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Christie has recruited two former aides to Gov. Terry E. Branstad of Iowa to anchor his team there, and he has received dozens of invitations to speak in that state. His allies also point to their recent fund-raising events in Greenwich, Conn., a wealthy enclave that is home to several of Mr. Bush’s backers.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“Some guys move from Christie to Bush? That’s politics,” said Kenneth G. Langone, a co-founder of Home Depot and Mr. Christie’s leading supporter among New York donors.\nMr. Langone said he had been raising money for Mr. Christie’s new leadership PAC at a healthy clip, with many checks coming from big donors outside of Mr. Christie’s base in New York and New Jersey. “I’ve never had anyone say no,” Mr. Langone said.\nThe governor and his advisers have dismissed some defections with an air of almost imperious unconcern. Asked about the embrace of Mr. Bush by Mr. Johnson, who has hosted the governor numerous times in his Jets owner’s box, a person close to Mr. Christie brushed it aside by describing Mr. Johnson as a disgruntled team owner who got sweeter subsidies under Mr. Christie’s predecessors.\nSome supporters critical of the governor’s campaign blame what they call “the Christie bubble,” a tight-knit circle of advisers who have known him for years and have worked for him through most of his tenure in Trenton. Virtually impenetrable to newcomers, this small group is seen as effective at home but also, now, as shielding him too closely from the realities of a competitive national campaign. Even after the George Washington Bridge lane closings and the resulting scandal, and amid a continuing federal investigation, Mr. Christie has not broadly expanded his inner circle.\nMr. Christie has also alienated onetime supporters by seeming to take them for granted, Mr. Kean said, adding that the thank-you notes, personal meetings and returned calls have been in short supply. “They start to get crabby,” he said.\nOther complaints have been more specific: Mr. Christie’s travel schedule is robust, but the message he is delivering about his leadership is not. His recent trade mission to London, meant to compensate for his lack of foreign policy experience, ended in commotion about his position on vaccination. On a recent trip to Iowa, some Republicans said, he spoke mostly about his biography and how frequently he had visited the state, but said little about what he would do if elected.", "url": "https://www.nytimes.com/2015/02/20/us/some-chris-christie-supporters-now-turn-their-backs.html"}