{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 22:56:44", "date_modify": "2022-10-25 22:56:44", "date_publish": "2015-02-03 16:58:34", "description": "Carl E. Heastie became the state’s first African-American speaker, succeeding Sheldon Silver, the longtime Albany power broker who was forced to step aside after his arrest.", "filename": "2015_02_04_nyregion_carl-heastie-is-elected-speaker-of-new-york-assembly_1666738604.html", "image_url": "https://static01.nyt.com/images/2015/02/04/nyregion/04speaker/04speaker-facebookJumbo.jpg?year=2015&h=550&w=1050&s=3334340c08b6fc4424d0b0c26edf88171fa10ef319cffc2e68bd2c0dcc542594&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_04_nyregion_carl-heastie-is-elected-speaker-of-new-york-assembly_1666738604.html", "title": "Heastie Elected Speaker of New York Assembly", "title_page": "Heastie Elected Speaker of New York Assembly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We do not own this house,” Mr. Heastie said. “We are simply tenants here.”\nOn Tuesday, Mr. Silver was one of scores in the liberal-minded lower chamber who voted to elect Mr. Heastie, who had easily dispatched a roster of other candidates over the last week in a fast-moving campaign. Reformers in the Assembly had initially hoped for a longer process to pick Mr. Silver’s successor, and a vote was tentatively scheduled for Feb. 10. But with Mr. Heastie’s support coalescing quickly, the timetable was cut short.\nMr. Heastie, a media-shy moderate, is the first speaker from the Bronx since it became a county in 1914. Elected to his eighth term as an assemblyman in November, he took over the Bronx Democratic organization in a messy fight in 2008 and emerged as a prohibitive favorite for the speaker’s post despite news reports in recent days about his campaign spending and travel expenses.\nMr. Silver formally stepped down late on Monday. On Tuesday, his nameplate at the front of the Assembly chamber was gone; his new desk, its green surface contrasting with the bronze desktops of his colleagues, had been placed at the end of a back row.\nMr. Heastie ascended to the speaker’s chair after a roll-call vote, a formality in a chamber where more than two-thirds of the members are Democrats. Those Democrats had already voted in a caucus meeting on Monday to elect Mr. Heastie.\nThe lack of suspense did not appear to matter to Mr. Heastie, who seemed to be moved by the significance of his election.", "url": "https://www.nytimes.com/2015/02/04/nyregion/carl-heastie-is-elected-speaker-of-new-york-assembly.html"}