{"authors": ["Nicholas Casey"], "date_download": "2022-10-25 23:53:46", "date_modify": "2022-10-25 23:53:46", "date_publish": "2015-09-17 17:53:12", "description": "The sentence ends a battle between federal prosecutors and the Brooklyn politician, who was acquitted of bribery in 2011, but then rearrested in another case.", "filename": "2015_09_18_nyregion_william-boyland-jr-ex-brooklyn-assemblyman-sentenced-to-14-years-in-corruption-case_1666742026.html", "image_url": "https://static01.nyt.com/images/2015/09/18/nyregion/BOYLAND-web-sub/BOYLAND-web-sub-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=75882c440e77c8ed9e056502d2887015d18ab2f58f8604231e2fc22db8bfa575&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_18_nyregion_william-boyland-jr-ex-brooklyn-assemblyman-sentenced-to-14-years-in-corruption-case_1666742026.html", "title": "William Boyland Jr., Ex-New York Assemblyman, Gets 14-Year Sentence for Corruption", "title_page": "William Boyland Jr., Ex-New York Assemblyman, Gets 14-Year Sentence for Corruption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "William F. Boyland Jr., a former state assemblyman from a political dynasty in Brooklyn, was sentenced on Thursday to 14 years in federal prison in a high-profile corruption case.\nThe sentencing brought to an end a prolonged legal battle between federal prosecutors and Mr. Boyland, who was acquitted of bribery charges in a federal court in Manhattan in 2011, only to be rearrested in Brooklyn in a case in which undercover agents recorded him asking for bribes.\nDuring the sentencing, Judge Sandra L. Townes of Federal District Court in Brooklyn expressed anger at Mr. Boyland and his conduct, saying that he “clearly had no respect for the law” and that the trial had left her “not seeing any redeeming characteristics of the defendant.”\nJudge Townes said she was particularly disturbed that Mr. Boyland, a Democrat, began seeking bribes within days of having been released by the Manhattan court “without skipping a beat.” The judge said Mr. Boyland’s prosecution would serve as a warning to other public officials.", "url": "https://www.nytimes.com/2015/09/18/nyregion/william-boyland-jr-ex-brooklyn-assemblyman-sentenced-to-14-years-in-corruption-case.html"}