{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:38:40", "date_modify": "2022-10-25 23:38:40", "date_publish": "2015-03-28 01:03:53", "description": "Burning a 75-foot-tall pagan temple in a Republican Catholic enclave on the loyalist Protestant side of Londonderry seemed to many like a bad idea.", "filename": "2015_03_28_world_europe_using-flames-to-soothe-a-northern-ireland-city-scarred-by-fire_1666741120.html", "image_url": "https://static01.nyt.com/images/2015/03/28/world/DERRY/DERRY-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=a13fa134acbc24d496eb3698ce9813b106e35f42dccef01ea607270211b05e74&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_28_world_europe_using-flames-to-soothe-a-northern-ireland-city-scarred-by-fire_1666741120.html", "title": "Healing Fire in Londonderry: The Temple Was Built to Burn", "title_page": "Healing Fire in Londonderry: The Temple Was Built to Burn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDONDERRY, Northern Ireland — The Rev. David Latimer thought it was a terrible idea. The streets of this Northern Irish city had burned in the Troubles. His Protestant church was firebombed by Catholics. Every summer, rival bonfires the size of small mountains still burn, and with them the flags and effigies of the other side.\nBurning a 75-foot-tall pagan temple in a Republican Catholic enclave on the loyalist Protestant side of town to “bring people together” seemed, well, mad.\n“How are you going to get my congregation to come to a Catholic area?” he asked the California artist who started erecting the temple this month. “How is fire going to have a productive outcome in a city where fire has always been about hating the other?”\n“It worked in other parts of the world,” said the artist, David Best, whose temples usually burn in the Nevada desert at the Burning Man festival.", "url": "https://www.nytimes.com/2015/03/28/world/europe/using-flames-to-soothe-a-northern-ireland-city-scarred-by-fire.html"}