{"authors": ["John Koblin"], "date_download": "2022-10-25 22:59:06", "date_modify": "2022-10-25 22:59:06", "date_publish": "2015-07-01 00:14:06", "description": "The $500 million lawsuit follows a decision by the Spanish-language network to cut ties with the event, after Mr. Trump made remarks denouncing immigrants when he announced his presidential candidacy.", "filename": "2015_07_01_business_media_donald-trump-sues-univision-for-dropping-pageant-broadcast_1666738746.html", "image_url": "https://static01.nyt.com/images/2015/07/01/business/01TRUMP/01TRUMP-facebookJumbo.jpg?year=2015&h=550&w=1050&s=34d1963955a0b6e241c02c670562b2cfdc3452063690e107f0590e559f0c3462&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_01_business_media_donald-trump-sues-univision-for-dropping-pageant-broadcast_1666738746.html", "title": "Donald Trump Sues Univision for Dropping Pageant Broadcast", "title_page": "Donald Trump Sues Univision for Dropping Pageant Broadcast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald J. Trump filed a lawsuit against Univision for $500 million on Tuesday, following the network’s announcement last week that it would no longer broadcast the Spanish-language version of his “Miss USA” beauty pageant.\nUnivision, the popular Spanish-language broadcaster, ended its association with the event after Mr. Trump denounced immigrants as “rapists” and “murderers” while announcing two weeks ago that he would seek the Republican nomination for president. On Monday, NBC likewise said it would no longer broadcast “Miss USA,” which is taking place in Baton Rouge, La., on July 12.\n“Nothing that I stated was different from what I have been saying for many years,” Mr. Trump said in a statement on Tuesday.\nMr. Trump contends that Univision was in violation of its contract by abandoning the broadcast. In the lawsuit, the Trump Organization said that Univision signed a five-year, $13.5 million contract this year to broadcast “Miss USA” and other Miss Universe pageants. The lawsuit also claims that Univision was trying to “suppress Mr. Trump’s freedom of speech.”", "url": "https://www.nytimes.com/2015/07/01/business/media/donald-trump-sues-univision-for-dropping-pageant-broadcast.html"}