{"authors": ["Joseph Goldstein"], "date_download": "2022-10-26 00:11:40", "date_modify": "2022-10-26 00:11:40", "date_publish": "2015-11-27 18:06:35", "description": "Officials describe Hajji Ghalib as a fiercely effective fighter against the insurgency, and the American military supports his men with airstrikes.", "filename": "2015_11_28_world_asia_once-inguantanamo-afghan-now-leads-war-against-taliban-and-isis_1666743100.html", "image_url": "https://static01.nyt.com/images/2015/11/28/world/middleeast/28gitmo1_hp/28gitmo1_hp-facebookJumbo.jpg?year=2015&h=550&w=1050&s=3e2434fcd8c6239d45eb0e187933cc1196073823adac10a2e845968e1f529af8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_28_world_asia_once-inguantanamo-afghan-now-leads-war-against-taliban-and-isis_1666743100.html", "title": "Once in Guantánamo, Afghan Now Leads War Against Taliban and ISIS", "title_page": "Once in Guantánamo, Afghan Now Leads War Against Taliban and ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Dost, a dour but quick-witted man who was known for the poetry he etched into the side of coffee cups for lack of better writing materials, was adamant that there was only one course of action after their release: Go to Pakistan and start waging jihad. He spoke of uniting the whole Muslim world.\nMr. Ghalib had other plans. “I used to argue with them that we are Afghans and we must support Afghanistan,” he said, meaning the current, American-backed government that replaced the Taliban. It was the minority view, but he did not worry about sharing it with Mr. Dost or any of his jailed countrymen. “We were friends with each other despite our views,” he said.\nHow Mr. Ghalib ended up in American captivity is its own bewildering story. After building a reputation as an effective commander against the Soviets and the Taliban, he became a police chief for the new Afghan government after the Taliban’s ouster in 2001. But in 2003, he was arrested after United States soldiers found explosive devices adjacent to the government compound where he worked. That was apparently close enough. There were also several letters that linked him to Taliban figures, although American officials conceded the letters might have been forged.\nOne of the military officers weighing the evidence against him explained that he did not “put much credibility to any of these letters,” according to a transcript of the tribunal.\nThat left Mr. Ghalib flummoxed. “So why are you detaining me?”\nAt Guantánamo, Mr. Ghalib often explained to his captors that he had been fighting the Taliban for years and had even aided American forces at Tora Bora against Al Qaeda. He recited the names of major anti-Taliban commanders who would vouch for him.", "url": "https://www.nytimes.com/2015/11/28/world/asia/once-inguantanamo-afghan-now-leads-war-against-taliban-and-isis.html"}