{"authors": ["Michael Forsythe", "Alan Wong"], "date_download": "2022-10-25 23:39:35", "date_modify": "2022-10-25 23:39:35", "date_publish": "2015-06-18 04:38:25", "description": "In the end, it was the pro-democracy camp that killed a proposal for direct election of the city’s top leader, citing Beijing’s limits on who could be a candidate.", "filename": "2015_06_19_world_asia_hong-kong-votes-down-beijing-election-plan_1666741175.html", "image_url": "https://static01.nyt.com/images/2015/06/19/world/19hongkong01/19hongkong01-facebookJumbo.jpg?year=2015&h=550&w=1050&s=1fe51f480501754bdd7531e13edb17874a6baff553c591372229cf84890461dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_19_world_asia_hong-kong-votes-down-beijing-election-plan_1666741175.html", "title": "Hong Kong Legislature Rejects Beijing-Backed Election Plan", "title_page": "Hong Kong Legislature Rejects Beijing-Backed Election Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — In quiet negotiations as well as public protests, they have pleaded and demanded for nearly two decades that Beijing allow Hong Kong’s leader to be elected by the general public. But in a dramatic vote on Thursday, pro-democracy lawmakers here rejected a bill that could have been their last best chance to achieve that goal.\nIn doing so, they redrew the battle lines in the struggle over Hong Kong’s future and may have ushered in a more volatile era in the city’s politics.\nThe measure that failed would have allowed the public to elect Hong Kong’s next chief executive in 2017 from a slate of two or three candidates nominated by a committee controlled by China’s ruling Communist Party.\nBut in a twist that speaks to the awkward politics of a freewheeling former British colony ruled since 1997 by an authoritarian government in Beijing — as well as a last-minute parliamentary blunder by allies of the Chinese leadership — the bill won only eight votes in the city’s 70-member Legislative Council.", "url": "https://www.nytimes.com/2015/06/19/world/asia/hong-kong-votes-down-beijing-election-plan.html"}