{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:39:22", "date_modify": "2022-10-25 23:39:22", "date_publish": "2015-10-30 13:59:56", "description": "Mr. Wang said President Xi Jinping’s relatives had sold their shares in his company two months before its initial public offering, missing out on a “fortune” in capital gains.", "filename": "2015_10_31_world_asia_chinese-tycoon-wang-jianlin-defends-xis-relatives-and-himself-on-business-deal_1666741162.html", "image_url": "https://static01.nyt.com/images/2015/10/31/world/31Wanda-web/31Wanda-web-facebookJumbo.jpg?year=2015&h=551&w=1050&s=7425d443c85d4b1a926b9f3402650469e64066f0627818a88e682c2165ba66fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_31_world_asia_chinese-tycoon-wang-jianlin-defends-xis-relatives-and-himself-on-business-deal_1666741162.html", "title": "Chinese Tycoon Wang Jianlin Defends Xi’s Relatives, and Himself, on Business Deal", "title_page": "Chinese Tycoon Wang Jianlin Defends Xi’s Relatives, and Himself, on Business Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — A Chinese real estate tycoon has said that relatives of China’s president sold their shares in his company two months before its initial public offering, missing out on a “fortune” in capital gains and, he said, proving there was no corruption involved.\nThe tycoon, Wang Jianlin, made the comments as a rebuttal to a New York Times investigation, which he was asked about at a Harvard forum on Thursday.\nAsked if the political ties reported by The Times were responsible for his company’s rapid growth, he said, “We owe our rapid growth to our core competence of innovative business model and effective management practices.”\nHe also offered new insight into the share holdings of a sister and brother-in-law of President Xi Jinping.", "url": "https://www.nytimes.com/2015/10/31/world/asia/chinese-tycoon-wang-jianlin-defends-xis-relatives-and-himself-on-business-deal.html"}