{"authors": ["Michael R. Gordon"], "date_download": "2022-10-25 23:54:33", "date_modify": "2022-10-25 23:54:33", "date_publish": "2015-10-16 21:02:05", "description": "The defeat of Islamic State forces at the Baiji refinery is one of the first significant indications of progress against the extremist group in months.", "filename": "2015_10_17_world_middleeast_iraqi-forces-and-shiite-militias-retake-oil-refinery-from-isis_1666742073.html", "image_url": "https://static01.nyt.com/images/2015/10/17/world/SUB-IRAQ/SUB-IRAQ-facebookJumbo.jpg?year=2015&h=549&w=1050&s=76c8de6ca241fd63b28ede565c34c3375d6acbede0f43c7933e47526a614723a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_17_world_middleeast_iraqi-forces-and-shiite-militias-retake-oil-refinery-from-isis_1666742073.html", "title": "Iraqi Forces and Shiite Militias Retake Oil Refinery From ISIS", "title_page": "Iraqi Forces and Shiite Militias Retake Oil Refinery From ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — Iraqi forces and the Shiite militias fighting alongside them announced Friday that they had retaken the oil refinery at Baiji from Islamic State militants, in some of the first significant progress against the extremist group after months of stalled efforts.\n“Baiji refinery has been completely liberated from Daesh,” a spokesman for Iraq’s counterterrorism service said, using the Arabic acronym for the Islamic State, which is also known as ISIS or ISIL. “Removing the I.E.D.s will take some time, but we can say that we liberated the whole of the refinery,” he added, referring to improvised bombs.\nThe Baiji refinery has been damaged so severely that it could take years to get it functioning again. But Iraqi officials insist that its recapture is a strategically important step, and a vital lift to morale, in the broader campaign against the Islamic State, which controls much of northern and western Iraq.\nBaiji and the nearby town of Siniya, which Iraqi forces said they had also taken, are on a major north-south route to Mosul, Iraq’s second-largest city, which was seized by the Islamic State in June 2014.", "url": "https://www.nytimes.com/2015/10/17/world/middleeast/iraqi-forces-and-shiite-militias-retake-oil-refinery-from-isis.html"}