{"authors": ["Scott Shane", "Nikita Stewart", "Ron Nixon"], "date_download": "2022-10-25 23:56:04", "date_modify": "2022-10-25 23:56:04", "date_publish": "2015-05-03 04:45:41", "description": "The neighborhood where Freddie Gray came of age has survived harrowing rates of unemployment, poor health, violent crime and incarceration.", "filename": "2015_05_03_us_sandtown-winchester-baltimore-home-to-a-lot-of-freddie-grays_1666742164.html", "image_url": "https://static01.nyt.com/images/2015/05/03/us/03WESTBALTIMORE-web01/03WESTBALTIMORE-web01-facebookJumbo.jpg?year=2015&h=550&w=1050&s=01174a98b35e4c44382411c90a12aca3850ba39796341e63c54a9c233beb4818&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_03_us_sandtown-winchester-baltimore-home-to-a-lot-of-freddie-grays_1666742164.html", "title": "Hard but Hopeful Home to ‘Lot of Freddies’", "title_page": "Hard but Hopeful Home to ‘Lot of Freddies’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "‘Flat-Out Angry and Sick’\nAt the heart of Sandtown sits the modern brick complex of the New Song Community Learning Center, which includes a public school for kindergartners through eighth-graders and related programs. Jane Johnson, the executive director, has lived in the neighborhood for all of her 46 years and seems to know everyone — including Freddie Gray, through one of her daughters. She is revered by many of the young people who have passed through her school, and she understands their fury.\n“What I’ve seen the last two weeks is a community that’s hurting, that wants answers,” Ms. Johnson said. “A lot of them are just flat-out angry and sick and tired. There are a lot of Freddies out there,” she said, referring to victims of rough treatment by the police. “They just didn’t happen to die.”\nMs. Johnson, who has worked at New Song for 24 years, commands the school with warmth and firmness. She is unruffled when a fire truck pulls in front of the school for an impromptu fire drill. When an aide later announces, “Code red, lock all doors,” over the intercom, because police cars have just sped past to make an arrest a block away, Ms. Johnson pleasantly excuses herself to check the halls.\nShe has chosen to stay in the community, where her extended family surrounds her. In Sandtown, she said, an illness or death in a household brings an instant supply of meals, and a whole block will gather to see off a girl headed to her high school prom.\nBut Ms. Johnson, the mother of four, has experienced the dark side of this place as well. When she was 19, the father of her daughter was shot and became a paraplegic. She helped him cope for a few years, until he was shot again and killed. She lost an uncle to a stray bullet, she said, and a cousin to another shooting. So she feels a particular pride and relief that her only son, Chauncey Wylie, 18, is graduating this year from a Catholic high school and has a full scholarship to Loyola University Maryland.\nEven at New Song, the gulf between Sandtown citizens and the police is striking. Though Ms. Johnson runs one of the neighborhood’s major institutions, just three blocks from the Western District police station, she says she does not have a relationship with commanders there. She recalls one conversation with a white officer whose passion to help the community was striking, but she cannot recall his name.", "url": "https://www.nytimes.com/2015/05/03/us/sandtown-winchester-baltimore-home-to-a-lot-of-freddie-grays.html"}