{"authors": ["Alexander Burns"], "date_download": "2022-10-25 23:01:45", "date_modify": "2022-10-25 23:01:45", "date_publish": "2015-06-16 15:30:45", "description": "In his announcement, Mr. Trump brandished his wealth and fame as chief qualifications for the presidency in an improbable quest for the Republican nomination.", "filename": "2015_06_17_us_politics_donald-trump-runs-for-president-this-time-for-real-he-says_1666738905.html", "image_url": "https://static01.nyt.com/images/2015/06/16/multimedia/trump-announcement/trump-announcement-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=2a724b548f4925d16f7ecc1a090ea1ca1acd5d492decd33ed59ce96c6a10662f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_17_us_politics_donald-trump-runs-for-president-this-time-for-real-he-says_1666738905.html", "title": "Donald Trump, Pushing Someone Rich, Offers Himself", "title_page": "Donald Trump, Pushing Someone Rich, Offers Himself - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald J. Trump, the garrulous real estate developer whose name has adorned apartment buildings, hotels, Trump-brand neckties and Trump-brand steaks, announced on Tuesday his entry into the 2016 presidential race, brandishing his wealth and fame as chief qualifications in an improbable quest for the Republican nomination.\nMr. Trump declared his candidacy in the atrium of the Trump Tower, the luxury skyscraper on Fifth Avenue in New York City, proclaiming that only someone “really rich” — like himself — could restore American economic primacy.\n“We need somebody that can take the brand of the United States and make it great again,” he said, repeatedly assailing China and Mexico as economic competitors, and pledging to be “the greatest jobs president that God ever created.”\nMr. Trump, 69, has long toyed with running for president as a Republican, boasting of his credentials as an entrepreneur and mocking the accomplishments of prominent elected officials. He has used the platform of a reality television show, NBC’s “The Apprentice,” to burnish his pop-culture image as a formidable man of affairs.", "url": "https://www.nytimes.com/2015/06/17/us/politics/donald-trump-runs-for-president-this-time-for-real-he-says.html"}