{"authors": ["Ellen Barry", "Nida Najar"], "date_download": "2022-10-25 23:39:45", "date_modify": "2022-10-25 23:39:45", "date_publish": "2015-04-29 00:03:17", "description": "In many places, the detritus of centuries-old temples and palaces has been left unguarded, diminishing chances to eventually rebuild one of the world’s largest clusters of cultural heritage sites.", "filename": "2015_04_29_world_asia_as-human-crisis-takes-priority-after-nepal-quake-a-nations-treasures-become-its-scrap_1666741185.html", "image_url": "https://static01.nyt.com/images/2015/05/20/multimedia/nepal-quake-antiquities/nepal-quake-antiquities-facebookJumbo.jpg?year=2015&h=550&w=1050&s=58ba7f84f3e4b2aa81982949f61c48200962d02406bcb0a313d95c7865d924a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_29_world_asia_as-human-crisis-takes-priority-after-nepal-quake-a-nations-treasures-become-its-scrap_1666741185.html", "title": "Nepal’s Cultural Heritage Becomes Its Scrap as Human Crisis Takes Priority After Earthquake", "title_page": "Nepal’s Cultural Heritage Becomes Its Scrap as Human Crisis Takes Priority After Earthquake - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KATMANDU, Nepal — On Katmandu’s Basantapur Durbar Square on Tuesday, a heavy wooden beam was slipping down what was left of the Maju Dega Temple.\nMembers of a volunteer search-and-rescue team were clambering up and down the temple’s base, using the beam as a stepladder and occasionally sending a shower of bricks crashing onto it. It would end up on a pile of timber, in a square traversed by people, exposed to the rain.\nIf you worked as an auction house expert, you would note certain things about the beam: It was intricately carved with the image of two deities and possibly dated to the 17th century — the kind of piece that could sell for many thousands of dollars in the West.\nIn the three days since a magnitude 7.8 earthquake struck Nepal, the death toll has mounted so quickly, to more than 5,000, that most concerns other than the health and safety of its people have been put aside. Hope for finding survivors was waning, and tens of thousands of people are living in tents despite heavy rains. Reserves of clean water are running low.", "url": "https://www.nytimes.com/2015/04/29/world/asia/as-human-crisis-takes-priority-after-nepal-quake-a-nations-treasures-become-its-scrap.html"}