{"authors": ["Robert Frank"], "date_download": "2022-10-25 23:30:04", "date_modify": "2022-10-25 23:30:04", "date_publish": "2015-01-17 19:33:16", "description": "Jeff Greene’s Beverly Hills estate, listed at $195 million, is believed to be the most expensive public listing in the country.", "filename": "2015_01_18_business_home-the-ultimate-investment.html__r=0_1666740604.html", "image_url": "https://static01.nyt.com/images/2015/01/18/business/INSIDEWEALTH-slide-EA7X/INSIDEWEALTH-slide-EA7X-facebookJumbo.jpg?year=2015&h=550&w=1050&s=421c58a6361ba9639ffdae1c6a4d5fd12684d82dd3820b77afeee6d17c477010&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_18_business_home-the-ultimate-investment.html__r=0_1666740604.html", "title": "An Opulent Bet on Housing", "title_page": "An Opulent Bet on Housing  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“These are vanity numbers, and they are usually very far off from the ultimate sales price,” says Jonathan Miller, of Miller Samuel, an appraisal firm. “Jeff is a very smart real estate guy. But there are only a handful of people in the world who can buy this. And will any of them want to?”\nLast year, three estates sold in the United States for more than $100 million, including the most expensive residence ever sold in the country — an 18-acre property in East Hampton sold to Barry Rosenstein, a hedge fund manager, for about $147 million. More than a half-dozen homes are currently listed for more than $100 million, including a beachfront property called Le Palais Royal being built near Boca Raton, Fla., and offered for $139 million. At least three penthouses in Manhattan carry price tags above $100 million.\n“We’ve become a country of have-nots and have-a-lots,” Mr. Greene said in his living room filled with French antiques and fine art. “More and more of the rewards for this economy are going to the rich and leaving the rest behind. So I think you’re going to have more and more very wealthy people. And hopefully they’re going to want houses like this.”\nA self-proclaimed progressive and former Democratic Senate candidate in Florida, Mr. Greene is troubled by the new hollowed-out economics of housing, but also quick to profit from it. He has pledged half of his wealth to charity and says the rich should pay higher taxes, as long as education and government programs are also overhauled to create more opportunities for the middle class.\nYet he made his biggest fortune betting on the housing crash, using complex financial instruments to target subprime mortgages. When many of those mortgage holders defaulted, Mr. Greene made more than $800 million. He is now worth more than $3 billion.\nMr. Greene explains that he didn’t cause any defaults — he simply bet they would happen. And his trades were aimed mainly at offsetting the possible decline in value of the hundreds of apartment units and other homes in California that made up most of his wealth. He didn’t want a repeat of the early 1990s, when he lost most of his real estate fortune in the savings-and-loan crisis.\nThe housing crisis was good for bargain-hunting, too. He picked up the Beverly Hills property — 25 acres and a half-built house — out of receivership for $35 million in 2007, as California real estate was sliding. A longtime bachelor famed for his all-night parties and celebrity pals, Mr. Greene got married on the property in 2007, with Mike Tyson as the best man. He and his wife planned to live there when it was done.", "url": "https://www.nytimes.com/2015/01/18/business/home-the-ultimate-investment.html?_r=0"}