{"authors": ["Jodi Kantor", "David Streitfeld"], "date_download": "2022-10-25 23:30:40", "date_modify": "2022-10-25 23:30:40", "date_publish": "2015-08-15 12:00:05", "description": "The company is conducting an experiment in how far it can push white-collar workers to get them to achieve its ever-expanding ambitions.", "filename": "2015_08_16_technology_inside-amazon-wrestling-big-ideas-in-a-bruising-workplace_1666740640.html", "image_url": "https://static01.nyt.com/images/2015/08/13/business/13amazon-selects-slide-ZSZ3/13amazon-selects-slide-ZSZ3-facebookJumbo-v4.jpg?year=2015&h=550&w=1050&s=5308544d3e657eec170e52fdbe031cc92e01de95ded00e56b140f1126e6418ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_16_technology_inside-amazon-wrestling-big-ideas-in-a-bruising-workplace_1666740640.html", "title": "Inside Amazon: Wrestling Big Ideas in a Bruising Workplace", "title_page": "Inside Amazon: Wrestling Big Ideas in a Bruising Workplace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many women at Amazon attribute its gender gap — unlike Facebook, Google or Walmart, it does not currently have a single woman on its top leadership team — to its competition-and-elimination system. Several former high-level female executives, and other women participating in a recent internal Amazon online discussion that was shared with The New York Times, said they believed that some of the leadership principles worked to their disadvantage. They said they could lose out in promotions because of intangible criteria like “earn trust” (principle No. 10) or the emphasis on disagreeing with colleagues. Being too forceful, they said, can be particularly hazardous for women in the workplace.\nMotherhood can also be a liability. Michelle Williamson, a 41-year-old parent of three who helped build Amazon’s restaurant supply business, said her boss, Shahrul Ladue, had told her that raising children would most likely prevent her from success at a higher level because of the long hours required. Mr. Ladue, who confirmed her account, said that Ms. Williamson had been directly competing with younger colleagues with fewer commitments, so he suggested she find a less demanding job at Amazon. (Both he and Ms. Williamson left the company.)\nHe added that he usually worked 85 or more hours a week and rarely took a vacation.\nWhen ‘All’ Isn’t Good Enough\nMolly Jay, an early member of the Kindle team, said she received high ratings for years. But when she began traveling to care for her father, who was suffering from cancer, and cut back working on nights and weekends, her status changed. She was blocked from transferring to a less pressure-filled job, she said, and her boss told her she was “a problem.” As her father was dying, she took unpaid leave to care for him and never returned to Amazon.\n“When you’re not able to give your absolute all, 80 hours a week, they see it as a major weakness,” she said.\nA woman who had thyroid cancer was given a low performance rating after she returned from treatment. She says her manager explained that while she was out, her peers were accomplishing a great deal. Another employee who miscarried twins left for a business trip the day after she had surgery. “I’m sorry, the work is still going to need to get done,” she said her boss told her. “From where you are in life, trying to start a family, I don’t know if this is the right place for you.”\nA woman who had breast cancer was told that she was put on a “performance improvement plan” — Amazon code for “you’re in danger of being fired” — because “difficulties” in her “personal life” had interfered with fulfilling her work goals. Their accounts echoed others from workers who had suffered health crises and felt they had also been judged harshly instead of being given time to recover.\nA former human resources executive said she was required to put a woman who had recently returned after undergoing serious surgery, and another who had just had a stillborn child, on performance improvement plans, accounts that were corroborated by a co-worker still at Amazon. “What kind of company do we want to be?” the executive recalled asking her bosses.", "url": "https://www.nytimes.com/2015/08/16/technology/inside-amazon-wrestling-big-ideas-in-a-bruising-workplace.html"}