{"authors": ["Aaron E. Carroll"], "date_download": "2022-10-25 23:35:51", "date_modify": "2022-10-25 23:35:51", "date_publish": "2015-08-24 11:00:25", "description": "There is no science behind a formal, one-size-fits-all requirement of daily water consumption.", "filename": "2015_08_25_upshot_no-you-do-not-have-to-drink-8-glasses-of-water-a-day_1666740951.html", "image_url": "https://static01.nyt.com/images/2015/08/19/upshot/25UP-Healthwater/25UP-Healthwater-facebookJumbo.jpg?year=2015&h=549&w=1050&s=7fabb9cd6bb16f422bee9da3afb5535bdb478769b49bf30da5993110faf190c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_25_upshot_no-you-do-not-have-to-drink-8-glasses-of-water-a-day_1666740951.html", "title": "No, You Do Not Have to Drink 8 Glasses of Water a Day", "title_page": "No, You Do Not Have to Drink 8 Glasses of Water a Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I’m a pediatrician, and I can tell you that I have rarely, if ever, used urine osmolality as the means by which I decide if a child is dehydrated. When I asked colleagues, none thought 800 mOsm/kg was the value at which they’d be concerned. And in a web search, most sources I found thought values up to 1,200 mOsm/kg were still in the physiologically normal range and that children varied more than adults. None declared that 800 mOsm/kg was where we’d consider children to be dehydrated.\nIn other words, there’s very little reason to believe that children who have a spot urine measurement of 800 mOsm/kg should be worried. In fact, back in 2002, a study was published in the Journal of Pediatrics, one that was more exploratory in nature than a look for dehydration, and it found that boys in Germany had an average urine osmolality of 844 mOsm/kg. The third-to-last paragraph in the paper recounted a huge number of studies from all over the world finding average urine mOsm/kg in children ranging from 392 mOsm/kg in Kenya to 964 in Sweden.\nThat hasn’t stopped more recent studies from continuing to use the 800 mOsm/kg standard to declare huge numbers of children to be dehydrated. A 2012 study in the Annals of Nutrition and Metabolism used it to declare that almost two-thirds of French children weren’t getting enough water. Another in the journal Public Health Nutrition used it to declare that almost two-thirds of children in Los Angeles and New York City weren’t getting enough water. The first study was funded by Nestlé Waters; the second by Nestec, a Nestlé subsidiary.\nIt’s possible that there are children who need to be better hydrated. But at some point, we are at risk of calling an ordinary healthy condition a disease. When two-thirds of healthy children, year after year, are found to have a laboratory value that you are labeling “abnormal,” it may be the definition, and not their health, that is off.\nNone of this has slowed the tidal push for more water. It has even been part of Michelle Obama’s “Drink Up” campaign. In 2013, Sam Kass, then a White House nutritional policy adviser, declared “40 percent of Americans drink less than half of the recommended amount of water daily.”\nThere is no formal recommendation for a daily amount of water people need. That amount obviously differs by what people eat, where they live, how big they are and what they are doing. But as people in this country live longer than ever before, and have arguably freer access to beverages than at almost any time in human history, it’s just not true that we’re all dehydrated.", "url": "https://www.nytimes.com/2015/08/25/upshot/no-you-do-not-have-to-drink-8-glasses-of-water-a-day.html"}