{"authors": ["Sam Borden"], "date_download": "2022-10-25 23:54:50", "date_modify": "2022-10-25 23:54:50", "date_publish": "2015-04-21 01:57:51", "description": "Unlike other major sports teams, Barça has its members — about 160,000 of them — vote for its president, with paper ballots. They will have to consider charges of corruption and other hard issues.", "filename": "2015_04_21_sports_soccer_on-one-point-voters-agree-barcelona-election-has-intrigue_1666742090.html", "image_url": "https://static01.nyt.com/images/2015/04/21/sports/Y-JP-BARCA/Y-JP-BARCA-facebookJumbo.jpg?year=2015&h=550&w=1050&s=7cb868fc7c397270440d84890f5c6e5ddf50dceb4facf2da09fff894f4c9b0ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_21_sports_soccer_on-one-point-voters-agree-barcelona-election-has-intrigue_1666742090.html", "title": "On One Point Voters Agree: Barcelona Election Has Intrigue", "title_page": "On One Point Voters Agree: Barcelona Election Has Intrigue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA, Spain — It is election season in Catalonia, and the most anticipated race will have all of the expected ingredients: charges of corruption, fringe challengers, improbable campaign promises and blatant pandering to voters (free haircuts, anyone?).\nThe winner will not be a government official but rather the next president of F.C. Barcelona, a position that comes with more clout, some residents argue. Barcelona is among the most recognizable and valuable brands in sports. Given that, the club, and thus its president, sometimes serves as the public face of Catalonia itself.\nYet while virtually every major sports organization around the world relies on an owner or a board of directors to select its top leaders, Barcelona, which is owned by its roughly 160,000 members, continues to opt for a more old-fashioned methodology: paper, envelopes and a whole bunch of ballot boxes.\nThe result is either charming or absurd.\nThe balloting process is undeniably quaint — voters will go to the polls in a few months on the concourse of the famed Camp Nou stadium, where they will be organized alphabetically — and members are especially prideful about their votes, often describing them as a part of their identity. Indeed, while matches like Tuesday’s Champions League quarterfinal second leg against Paris St.-Germain are certainly critical, the most important day of the year for a Barcelona member might be when the voting booths open.", "url": "https://www.nytimes.com/2015/04/21/sports/soccer/on-one-point-voters-agree-barcelona-election-has-intrigue.html"}