{"authors": ["Jessica Silver-Greenberg", "Michael Corkery"], "date_download": "2022-10-25 23:35:54", "date_modify": "2022-10-25 23:35:54", "date_publish": "2015-11-21 00:03:49", "description": "A Senate bill would allow service members to opt out of arbitration and challenge repossessions or foreclosures with a lawsuit.", "filename": "2015_11_21_business_dealbook_bipartisan-bill-would-protect-service-members-right-to-go-to-court_1666740954.html", "image_url": "https://static01.nyt.com/images/2015/11/21/business/21db-arbitration/21db-arbitration-facebookJumbo.jpg?year=2015&h=549&w=1050&s=63731ae7e96ce121f417e43eea7144fd0a246feb1767c6caa60040a5edae04df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_21_business_dealbook_bipartisan-bill-would-protect-service-members-right-to-go-to-court_1666740954.html", "title": "Bipartisan Bill Would Protect Service Members’ Right to Avoid Arbitration", "title_page": "Bipartisan Bill Would Protect Service Members’ Right to Avoid Arbitration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those efforts have gained momentum after a recent three-part series in The New York Times. The series of articles, based on thousands of court records and interviews with hundreds of lawyers, corporate executives, judges and arbitrators in 35 states, found that by using arbitration to ban class-action lawsuits, a Wall Street-led coalition had devised a way to circumvent the courts and disable challenges to predatory lending, wage theft, discrimination and other activities.\nThose who go through with arbitration, The Times found, often face a system stacked against them from the start. Arbitration gives companies so much latitude that in some cases they can require their employees and customers to go to Christian arbitration, where the Bible guides the process.\nThe bill — a rare bipartisan effort in the current Congress — faces an uphill battle. A similar measure never made it out of committee last year after lobbying by the U.S. Chamber of Commerce and Wall Street’s major trade group, the Securities Industry and Financial Markets Association, according to federal records.\nIn lobbying against the bill last year, the groups argued that arbitration was a more efficient and less costly way to handle disputes.", "url": "https://www.nytimes.com/2015/11/21/business/dealbook/bipartisan-bill-would-protect-service-members-right-to-go-to-court.html"}