{"authors": ["John Noble Wilford"], "date_download": "2022-10-25 23:55:24", "date_modify": "2022-10-25 23:55:24", "date_publish": "2015-05-20 17:20:09", "description": "The tools, dating to 3.3 million years ago, may indicate that hominins were making tools much earlier than previously thought by some 700,000 years.", "filename": "2015_05_21_science_stone-tools-from-kenya-are-oldest-yet-discovered_1666742124.html", "image_url": "https://static01.nyt.com/images/2015/05/21/science/21TOOL/21TOOL-facebookJumbo.jpg?year=2015&h=550&w=1050&s=57a427044555e2068d22cd1e8ded08a4df3950afab0131ba2dc4191b49d88d3c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_21_science_stone-tools-from-kenya-are-oldest-yet-discovered_1666742124.html", "title": "Stone Tools From Kenya Are Oldest Yet Discovered", "title_page": "Stone Tools From Kenya Are Oldest Yet Discovered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One morning in July 2011, while exploring arid badlands near the western shore of Lake Turkana in Kenya, a team of archaeologists took a wrong turn and made a big discovery about early human technology: Our hominin ancestors were making stone tools 3.3 million years ago, some 700,000 years earlier than previously thought.\nThe findings promise to extend knowledge of the first toolmakers even deeper in time, probably before the emergence of the genus Homo, once considered the first to gain an evolutionary edge through stone technology.\n“Immediately, I knew that we had found something very special,” said Sonia Harmand, a research associate professor at Stony Brook University in New York, in a telephone interview from Nairobi, Kenya.\nWithin an hour, Dr. Harmand and Jason E. Lewis, co-leaders of the project, traced the source of the artifacts scattered in a dry riverbed to datable volcanic sediments at the top of a nearby hill. The stones showed that at least some ancient hominins — the group that includes humans and their extinct ancestors — had started intentionally knapping stones, breaking off pieces with quick, hard strikes from another stone to make sharp tools sooner than other findings suggested.", "url": "https://www.nytimes.com/2015/05/21/science/stone-tools-from-kenya-are-oldest-yet-discovered.html"}