{"authors": ["Rukmini Callimachi"], "date_download": "2022-10-26 00:11:47", "date_modify": "2022-10-26 00:11:47", "date_publish": "2015-08-13 09:00:26", "description": "Claiming the Quran’s support, the Islamic State codifies sex slavery in conquered regions of Iraq and Syria and uses the practice as a recruiting tool.", "filename": "2015_08_14_world_middleeast_isis-enshrines-a-theology-of-rape_1666743107.html", "image_url": "https://static01.nyt.com/images/2015/08/13/world/middleeast/20150813-ISISSLAVE-slide-CON6/20150813-ISISSLAVE-slide-CON6-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=f23451e866fc1d2cff6e17ac77a047a8f77fea09773f106a3e11224935b6c87d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_14_world_middleeast_isis-enshrines-a-theology-of-rape_1666743107.html", "title": "ISIS Enshrines a Theology of Rape", "title_page": "ISIS Enshrines a Theology of Rape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "QADIYA, Iraq — In the moments before he raped the 12-year-old girl, the Islamic State fighter took the time to explain that what he was about to do was not a sin. Because the preteen girl practiced a religion other than Islam, the Quran not only gave him the right to rape her — it condoned and encouraged it, he insisted.\nHe bound her hands and gagged her. Then he knelt beside the bed and prostrated himself in prayer before getting on top of her.\nWhen it was over, he knelt to pray again, bookending the rape with acts of religious devotion.\n“I kept telling him it hurts — please stop,” said the girl, whose body is so small an adult could circle her waist with two hands. “He told me that according to Islam he is allowed to rape an unbeliever. He said that by raping me, he is drawing closer to God,” she said in an interview alongside her family in a refugee camp here, to which she escaped after 11 months of captivity.\nThe systematic rape of women and girls from the Yazidi religious minority has become deeply enmeshed in the organization and the radical theology of the Islamic State in the year since the group announced it was reviving slavery as an institution. Interviews with 21 women and girls who recently escaped the Islamic State, as well as an examination of the group’s official communications, illuminate how the practice has been enshrined in the group’s core tenets.", "url": "https://www.nytimes.com/2015/08/14/world/middleeast/isis-enshrines-a-theology-of-rape.html"}