{"authors": ["The Editorial Board"], "date_download": "2022-10-25 23:28:29", "date_modify": "2022-10-25 23:28:29", "date_publish": "2015-01-13 09:00:50", "description": "The United States has failed on its promise to resettle Afghan military interpreters in America for putting their lives on the line during the war.", "filename": "2015_01_13_opinion_keeping-a-promise-to-afghans_1666740509.html", "image_url": "https://static01.nyt.com/images/2015/01/13/opinion/13tue1/13tue1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=baa4d1a4fccd90c4ed5a7b114caca2ef00ed21bd9d52ea735a419bd29876b3ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_13_opinion_keeping-a-promise-to-afghans_1666740509.html", "title": "Keeping a Promise to Afghans", "title_page": "Opinion | Keeping a Promise to Afghans  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The legacy of America’s war in Afghanistan, which nominally ended on New Year’s Eve, will come into sharper focus in the coming decade. Historians will spend years figuring out what went right or wrong and which of Washington’s programs will prove to be of lasting value.\nThere is one crucial piece of unfinished business that will speak volumes at the end of the day: whether the United States kept its promise to Afghan military interpreters who were offered the opportunity to resettle in America in recognition of the monumental risks they took.\nCongress created special visa programs for Afghan and Iraqi military linguists starting in 2006. Early on, it was managed with callous disregard for its intended Afghan beneficiaries; only a fraction of the petitions submitted were approved. Secretary of State John Kerry has taken commendable steps over the past two years to streamline the review process and approve a higher percentage of cases. But the State Department remains hamstrung by a problem of its own making that only Congress can fix.\nAbout 12,000 Afghan linguists have pending applications for the special visa. Under current law, however, the State Department has the authority to issue only 4,000 visas over the next two years. This logjam was entirely avoidable if only Washington bureaucrats had operated with greater dispatch. During some of the toughest years of the war, American officials in Kabul and Washington sat on, or rejected, the bulk of applications in the pipeline. In 2010 and 2011, for instance, only a few dozen Afghan linguists — an astonishingly small number — were allowed to immigrate.", "url": "https://www.nytimes.com/2015/01/13/opinion/keeping-a-promise-to-afghans.html"}