{"authors": ["Chad Bray"], "date_download": "2022-10-25 23:46:56", "date_modify": "2022-10-25 23:46:56", "date_publish": "2015-04-27 09:14:12", "description": "The company backed by Robert E. Diamond Jr., the former Barclays chief executive, said it was in exclusive discussions to invest in Banque Populaire du Rwanda.", "filename": "2015_04_28_business_dealbook_atlas-mara-in-talks-for-stake-in-second-rwandan-bank_1666741616.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_28_business_dealbook_atlas-mara-in-talks-for-stake-in-second-rwandan-bank_1666741616.html", "title": "Atlas Mara in Talks for Stake in Second Rwandan Bank", "title_page": "Atlas Mara in Talks for Stake in Second Rwandan Bank - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The investment company Atlas Mara Limited, backed by Robert E. Diamond Jr., the former Barclays chief executive, said on Monday that it was in talks for another banking deal in Africa.\nAtlas Mara said it was in exclusive discussions to invest about $22.5 million in Banque Populaire du Rwanda, which would give it a 45 percent stake in the lender. If it is successful in acquiring the stake, Atlas Mara said, it intended to merge Banque Populaire du Rwanda with BRD Commercial Bank, a Rwandan lender it gained control of in 2014.\nThe combined entity would be Rwanda’s second-largest bank by assets, after the National Bank of Rwanda, with about $305 million, Atlas Mara said.\n“Combining B.P.R. and BRD Commercial is a significant step for the development of Atlas Mara and consistent with our strategy of being a leading player in the markets in which we operate,” John F. Vitalo, the Atlas Mara chief executive, said in a news release.", "url": "https://www.nytimes.com/2015/04/28/business/dealbook/atlas-mara-in-talks-for-stake-in-second-rwandan-bank.html"}