{"authors": ["Manny Fernandez"], "date_download": "2022-10-25 23:29:39", "date_modify": "2022-10-25 23:29:39", "date_publish": "2015-10-02 20:37:48", "description": "The decision came two days after the execution of Richard E. Glossip was halted when prison officials realized they had been sent the wrong drug.", "filename": "2015_10_03_us_oklahoma-court-stays-execution-for-3-inmates_1666740579.html", "image_url": "https://static01.nyt.com/images/2015/10/03/us/03oklahoma-web1/03oklahoma-web1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=cf446ef32a66c68161a017039eff94eb6795fd01765b8463fd9ef3069b8add62&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_03_us_oklahoma-court-stays-execution-for-3-inmates_1666740579.html", "title": "Oklahoma Appellate Court Stays Execution for 3 Inmates", "title_page": "Oklahoma Appellate Court Stays Execution for 3 Inmates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — An Oklahoma appellate court agreed with state officials on Friday to postpone the executions of three inmates in October and November after the scheduled execution of one of the inmates was stopped on Wednesday because of a problem with one of the lethal-injection drugs.\nThe order by the Oklahoma Court of Criminal Appeals granted an indefinite stay for the three inmates, and it came the day after Scott Pruitt, Oklahoma’s attorney general, asked the court to delay the executions while his office investigated what went wrong this week. The scheduled execution of Richard E. Glossip on Wednesday at a state prison in McAlester, Okla., was halted by Gov. Mary Fallin after prison officials realized that a supplier had sent them the wrong drug.\nImage Mr. Glossip Credit... Oklahoma Department of Corrections\nPotassium chloride, which stops the heart, was supposed to be used by the state Department of Corrections as part of its three-drug protocol, but the execution team instead received potassium acetate from the drug supplier, which the officials did not identify. The sealed box arrived the day of the execution, and officials did not notice the mistake until they opened it two hours before Mr. Glossip was set to die.", "url": "https://www.nytimes.com/2015/10/03/us/oklahoma-court-stays-execution-for-3-inmates.html"}