{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:39:02", "date_modify": "2022-10-25 23:39:02", "date_publish": "2015-12-04 19:22:06", "description": "The truck drivers unhappy about new tolls and the economy are the kind of bedrock Russians for whom Vladimir V. Putin has long been a hero.", "filename": "2015_12_05_world_europe_russian-truckers-protest-tolls_1666741142.html", "image_url": "https://static01.nyt.com/images/2015/12/05/world/04Trucks-video/04Trucks-video-facebookJumbo.jpg?year=2015&h=549&w=1050&s=b78d7f3df518ea204f69de5bbdd1c984a5fc37c241779268c9d98537040cd096&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_05_world_europe_russian-truckers-protest-tolls_1666741142.html", "title": "Russian Truckers, Irate Over New Tolls, Block Roads Near Moscow", "title_page": "Russian Truckers, Irate Over New Tolls, Block Roads Near Moscow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Hundreds of long-distance truckers blocked a lengthy section of the ring road circling the capital on Friday to protest a new national toll, in the first sign that Russia’s economic woes might be eroding the broad support for President Vladimir V. Putin’s government.\nThe direct object of their ire was Igor Rotenberg, the scion of a billionaire oligarch clan close to Mr. Putin, who owns half of a new, GPS-based system that, when fully operational, will charge truckers fees on all federal highways.\nTheir larger anger, however, was reserved for what they called the government’s failure to alleviate the devastating effects of inflation and recession over the past year, prompted by the steep drop in oil prices, sanctions the West imposed over Ukraine and retaliatory sanctions the Kremlin imposed on Western food imports.\n“There is no economic program at all — where is all the money?” said Vladimir Romanov, 65, the part-owner of a small Moscow trucking firm with three 18-wheelers. “The country is very rich, yet we live like hell.”", "url": "https://www.nytimes.com/2015/12/05/world/europe/russian-truckers-protest-tolls.html"}