{"authors": ["Azam Ahmed"], "date_download": "2022-10-25 23:28:38", "date_modify": "2022-10-25 23:28:38", "date_publish": "2015-03-19 17:15:47", "description": "Matiullah Khan, one of the wealthiest and most powerful men in southern Afghanistan, was killed on Wednesday in a targeted suicide bombing.", "filename": "2015_03_20_world_asia_powerful-afghan-police-chief-killed-in-kabul_1666740518.html", "image_url": "https://static01.nyt.com/images/2015/03/20/world/20Afghanistan/20Afghanistan-facebookJumbo.jpg?year=2015&h=549&w=1050&s=01b78ef484319681ba0b496d87e1329aa85426289f2b544c0267d01bf9323f8f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_20_world_asia_powerful-afghan-police-chief-killed-in-kabul_1666740518.html", "title": "Powerful Afghan Police Chief Killed in Kabul", "title_page": "Powerful Afghan Police Chief Killed in Kabul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Matiullah Khan, whose rise from local militia commander to powerful regional police chief left him one of the wealthiest and most powerful men in southern Afghanistan, was killed on Wednesday in a targeted suicide bombing in Kabul, officials said on Thursday.\nFrom his beginnings as an illiterate highway patrol commander in Oruzgan Province, Mr. Khan started a militia operation that made millions of dollars securing military coalition supply convoys through a decade of war and turmoil. He obtained so much influence during his years as a private commander that even before 2011, when he was anointed police chief of Oruzgan by President Hamid Karzai, who hailed from his Popalzai tribe, he could freely appoint government officials in the province.\nThe Afghan government remained silent about Mr. Khan’s death on Wednesday night and through much of Thursday, referring all questions to the spokesman for the Interior Ministry, who did not respond to requests for comment. Accounts of Mr. Khan’s killing obtained from members of Parliament and other officials varied, though Mr. Khan was said to be in Kabul on official business, staying at a downtown hotel, the Safi Landmark.\nAround 8 p.m., he was walking in the streets of Kabul’s Police District 6 when a person wearing a burqa approached and detonated a suicide vest, according to a senior Afghan security official in Kabul, who spoke on the condition of anonymity to discuss a continuing investigation. Officials who saw Mr. Khan’s body said his chest had been wounded by shrapnel.", "url": "https://www.nytimes.com/2015/03/20/world/asia/powerful-afghan-police-chief-killed-in-kabul.html"}