{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:55:21", "date_modify": "2022-10-25 23:55:21", "date_publish": "2015-05-13 02:03:17", "description": "Many convictions in China depend on confessions that lawyers, legal experts and defendants say are obtained through coercion.", "filename": "2015_05_13_world_asia_conviction-rates-count-more-in-chinese-justice-than-innocence.html__r=0_1666742121.html", "image_url": "https://static01.nyt.com/images/2015/05/13/world/13CHINAPOLICE1/13CHINAPOLICE1-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=a34add8b949f5cd11771dd6a5445807fa60503868576fe356bb21cd1131900c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_13_world_asia_conviction-rates-count-more-in-chinese-justice-than-innocence.html__r=0_1666742121.html", "title": "Conviction Rates Count More in Chinese Justice Than Innocence", "title_page": "Conviction Rates Count More in Chinese Justice Than Innocence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WUTIAN, China — It did not matter to the police that the man they seized in August 2013 was nearly 20 years older than the one wanted on fraud charges. Nor were the officers bothered by the fact that his cellphone number and a character in his name differed from those of the suspect, or by his repeated professions of innocence.\nA week later, after interrogations that involved hanging him by his wrists and beating him into unconsciousness, they got what they wanted from the man, Chen Jianzhong, an illiterate wholesale vegetable dealer from a neighboring province: his fingerprint on a multipage confession they had written for him.\n“I was so delirious I barely remember anything,” said Mr. Chen, 51, who spent more than 17 months in jail before he was exonerated and walked out a free man.\nWith one of the highest conviction rates in the world, prosecutors and the police in China rarely lose a case. Here in Wutian, the relatively prosperous farming community in coastal Fujian Province where Mr. Chen returned home in February to a hero’s welcome, people believe they know why: Many convictions in China depend on confessions that lawyers, legal experts and defendants say are obtained through coercion.", "url": "https://www.nytimes.com/2015/05/13/world/asia/conviction-rates-count-more-in-chinese-justice-than-innocence.html?_r=0"}