{"authors": ["Peter Baker", "Jim Yardley"], "date_download": "2022-10-25 23:24:11", "date_modify": "2022-10-25 23:24:11", "date_publish": "2015-09-24 09:44:24", "description": "Speaking to lawmakers on Thursday, the pope issued a call to action on issues largely favored by liberals, including a critique of the excesses of capitalism and a defense of immigration.", "filename": "2015_09_25_us_pope-francis-congress-speech_1666740251.html", "image_url": "https://static01.nyt.com/images/2015/09/25/us/25SPEECH-alt/25SPEECH-facebookJumbo.jpg?year=2015&h=550&w=1050&s=a93e647f5f9b59ccefeeeca8dd61fdbce03b8df98d83ff39167ae3eb66cf159c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_25_us_pope-francis-congress-speech_1666740251.html", "title": "Pope Francis, in Congress, Pleads for Unity on World’s Woes", "title_page": "Pope Francis, in Congress, Pleads for Unity on World’s Woes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“On this continent,” he continued, “thousands of persons are led to travel north in search of a better life for themselves and for their loved ones, in search of greater opportunities. Is that not what we want for our own children? We must not be taken aback by their numbers, but rather view them as persons, seeing their faces and listening to their stories, trying to respond as best we can to their situation.”\nHe cited “do-unto-others” and then added, “The Golden Rule also reminds us of our responsibility to protect and defend human life at every stage of its development.”\nWhile that represented typical code for abortion, Francis segued immediately and at length to a call for the abolition of the death penalty. “Every life is sacred, every human person is endowed with an inalienable dignity, and society can only benefit from the rehabilitation of those convicted of crimes,” he said.\nHe also warned of globalization, though in more measured tones than in the past. “I would encourage you to keep in mind all those people around us who are trapped in a cycle of poverty,” he said. He added that “it goes without saying that part of this great effort is the creation and distribution of wealth.” While “business is a noble vocation,” he said, it must be “an essential part of its service to the common good.”\nHe omitted the sharpest phrase in his prepared text: “If politics must truly be at the service of the human person, it follows that it cannot be a slave to the economy and finance.” A spokesman later said he lost his place and passed over it by accident.", "url": "https://www.nytimes.com/2015/09/25/us/pope-francis-congress-speech.html"}