{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:25", "date_modify": "2022-10-25 23:33:25", "date_publish": "2015-08-22 00:29:04", "description": "Charges against a powerful lawmaker bring a combative reaction, and shift attention to the scandal-plagued Congress.", "filename": "2015_08_22_world_americas_expanding-web-of-scandal-in-brazil-threatens-further-upheaval_1666740805.html", "image_url": "https://static01.nyt.com/images/2015/08/22/world/BRAZIL/BRAZIL-facebookJumbo.jpg?year=2015&h=549&w=1050&s=897db0ff8a66983bfb0c0660a7339f7459c46f082f784e6eddd83b020fceea9b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_22_world_americas_expanding-web-of-scandal-in-brazil-threatens-further-upheaval_1666740805.html", "title": "Expanding Web of Scandal in Brazil Threatens Further Upheaval", "title_page": "Expanding Web of Scandal in Brazil Threatens Further Upheaval - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — The charges are nothing less than sweeping: Prosecutors say that Eduardo Cunha, the speaker of Brazil’s lower house of Congress, took as much as $40 million in bribes for himself and his allies, plundering Petrobras, the government-controlled oil company, while laundering money through an evangelical megachurch.\nBut Mr. Cunha’s combative reaction to the charges filed Thursday is shifting attention to the scandal-plagued Congress. Instead of resigning, Mr. Cunha, an evangelical Christian radio commentator who is one of Brazil’s most powerful politicians, is digging in and lashing out, saying he is the victim of a conspiracy.\n“Resigning is not part of my vocabulary,” Mr. Cunha, 56, said Friday. He proclaimed his innocence and contended that prosecutors were singling him out in an attempt to deflect blame from President Dilma Rousseff’s governing Workers’ Party in the colossal graft scandal around Petrobras. “No one is going to constrain me.”\nThe defiance expressed by Mr. Cunha, who is emerging as Ms. Rousseff’s main rival as segments of Brazil’s establishment maneuver to oust her, is raising concern over the potential for even more political upheaval as the government grasps for ways to deal with dismal approval ratings and a sharply contracting economy. The scandals engulfing one prominent figure after another are evolving into one of Brazil’s most acute political crises since the re-establishment of democracy in the 1980s.", "url": "https://www.nytimes.com/2015/08/22/world/americas/expanding-web-of-scandal-in-brazil-threatens-further-upheaval.html"}