{"authors": ["Lawrence Osborne"], "date_download": "2022-10-25 23:37:44", "date_modify": "2022-10-25 23:37:44", "date_publish": "2015-02-18 14:43:59", "description": "Peter Carey’s political thriller centers on cyber-saboteurs and the Australian left.", "filename": "2015_02_22_books_review_peter-careys-amnesia_1666741064.html", "image_url": "https://static01.nyt.com/images/2015/02/22/books/review/0222-bks-Osborne/0222-bks-Osborne-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=7d4a251c7de495478cd08964b50dfe6f9c518f1bdbe37f4eca83638ec6de852b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_22_books_review_peter-careys-amnesia_1666741064.html", "title": "Peter Carey’s ‘Amnesia’", "title_page": "Peter Carey’s ‘Amnesia’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What are Townes’s real motives? Felix is suspicious, but Gaby’s mother, Celine, an actress of sorts, is an acquaintance of both men. Indeed, Celine was once a member of Felix’s youthful group of leftists back in the ’60s and ’70s, and so, out of sexual-nostalgic loyalty to the mother, he agrees to collaborate with Gaby (who has gone underground) and tell in book form the true story of this idealistic daughter’s crime. It is this investigation and retelling that forms the spine of Carey’s narrative, during which Felix’s marriage dissolves and he ends up living like a tramp on a desolate island where he has to perform his ablutions in a self-dug hole.\n“I had not,” he confesses, “been thought of as the kind of writer who might make a difficult character lovable. My most notable work of fiction, ‘Barbie and the Deadheads,’ had been a satire. As a journalist it was my talent to be . . . a truffle hound for cheats and liars and crooks amongst the ruling classes. These pugnacious habits had served me well for a whole career but the story of the young woman demanded I become a larger person, a man who had it in his heart to love our stinking human clay.”\nBut does he? Felix’s odyssey is also a way for Carey to explore what could be called the secret social history of the Australian left, and it is one of Carey’s gifts that he can do this while also exploring the — to us — obscure topographies and social milieus in which that history was played out in the decades after World War II. To do this, he flashes back to the story of Celine’s mother in Brisbane at the time of the so-called Battle of Brisbane in 1942 — anti-American riots in which one person was killed and many injured. He has perfect recall of place and name; he can finger Australia’s urban landscapes like a blind man reading Braille. But ­Felix’s character does not, in the end, grow appreciably larger, nor does love of the stinking human clay become his willing burden. The second half of the novel splinters into different perspectives and voices, some in the third person, some in the first, and as it does the reader’s eye becomes confused and delayed in a mass of intertwining threads.\nYet the shift from first to third person at the center of the novel feels like the correct move, because it comes at just the moment when Felix’s voice has started to become suffocating. Indeed, there’s something in these bohemian, freewheeling, self-intoxicated middle-class radicals that demands its own satire, and it could be argued that Carey has supplied it — but from a position of all-forgiving sympathy.\nGaby herself is a type that’s easily ­recognizable: a slightly insufferable and self-righteous child of privilege giving her life over to radical causes. “Gaby was a Labor Party child.” At one point, she gets into a furious row with her liberal father, Sando, who observes that “she looked hostile, spoiled, superior.” Needless to say, she accuses him of being a coward, of not being radical enough in his own time. They proceed to argue about an environmental activist called Mervyn Aisen, with whom Gaby has been working:\n“That was when he told her what he really thought about the Aisens. That their so-called ecological activism was an ­attempt to return to some fantasy of white Australia populated by good blokes and mates and everything was dinky-di and the blackfellows fed themselves unhindered on the creeks of Coburg. It was ­territorial, Sando said. Did you see any Turks or Lebanese amongst their planting party? No, of course not. The Aisens were using the language of socialism to reassert white privilege.", "url": "https://www.nytimes.com/2015/02/22/books/review/peter-careys-amnesia.html"}