{"authors": ["Dave Mckinney"], "date_download": "2022-10-25 23:30:36", "date_modify": "2022-10-25 23:30:36", "date_publish": "2015-05-04 07:00:19", "description": "Latonya Polk and her two teenage children moved from a violence-prone Chicago suburb to the county that stands out for upward mobility.", "filename": "2015_05_04_upshot_the-polk-familys-quest-for-a-better-life_1666740636.html", "image_url": "https://static01.nyt.com/images/2015/05/04/upshot/04UP-Dupage-1/04UP-Dupage-1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=73fcc92fe07debcd100c279ab294221062629c67b3ead1cc8d9cfb82db7bd1be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_04_upshot_the-polk-familys-quest-for-a-better-life_1666740636.html", "title": "The Polk Family’s Quest for a Better Life", "title_page": "The Polk Family’s Quest for a Better Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WOOD DALE, Ill. — Latonya Polk knew by the early summer of 2012 that she and her family had to leave their home in one of Illinois’s most violence-prone suburbs, outside Chicago.\nLess than a year earlier, her husband, Kalem Polk, had been killed while he sat on the front porch of the family’s Bellwood, Ill., apartment with a cousin and a mutual friend, she said. A gunman appeared suddenly from the passageway between the next building and theirs. He started shooting, striking Mr. Polk five times in the chest, before escaping on foot and leaving his motivations a mystery, Mrs. Polk said.\nAfter the killing, she quit using her home’s front door near where her husband had been shot. As soon as she could get out of her lease, Mrs. Polk sought out a safer place. She was also losing faith in the local schools and worrying about the friends her son was making. And she was unemployed, having been laid off from a clerical job in Chicago’s public school system.\n“I was ready to leave behind everything, just to get out of there,” Mrs. Polk said.\nNot far to the west of Bellwood was one of the most affluent places in America: DuPage County. It’s a land of shopping malls, palatial homes, golf courses and good public schools. Among the nation’s 100 largest counties, it is also the one where low-income children have the best odds of growing up to escape poverty, according to a large new academic study that tracked several million families in recent decades.", "url": "https://www.nytimes.com/2015/05/04/upshot/the-polk-familys-quest-for-a-better-life.html"}