{"authors": ["Deborah Sontag"], "date_download": "2022-10-25 23:54:37", "date_modify": "2022-10-25 23:54:37", "date_publish": "2015-05-29 09:00:27", "description": "Bill Clinton agreed to appear at a gala for the model Petra Nemcova’s charity in 2014 after Ms. Nemcova offered a large donation to the Clinton Foundation.", "filename": "2015_05_30_us_politics_an-award-for-bill-clinton-came-with-500000-for-his-foundation_1666742077.html", "image_url": "https://static01.nyt.com/images/2015/05/30/us/30charity-web01/30clinton-web01-facebookJumbo.jpg?year=2015&h=549&w=1050&s=f8de798580b63581595fc2481708a8003abbdbdaa63f1911ff57b26aa7563c09&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_30_us_politics_an-award-for-bill-clinton-came-with-500000-for-his-foundation_1666742077.html", "title": "An Award for Bill Clinton Came With $500,000 for His Foundation", "title_page": "An Award for Bill Clinton Came With $500,000 for His Foundation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To commemorate the 10th anniversary of the 2004 Indian Ocean tsunami, Petra Nemcova, a Czech model who survived the disaster by clinging to a palm tree, decided to pull out all the stops for the annual fund-raiser of her school-building charity, the Happy Hearts Fund.\nShe booked Cipriani 42nd Street, which greeted guests with Bellini cocktails on silver trays. She flew in Sheryl Crow with her band and crew for a 20-minute set. She special-ordered heart-shaped floral centerpieces, heart-shaped chocolate parfaits, heart-shaped tiramisù and, because orange is the charity’s color, an orange carpet rather than a red one. She imported a Swiss auctioneer and handed out orange rulers to serve as auction paddles, playfully threatening to use hers to spank the highest bidder for an Ibiza vacation.\nThe gala cost $363,413. But the real splurge? Bill Clinton.\nThe former president of the United States agreed to accept a lifetime achievement award at the June 2014 event after Ms. Nemcova offered a $500,000 contribution to the Bill, Hillary and Chelsea Clinton Foundation. The donation, made late last year after the foundation sent the charity an invoice, amounted to almost a quarter of the evening’s net proceeds — enough to build 10 preschools in Indonesia.\nHappy Hearts’ former executive director believes the transaction was a quid pro quo, which rerouted donations intended for a small charity with the concrete mission of rebuilding schools after natural disasters to a large foundation with a broader agenda and a budget 100 times bigger.", "url": "https://www.nytimes.com/2015/05/30/us/politics/an-award-for-bill-clinton-came-with-500000-for-his-foundation.html"}