{"authors": ["William K. Rashbaum", "Thomas Kaplan"], "date_download": "2022-10-25 23:25:15", "date_modify": "2022-10-25 23:25:15", "date_publish": "2015-01-22 13:17:52", "description": "Preet Bharara, the United States attorney for the Southern District of New York, said Mr. Silver had produced “a nice profit on being a public official.”", "filename": "2015_01_23_nyregion_speaker-of-new-york-assembly-sheldon-silver-is-arrested-in-corruption-case_1666740315.html", "image_url": "https://static01.nyt.com/images/2015/01/23/nyregion/23silver3/23silver3-facebookJumbo-v3.jpg?year=2015&h=549&w=1050&s=5f488cd0d638c69c9edbf07eccd6d1bc38e16e0597454b5739d112d480b37f87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_23_nyregion_speaker-of-new-york-assembly-sheldon-silver-is-arrested-in-corruption-case_1666740315.html", "title": "Sheldon Silver, Assembly Speaker, Took Millions in Payoffs, U.S. Says", "title_page": "Sheldon Silver, Assembly Speaker, Took Millions in Payoffs, U.S. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sheldon Silver, the speaker of the New York Assembly, exploited his position as one of the most powerful politicians in the state to obtain millions of dollars in bribes and kickbacks, federal authorities said on Thursday as they announced his arrest on a sweeping series of corruption charges.\nFor years, Mr. Silver has earned a lucrative income outside government, asserting that he was a simple personal injury lawyer who represented ordinary people. But federal prosecutors said his purported law practice was a fiction, one he created to mask about $4 million in payoffs that he carefully and stealthily engineered for over a decade.\nMr. Silver, a Democrat from the Lower East Side of Manhattan, was accused of steering real estate developers to a law firm that paid him kickbacks. He was also accused of funneling state grants to a doctor who referred asbestos claims to a second law firm that employed Mr. Silver and paid him fees for referring clients.\n“For many years, New Yorkers have asked the question: How could Speaker Silver, one of the most powerful men in all of New York, earn millions of dollars in outside income without deeply compromising his ability to honestly serve his constituents?” Preet Bharara, the United States attorney for the Southern District of New York, asked at a news conference with F.B.I. officials. “Today, we provide the answer: He didn’t.”", "url": "https://www.nytimes.com/2015/01/23/nyregion/speaker-of-new-york-assembly-sheldon-silver-is-arrested-in-corruption-case.html"}