{"authors": ["Anemona Hartocollis"], "date_download": "2022-10-25 23:32:28", "date_modify": "2022-10-25 23:32:28", "date_publish": "2015-11-28 20:30:28", "description": "Minority students at Amherst, like campus activists elsewhere, have made demands of administrators, and were met with not only sympathy, but criticism that they sought to stifle free speech and intellectual dissent.", "filename": "2015_11_29_us_with-diversity-comes-intensity-in-amherst-free-speech-debate_1666740748.html", "image_url": "https://static01.nyt.com/images/2015/11/29/us/29amherst-01/29amherst-01-facebookJumbo.jpg?year=2015&h=550&w=1050&s=cc637123e4f2a26e88cf289d9170e3a345595d6fe0352b53092296fab5c985d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_29_us_with-diversity-comes-intensity-in-amherst-free-speech-debate_1666740748.html", "title": "With Diversity Comes Intensity in Amherst Free Speech Debate", "title_page": "With Diversity Comes Intensity in Amherst Free Speech Debate  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AMHERST, Mass. — Hundreds of students crammed into Amherst College’s Robert Frost Library for a sit-in against racial injustice that turned into a confessional, as one black or Hispanic student after another rose to talk about feelings of alienation and invisibility on campus.\nIn the heat of the moment, the students drafted a list of demands for the administration.\nThey wanted the college to stop calling its athletes the Lord Jeffs, after Lord Jeffery Amherst, the pre-Revolutionary War British commander who advocated germ warfare against Native Americans and for whom this college town was named. They wanted students who had posted “Free Speech” and “All Lives Matter” posters to go through “extensive training for racial and cultural competency” and possibly discipline. They wanted the administration to apologize for “our institutional legacy of white supremacy,” among many other forms of discrimination, like “heterosexism, cis-sexism, xenophobia, anti-Semitism, ableism, mental health stigma and classism.”\nThe sit-in became known as the Amherst Uprising, and produced a manifesto, “What We Stand For,” along with the demands. The demands were born in the flush of activism that spread across campuses after demonstrations against racism at the University of Missouri that, with the help of the football team, ultimately toppled the school’s president.\nBut just as there has been pushback at other colleges, the demands at Amherst were met not only with sympathy but also with skepticism and criticism that the students were asking for too much and trying to stifle free speech and intellectual dissent. Alumni took to the college’s website by the hundreds to complain that this generation was trying to sanitize history and impose a repressive orthodoxy on a place that should be a free market of ideas.", "url": "https://www.nytimes.com/2015/11/29/us/with-diversity-comes-intensity-in-amherst-free-speech-debate.html"}