{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:50:16", "date_modify": "2022-10-25 23:50:16", "date_publish": "2015-04-13 16:24:27", "description": "Bob Graham, the Democratic former chairman of the Senate Intelligence Committee, has recently submitted affidavits in two court cases seeking to link Saudi Arabia to the attacks.", "filename": "2015_04_14_world_middleeast_florida-ex-senator-pursues-claims-of-saudi-ties-to-sept-11-attacks_1666741816.html", "image_url": "https://static01.nyt.com/images/2015/04/14/us/14GRAHAMWEB/14GRAHAMWEB-facebookJumbo.jpg?year=2015&h=550&w=1050&s=1790f9987b9641885497456d5f40ea8a09eeef1b49940e27f5f6de29c0d52572&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_14_world_middleeast_florida-ex-senator-pursues-claims-of-saudi-ties-to-sept-11-attacks_1666741816.html", "title": "Florida Ex-Senator Pursues Claims of Saudi Ties to Sept. 11 Attacks", "title_page": "Florida Ex-Senator Pursues Claims of Saudi Ties to Sept. 11 Attacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“One thing that irritates me is that the F.B.I. has gone beyond just covering up, trying to avoid disclosure, into what I call aggressive deception,” Mr. Graham said during an interview in a family office in this Miami suburb, which rose on what was a dairy farm operated by Mr. Graham’s father, also a political leader in Florida.\nThe F.B.I. dismisses such criticism. In a new review of the bureau in the aftermath of Sept. 11, a three-person commission issued a blanket declaration that the family in Sarasota had nothing to do with the hijackers or their attacks. The review placed blame for an initial F.B.I. report of “many connections” between the family and terrorists on a special agent who, under bureau questioning, “was unable to provide any basis for the contents of the document or explain why he wrote it as he did.”\nStill, a federal judge in South Florida is reviewing an estimated 80,000 documents related to the F.B.I.’s inquiry in Florida to determine what to release. Mr. Graham suggested that those documents could include photographs and records of cars linked to the hijackers entering the gated community where the Sarasota family lived.\n“That will be a real smoking gun,” Mr. Graham said.\nThe case received unexpected attention this year when a former operative for Al Qaeda described prominent members of Saudi Arabia’s royal family as major donors to the terrorist network in the late 1990s. The letter from t he Qaeda member, Zacarias Moussaoui, prompted a statement from the Saudi Embassy saying the national Sept. 11 commission rejected allegations that Saudi officials had funded Al Qaeda.\nMr. Graham’s stature has added weight both to the push for disclosure of the classified 28 pages of the congressional inquiry as well as the legal fight to make public F.B.I. documents about the investigation of the Saudi family in Sarasota.\n“He has been behind us all the way in terms of bringing attention to this,” said Dan Christensen, editor and founder of the Florida Bulldog, the online investigative journal that filed the Freedom of Information Act lawsuit against the F.B.I and the Justice Department.\nMr. Graham’s refusal to drop what many in the intelligence community consider to be long-settled issues has stirred some private criticism that the former senator has been out of the game too long and is chasing imagined conspiracies in an effort to stay relevant as he lectures and writes books. Intelligence officials say the claims in the secret 28 pages were explored and found to be unsubstantiated in a later review by the national commission.", "url": "https://www.nytimes.com/2015/04/14/world/middleeast/florida-ex-senator-pursues-claims-of-saudi-ties-to-sept-11-attacks.html"}