{"authors": ["Anne Barnard", "Hwaida Saad"], "date_download": "2022-10-25 23:02:24", "date_modify": "2022-10-25 23:02:24", "date_publish": "2015-04-25 18:47:06", "description": "The capture by Islamist insurgents of the strategic northwestern city, Jisr al-Shoughour, is the latest in a series of setbacks for government forces as the insurgents advance toward the government-held coast.", "filename": "2015_04_26_world_middleeast_islamist-militants-capture-syrian-town_1666738944.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_26_world_middleeast_islamist-militants-capture-syrian-town_1666738944.html", "title": "Islamists Seize Control of Syrian City in Northwest", "title_page": "Islamists Seize Control of Syrian City in Northwest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Insurgents seized more parts of the northern Syrian province of Idlib on Saturday in a significant advance toward the government-held coast that seemed to signal new coordination among antigovernment fighters, some using advanced antitank weapons.\nThe advances showed that government forces have so far been unable to retake the city of Idlib, the provincial capital. It was seized last month by Islamist insurgent groups that included Al Qaeda’s Syrian branch, the Nusra Front, but not the rival Islamic State group.\nPresident Bashar al-Assad has hung on during a four-year insurgency, but his forces have been unable to retake control of large parts of Syria, and in recent weeks insurgents opposed both to his rule and to the Islamic State, also known as ISIS or ISIL, have made advances in the north and south.\nOn Saturday, insurgents including the Nusra Front, the hard-line Islamist group Ahrar al-Sham and the relatively nationalist groups calling themselves the Free Syrian Army took part in a battle that left Jisr al-Shoughour, the province’s second-largest city, in insurgent hands.", "url": "https://www.nytimes.com/2015/04/26/world/middleeast/islamist-militants-capture-syrian-town.html"}