{"authors": ["Carol Cole-Frowe", "Manny Fernandez"], "date_download": "2022-10-25 23:29:45", "date_modify": "2022-10-25 23:29:45", "date_publish": "2015-09-30 15:53:58", "description": "Gov. Mary Fallin intervened in the case of Mr. Glossip, 52, convicted in a 1997 murder, issuing a stay to address questions about the state’s execution protocols.", "filename": "2015_10_01_us_oklahoma-execution-richard-glossip_1666740585.html", "image_url": "https://static01.nyt.com/images/2015/10/01/us/01execution2/01execution2-facebookJumbo.jpg?year=2015&h=262&w=500&s=405a6305fd8942403f4bb88e288dcf8844b445b846acd45ab6f55e7e2b586b03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_01_us_oklahoma-execution-richard-glossip_1666740585.html", "title": "Oklahoma Governor Grants Richard Glossip a Stay of Execution", "title_page": "Oklahoma Governor Grants Richard Glossip a Stay of Execution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "McALESTER, Okla. — Richard E. Glossip, a death row inmate who challenged the constitutionality of Oklahoma’s lethal injection protocol before the Supreme Court, was granted a stay of execution shortly before he was scheduled to be put to death here Wednesday, the latest twist in a case that has attracted widespread support from celebrities and death-penalty opponents who say he is innocent.\nMr. Glossip, 52, was one of three condemned inmates who argued that Oklahoma’s three-drug combination risked causing unconstitutional pain and suffering, after one of the drugs — midazolam, a short-acting sedative — had a role in three apparently painful executions last year. In June, the Supreme Court upheld the state’s drug protocol and ruled against the inmates. Midazolam was one of the three drugs that was set to be injected into Mr. Glossip on Wednesday afternoon at a state prison in McAlester.\nBut more than an hour after the scheduled execution time, Gov. Mary Fallin issued a 37-day stay to address questions about the state’s execution protocols. Ms. Fallin said the stay would allow the Department of Corrections and its lawyers to determine whether potassium acetate — a drug the state planned to use that it had not previously disclosed — complied with the state’s court-approved protocols.\n“Last-minute questions were raised today about Oklahoma’s execution protocol and the chemicals used for lethal injection,” Ms. Fallin said in a statement. “After consulting with the attorney general and the Department of Corrections, I have issued a 37-day stay of execution while the state addresses those questions and ensures it is complying fully with the protocols approved by federal courts.”", "url": "https://www.nytimes.com/2015/10/01/us/oklahoma-execution-richard-glossip.html"}