{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:56:25", "date_modify": "2022-10-25 23:56:25", "date_publish": "2015-01-29 02:24:34", "description": "A senior official said the Israeli envoy, who orchestrated a visit in which Prime Minister Benjamin Netanyahu will address Congress, had repeatedly put politics above diplomacy.", "filename": "2015_01_29_us_politics_white-house-expresses-displeasure-over-speech-planned-by-netanyahu_1666742185.html", "image_url": "https://static01.nyt.com/images/2015/01/29/us/29DERMER/29DERMER-facebookJumbo.jpg?year=2015&h=549&w=1050&s=80bd616177230d42fa1b5f2ad977e3da13571c09ed06e2e10d69dba08e3ce150&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_29_us_politics_white-house-expresses-displeasure-over-speech-planned-by-netanyahu_1666742185.html", "title": "Administration Official Criticizes Israeli Ambassador Over Netanyahu Visit", "title_page": "Administration Official Criticizes Israeli Ambassador Over Netanyahu Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Obama administration, after days of mounting tension, signaled on Wednesday how angry it is with Israel that Prime Minister Benjamin Netanyahu accepted Republican leaders’ invitation to address Congress on Iran without consulting the White House.\nThe outrage the episode has incited within President Obama’s inner circle became clear in unusually sharp criticism by a senior administration official who said that the Israeli ambassador, Ron Dermer, who helped orchestrate the invitation, had repeatedly placed Mr. Netanyahu’s political fortunes above the relationship between Israel and the United States.\nThe official who made the comments to The New York Times would not be named, and the White House declined to comment. The remarks were the latest fallout after Mr. Dermer, without the White House’s knowledge, worked with House Speaker John A. Boehner to arrange the speech, which is scheduled for March.\nThe remarks are likely to escalate a feud between the White House, Republicans on Capitol Hill and Mr. Netanyahu over the invitation, which has led to a new low in American-Israeli relations and threatened to mar the long tradition of bipartisan support for Israel in Congress.", "url": "https://www.nytimes.com/2015/01/29/us/politics/white-house-expresses-displeasure-over-speech-planned-by-netanyahu.html"}