{"authors": ["Michael S. Schmidt", "Sam Borden"], "date_download": "2022-10-25 23:02:48", "date_modify": "2022-10-25 23:02:48", "date_publish": "2015-05-27 17:45:01", "description": "The venerable Baur au Lac hotel, which overlooks Lake Zurich, provided an unlikely setting for the apprehension of six global soccer executives.", "filename": "2015_05_28_sports_soccer_in-a-five-star-setting-fifa-officials-are-arrested-the-swiss-way_1666738968.html", "image_url": "https://static01.nyt.com/images/2015/05/28/sports/28FRONTDESKweb2/28FRONTDESKweb2-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=ca7e84c981c0bae086fb990a7fb9de6d05a9aa15658bbfcfde1d785c329c6f11&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_28_sports_soccer_in-a-five-star-setting-fifa-officials-are-arrested-the-swiss-way_1666738968.html", "title": "In a Five-Star Setting, FIFA Officials Are Arrested, the Swiss Way", "title_page": "In a Five-Star Setting, FIFA Officials Are Arrested, the Swiss Way - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Suddenly, the venerable Baur au Lac, a way station for musicians, artists and royalty, and, the hotel says, the place where the Nobel Peace Prize was born, was transformed into something akin to a crime scene. The concierge was instructed to call one executive’s room, and one of the most significant takedowns in international sports history was under way.\n“Sir,” the concierge said in English, “I’m just calling you to say that we’re going to need you to come to your door and open it for us or we’re going to have to kick it in.”\nThe hotel, which overlooks Lake Zurich, provided an unlikely setting for the apprehension of six global soccer executives who were arrested on corruption charges and now face extradition to the United States. The operation took less than two hours and was strikingly peaceful — no handcuffs, no guns drawn. It also involved an unusual use of a bedsheet.", "url": "https://www.nytimes.com/2015/05/28/sports/soccer/in-a-five-star-setting-fifa-officials-are-arrested-the-swiss-way.html"}