{"authors": ["Neil Macfarquhar", "Merna Thomas"], "date_download": "2022-10-25 23:44:13", "date_modify": "2022-10-25 23:44:13", "date_publish": "2015-10-31 09:07:30", "description": "The Kogalymavia flight from the Egyptian resort of Sharm el-Sheikh to St. Petersburg crashed shortly after takeoff, officials said.", "filename": "2015_11_01_world_middleeast_russian-plane-crashes-in-egypt-sinai-peninsula_1666741453.html", "image_url": "https://static01.nyt.com/images/2015/11/01/nyregion/PLANE-05/PLANE-05-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8784e799ec636e31c775340e74771bdb8a1180c049e9ad0a5aeabe057a6a1195&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_01_world_middleeast_russian-plane-crashes-in-egypt-sinai-peninsula_1666741453.html", "title": "Russian Airliner Crashes in Egypt, Killing 224", "title_page": "Russian Airliner Crashes in Egypt, Killing 224 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — A Russian charter flight ferrying 224 passengers and crew to St. Petersburg from the Red Sea resort of Sharm el-Sheikh, Egypt, crashed soon after taking off early Saturday, killing everyone onboard, officials in Egypt and Russia said.\nThe plane, an 18-year-old Airbus A321-200, disappeared from radar screens about 25 minutes after it took off, according to official accounts. Hossam Kamal, the Egyptian transportation minister, denied that anything abnormal had happened before the plane disappeared. Earlier news reports in Egypt, citing officials, said the pilot had radioed that he was having technical difficulties and wanted to make an emergency landing.\n“Communications between the pilot and the tower were very normal — no distress signals occurred,” Mr. Kamal said at a news conference broadcast nationally. The pilot did not request to change his route to make an emergency landing, he said, emphasizing that “all was normal; the plane disappeared suddenly off the radar without any prior warning.”\nThe Egyptian government sent military crews and 50 ambulances to the crash site in an area called Hasana, a mountainous region about 46 miles south of El-Arish, the main city in the part of the Sinai Peninsula where the crash occurred. The ambulances began taking the 129 bodies recovered to military helicopters, senior officials said. All 224 people onboard the plane died, the Russian Embassy in Cairo said in a brief statement on Twitter.", "url": "https://www.nytimes.com/2015/11/01/world/middleeast/russian-plane-crashes-in-egypt-sinai-peninsula.html"}