{"authors": ["Ashley Parker"], "date_download": "2022-10-25 23:33:47", "date_modify": "2022-10-25 23:33:47", "date_publish": "2015-02-24 01:15:17", "description": "Mr. Bush, another Republican politician from Florida, complicates the choices for some donors considering whom to support in the next presidential campaign.", "filename": "2015_02_24_us_jeb-bush-looms-large-for-marco-rubio-in-2016_1666740827.html", "image_url": "https://static01.nyt.com/images/2015/02/24/us/24RUBIOweb1/24RUBIOweb1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=e9b16ff382ea18149f4e7d5b77ce86403be145d2dfd85ba72e3f5c5e40e46839&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_24_us_jeb-bush-looms-large-for-marco-rubio-in-2016_1666740827.html", "title": "Jeb Bush Looms Large for Marco Rubio in 2016", "title_page": "Jeb Bush Looms Large for Marco Rubio in 2016 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GREENVILLE, S.C. — Senator Marco Rubio, Republican of Florida, stood in front of reporters before a book signing here, pondering the question that has dogged him ever since Jeb Bush announced his plans to pursue a presidential bid: How does a Bush candidacy complicate Mr. Rubio’s own Oval Office aspirations, especially among donors?\n“I’ve never had that question before,” Mr. Rubio said, with a laugh.\nBut the specter of a Bush run for the White House has shadowed Mr. Rubio’s own presidential hopes like a muggy Florida rain cloud.\nThe implicit question hounds him in news media headlines, follows him from event to event and has become something of a Washington parlor game: Is the already crowded Republican field for 2016 big enough for two Florida politicians?\n“I’m not running against Jeb Bush if I run for president,” said Mr. Rubio, 43. “We have our own message and our own network of supporters.”", "url": "https://www.nytimes.com/2015/02/24/us/jeb-bush-looms-large-for-marco-rubio-in-2016.html"}