{"authors": ["Charly Wilder"], "date_download": "2022-10-25 23:27:45", "date_modify": "2022-10-25 23:27:45", "date_publish": "2015-03-17 09:00:27", "description": "Taurasi, a veteran star, chose to sit out the coming W.N.B.A. season to honor the wishes of her foreign team, which pays her a lot more than the Phoenix Mercury do.", "filename": "2015_03_18_sports_basketball_diana-taurasi-focusing-on-playing-in-russia-where-the-money-is_1666740465.html", "image_url": "https://static01.nyt.com/images/2015/03/18/sports/basketball/20150318taurasi-slide-37JF/20150318taurasi-slide-37JF-facebookJumbo.jpg?year=2015&h=549&w=1050&s=56ba34ce593cbf23f173d5fd89ded247f1ed304490f385c7562a6c57a58e2e66&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_18_sports_basketball_diana-taurasi-focusing-on-playing-in-russia-where-the-money-is_1666740465.html", "title": "Diana Taurasi Focusing on Playing in Russia, Where the Money Is", "title_page": "Diana Taurasi Focusing on Playing in Russia, Where the Money Is  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "YEKATERINBURG, Russia — The noise inside the arena is deafening. Thousands of Russians in off-brand tracksuits and snow pants are shouting and beating inflatable foil batons together as Diana Taurasi, perhaps the greatest women’s basketball player in the world, dribbles across the court.\nIt’s a March evening in this mining city, which straddles the border of Europe and Asia, and 4,000 locals have come to see Taurasi’s team, U.M.M.C. Yekaterinburg, play Orenburg Nadezhda in the quarterfinals of the EuroLeague, the top women’s professional basketball league in Europe. In the upper deck, groups of miners and factory workers who have been bused in from the provinces stomp their feet, blow horns and bang on drums. Most of them work for various subsidiaries of the Ural Mining and Metallurgical Company, the multibillion-dollar metal producer that owns the team.\n“Vperyod! Vperyod!” they shout in unison. Forward! Forward!\nDeftly, fluidly, her aquiline features fixed in airtight concentration, Taurasi drives the lane, pivots around a pick set by her teammate Candace Parker and maneuvers past the 6-foot-4 frame of DeWanna Bonner to sink a perfect left-handed layup. “Tau-ras-eee!” booms a thickly accented announcer. Dancers in four-inch stilettos and tiny sequined bikinis take the court and begin fitfully bumping to the Romanian dance hit “Toca-Toca,” their long, layered hair swishing back and forth. The miners go wild.\nIt is a bizarre spectacle, but it is one that Taurasi has grown used to. This is her seventh winter playing in Russia, her third at U.M.M.C. Like many of the W.N.B.A.’s top players, she spends the off-season abroad, playing in places like Yekaterinburg, Moscow and Istanbul, where she earns far more than she can make at home. For nearly a decade, Taurasi has been grinding out an almost continuous cycle of basketball seasons, from Europe to the United States and back, taking off a week or two a year at the most — maybe not even in Olympic years.", "url": "https://www.nytimes.com/2015/03/18/sports/basketball/diana-taurasi-focusing-on-playing-in-russia-where-the-money-is.html"}