{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:30:55", "date_modify": "2022-10-25 23:30:55", "date_publish": "2015-04-29 23:39:56", "description": "Secret’s rapid rise and fall illustrates the flash-in-the-pan nature of Silicon Valley’s current technology boom.", "filename": "2015_04_30_technology_a-founder-of-secret-the-anonymous-social-app-shuts-it-down-as-use-declines_1666740655.html", "image_url": "https://static01.nyt.com/images/2015/04/30/business/30SECRET/30SECRET-facebookJumbo.jpg?year=2015&h=549&w=1050&s=30d0d2a4ef76e781bccc9112137e01e846c692c7804a2d738ff88263b15d9fe0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_30_technology_a-founder-of-secret-the-anonymous-social-app-shuts-it-down-as-use-declines_1666740655.html", "title": "A Founder of Secret, the Anonymous Social App, Is Shutting It Down", "title_page": "A Founder of Secret, the Anonymous Social App, Is Shutting It Down - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last summer, employees at the start-up Secret gathered in their new offices in downtown San Francisco, waiting for the founders to address the company. Secret had recently raised $25 million to work on its smartphone app, which lets users anonymously share information with groups of friends and connections.\nBut the news had broken that David Byttow and Chrys Bader, the founders of Secret, had sold part of their stake in the company for $6 million and that Mr. Byttow later bought a Ferrari. The founders did not initially tell the employees about the sale; instead, some of them found out on Secret.\nAlthough Mr. Byttow and Mr. Bader reassured workers at the meeting that they were dedicated to the company, it was a turning point, said people close to Secret, who spoke on condition of anonymity. It shook the confidence of some workers, they said: If the founders had taken money off the table, it could mean they were protecting themselves against Secret’s failing.\nOn Tuesday, that course of events played out. After use of the app declined for months, Mr. Byttow told employees that the company was closing and handed out severance packages, the people close to the matter said.", "url": "https://www.nytimes.com/2015/04/30/technology/a-founder-of-secret-the-anonymous-social-app-shuts-it-down-as-use-declines.html"}