{"authors": ["Mujib Mashal", "Ahmad Shakib"], "date_download": "2022-10-25 23:28:13", "date_modify": "2022-10-25 23:28:13", "date_publish": "2015-06-28 15:22:51", "description": "Even though his first appointee has been unable to take office because of protests, President Ashraf Ghani picked another woman as a provincial leader.", "filename": "2015_06_29_world_asia_afghan-president-appoints-a-second-female-governor_1666740493.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_29_world_asia_afghan-president-appoints-a-second-female-governor_1666740493.html", "title": "Afghan President Appoints a Second Female Governor", "title_page": "Afghan President Appoints a Second Female Governor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The commitment of the current government is better,” said Ms. Sarabi, who now advises Abdullah Abdullah, the country’s chief executive, who shares power with Mr. Ghani.\nThe two men “have promised to appoint three female governors,” Ms. Sarabi said. “But the selection needs to be very careful, as we women are vulnerable.”\nMs. Joyenda lamented that her appointment came at a time when international aid had diminished and the “government is struggling economically.” Meeting the needs of people in a deprived province like Ghor, with a literacy rate of about 21 percent, will be difficult, she said.\n“I do wish I had been appointed to a province that, if it had security problems, it would be better on the development front, and that if it had development problems, it would be better on the social front,” she said. “Ghor, unfortunately, has problems in all those areas. But we will adjust to the reality; we will try to be transparent with the little we get and make sure everyone feels a part of the government.”\nGovernors, who control all civilian and military activities in Afghanistan’s 34 provinces, have substantial authority and patronage, at least on paper. Yet in a country where institutions often take a back seat to warlords and strongmen, a governor is required to maneuver among clashing local forces. What is happening over Ms. Muradi’s appointment is an example of that. Provincial strongmen and political leaders in Kabul want one of their allies to become governor.\nThere have been similar protests against the appointment of a new governor for Bamian Province, a man, suggesting that Ms. Muradi has been as much a victim of clashing political interests as of sexism.\n“The ordinary people of Daikundi are happy with the central government’s decision to appoint a female governor, and they fully support the decision,” said Haji Ghairat Jawaheri, a member of the provincial council in Daikundi. “However, there are a series of issues relating to political leaders here that is stopping her.”", "url": "https://www.nytimes.com/2015/06/29/world/asia/afghan-president-appoints-a-second-female-governor.html"}