{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:25:10", "date_modify": "2022-10-25 23:25:10", "date_publish": "2015-06-26 14:03:12", "description": "In a long-sought victory for the gay rights movement, the court ruled, 5-4, that the Constitution guarantees a right to same-sex marriage.", "filename": "2015_06_27_us_supreme-court-same-sex-marriage_1666740310.html", "image_url": "https://static01.nyt.com/images/2015/06/26/us/20150627_marriage_ss-slide-2NMH/20150627_marriage_ss-slide-2NMH-facebookJumbo.jpg?year=2015&h=550&w=1050&s=4c9afb04a79490378f1230fecf73ca8a9f54506ccddc73958efe6552884035d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_27_us_supreme-court-same-sex-marriage_1666740310.html", "title": "Supreme Court Ruling Makes Same-Sex Marriage a Right Nationwide", "title_page": "Supreme Court Ruling Makes Same-Sex Marriage a Right Nationwide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Justice Samuel A. Alito Jr., in his dissent, saw a broader threat from the majority opinion. “It will be used to vilify Americans who are unwilling to assent to the new orthodoxy,” Justice Alito wrote. “In the course of its opinion, the majority compares traditional marriage laws to laws that denied equal treatment for African-Americans and women. The implications of this analogy will be exploited by those who are determined to stamp out every vestige of dissent.”\nGay rights advocates had constructed a careful litigation and public relations strategy to build momentum and bring the issue to the Supreme Court when it appeared ready to rule in their favor. As in earlier civil rights cases, the court had responded cautiously and methodically, laying judicial groundwork for a transformative decision.\nIt waited for scores of lower courts to strike down bans on same-sex marriages before addressing the issue, and Justice Kennedy took the unusual step of listing those decisions in an appendix to his opinion.\nChief Justice Roberts said that only 11 states and the District of Columbia had embraced the right to same-sex marriage democratically, at voting booths and in legislatures. The rest of the 37 states that allow such unions did so because of court rulings. Gay rights advocates, the chief justice wrote, would have been better off with a victory achieved through the political process, particularly “when the winds of change were freshening at their backs.”\nIn his own dissent, Justice Scalia took a similar view, saying that the majority’s assertiveness represented a “threat to American democracy.”\nBut Justice Kennedy rejected that idea. “It is of no moment whether advocates of same-sex marriage now enjoy or lack momentum in the democratic process,” he wrote. “The issue before the court here is the legal question whether the Constitution protects the right of same-sex couples to marry.”\nLater in the opinion, Justice Kennedy answered the question. “The Constitution,” he wrote, “grants them that right.”", "url": "https://www.nytimes.com/2015/06/27/us/supreme-court-same-sex-marriage.html"}