{"authors": ["Michael Forsythe", "Crystal Tse"], "date_download": "2022-10-25 23:39:19", "date_modify": "2022-10-25 23:39:19", "date_publish": "2015-10-20 00:53:45", "description": "Books about the private lives and back-room deals of the Communist Party elite are hidden or unavailable at stores owned by the Chinese government, which controls about 70 percent of the market.", "filename": "2015_10_20_world_asia_hong-kong-bookstores-display-beijings-clout_1666741159.html", "image_url": "https://static01.nyt.com/images/2015/10/20/world/20hongkong-web2/20hongkong-web2-facebookJumbo.jpg?year=2015&h=550&w=1050&s=9d367f5a2f127563b594cd6cdd5ea9fe65688d553306acb60eb3aac8fc6a07f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_20_world_asia_hong-kong-bookstores-display-beijings-clout_1666741159.html", "title": "Hong Kong Bookstores Display Beijing’s Clout", "title_page": "Hong Kong Bookstores Display Beijing’s Clout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The two most vocally pro-Beijing newspapers, Ta Kung Pao and Wen Wei Po, are owned by the same government-owned holding company, Guangdong New Culture Development, that owns Sino United.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nThe market for books on Chinese politics, which have long been a fixture in Hong Kong bookstores that cater to mainland visitors, has fallen on hard times. Interviews with booksellers and publishers say that market forces — rising rents and the advent of e-books — play a part. But so does Mr. Xi’s government, which is increasingly intolerant of any dissent and has warned Chinese tourists that they risk being punished if they return from Hong Kong or Taiwan with banned political books.\nDuring Mr. Xi’s tenure, Sino United has curtailed its purchases of political books, said Bao Pu, publisher at New Century Press in Hong Kong, whose titles include the memoir of Zhao Ziyang, a former Chinese premier. Sales of New Century’s books to Sino United have fallen by 90 percent since Mr. Xi took office, Mr. Bao said in an interview.\nThat hurts in Hong Kong, with Sino United’s position controlling as much as 70 percent of the market, Mr. Bao said. Last year was the first he failed to make a profit in more than a decade in the publishing industry.\n“It’s an existential threat,” he said, adding that he was looking to branch out into graphic novels. “At best we can break even.”\nElvin Lee, an assistant president at Sino United and the chairman of the Hong Kong Publishing Professionals Society, denies that political considerations play a role in the company’s decisions on which books to publish or sell.", "url": "https://www.nytimes.com/2015/10/20/world/asia/hong-kong-bookstores-display-beijings-clout.html"}