{"authors": ["Timothy Williams"], "date_download": "2022-10-25 23:32:52", "date_modify": "2022-10-25 23:32:52", "date_publish": "2015-09-30 19:36:33", "description": "The commission is expected to vote on new limits on rates and fees as it seeks to regulate the $1.2 billion phone industry serving prisons and jails.", "filename": "2015_10_01_us_fcc-seeks-to-limit-and-lower-costs-of-inmates-phone-calls_1666740772.html", "image_url": "https://static01.nyt.com/images/2015/10/01/us/01calls-web/01calls-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=37a5aa9c0162d0a5b029d322e9b58e9ee5fa996111289cdf7bb319d3161c5ad8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_01_us_fcc-seeks-to-limit-and-lower-costs-of-inmates-phone-calls_1666740772.html", "title": "High Cost of Inmates’ Phone Calls May End", "title_page": "High Cost of Inmates’ Phone Calls May End - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2013, $460 million in concession fees was paid to jails and prisons, and to state, county and local governments, according to the F.C.C. The fees are legal and are used to pay a range of expenses for jails and prisons, as well as local governments.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe current F.C.C. proposal — part of a plan by Tom Wheeler, the commission’s chairman, and Mignon L. Clyburn, one of the F.C.C.’s five commissioners — does not seek to abolish commissions because its ability to do so is legally questionable, said the senior F.C.C. official, who spoke on the condition of anonymity because the proposal had not yet been read by each member of the commission.\nThe proposal, expected to be voted on at the commission’s Oct. 22 meeting, would cap calling rates at 22 cents a minute for jails with fewer than 349 inmates, at 16 cents for jails with 350 to 999 inmates, and at 14 cents for jails with more than 1,000 inmates.\nAll state and federal prisons would be allowed to charge a maximum of 11 cents a minute.\nJails are local facilities that house inmates sentenced for misdemeanor offenses or who are awaiting trial or sentencing. Prison inmates have generally been tried and sentenced for serious crimes. While nearly three-quarters of inmates are in state or federal prisons, jails often have higher costs for phone calls because of the high turnover among the inmate population.\nThe proposed rate limits would apply to calls that are prepaid or made with a debit card, which account for about 90 percent of all calls, according to the senior F.C.C. official. Collect calls from jails would be capped at 49 cents a minute, and at 14 cents a minute from prisons.\nThe rates were devised, the official said, after a review of industry costs. The industry is dominated by the Global Tel-Link Corporation and Securus Technologies. Representatives from those companies could not be reached for comment.\nThe proposed rates will allow the companies to make a profit, the official said, and allow jails and prisons to pay for security costs associated with monitoring calls and escorting prisoners to and from phones.", "url": "https://www.nytimes.com/2015/10/01/us/fcc-seeks-to-limit-and-lower-costs-of-inmates-phone-calls.html"}