{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:12", "date_modify": "2022-10-25 23:56:12", "date_publish": "2015-02-26 03:01:58", "description": "Successive governments in Israel have failed to address the lack of reasonably priced housing, the state comptroller found.", "filename": "2015_02_26_world_as-vote-nears-watchdog-agency-criticizes-netanyahu-on-housing-costs_1666742172.html", "image_url": "https://static01.nyt.com/images/2015/02/26/world/26ISRAEL/26ISRAEL-facebookJumbo.jpg?year=2015&h=549&w=1050&s=f9141a08debfebd007428a5835de6a22ca63e517f8633f3bf336eefbb68ca017&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_26_world_as-vote-nears-watchdog-agency-criticizes-netanyahu-on-housing-costs_1666742172.html", "title": "As Vote Nears, Watchdog Agency Criticizes Netanyahu on Housing Costs", "title_page": "As Vote Nears, Watchdog Agency Criticizes Netanyahu on Housing Costs  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — In another potential blow to Prime Minister Benjamin Netanyahu, who faces his country’s voters in less than three weeks, Israel’s government watchdog issued a harsh report on Wednesday chronicling the failure of successive Israeli governments in dealing with a growing housing crisis — mostly on Mr. Netanyahu’s watch.\nThe report was written by the state comptroller, Joseph Haim Shapira, who this month released another report that examined expenditures at the prime minister’s residence, including food costs that more than doubled after Mr. Netanyahu took office in 2009, reaching nearly $120,000 in 2012 — a third of it in takeout meals.\nWhereas the Netanyahu family’s sushi and hairdressing bills were something of a personal embarrassment for the prime minister, the lack of reasonably priced housing has affected millions of Israelis across the political spectrum.\nFor many Israeli voters, day-to-day issues like the high cost of living and housing can resonate just as strongly as strategic ones like the acute tensions in Israel’s relations with the Obama administration over Mr. Netanyahu’s plans to address a joint meeting of Congress next week and the nuclear talks with Iran.", "url": "https://www.nytimes.com/2015/02/26/world/as-vote-nears-watchdog-agency-criticizes-netanyahu-on-housing-costs.html"}