{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:39:45", "date_modify": "2022-10-25 23:39:45", "date_publish": "2015-04-27 01:28:57", "description": "Nepal was in political and economic disarray well before a powerful earthquake on Saturday shattered buildings, and lives.", "filename": "2015_04_27_world_asia_nepal-known-for-its-toughness-and-disarray-is-seriously-tested_1666741185.html", "image_url": "https://static01.nyt.com/images/2015/04/26/world/JP-NEPAL1/JP-NEPAL1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8a67e77e851c8ad2df28907ce59e9c7f42e68623411c2cf232531741b0ba61ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_27_world_asia_nepal-known-for-its-toughness-and-disarray-is-seriously-tested_1666741185.html", "title": "In an Already Troubled Nepal, a Picture of Despair Emerges", "title_page": "In an Already Troubled Nepal, a Picture of Despair Emerges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We’re both in the building business, and people have built buildings without pillars, without iron rods in the concrete and with very loose concrete,” Mr. Sharma said. “He was on the ground floor of a hotel, meeting with six friends in the business, and the hotel just fell down on them,” Mr. Sharma said.\nTwo of the men died, three others were wounded and one was still missing under the rubble, he said. “That shouldn’t happen, but it did. Like many things we have seen here.”\nThe country has vast hydropower potential, but electricity has long been in such short supply that lights are generally out for up to 14 hours each day in places like Katmandu. Many places have not seen power since the quake hit.\nManufacturing has declined for years and now represents a paltry 6 percent of the country’s economy. Poverty is endemic, air pollution is choking, and health statistics are terrible.\nWith few jobs at home, the country’s youths have become part of a modern exodus. The scale of emigration has long astonished development economists, yet it continues to grow.", "url": "https://www.nytimes.com/2015/04/27/world/asia/nepal-known-for-its-toughness-and-disarray-is-seriously-tested.html"}