{"authors": ["Noam Scheiber", "Patricia Cohen"], "date_download": "2022-10-25 23:33:42", "date_modify": "2022-10-25 23:33:42", "date_publish": "2015-12-29 16:11:26", "description": "The very richest are able to quietly shape tax policy that will allow them to shield billions in income.", "filename": "2015_12_30_business_economy_for-the-wealthiest-private-tax-system-saves-them-billions_1666740822.html", "image_url": "https://static01.nyt.com/images/2015/12/30/business/30DONORS-COMBO2/30DONORS-COMBO2-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=e318140a45dbc03e38a58c3ebae578484e9223d0b798f9c820fe907ec43b7965&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_30_business_economy_for-the-wealthiest-private-tax-system-saves-them-billions_1666740822.html", "title": "For the Wealthiest, a Private Tax System That Saves Them Billions", "title_page": "For the Wealthiest, a Private Tax System That Saves Them Billions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Organizing one’s business as a partnership can be lucrative in its own right. Some of the partnerships from which the wealthy derive their income are allowed to sell shares to the public, making it easy to cash out a chunk of the business while retaining control. But unlike publicly traded corporations, they pay no corporate income tax; the partners pay taxes as individuals. And the income taxes are often reduced by large deductions, such as for depreciation.\nFor large private partnerships, meanwhile, the I.R.S. often struggles “to determine whether a tax shelter exists, an abusive tax transaction is being used,” according to a recent report by the Government Accountability Office. The agency is not allowed to collect underpaid taxes directly from these partnerships, even those with several hundred partners. Instead, it must collect from each individual partner, requiring the agency to commit significant time and manpower.\nThe wealthy can also avail themselves of a range of esoteric and customized tax deductions that go far beyond writing off a home office or dinner with a client. One aggressive strategy is to place income in a type of charitable trust, generating a deduction that offsets the income tax. The trust then purchases what’s known as a private placement life insurance policy, which invests the money on a tax-free basis, frequently in a number of hedge funds. The person’s heirs can inherit, also tax-free, whatever money is left after the trust pays out a percentage each year to charity, often a considerable sum.\nMany of these maneuvers are well established, and wealthy taxpayers say they are well within their rights to exploit them. Others exist in a legal gray area, its boundaries defined by the willingness of taxpayers to defend their strategies against the I.R.S. Almost all are outside the price range of the average taxpayer.\nAmong tax lawyers and accountants, “the best and brightest get a high from figuring out how to do tricky little deals,” said Karen L. Hawkins, who until recently headed the I.R.S. office that oversees tax practitioners. “Frankly, it is almost beyond the intellectual and resource capacity of the Internal Revenue Service to catch.”\nThe combination of cost and complexity has had a profound effect, tax experts said. Whatever tax rates Congress sets, the actual rates paid by the ultra-wealthy tend to fall over time as they exploit their numerous advantages.\nFrom Mr. Obama’s inauguration through the end of 2012, federal income tax rates on individuals did not change (excluding payroll taxes). But the highest-earning one-thousandth of Americans went from paying an average of 20.9 percent to 17.6 percent. By contrast, the top 1 percent, excluding the very wealthy, went from paying just under 24 percent on average to just over that level.", "url": "https://www.nytimes.com/2015/12/30/business/economy/for-the-wealthiest-private-tax-system-saves-them-billions.html"}