{"authors": ["Adam Nossiter"], "date_download": "2022-10-26 00:11:42", "date_modify": "2022-10-26 00:11:42", "date_publish": "2015-04-02 00:11:17", "description": "In remarks in the Nigerian capital, Abuja, Mr. Buhari bluntly enumerated two scourges: the ruthless onslaught of the Boko Haram militant group; and the “evil of corruption.”", "filename": "2015_04_02_world_africa_nigerian-president-elect-muhammadu-buhari-sets-out-his-agenda_1666743102.html", "image_url": "https://static01.nyt.com/images/2015/04/02/world/02NIGERIA2/02NIGERIA2-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=59358dc276c797f3a3ff5d1114382d82c6710185baef2c63ed09f49fe8aa52aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_02_world_africa_nigerian-president-elect-muhammadu-buhari-sets-out-his-agenda_1666743102.html", "title": "Nigerian President-Elect Muhammadu Buhari Sets Out His Agenda", "title_page": "Nigerian President-Elect Muhammadu Buhari Sets Out His Agenda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As a practical matter, Boko Haram, despite having pledged allegiance to the Islamic State terrorist group, is now less of a menace on the ground in Nigeria than it was in January.\nA coalition of foreign and domestic troops has substantially reduced Boko Haram’s footprint in the northeastern territory it had been holding for much of the past few years. Troops from Chad have taken the handful of border towns once held by the militants, and the Nigerians, backed by South African mercenaries, have taken others.\nIt is impossible to verify the Nigerian military’s claim that nearly all the previously Islamist-occupied towns in the northeast — “local government areas,” as they are called in Nigeria — have now been reclaimed from Boko Haram. But many have been, and the latest, Gwoza, had been a Boko Haram stronghold for months.\nMore challenging for Mr. Buhari will be the rot in the army that led to Boko Haram’s ascendance in the first place: corruption at high levels, poor morale, and troops underequipped because much of the $6 billion military budget has apparently been diverted.\n“What they have is such an institutional problem, it’s going to take a long time to fix it,” said a diplomat in Abuja, who was not authorized to speak publicly. The hiring of mercenaries to defeat Boko Haram is a “short- to mid-term solution until they can address the other thing,” the diplomat said.", "url": "https://www.nytimes.com/2015/04/02/world/africa/nigerian-president-elect-muhammadu-buhari-sets-out-his-agenda.html"}