{"authors": ["Julie Hirschfeld Davis", "Isabel Kershner"], "date_download": "2022-10-25 23:56:23", "date_modify": "2022-10-25 23:56:23", "date_publish": "2015-02-09 19:41:53", "description": "A dispute over politics and protocol dramatized a rift between President Obama and Prime Minister Benjamin Netanyahu of Israel about Iran.", "filename": "2015_02_10_world_middleeast_obama-says-he-doesnt-expect-more-extensions-in-talks-with-iran_1666742183.html", "image_url": "https://static01.nyt.com/images/2015/02/10/world/10PREXY/10PREXY-facebookJumbo.jpg?year=2015&h=550&w=1050&s=be2f4ad542d712d139c7b7cb3730f4ffe9e0af879614e65db04666948f34c6dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_10_world_middleeast_obama-says-he-doesnt-expect-more-extensions-in-talks-with-iran_1666742183.html", "title": "Obama and Netanyahu Clash From Afar Over Israeli’s Planned Speech", "title_page": "Obama and Netanyahu Clash From Afar Over Israeli’s Planned Speech - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The latest conflict between President Obama and Prime Minister Benjamin Netanyahu of Israel erupted into public view on Monday, as the two leaders clashed from afar over Mr. Netanyahu’s plans to visit Washington next month and the direction of negotiations with Iran over its nuclear program.\nAt a White House news conference, Mr. Obama signaled his displeasure with the speech Mr. Netanyahu is scheduled to give in March to a joint meeting of Congress at the invitation of Speaker John A. Boehner, suggesting that his visit two weeks before the Israeli election risked injecting politics into the relationship between the United States and Israel.\n“It’s important for us to maintain these protocols, because the U.S.-Israeli relationship is not about a particular party,” Mr. Obama said, defending his decision to refuse to meet with the Israeli prime minister during the trip. “The way to preserve that is to make sure that it doesn’t get clouded with what could be perceived as partisan politics.”\nBut in Jerusalem, Mr. Netanyahu vowed that he would go forward with the speech, despite increasing pressure in Israel and the United States to cancel or alter his plans to use it to appeal directly to American lawmakers for a harder line against Iran.", "url": "https://www.nytimes.com/2015/02/10/world/middleeast/obama-says-he-doesnt-expect-more-extensions-in-talks-with-iran.html"}