{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:35:59", "date_modify": "2022-10-25 23:35:59", "date_publish": "2015-04-22 00:18:22", "description": "A federal judge said the ad from the American Freedom Defense Initiative qualified as protected free speech; the transit agency had argued it could be seen as a call to violence against Jews.", "filename": "2015_04_22_nyregion_mta-must-run-bus-ad-from-pro-israel-group-judge-says_1666740959.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_22_nyregion_mta-must-run-bus-ad-from-pro-israel-group-judge-says_1666740959.html", "title": "M.T.A. Must Run Bus Ad From Pro-Israel Group, Judge Says", "title_page": "M.T.A. Must Run Bus Ad From Pro-Israel Group, Judge Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal judge in Manhattan on Tuesday ordered the Metropolitan Transportation Authority to display an ad from a pro-Israel group on buses after the agency declined to run it last year.\nThe group, the American Freedom Defense Initiative, sued the authority in October, saying it had infringed on the group’s First Amendment rights by rejecting the ad. The authority had argued that the ad could be seen as a call to violence against Jews.\nThe ad shows a man with a scarf across his face next to the words, “Killing Jews is Worship that draws us close to Allah,” attributed to “Hamas MTV.” Below that, it reads: “That’s his Jihad. What’s yours?”\nThe judge, John G. Koeltl, of United States District Court, ruled that the ad qualified as protected speech and granted a preliminary injunction ordering the transportation authority to run the ad. He said the order would not take effect for 30 days so the agency could consider whether it would appeal the decision.", "url": "https://www.nytimes.com/2015/04/22/nyregion/mta-must-run-bus-ad-from-pro-israel-group-judge-says.html"}