{"authors": ["Javier C. Hernández"], "date_download": "2022-10-25 23:39:15", "date_modify": "2022-10-25 23:39:15", "date_publish": "2015-11-20 11:32:22", "description": "Officials in Xinjiang said the people were terrorists who had helped orchestrate an attack on a Chinese coal mine in September.", "filename": "2015_11_21_world_asia_china-xinjiang-uighurs-raid-coal-mine-attack_1666741155.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_21_world_asia_china-xinjiang-uighurs-raid-coal-mine-attack_1666741155.html", "title": "China Acknowledges Killing 28 People; Accuses Them of Role in Mine Attack", "title_page": "China Acknowledges Killing 28 People; Accuses Them of Role in Mine Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — The Chinese authorities acknowledged on Friday that they had killed 28 people suspected of taking part in an attack on a coal mine in the country’s turbulent western frontier, several days after news of the killings first emerged.\nOfficials in Xinjiang, a sparsely populated swath of desert and mountains near China’s border with Kazakhstan, said the people were terrorists who had helped orchestrate an attack on a Chinese coal mine in September, which they said killed 16 people, according to a report by Tianshan, a state-run news website.\n“All terrorists — no matter if they are from China or abroad, no matter what they do or where they hide — will be wiped out resolutely, completely and thoroughly,” the article said.\nViolence has escalated in Xinjiang in recent years amid clashes between the government and Uighurs, a Turkic-speaking minority who are mostly Muslim and make up 40 percent of Xinjiang’s population. Chinese leaders have severely restricted freedoms for Uighurs amid concerns that some are using violence to achieve independence from China.", "url": "https://www.nytimes.com/2015/11/21/world/asia/china-xinjiang-uighurs-raid-coal-mine-attack.html"}