{"authors": ["Katharine Q. Seelye"], "date_download": "2022-10-25 23:50:08", "date_modify": "2022-10-25 23:50:08", "date_publish": "2015-01-02 02:15:42", "description": "Not since Sept. 11, 2001, has an act of terrorism wreaked such havoc on an American city. Now, the trial of alleged Boston Marathon bomber Dzhokhar Tsarnaev is set to begin as the nation watches.", "filename": "2015_01_02_us_boston-is-eager-to-begin-marathon-bombing-trial-and-to-end-it_1666741808.html", "image_url": "https://static01.nyt.com/images/2015/01/02/us/ALT-CLR-MARATHON/ALT-CLR-MARATHON-facebookJumbo.jpg?year=2015&h=550&w=1050&s=c06fafcd1d7d5537df061157e822cdaa7febcfa087b785b91863fd7b8838acf8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_02_us_boston-is-eager-to-begin-marathon-bombing-trial-and-to-end-it_1666741808.html", "title": "Boston Is Eager to Begin Marathon Bombing Trial, and to End It", "title_page": "Boston Is Eager to Begin Marathon Bombing Trial, and to End It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Todd Koen, 42, of Beverly, Mass., a firefighter at the scene after the bombs went off, is just as infuriated at Mr. Tsarnaev but thinks he should be sent to prison for the rest of his life. “If he gets the death penalty he gets off easy,” Mr. Koen said. “He doesn’t have to deal with it or live with it.”\nMs. Clarke, who is preparing a defense that casts her client as having been manipulated by his older brother, Tamerlan, has made overtures to prosecutors about a plea bargain, according to a lawyer close to the case. But so far she has been rebuffed, and her frustration showed in court papers that she filed Dec. 29 seeking to delay the trial.\n“If the government remains unwilling to relent in seeking death, and the case therefore must be tried, the defense is asking for nothing more than a trial that is fair,” she wrote. It will not be fair, she said, unless she has more time to prepare. In a flurry of last-minute pleadings, Ms. Clarke, who declined to be interviewed, also sought to have the trial moved out of Boston. But for now, it is scheduled to start here on Monday.\nFederal death penalty trials are rare. This would be the biggest since that of Zacarias Moussaoui, a Sept. 11 conspirator, in 2006, and the trial of Timothy J. McVeigh, the Oklahoma City bomber, in 1997. That such a trial would take place here is the source of some angst. Massachusetts has no death penalty and sentiment in this city is strongly against it; a Boston Globe poll in September 2013 found 57 percent of Bostonians favored life without parole for Mr. Tsarnaev, while 33 percent favored death.\nStill there has been little outcry at Mr. Holder’s decision to authorize the death penalty. In July, a Globe poll of voters statewide found 62 percent supported it, while 29 percent were opposed. The state’s top politicians, including Senator Elizabeth Warren, Gov. Deval Patrick, who is leaving office, and the Boston mayor, Martin J. Walsh, all Democrats, oppose the death penalty but none spoke out against the decision.\nMr. Tsarnaev has pleaded not guilty to 30 counts stemming from the explosion of two bombs on April 15, 2013, near the finish line. On April 19, after a night of mayhem that included the killing of an M.I.T. police officer and a frenzied manhunt, Tamerlan Tsarnaev, 26, lay dead, having been shot by the police and run over by Dzhokhar, who was escaping in a stolen sport utility vehicle; Dzhokhar was later captured in a boat in a suburban driveway.", "url": "https://www.nytimes.com/2015/01/02/us/boston-is-eager-to-begin-marathon-bombing-trial-and-to-end-it.html"}