{"authors": ["Manny Fernandez"], "date_download": "2022-10-25 23:29:33", "date_modify": "2022-10-25 23:29:33", "date_publish": "2015-10-08 11:36:37", "description": "Despite a Supreme Court ruling allowing a controversial drug to be used for lethal injections, states are not finding it easier to execute inmates.", "filename": "2015_10_09_us_death-penalty-lethal-injection_1666740573.html", "image_url": "https://static01.nyt.com/images/2015/10/07/us/08execute-web2/08execute-web2-facebookJumbo.jpg?year=2015&h=550&w=1050&s=4b95de9d7cae0de160e84da9c4626f966d32bed7b2de5224d355ed9bf424a8c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_09_us_death-penalty-lethal-injection_1666740573.html", "title": "Delays as Death-Penalty States Scramble for Execution Drugs", "title_page": "Delays as Death-Penalty States Scramble for Execution Drugs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite a Supreme Court ruling allowing a controversial drug to be used for lethal injections in Oklahoma, death-penalty states are finding it harder to carry out executions as they struggle to obtain and properly use limited supplies of ever-changing combinations of suitable drugs.\nPrison officials in Texas and Virginia have improvised a short-term solution by trading drugs used in lethal injections. Ohio and Nebraska have sought to buy a drug no longer available in the United States from overseas only to be told by the Food and Drug Administration that importing the drug is illegal.\nExecutions in Mississippi have been postponed for months over a federal lawsuit challenging the state’s three-drug protocol. The delay will stretch into next year, with a trial scheduled in July 2016. And in Montana on Tuesday, a judge blocked the state from carrying out executions, ruling that one of the two drugs it planned to use did not comply with the state law governing lethal injections. The only way Montana can resume executions with that drug, the judge said, is by having the State Legislature modify the law.\n“Over time, lethal injection has become only more problematic and chaotic,” said Deborah W. Denno, a professor at Fordham Law School and an expert on lethal injections.", "url": "https://www.nytimes.com/2015/10/09/us/death-penalty-lethal-injection.html"}