{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:31:04", "date_modify": "2022-10-25 23:31:04", "date_publish": "2015-10-07 07:38:12", "description": "The preliminary third-quarter results, which handily beat analyst expectations, suggested that the company’s emphasis on making microchips was paying off.", "filename": "2015_10_08_business_international_samsung-profit-phones-microchips.html__r=0_1666740664.html", "image_url": "https://static01.nyt.com/images/2015/10/08/world/08samsungearnings/08samsungearnings-facebookJumbo.jpg?year=2015&h=550&w=1050&s=e36eaf7c71ba9744fd613d78f56c80c1461cd75f86bf37c5a3004135ad848e1c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_08_business_international_samsung-profit-phones-microchips.html__r=0_1666740664.html", "title": "Samsung Electronics Says Its Profit Rose Nearly 80% in Third Quarter", "title_page": "Samsung Electronics Says Its Profit Rose Nearly 80% in Third Quarter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — It took longer than many analysts expected, but Samsung Electronics’ long-awaited turnaround has finally shown up in its earnings in a big way: On Wednesday, it said its operating profit had increased nearly 80 percent in the most recent quarter.\nThe preliminary report for July to September suggested that the company’s emphasis on making microchips was paying off. The results ended the company’s two-year streak of shrinking profits.\nThe South Korean electronics maker estimated operating profit at 7.3 trillion won, or about $6.3 billion, in the third quarter, well above the 4.1 trillion won posted a year earlier. Sales totaled 51 trillion won, up about 8 percent from 47.4 trillion won from the same period a year earlier. The numbers are preliminary; Samsung will post its final earnings this month.\nThe results, which handily beat analyst expectations, sent Samsung’s shares up more than 5 percent in early trading in South Korea. Though the big jump in profit comes in part from the weakness of the company’s performance last year and from a weakening Korean currency, the increased profit is a fresh sign that one of the company’s two major engines of growth, its semiconductor division, is faring well.", "url": "https://www.nytimes.com/2015/10/08/business/international/samsung-profit-phones-microchips.html?_r=0"}