{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:31:47", "date_modify": "2022-10-25 23:31:47", "date_publish": "2015-12-21 15:17:49", "description": "Kim Jong-un’s favorite musical group suddenly left China after his nuclear weapons announcement put the Communist Party in an awkward position.", "filename": "2015_12_22_world_asia_north-korea-china-moranbong_1666740707.html", "image_url": "https://static01.nyt.com/images/2015/12/22/world/22Beijing-web/22Beijing-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=822aa1211b290cfcf928320a5327ab71e17c7604995192a2cf9bb1240ea9846f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_22_world_asia_north-korea-china-moranbong_1666740707.html", "title": "Mystery Cloaks a North Korean Pop Band’s Canceled Beijing Dates", "title_page": "Mystery Cloaks a North Korean Pop Band’s Canceled Beijing Dates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — The stylish women of North Korea’s most famous pop band had just arrived in Beijing for a series of concerts to showcase their country’s warming relationship with China when the man who had sent them here, Kim Jong-un, the North Korean leader, made an unexpected announcement.\nEven for Mr. Kim, this piece of bravado seemed out of the blue: Speaking in Pyongyang, the North Korean capital, this month, he declared that his country had developed a hydrogen bomb, a claim immediately dismissed as far-fetched by the United States and others, though North Korea has tested less destructive nuclear weapons.\nWithin 48 hours, the Moranbong Band was on its way home. There would be no performances of patriotic tunes in miniskirts, no cheering audiences in China’s national concert hall, only a diplomatic mess — and a mystery. In military-style serge overcoats with high winter hats pulled down over their ears, the 20 musicians were in such a hurry to leave that they were whisked onto a North Korean plane waiting at the Beijing airport. They had arrived by train.\nThe North Korean government is so practiced at propaganda, especially for its home audience, that it seemed strange that an effort to cozy up to its most important ally with song and dance could go so spectacularly wrong. More than a week later, it is still unclear what exactly led Pyongyang to pull the plug on the concerts. Yet some aspects seem clear.", "url": "https://www.nytimes.com/2015/12/22/world/asia/north-korea-china-moranbong.html"}