{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:52:52", "date_modify": "2022-10-25 23:52:52", "date_publish": "2015-08-28 18:53:47", "description": "Financial firms are looking at the network and software that make it possible for Bitcoin to move around the world instantly and inexpensively.", "filename": "2015_08_31_business_dealbook_bitcoin-technology-piques-interest-on-wall-st_1666741972.html", "image_url": "https://static01.nyt.com/images/2015/08/29/business/20db-bitcoin-web/20db-bitcoin-web-facebookJumbo.jpg?year=2015&h=549&w=1050&s=572c40a9eebe57c00c72ce811a7abcfc0f9b1b3917dc4823104ee9215a160635&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_31_business_dealbook_bitcoin-technology-piques-interest-on-wall-st_1666741972.html", "title": "Bitcoin Technology Piques Interest on Wall St.", "title_page": "Bitcoin Technology Piques Interest on Wall St. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the time, some large companies like Dell and Overstock announced that they would start taking Bitcoins for online purchases, but few consumers showed much interest in using the digital money to pay their bills, and the furor around Bitcoin largely died down.\nThe institutions that are now becoming involved are generally not interested in selling goods for Bitcoins or owning the virtual currency. They are, instead, looking at the network and software that make it possible for Bitcoin to move around the world instantly, and almost free.\nUntil now, digital transactions have always gone through some sort of central authority that can move the money and update the records on both sides — as PayPal and Visa do for many online purchases.\nThe Bitcoin network, on the other hand, is run by a decentralized network of users who jointly keep track of transactions and update the records in real time, with no single user or company in charge. The records of all transactions are kept on a public ledger — essentially just a big, publicly available spreadsheet — known as the blockchain that is visible to anyone and has, at least so far, proven impossible to tamper with.\nMuch of the work being done inside banks, and in other industries, is looking at whether the blockchain technology can be used independent of the Bitcoin virtual currency, which was the first thing to be recorded on the blockchain ledger.\nThe music publication Billboard recently wrote about how several start-ups are aiming to use a digital ledger like the blockchain to keep track of musical downloads and distribute the royalties to artists without relying on a central record keeper.", "url": "https://www.nytimes.com/2015/08/31/business/dealbook/bitcoin-technology-piques-interest-on-wall-st.html"}