{"authors": ["Vivian Marino"], "date_download": "2022-10-25 23:29:58", "date_modify": "2022-10-25 23:29:58", "date_publish": "2015-01-23 18:19:49", "description": "The duplex penthouse shattered the record for the highest price ever paid for a single residence in New York City and was the most expensive sale of the week.", "filename": "2015_01_25_realestate_100-4-million-dollar-sale-at-one57_1666740598.html", "image_url": "https://static01.nyt.com/images/2015/01/25/realestate/25TICKET/25TICKET-facebookJumbo.jpg?year=2015&h=549&w=1050&s=efbdd77ea90c6f9d4b9d44f02f33363725c4c8dff6698a1dc1447aac42a1f4f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_25_realestate_100-4-million-dollar-sale-at-one57_1666740598.html", "title": "$100.4 Million Sale at One57", "title_page": "$100.4 Million Sale at One57 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A duplex penthouse at the pinnacle of One57, the vitreous skyscraper with nonpareil vistas of Central Park, the Hudson and East Rivers and almost every landmark on the horizon, sold for $100,471,452.77 to a mystery buyer, shattering the record for the highest price ever paid for a single residence in New York City, and was the most expensive sale of the week, according to city records.\nWhile the One57 duplex penthouse was the first to break the elusive $100 million barrier in New York City, it was certainly not the first in the United States. Last year, at least three estates sold for more than $100 million, including the most expensive residence in the country: an 18-acre property in East Hampton on Long Island that sold to Barry Rosenstein, a hedge fund manager, for $147 million.\nThe monthly carrying costs for unit No. 90, on the 89th and 90th floors of the 90-story condominium at 157 West 57th Street, were estimated to be around $21,950, according to the offering plan, a discounted figure that includes a tax abatement negotiated by the sponsor, the Extell Development Company.\nExtell had initially marketed the 10,923-square-foot apartment for $98.5 million, then upped the asking price to $115 million, according to the state attorney general’s office.", "url": "https://www.nytimes.com/2015/01/25/realestate/100-4-million-dollar-sale-at-one57.html"}