{"authors": ["Chris Buckley", "Nida Najar"], "date_download": "2022-10-25 23:39:39", "date_modify": "2022-10-25 23:39:39", "date_publish": "2015-04-27 14:24:22", "description": "As rescue efforts were hampered by bad weather, dramatic details emerged about the devastation at the base camp in the wake of an avalanche.", "filename": "2015_04_28_world_asia_mount-everest-nepal-earthquake_1666741179.html", "image_url": "https://static01.nyt.com/images/2015/04/28/multimedia/everest-quake-witnesses/everest-quake-witnesses-facebookJumbo.jpg?year=2015&h=550&w=1050&s=82042b117a273cd11cd090b19b21959b5eae1e149b3362d39bfe87e09c921321&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_28_world_asia_mount-everest-nepal-earthquake_1666741179.html", "title": "A Scene of Destruction After Ice Thunders Into Everest Base Camp", "title_page": "A Scene of Destruction After Ice Thunders Into Everest Base Camp - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KATMANDU, Nepal — Even for Lakpa Rita, a revered Nepalese mountaineer who has reached the summit of Mount Everest 17 times, the roaring wall of boulders, rocks, ice and debris that pulverized much of the mountain’s base camp over the weekend signified a malign new twist in the peak’s destructive powers.\n“Nothing like this has happened before at Everest base camp,” Mr. Rita said by telephone Monday from the camp in eastern Nepal, in the aftermath of the earthquake that set off the avalanche and geological convulsions there. At least 18 people died in the area of the camp, which is 18,000 feet above sea level. “This is a huge, huge avalanche,” he said.\nThe search for victims’ bodies around the camp, where mountaineers gather before trying to reach Everest’s summit, is likely to be long and difficult.\nRescue efforts stalled on Monday because of bad weather, after 20 stranded climbers had been evacuated and 11 bodies had been retrieved, Jhankanath Dhakal, the chief district officer of Solukhumbu District, which includes Nepal’s part of Everest, said in a telephone interview. That was after 60 people were evacuated from Everest on Sunday, he said.", "url": "https://www.nytimes.com/2015/04/28/world/asia/mount-everest-nepal-earthquake.html"}