{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:28:49", "date_modify": "2022-10-25 23:28:49", "date_publish": "2015-10-13 15:04:07", "description": "The insurgents held the city for 15 days, destroying government offices, hunting down opponents and allowing prisoners to escape the city’s prisons.", "filename": "2015_10_14_world_asia_taliban-afghanistan-kunduz_1666740529.html", "image_url": "https://static01.nyt.com/images/2015/10/02/multimedia/kunduz-explainer/kunduz-explainer-facebookJumbo.jpg?year=2015&h=550&w=1050&s=09cf4b08bea8143f513e82e9d40c4e5c3710ef88b956ec871bd988071092becf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_14_world_asia_taliban-afghanistan-kunduz_1666740529.html", "title": "Taliban End Takeover of Kunduz After 15 Days", "title_page": "Taliban End Takeover of Kunduz After 15 Days - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — The Taliban announced that they had withdrawn completely from the northern city of Kunduz on Tuesday, ending their first takeover of any Afghan city during the last 14 years of war.\nThe insurgents held Kunduz for just 15 days, but during that time they destroyed government offices and facilities, seized military hardware, hunted down opponents, and freed prisoners from the city’s two prisons.\nIn the process, the Taliban also delivered a shock to hopes that the Afghan security forces could dependably defend the country’s most important population centers. In the attack, several hundred Taliban overwhelmed an estimated 7,000 government defenders.\nPanic sent residents of several other northern provincial capitals fleeing from their homes over the past two weeks, and that pattern continued on Monday — even as the Taliban withdrew from Kunduz in order to avoid, as a statement from the insurgents put it, “unnecessary waste of ammunition.”", "url": "https://www.nytimes.com/2015/10/14/world/asia/taliban-afghanistan-kunduz.html"}