{"authors": ["William D. Cohan"], "date_download": "2022-10-25 23:46:58", "date_modify": "2022-10-25 23:46:58", "date_publish": "2015-07-13 19:08:45", "description": "A Goldman Sachs deal with the country has been repeatedly castigated, but the firm was simply going about its normal business.", "filename": "2015_07_14_business_dealbook_plenty-deserve-blame-for-greeces-woes-but-maybe-not-goldman-sachs_1666741618.html", "image_url": "https://static01.nyt.com/images/2015/07/13/business/dealbook/dbpix-reich/dbpix-reich-facebookJumbo.jpg?year=2015&h=549&w=1050&s=7ad19ba21138e4112c08ef647febac1bdc16729076d616785d5c8e392cc770da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_14_business_dealbook_plenty-deserve-blame-for-greeces-woes-but-maybe-not-goldman-sachs_1666741618.html", "title": "Plenty Deserve Blame for Greece’s Woes, but Maybe Not Goldman Sachs", "title_page": "Plenty Deserve Blame for Greece’s Woes, but Maybe Not Goldman Sachs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some countries reduced debt by selling state-owned companies or assets. Some did it by selling expected future revenue streams — from, say, highway tolls or taxes — through securitization, not unlike how Wall Street packaged and sold mortgages before the financial crisis. Some did it by entering into so-called derivative transactions, like swapping debt denominated in one currency into debt denominated in another. Some countries tried a combination of all three.\nEvery Wall Street bank was eager to help. For its part, Goldman had a good relationship with Greece, so bankers in its London office were selected to work with the finance ministry. In December 2000, and again in June 2001, Goldman entered into custom-designed transactions that allowed Greece to swap a small portion of its debt denominated in dollars and yen into debt denominated in euros. Not unlike a privatization — where proceeds from a sale are paid up front but the revenue generated from it are lost in the future, potentially adding to budget deficits — Greece was able to reduce its debt immediately but was required to make future annual payments to Goldman in return.\nThe swaps allowed Greece to reduce the amount of its debt, in euro terms, by €2.4 billion, lowering its debt-to-G.D.P. ratio to 103.7 percent from 105.3 percent. It did not make much of dent in the overall problem, but it was a directional move that satisfied the European Union. What Greece did was similar to a homeowner locking in a fixed-rate mortgage at a prevailing interest rate, recognizing that if rates shot up on a variable one, the payments would become unaffordable, risking default.\nNo one complained at the time: Greece was happy. Goldman was happy. The deal was not public because it was between Goldman and Greece, but both parties entered into it voluntarily and contractually. Eurostat, the eurozone’s accounting authority, blessed the transaction, according to subsequently released emails.\nWhat upset the apple cart — and started some in Greece second-guessing the deal and blaming Goldman publicly — was the sharp drop in interest rates after the Sept. 11 terrorist attacks. Just as a homeowner who locked in a fixed-rate mortgage would not be happy if interest rates fell, Greece was not happy that it had locked in a high-price deal that became even more expensive on a mark-to-market basis after Sept. 11. Greece and Goldman renegotiated the deal in 2002, but that proved no better for the Greek government.", "url": "https://www.nytimes.com/2015/07/14/business/dealbook/plenty-deserve-blame-for-greeces-woes-but-maybe-not-goldman-sachs.html"}