{"authors": ["Eric Lichtblau", "Nicholas Confessore"], "date_download": "2022-10-25 23:33:42", "date_modify": "2022-10-25 23:33:42", "date_publish": "2015-10-10 14:29:28", "description": "The super-affluent throw tens of millions of dollars into candidate and “super PAC” coffers, seeking to influence the 2016 presidential race.", "filename": "2015_10_11_us_politics_wealthy-families-presidential-candidates_1666740822.html", "image_url": "https://static01.nyt.com/images/2015/10/11/us/politics/11familiespromo/11familiespromo-facebookJumbo.jpg?year=2015&h=419&w=800&s=431ae871c9b70054e822c16d50c5bedeba5956942982bade87f90c9101f71d37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_11_us_politics_wealthy-families-presidential-candidates_1666740822.html", "title": "From Fracking to Finance, a Torrent of Campaign Cash", "title_page": "From Fracking to Finance, a Torrent of Campaign Cash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A look at some of the business, personal and ideological ties that bind megadonors in the 2016 presidential campaign.\nThe Frackers\nThe great American energy boom of the last decade has produced a wave of new billionaires and multimillionaires. Now they are throwing tens of millions of dollars into the presidential campaign, with the biggest checks going almost exclusively to Republicans and their “super PACs.” The top donors include Trevor Rees-Jones, who left a law practice in Dallas and turned $4,000 in savings into an energy empire as the head of Chief Oil and Gas; Dan and Farris Wilks, abortion opponents whose trucking and equipment business struck gold in the fracking boom; and Karen Buchwald Wright, the head of Ariel Corporation, an Ohio manufacturer of gas compressors.\nOld Oil\nEstablished Texas oil families are deeply involved in the campaign, too. Descendants of the late gambler and oil speculator H.L. Hunt – once thought to be the richest man in America – account for at least $2.3 million in donations in this presidential campaign. Mr. Hunt’s fortune, feuds and multiple marriages are the stuff of legend: In the late 1970s, two of his sons reputedly tried to corner the silver market, and some say the Hunts inspired the classic television series “Dallas.” At least three of his descendants have followed his path in Republican politics in the 2016 campaign. Among them is Ray Lee Hunt, the sole surviving Hunt heir with enough wealth to make the Forbes list of billionaires. (Mr. Hunt is No. 92 in the United States.) The family business, Hunt Oil, remains among the largest privately held oil companies in the country. Mr. Hunt and his wife have put more than $2 million behind Mr. Bush.\nHedge Fund Partners, Political Opposites\nThey may disagree on politics, but they earned fortunes together. The hedge fund investor George Soros, who earned $1 billion in a bet against the British pound in 1992, is a prominent liberal donor and philanthropist who has given $1 million to a super PAC backing Hillary Rodham Clinton. His partner on that trade was Stanley F. Druckenmiller, who would become a prominent hedge fund manager in his own right, and is now close to Gov. Chris Christie of New Jersey, a Republican. Mr. Druckenmiller is a strong advocate of reduced spending on entitlement programs, which he has called “current seniors stealing from future seniors.” He has put a total of more than $300,000 behind Mr. Christie, Jeb Bush and Gov. John R. Kasich of Ohio.", "url": "https://www.nytimes.com/2015/10/11/us/politics/wealthy-families-presidential-candidates.html"}