{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:55:11", "date_modify": "2022-10-25 23:55:11", "date_publish": "2015-06-06 22:04:27", "description": "Prince Mohammed bin Salman, 29, has swiftly accumulated more power than any prince has ever held, and he has become one of Saudi Arabia’s most visible leaders.", "filename": "2015_06_07_world_middleeast_surprising-saudi-rises-as-a-prince-among-princes_1666742111.html", "image_url": "https://static01.nyt.com/images/2015/06/07/world/07PRINCE-ALT/07PRINCE-ALT-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=ae43456f6ab00057b9c110358688b331bbee34c670d2b9160a913b090ad57671&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_07_world_middleeast_surprising-saudi-rises-as-a-prince-among-princes_1666742111.html", "title": "Surprising Saudi Rises as a Prince Among Princes", "title_page": "Surprising Saudi Rises as a Prince Among Princes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the four months since his coronation, King Salman has put Prince Mohammed in charge of the state oil monopoly, the public investment company, economic policy and the ministry of defense.\nHe is the most visible leader of Saudi Arabia’s two-month-old air war in Yemen, and his father has installed him as deputy crown prince, passing over dozens of older princes to put him second in line to the throne. Stunning the kingdom, King Salman removed his younger half brother, Prince Muqrin bin Abdulaziz, 69, as crown prince and replaced him with Crown Prince Mohammed bin Nayef, 55, the popular interior minister. Prince Mohammed bin Nayef, Salman’s nephew, has no male heirs of his own, and Prince Mohammed Bin Salman is now next in line.\nThe sweeping changes have thrust the young prince into power at a time when Saudi Arabia is locked in a series of escalating conflicts aimed at defending its vision of the regional order and holding back its chief rival, Iran. The kingdom is financially sustaining the rulers of Egypt and Jordan and propping up the Sunni monarchy in neighboring Bahrain against a revolt by its Shiite majority. It is also arming rebels in Syria against the Iranian-backed president, fighting in the United States-led air campaign over Iraq and leading its own air assault on an Iranian-backed faction in Yemen. And it is ramping up its military spending even as plunging oil prices and growing domestic expenditures have reduced its financial reserves by $50 billion over the last six months, to less than $700 billion.\n“The king has put his son on an incredibly steep learning curve, clearly,” said Ford M. Fraker, the president of the Middle East Policy Council and a former United States ambassador to Saudi Arabia. “The king is obviously convinced he is up to the challenge.”\nBut some Western diplomats, speaking on the condition of anonymity for fear of alienating the prince and the king, say they are worried about the growing influence of the prince, with one even calling him “rash” and “impulsive.” And in interviews, at least two other princes in the main line of the royal family made it clear that some older members of the clan have doubts as well. Both questioned the costs and benefits of the Yemen campaign that Prince Mohammed has spearheaded.", "url": "https://www.nytimes.com/2015/06/07/world/middleeast/surprising-saudi-rises-as-a-prince-among-princes.html"}