{"authors": ["Claudia La Rocco"], "date_download": "2022-10-25 23:51:40", "date_modify": "2022-10-25 23:51:40", "date_publish": "2015-03-09 20:00:24", "description": "Inspired by Felix Salten, author of “Bambi” and smut, a Little Lord production at the Brick plays with cafe culture, pornography, Zionism and more.", "filename": "2015_03_10_theater_review-bambi-kaffeehaus-mixes-up-an-absurdist-linguistic-orgy_1666741900.html", "image_url": "https://static01.nyt.com/images/2015/03/10/arts/10BAMBIWEB/10BAMBIWEB-facebookJumbo.jpg?year=2015&h=550&w=1050&s=43941da29dd49b381ffb37e79d561dd0967afce87dcb6df75ee59e2eeb7537c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_10_theater_review-bambi-kaffeehaus-mixes-up-an-absurdist-linguistic-orgy_1666741900.html", "title": "Review: ‘Bambi______/Kaffeehaus’ Mixes Up an Absurdist Linguistic Orgy", "title_page": "Review: ‘Bambi______/Kaffeehaus’ Mixes Up an Absurdist Linguistic Orgy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“What smells so good?” an audience member wondered as she perused the fantastically unhealthy buffet laid out for Saturday’s matinee performance of Little Lord’s “Bambi______/Kaffeehaus” at the Brick. (The title includes an obscenity.)\nAn actor’s prompt answer — “the Pop-Tarts” — was greeted with a brief silence by the theatergoer, and then, more statement than question, “You’re kidding.”\nBut no, it was true: baking in a toaster oven (this buffet spared no detail), that Pop-Tart made this little theater in Williamsburg, Brooklyn, smell divine. It also gave a hint of the delicious and tacky pleasures soon to come, in a production that plays slice and dice with Austrian and Brooklyn cafe culture, anthropomorphic literature, pornography, Zionism, anti-Semitism, psychoanalysis and some other things.\nThe organizing principle within this cheeky hot mess is Felix Salten, the Viennese-Jewish author of both “Bambi” and, anonymously, “Josephine Mutzenbacher: The Life Story of a Viennese Whore, as Told by Herself.” Spliced together by Laura von Holt and Michael Levinton (also the director), and collaged with myriad other sources, these two texts entwine for an absurdist linguistic orgy in which the lines between sentimentality, sexual euphemism and, yes, political commentary, are constantly being mucked with.", "url": "https://www.nytimes.com/2015/03/10/theater/review-bambi-kaffeehaus-mixes-up-an-absurdist-linguistic-orgy.html"}