{"authors": ["Azam Ahmed"], "date_download": "2022-10-25 22:58:57", "date_modify": "2022-10-25 22:58:57", "date_publish": "2015-07-02 16:34:12", "description": "Mr. Trump’s disparaging remarks about immigrants, delivered while announcing his candidacy to be America’s next president, managed to galvanize the disparate populations of Mexico, both social and political.", "filename": "2015_07_03_world_americas_donald-trump-gains-infamy-in-mexico-for-comments-on-immigrants_1666738737.html", "image_url": "https://static01.nyt.com/images/2015/07/02/world/02MEXICO/02MEXICO-facebookJumbo.jpg?year=2015&h=549&w=1050&s=514b55c1a4f3bdae07ba9def5e5b8f089bd0115bd07eb4c506e49cf352fe92ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_03_world_americas_donald-trump-gains-infamy-in-mexico-for-comments-on-immigrants_1666738737.html", "title": "And Now, What Mexico Thinks of Donald Trump", "title_page": "And Now, What Mexico Thinks of Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — It is the kind of publicity money cannot buy — front-page coverage, segments on the nightly news, the attention of political heavyweights and a stream of commentary burning a hole in the web.\nBut Donald J. Trump, champion of the so-called birther movement that wrongly questioned President Obama’s birthplace, owner of the Miss Universe contest and developer of hotels bearing his name the world over, has not only found fame in the United States, where he is running for president.\nHe has also found it in Mexico — or infamy, anyway.\n“He’s just ignorant,” said Ricardo Arevala, 18, who works at a piñata shop here, adding that someone recently came into the store looking for a smackable rendition of Mr. Trump. “He speaks in stereotypes.”\nWhile announcing his candidacy to be America’s next president last month, Mr. Trump delivered remarks that ended up echoing across Mexico.", "url": "https://www.nytimes.com/2015/07/03/world/americas/donald-trump-gains-infamy-in-mexico-for-comments-on-immigrants.html"}