{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:28:28", "date_modify": "2022-10-25 23:28:28", "date_publish": "2015-10-21 09:00:21", "description": "A proposal that would put a bell atop Stone Mountain in Georgia, where a carving of Confederate heroes dominates, has drawn opposition from whites and blacks.", "filename": "2015_10_22_us_a-plan-to-honor-martin-luther-king-at-a-southern-civil-war-symbol_1666740508.html", "image_url": "https://static01.nyt.com/images/2015/10/21/us/22memorial-web2/22memorial-web2-facebookJumbo.jpg?year=2015&h=550&w=1050&s=1463ea52f5b75cfab132159c8d814f1247c6bad4b603077b1baf27b247bcf8dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_22_us_a-plan-to-honor-martin-luther-king-at-a-southern-civil-war-symbol_1666740508.html", "title": "A Plan to Honor Martin Luther King at a Southern Civil War Symbol", "title_page": "A Plan to Honor Martin Luther King at a Southern Civil War Symbol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "STONE MOUNTAIN, Ga. — The idea is suffused with a simple poetry: A bell would be placed atop Stone Mountain, the massive granite outcropping east of Atlanta invoked by the Rev. Dr. Martin Luther King Jr. in his “I Have a Dream” speech — one of the places from which, as Dr. King imagined it, a nation no longer divided by racism might “let freedom ring.”\nBut this “Freedom Bell” proposal, unveiled this month by a state government authority as a tribute to the civil rights leader, has become mired in complications and controversy, the latest skirmish over Southern symbols prompted by the racially motivated massacre of nine black churchgoers this summer in Charleston, S.C.\nOpposition came quickly, and perhaps expectedly, from the Georgia division of the Sons of Confederate Veterans, who said that the mountain, which is adorned with a huge carving depicting Confederate heroes, is classified as a Confederate memorial by state statute. “The erection of monuments to anyone other than Confederate heroes in Stone Mountain Park,” the group said in a written statement, “is in contradistinction to the purpose for which the park exists and would make it a memorial to something different.”\nPerhaps more surprisingly, civil rights groups, including two local branches of the N.A.A.C.P. and the Southern Christian Leadership Conference, are also opposed, largely because a carving of Robert E. Lee, Stonewall Jackson and Jefferson Davis etched into the mountain’s northern face — a display that is larger than Mount Rushmore — would remain.", "url": "https://www.nytimes.com/2015/10/22/us/a-plan-to-honor-martin-luther-king-at-a-southern-civil-war-symbol.html"}