{"authors": ["Mary Pilon"], "date_download": "2022-10-25 23:55:13", "date_modify": "2022-10-25 23:55:13", "date_publish": "2015-03-26 02:41:30", "description": "Americans are acculturated to being cagey about our personal wealth and income, but a little transparency might serve us all better.", "filename": "2015_03_26_your-money_chinese-cabbies-query-prompted-an-epiphany_1666742113.html", "image_url": "https://static01.nyt.com/images/2015/03/26/your-money/26PILON/26PILON-facebookJumbo.jpg?year=2015&h=550&w=1050&s=3be571ba8c73a8d9cf746c1835c3a6b670b1da5ba3dbd5f7fa7135ab72aea3d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_26_your-money_chinese-cabbies-query-prompted-an-epiphany_1666742113.html", "title": "Chinese Cabbie’s Query Prompted an Epiphany", "title_page": "Chinese Cabbie’s Query Prompted an Epiphany  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the Mandarin language skills of a buffalo, I began chatting with my taxi driver in Shanghai, a polite man with plenty of questions about the United States. It was early 2007, and sitting in a back seat that reeked of stale cigarettes and body odor, I certainly didn’t see a financial epiphany coming. Then, the driver went straight for the jugular.\n“How much money do you make?”\nLike many Americans, I was happy to talk about macroeconomics, such as the dazzling growth of China’s G.D.P. at the time, the increasing cost of living in Shanghai or how his country’s trade relations were knotted with those of mine. But when it came to the more micro, as in the very digits in my bank account, I felt an urge to jump out of the moving cab. (I was a student at the time, so an honest answer was easily at hand: “None.”)\nSince then, a recession has come and gone, and I think of this cab ride often. Many of my 20- and 30-something peers struggle with student loan debt and high rent, and more than once I’ve erupted in laughter at the idea that I will collect any Social Security in my Betty White years.", "url": "https://www.nytimes.com/2015/03/26/your-money/chinese-cabbies-query-prompted-an-epiphany.html"}