{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:51:55", "date_modify": "2022-10-25 23:51:55", "date_publish": "2015-04-18 01:11:41", "description": "Those who will be spared prosecution over allegations that they paid officials for information include Andy Coulson, a former editor of The News of the World.", "filename": "2015_04_18_world_europe_british-prosecutors-drop-charges-against-9-journalists-in-tabloid-inquiry_1666741915.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_18_world_europe_british-prosecutors-drop-charges-against-9-journalists-in-tabloid-inquiry_1666741915.html", "title": "British Prosecutors Drop Charges Against 9 Journalists in Tabloid Inquiry", "title_page": "British Prosecutors Drop Charges Against 9 Journalists in Tabloid Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — After a series of court reversals, prosecutors on Friday dropped charges against nine of the 12 journalists who still faced trial after police investigations into the behavior of Britain’s freewheeling tabloid press.\nThose who will be spared prosecution over allegations that they paid officials for information include Andy Coulson, a former editor of The News of the World, who became a media adviser to Prime Minister David Cameron and who has already served a jail sentence for conspiring to intercept voice mail messages.\nThe announcement came just hours after three reporters were cleared of charges that included making illegal payments to a prison officer for information about the singer Boy George and about Jack Tweed, the widower of the TV reality star Jade Goody.\nThe retreat by the authorities came after a legal review and cases in which juries acquitted 13 reporters. A large-scale police inquiry followed a phone hacking scandal that, in 2011, led to the closing of The News of the World, a weekly that was owned by Rupert Murdoch.", "url": "https://www.nytimes.com/2015/04/18/world/europe/british-prosecutors-drop-charges-against-9-journalists-in-tabloid-inquiry.html"}