{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:31:09", "date_modify": "2022-10-25 23:31:09", "date_publish": "2015-11-01 23:17:33", "description": "Mr. Thompson, a former Republican lawmaker, had an unusual career that bridged the worlds of national politics and mass-market entertainment.", "filename": "2015_11_02_us_politics_fred-thompson-former-senator-actor-and-presidential-candidate-dies-at-73_1666740669.html", "image_url": "https://static01.nyt.com/images/2015/11/02/us/02thompsonobit-2/02thompsonobit-2-facebookJumbo-v3.jpg?year=2015&h=549&w=1050&s=dc3d6903480c08298278c24f528d2d1f6605ef79950c2f0305863b2076440f91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_02_us_politics_fred-thompson-former-senator-actor-and-presidential-candidate-dies-at-73_1666740669.html", "title": "Fred Thompson, Former Senator, Actor and Presidential Candidate, Dies at 73", "title_page": "Fred Thompson, Former Senator, Actor and Presidential Candidate, Dies at 73 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fred D. Thompson, a former United States senator, actor and Republican presidential candidate, died on Sunday in Nashville. He was 73.\nThe cause was a recurrence of lymphoma, his family said in a statement.\nMr. Thompson had an unusual career, moving back and forth between national politics and mass-market entertainment. He left a regular role on the hit NBC drama “Law & Order” to run for president in 2008.\nOn television and on movie screens, Mr. Thompson was known for playing authoritative characters, but he was sometimes ambivalent in his political aspirations. While he brought gravitas to his on-screen characters, he often struggled on the campaign trail, especially during his unsuccessful run for the Republican presidential nomination in 2008.\nMr. Thompson compiled a solidly conservative voting record in the Senate, though aides said he showed little enthusiasm for divisive battles over abortion and other issues that motivated the religious right. In a 2007 interview, he told The New York Times that he had always felt that the Senate “was never meant to be the place where I would stay for my entire career.”", "url": "https://www.nytimes.com/2015/11/02/us/politics/fred-thompson-former-senator-actor-and-presidential-candidate-dies-at-73.html"}