{"authors": ["Claudia La Rocco"], "date_download": "2022-10-25 23:51:40", "date_modify": "2022-10-25 23:51:40", "date_publish": "2015-08-06 21:38:47", "description": "Written and directed by Anisa George, this compelling, disturbing play at the New Ohio Theater examines the mindsets that can lead to violence.", "filename": "2015_08_07_theater_review-holden-explores-the-distance-that-killing-requires_1666741900.html", "image_url": "https://static01.nyt.com/images/2015/08/07/arts/07HOLDEN/07HOLDEN-facebookJumbo.jpg?year=2015&h=550&w=1050&s=2338a22f5081cbc8f9f9a1f5abe6d1457b53cdc1f6449850e0f37da5fc01b30f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_07_theater_review-holden-explores-the-distance-that-killing-requires_1666741900.html", "title": "Review: ‘Holden’ Explores the Distance That Killing Requires", "title_page": "Review: ‘Holden’ Explores the Distance That Killing Requires - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Holden,” a new play written and directed by Anisa George, occupies a claustrophobic realm: a one-room cabin into which four intense men are crammed, bounded by slowly growing walls of chopped firewood.\nBut watching the play on Wednesday at the New Ohio Theater, during its premiere at the Ice Factory Festival, I was thinking about space. Specifically about the space conjured in these lines, written by the Norwegian author Karl Ove Knausgaard, in his powerful and upsetting essay in The New Yorker in May, about the 2011 massacre of 77 people in his country:\n“Killing another person requires a tremendous amount of distance, and the space that makes such distance possible has appeared in the midst of our culture. It has appeared among us, and it exists here, now.”\nThis unfathomable space, which has become a horrifying constant in American life, lies at the heart of “Holden,” a 95-minute work that — spoilers ensue — stays for a while in a comic, absurdist vein before throwing itself, and its audience, down the rabbit hole of male violence.\nChapman (Jaime Maseda), Hinckley (Scott Sheppard) and Zev (Matteo Scammell) share a woodshed of the mind with J. D. Salinger (Bill George, Ms. George’s father). The first two character names refer to Mark David Chapman, who murdered John Lennon, and John Hinckley Jr., who tried to assassinate President Ronald Reagan. When he killed Lennon, Mr. Chapman had a copy of Salinger’s “The Catcher in the Rye,” and that book was also found among Mr. Hinckley’s possessions.", "url": "https://www.nytimes.com/2015/08/07/theater/review-holden-explores-the-distance-that-killing-requires.html"}