{"authors": ["Deborah Sontag"], "date_download": "2022-10-25 23:54:37", "date_modify": "2022-10-25 23:54:37", "date_publish": "2015-05-22 20:50:13", "description": "Gov. Greg Abbott said his state intended to comply with national standards, but the Justice Department said it had not done so.", "filename": "2015_05_23_us_texas-and-us-spar-over-rules-to-stop-prison-rape_1666742077.html", "image_url": "https://static01.nyt.com/images/2015/05/23/us/23PRISONWEB/23PRISONWEB-facebookJumbo.jpg?year=2015&h=550&w=1050&s=731d6839dea646106139dde1d8beb443598a4a610fb9607b3e215d5449c04f39&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_23_us_texas-and-us-spar-over-rules-to-stop-prison-rape_1666742077.html", "title": "U.S. Spars With Texas on Ending Prison Rapes", "title_page": "U.S. Spars With Texas on Ending Prison Rapes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In what appeared to be a reversal of his predecessor’s position, Gov. Greg Abbott of Texas wrote to Attorney General Loretta E. Lynch last week to assure her that his state intended to abide by national standards to prevent, detect and respond to prison rape “wherever feasible.”\nBut the Justice Department said late Thursday that it had rejected his assurance. Texas, which has a high rate of reported sexual abuse against inmates, is expected to be financially penalized for a second straight year for failing to follow the procedures that the federal government has established to document progress in eliminating prison rape.\nNine states certified full compliance with the Prison Rape Elimination Act’s standards on May 15, the deadline for governors to make their second progress reports to the Department of Justice. That brought to 11 the number of states that have fully adopted the standards — considered “best practices” for eliminating the sexual victimization of inmates — a dozen years after Congress unanimously passed the law known as PREA.\nIn his letter to Ms. Lynch, Mr. Abbott of Texas said he could not certify complete compliance. But he adopted a more conciliatory approach than had his predecessor, Gov. Rick Perry, who in 2014 declined to respond to Washington’s first deadline and denounced the national rape standards as a “counterproductive and unnecessarily cumbersome and costly regulatory mess.”", "url": "https://www.nytimes.com/2015/05/23/us/texas-and-us-spar-over-rules-to-stop-prison-rape.html"}