{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:25:32", "date_modify": "2022-10-25 23:25:32", "date_publish": "2015-10-30 00:53:34", "description": "A proposal made this week by the Joint Commission on Public Ethics would extend the current rules for state employees to also include elected officials.", "filename": "2015_10_30_nyregion_albany-plan-would-expand-conflict-of-interest-policies.html__r=0_1666740332.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_30_nyregion_albany-plan-would-expand-conflict-of-interest-policies.html__r=0_1666740332.html", "title": "Albany Plan Would Expand Conflict-of-Interest Policies", "title_page": "Albany Plan Would Expand Conflict-of-Interest Policies  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — With corruption and the policing of government still pressing issues in New York’s capital, state ethics regulators have proposed that state elected officials be barred from accepting and asking for campaign contributions from any person or group under investigation by, or involved in legal action with, their offices.\nThe proposal, made this week by the Joint Commission on Public Ethics, which investigates violations of state ethics and lobbying laws, would extend current conflict-of-interest policies that apply to state employees to also include the governor, the state comptroller, the attorney general, state legislators and their re-election campaigns.\nSpecifically, the proposed change involves a 1998 decision by a now-defunct ethical oversight entity, the New York State Ethics Commission, which ruled that state employees who chose to work on political campaigns were not allowed to solicit campaign funds from any person or entity with past, present or potential future business before their agency.\nBut in a footnote, the 1998 decision exempted statewide elected officials running for re-election, arguing that “such officials are in a unique position, as they both hold elected office and are simultaneously engaged in political activities.”", "url": "https://www.nytimes.com/2015/10/30/nyregion/albany-plan-would-expand-conflict-of-interest-policies.html?_r=0"}