{"authors": ["David Segal"], "date_download": "2022-10-25 23:51:41", "date_modify": "2022-10-25 23:51:41", "date_publish": "2015-08-07 09:00:30", "description": "A far-reaching investigation into corruption at the state oil company has destabilized the government, damaged the economy and wounded national pride.", "filename": "2015_08_09_business_international_effects-of-petrobras-scandal-leave-brazilians-lamenting-a-lost-dream_1666741901.html", "image_url": "https://static01.nyt.com/images/2015/08/09/business/PETROBRAS/PETROBRAS-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=8f6928bc41763b58ddc5c071d4ad2f531c60723f53c3b9cd63a85155d55be514&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_09_business_international_effects-of-petrobras-scandal-leave-brazilians-lamenting-a-lost-dream_1666741901.html", "title": "Petrobras Oil Scandal Leaves Brazilians Lamenting a Lost Dream", "title_page": "Petrobras Oil Scandal Leaves Brazilians Lamenting a Lost Dream - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Dallagnol frames this paradox in the starkest possible terms: “If you look at studies of corruption, you see that it actually kills. With money we lose here, we could spend three times as much on public health. We could multiply the amount spent on education. We could lift 10 million Brazilians out of poverty.”\nThere is evidence that the problem is systemic. Yet another bribery boondoggle, this one involving Eletrobras, the country’s largest power utility company, has recently emerged. Once again, prosecutors are charging that insiders took cash to award padded construction contracts, this time to build a $4.4 billion nuclear power plant. Many in Brazil believe that kickbacks have become standard operating procedure in government-controlled enterprises.\nIt takes surprisingly few insiders to pull off such schemes. Judge Moro and the prosecutors have officially described Petrobras as a victim, citing its immense financial losses and the small number of conspirators, a point Mr. Elek was quick to reiterate. “There are 86,000 people in this company,” he said, “and an insignificant percent of them caused this problem.”\nBut others, including class-action lawyers in New York, contend that enough Petrobras leaders were involved to hold the company liable. A lawsuit seeking unspecified damages for shareholder losses has been filed in the Southern District of New York on behalf of a British pension fund; the city of Providence, R.I.; and others. Petrobras says the suit is without merit. In July, Judge Jed Rakoff rejected Petrobras’s motion to dismiss the case.\n“For Petrobras to say, ‘We’re the victims,’ when their executives were perpetrating this scheme suggests that they haven’t learned their lesson,” said Jeremy A. Lieberman of the Pomerantz law firm, which has been appointed lead counsel in the case. “This is not just an incident of a few rotten apples on an otherwise pristine tree.”\nThe Next ‘Pizza Party’\nFor all of its malign effects, Lava Jato has underscored that Brazil has a robust and independent group of federal police officers, judges and prosecutors, a rarity in nations plagued by corruption. Last month, for instance, the police searched the home of Fernando Collor, a former president and current senator, leaving with a Ferrari, a Lamborghini and a Porsche. (Mr. Collor has not been charged and denies involvement in Lava Jato.)\nMr. Dallagnol and another prosecutor flew to Washington a few months ago to visit officials in the Justice Department, hoping to interest the United States in lending a hand. He says that he and his team could, if unhindered, investigate Lava Jato for years.", "url": "https://www.nytimes.com/2015/08/09/business/international/effects-of-petrobras-scandal-leave-brazilians-lamenting-a-lost-dream.html"}