{"authors": ["Helene Cooper", "Richard A. Oppel Jr."], "date_download": "2022-10-25 23:38:25", "date_modify": "2022-10-25 23:38:25", "date_publish": "2015-03-25 18:32:58", "description": "The charges for Sgt. Bowe Bergdahl, who was held captive in Afghanistan, raised the possibility that he could be imprisoned again, this time for life.", "filename": "2015_03_26_us_army-bowe-bergdahl-desertion-charges_1666741105.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_26_us_army-bowe-bergdahl-desertion-charges_1666741105.html", "title": "Bowe Bergdahl Charged With Desertion and Misbehavior Before the Enemy", "title_page": "Bowe Bergdahl Charged With Desertion and Misbehavior Before the Enemy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In the five years he was held captive by the Haqqani insurgent network, Sgt. Bowe Bergdahl recalls that he tried to escape 12 times. The first time was just a few hours after he was captured in Afghanistan in 2009.\nHe was quickly recaptured and beaten. But another attempt, a year later, lasted close to nine days.\n“Without food and only putrid water to drink, my body failed on top of a short mountain close to evening,” Sergeant Bergdahl wrote in a page-and-a-half, single-spaced narrative provided by his lawyer to The New York Times, the first public description of the sergeant’s captivity in his own words.\n“Some moments after I came to in the dying gray light of the evening, I was found by a large Taliban searching group,” he wrote. They hit him, tried to tear out his beard and hair, and returned him to his captors.\nOn Wednesday, the Army announced that it was charging Sergeant Bergdahl with misbehavior before the enemy and desertion, raising the possibility that he could be imprisoned again, this time for life.", "url": "https://www.nytimes.com/2015/03/26/us/army-bowe-bergdahl-desertion-charges.html"}