{"authors": ["Mike Isaac", "Vindu Goel"], "date_download": "2022-10-25 23:31:02", "date_modify": "2022-10-25 23:31:02", "date_publish": "2015-03-26 10:21:21", "description": "Apps that help users broadcast themselves live from their phones are catching the eye of tech heavyweights and venture capitalists. Periscope is Twitter’s big entry into this realm.", "filename": "2015_03_27_technology_tech-titans-bet-that-the-world-is-ready-for-the-streaming-selfie_1666740662.html", "image_url": "https://static01.nyt.com/images/2015/03/27/business/27streaming-web1/27streaming-web1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=5cedd47ee3add43b5c157550ea3aaeda4476780c5f462208d72f7d6005b1200a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_27_technology_tech-titans-bet-that-the-world-is-ready-for-the-streaming-selfie_1666740662.html", "title": "As Twitter Introduces Periscope, Tech Titans Bet on Live Streaming Video", "title_page": "As Twitter Introduces Periscope, Tech Titans Bet on Live Streaming Video - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet the current crop of live-streaming apps face a history of video app failures. Viddy, a video-capture start-up that was a Facebook darling in 2012 and raised tens of millions of dollars, experienced early spikes in activity and at one point was seen as the “Instagram of video.” Socialcam, a competitor, was looked at much the same way. Both apps fizzled or were acquired after consumer interest waned over the course of a summer.\nThat isn’t preventing Twitter from betting big on the technology. The San Francisco-based company spent close to $100 million to acquire Periscope months ago, before the app had even been introduced, according to two people familiar with the matter. Dick Costolo, Twitter’s chief executive, is particularly “obsessed” with using the app to capture real-time video, just as Twitter captures real-time conversations, these people said.\nMr. Beykpour said one advantage of Periscope was the short lag time between the stream and the ability to send text responses to the person streaming, essentially letting people communicate with the broadcaster in near real time. Periscope also takes advantage of a user’s Twitter followers to rapidly build a potential audience, and the app suggests other active Periscope users as people to follow. In addition, the app lets users store videos for replay or sharing later.\nAlthough Periscope operates independently of its corporate owner — much like the Twitter-owned short-form video app Vine — it has access to Twitter’s money and technical support.\nBut Periscope has competition, including Camio and — in particular — Meerkat, which appeared this month and has gained traction with consumers and celebrities. In a matter of days after Meerkat was introduced, its use exploded and it soared to become the 177th most downloaded app in the United States and the 22nd most popular social networking app, according to App Annie, a mobile analytics firm. Meerkating, which describes the act of someone shooting a video live stream, is becoming a verb.\nImage The new Periscope app from Twitter.\nMuch of that traction came from Meerkat’s breakout popularity during South by Southwest, the technology and music conference held in Austin, Tex., this month, where a number of fledgling start-ups have gained momentum by creating buzz.", "url": "https://www.nytimes.com/2015/03/27/technology/tech-titans-bet-that-the-world-is-ready-for-the-streaming-selfie.html"}