{"authors": ["David E. Sanger", "Andrew E. Kramer"], "date_download": "2022-10-25 23:55:06", "date_modify": "2022-10-25 23:55:06", "date_publish": "2015-12-28 19:26:28", "description": "The move fulfills an important step in the nuclear deal struck with world powers, and American officials say that it may now be only weeks before the accord will go into effect.", "filename": "2015_12_29_world_middleeast_iran-hands-over-stockpile-of-enriched-uranium-to-russia.html_ref=world_1666742106.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_29_world_middleeast_iran-hands-over-stockpile-of-enriched-uranium-to-russia.html_ref=world_1666742106.html", "title": "Iran Hands Over Stockpile of Enriched Uranium to Russia", "title_page": "Iran Hands Over Stockpile of Enriched Uranium to Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Russian ship left Iran on Monday carrying almost all of Iran’s stockpile of low-enriched uranium, fulfilling a major step in the nuclear deal struck last summer and, for the first time in nearly a decade, apparently leaving Iran with too little fuel to manufacture a nuclear weapon.\nThe shipment was announced by Secretary of State John Kerry and confirmed by a spokesman for Russia’s civilian nuclear company, Rosatom. Mr. Kerry called it “one of the most significant steps Iran has taken toward fulfilling its commitment,” and American officials say that it may be only weeks before the deal reached in July takes effect.\nOn “implementation day,” roughly $100 billion in Iranian assets will be unfrozen, and the country will be free to sell oil on world markets and operate in the world financial system.\nFor President Obama, the peaceful removal of the fuel from Iran is one of the biggest achievements in his foreign policy record, the culmination of a seven-year effort that at various times involved sanctions, cybersabotage of Iran’s main nuclear facility and repeated Israeli threats to bomb the country’s facilities.", "url": "https://www.nytimes.com/2015/12/29/world/middleeast/iran-hands-over-stockpile-of-enriched-uranium-to-russia.html?ref=world"}