{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:51:30", "date_modify": "2022-10-25 23:51:30", "date_publish": "2015-07-22 13:06:22", "description": "The suspension of service in and out of Pennsylvania Station created chaos on Wednesday, a day after the federal transportation secretary called a lack of repairs “almost criminal.”", "filename": "2015_07_23_nyregion_new-jersey-transit-service-again-disrupted-by-electrical-problems_1666741890.html", "image_url": "https://static01.nyt.com/images/2015/07/23/nyregion/NJTRANSIT1/NJTRANSIT1-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=24f94cdd75f6aab317dd7d177dbfc2e5765a7acb800c84ce760c982b1752bc17&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_23_nyregion_new-jersey-transit-service-again-disrupted-by-electrical-problems_1666741890.html", "title": "On Day 3 of Delays, New Jersey Transit’s Shortfalls Are Painfully Clear", "title_page": "On Day 3 of Delays, New Jersey Transit’s Shortfalls Are Painfully Clear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the third day in a row, electrical problems in century-old rail tunnels under the Hudson River on Wednesday stymied the commutes of tens of thousands of New Jersey Transit riders, illustrating again the shortcomings of the region’s languishing infrastructure system.\nThe delays, coming a week after the board of New Jersey Transit approved a major fare increase, created chaos during the morning rush and gave rise to another round of questions about Gov. Chris Christie’s decision five years ago to halt construction of a new rail tunnel.\nCommuters, many of whom have grown inured to grinding delays and overflowing platforms, lashed out on Wednesday, blaming the transit agency for their being habitually late to work and criticizing Mr. Christie for failing to find a solution to the state’s drained transportation fund.\nThe deteriorating tunnels are a chokepoint for rail traffic from Boston to Washington, the busiest railroad corridor in the United States, and serve as the central artery for New Jersey Transit, one of the nation’s largest providers of commuting services. Transit advocates said that this week’s breakdowns, far from being an anomaly, laid bare the paralyzing effects of disruptions that could become common in the absence of quick action.", "url": "https://www.nytimes.com/2015/07/23/nyregion/new-jersey-transit-service-again-disrupted-by-electrical-problems.html"}