{"authors": ["Graham Bowley", "Sydney Ember"], "date_download": "2022-10-25 23:44:58", "date_modify": "2022-10-25 23:44:58", "date_publish": "2015-07-19 00:22:21", "description": "Mr. Cosby testified over four days of intense questioning 10 years ago at a Philadelphia hotel, where he defended himself in a deposition for a lawsuit filed by a young woman who accused him of drugging and molesting her.", "filename": "2015_07_19_arts_bill-cosby-deposition-reveals-calculated-pursuit-of-young-women-using-fame-drugs-and-deceit_1666741498.html", "image_url": "https://static01.nyt.com/images/2015/07/19/arts/19cosby3/19cosby3-facebookJumbo.jpg?year=2015&h=550&w=1050&s=ec7a8e09d27ab8f8817457c82673872f70605b35e2582d7d9bea18655fabc2f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_19_arts_bill-cosby-deposition-reveals-calculated-pursuit-of-young-women-using-fame-drugs-and-deceit_1666741498.html", "title": "Bill Cosby, in Deposition, Said Drugs and Fame Helped Him Seduce Women", "title_page": "Bill Cosby, in Deposition, Said Drugs and Fame Helped Him Seduce Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Read updates of Day 11 of the Bill Cosby trial.\nHe was not above seducing a young model by showing interest in her father’s cancer. He promised other women his mentorship and career advice before pushing them for sex acts. And he tried to use financial sleight of hand to keep his wife from finding out about his serial philandering.\nBill Cosby admitted to all of this and more over four days of intense questioning 10 years ago at a Philadelphia hotel, where he defended himself in a deposition for a lawsuit filed by a young woman who accused him of drugging and molesting her.\nEven as Mr. Cosby denied he was a sexual predator who assaulted many women, he presented himself in the deposition as an unapologetic, cavalier playboy, someone who used a combination of fame, apparent concern and powerful sedatives in a calculated pursuit of young women — a profile at odds with the popular image he so long enjoyed, that of father figure and public moralist.\nIn the deposition, which Mr. Cosby has for years managed to keep private but was obtained by The New York Times, the entertainer comes across as alternately annoyed, mocking, occasionally charming and sometimes boastful, often blithely describing sexual encounters in graphic detail.", "url": "https://www.nytimes.com/2015/07/19/arts/bill-cosby-deposition-reveals-calculated-pursuit-of-young-women-using-fame-drugs-and-deceit.html"}