{"authors": ["Margot Sanger-Katz"], "date_download": "2022-10-25 23:48:43", "date_modify": "2022-10-25 23:48:43", "date_publish": "2015-08-31 14:04:37", "description": "Numerous state regulations aren’t the main reason insurance markets tend to be uncompetitive.", "filename": "2015_09_01_upshot_the-problem-with-gop-plans-to-sell-health-insurance-across-state-lines.html__r=0_1666741723.html", "image_url": "https://static01.nyt.com/images/2015/08/29/upshot/01up-insurance/01up-insurance-facebookJumbo.jpg?year=2015&h=549&w=1050&s=8ca93fb566f63af3d9763e21a25c6d5cf12118a99a644239b91c1aa16fca9dc4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_01_upshot_the-problem-with-gop-plans-to-sell-health-insurance-across-state-lines.html__r=0_1666741723.html", "title": "The Problem With G.O.P. Plans to Sell Health Insurance Across State Lines", "title_page": "The Problem With G.O.P. Plans to Sell Health Insurance Across State Lines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the Fox News Republican debate last month, Donald Trump offered a way to lower health care costs: allow insurers to sell their policies across state lines.\n“What I’d like to see is a private system without the artificial lines around every state,” he said. “I have a big company with thousands and thousands of employees. And if I’m negotiating in New York or in New Jersey or in California, I have like one bidder. Nobody can bid.” Erasing those lines, he said, would result in “great plans.”\nThe idea of developing a more national market for health insurance has become a major part of Republican health reform orthodoxy. A bill to allow interstate insurance sales was introduced in Congress in 2005, and, since then, has been a part of the platform of every Republican presidential nominee. Mr. Trump is not alone in his view: Scott Walker, Marco Rubio, Ted Cruz, Rand Paul, Rick Santorum and Bobby Jindal have all endorsed it. Aside from repealing the Affordable Care Act, allowing insurers to sell their products across state lines appears to be the most popular health policy idea among the G.O.P. candidates.\nIt’s such a perennial suggestion that when Len Nichols, a health policy professor at George Mason University and the author of a 2009 paper on the subject, was asked for comment, he said: “Are you kidding me? We’ve been through this about 30 decades ago.”", "url": "https://www.nytimes.com/2015/09/01/upshot/the-problem-with-gop-plans-to-sell-health-insurance-across-state-lines.html?_r=0"}