{"authors": ["Dionne Searcey", "Marc Santora"], "date_download": "2022-10-26 00:11:33", "date_modify": "2022-10-26 00:11:33", "date_publish": "2015-11-18 22:03:33", "description": "A new report tracking terrorist attacks around the world said the Nigerian militant group was responsible for nearly 600 more deaths last year than the Islamic State.", "filename": "2015_11_19_world_africa_boko-haram-ranked-ahead-of-isis-for-deadliest-terror-group_1666743093.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_19_world_africa_boko-haram-ranked-ahead-of-isis-for-deadliest-terror-group_1666743093.html", "title": "Boko Haram Ranked Ahead of ISIS for Deadliest Terror Group", "title_page": "Boko Haram Ranked Ahead of ISIS for Deadliest Terror Group - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DAKAR, Senegal — As much of the world remains focused on the Islamic State and its horrific attacks in Paris, another radical band of extremists has, by one account, captured the infamous title of the world’s deadliest terrorist group: Boko Haram.\nBoko Haram, the militant group that has tortured Nigeria and its neighbors for years, was responsible for 6,664 deaths last year, more than any other terrorist group in the world, including the Islamic State, which killed 6,073 people in 2014, according to a report released Wednesday tracking terrorist attacks globally.\nThe death toll in Nigeria mounted on Wednesday, with a bombing in Kano State in northern Nigeria, not even a full day after Boko Haram was suspected in an explosion that killed and injured dozens in another nearby region.\nIn Kano, the authorities said that two female suicide bombers detonated vests at a cellphone market at about 4 p.m., killing at least 12 people and wounding dozens. Witnesses and Red Cross officials said that as many as 50 or 60 people died, though the number could not be independently confirmed. Officials accused Boko Haram in the attacks.", "url": "https://www.nytimes.com/2015/11/19/world/africa/boko-haram-ranked-ahead-of-isis-for-deadliest-terror-group.html"}