{"authors": ["Robin Finn"], "date_download": "2022-10-25 23:36:37", "date_modify": "2022-10-25 23:36:37", "date_publish": "2015-05-22 16:00:48", "description": "A former union hall that was transformed into a studio/residence/oasis for the artist Jennifer Bartlett is poised to enter the market.", "filename": "2015_05_24_realestate_artist-jennifer-bartlett-clinton-hill-home-for-sale-for-over-8-million_1666740997.html", "image_url": "https://static01.nyt.com/images/2015/05/24/realestate/20150524EXCLUSIVE-slide-2KYQ/20150524EXCLUSIVE-slide-2KYQ-facebookJumbo.jpg?year=2015&h=550&w=1050&s=4e38825e8f9d9e00d0ce8ab3a8dc5687b612bd9a424eb77123c019117ab6a86a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_24_realestate_artist-jennifer-bartlett-clinton-hill-home-for-sale-for-over-8-million_1666740997.html", "title": "Clinton Hill Home Designed for an Artist: $8.5 Million", "title_page": "Clinton Hill Home Designed for an Artist: $8.5 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The main entrance to the house, which Ms. Bartlett shares with her Kerry blue terrier, Mulligan, and her Maine coon cat, Bracket, opens to a front office and storage area; to the right, stairs lead to the 30-by-35-foot upper-level gallery, kitchen, sitting area and guest suite. At the opposite corner of the office, a doorway reveals the slightly raised 30-by-35-foot ground-floor studio counterpart to the upper gallery. A wall of north-facing windows framed in mahogany offers views of the garden, with doors providing access; the ceilings, with beams exposed, are 13 feet on the main level and 15 feet upstairs, where another window wall and five skylights provide additional light. The polished concrete floors on the main level have radiant heat, as do the porcelain tile floors upstairs.\nWorks in progress, several of them landscapes inspired by the garden, adorn the walls of the main studio. Ms. Bartlett’s long, narrow work table faces the windows, and there is a powder room at one end of the studio, with a similar powder room upstairs. The master suite is at the back of the main level. Another wall of windows captures the garden, a curtain wall of Shoji-style screens on runners serves as a closet, and beside the bed there is a free-standing porcelain bathtub set in concrete and stainless steel. The discreet alcoves of the bathroom portion of the master suite are trimmed with Mexican tiles in hues selected by the artist — yellows, blues, beige and white.\nUpstairs, the gallery/living space is bookended by the kitchen to the front and the guest suite and bonus room (now used to store art supplies) to the back. The kitchen has two exposures and exposed brick, and spans the nearly 38-foot width of the house, with the sink and stove set into a rustic walnut countertop beneath six windows that face west above the street. At the north end of the kitchen is a built-in seating area with garden views.\nIn an email statement, Ms. Bartlett explained her reasons for buying, and now parting with, the property: “I knew Vanderbilt was perfect the minute I saw it. Working on the transformation was a source of inspiration. It’s now time for a change; that is part of the creative process for me.”\nJoan Goldberg of Brown Harris Stevens, the listing agent, said the artist plans to move to her Amagansett residence: “The seaside is the siren call right now.”", "url": "https://www.nytimes.com/2015/05/24/realestate/artist-jennifer-bartlett-clinton-hill-home-for-sale-for-over-8-million.html"}