{"authors": ["Michael White"], "date_download": "2022-10-25 23:36:37", "date_modify": "2022-10-25 23:36:37", "date_publish": "2015-11-17 14:01:48", "description": "The director Calixto Bieito presents a new production of Verdi’s opera, which runs until Dec. 4 in London.", "filename": "2015_11_18_arts_international_review-force-of-destiny-at-the-english-national-opera_1666740997.html", "image_url": "https://static01.nyt.com/images/2015/11/18/arts/18iht-force18-a/18iht-force18-a-facebookJumbo.jpg?year=2015&h=549&w=1050&s=9c8e6d6ed8bf1433d0079174efa1aea6ba61ed1bc9380c2bc19886a4669e7cd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_18_arts_international_review-force-of-destiny-at-the-english-national-opera_1666740997.html", "title": "Review: ‘Force of Destiny’ at the English National Opera", "title_page": "Review: ‘Force of Destiny’ at the English National Opera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The director Calixto Bieito has never been afraid of frightening horses, or humans for that matter, with productions steeped in blood, gore and sex.\nThere were frightened horses of both the metaphorical and literal kind in his new staging of Verdi’s “Force of Destiny” that opened last week at the English National Opera and runs until Dec. 4.\nConducted by the company’s new music director, Mark Wigglesworth, and to be shared with the Canadian Opera Company in Toronto and New York’s Metropolitan Opera, it moved the action from 1750s Spain and Italy to the Spanish Civil War nearly 200 years later, a context of significance to Catalans like Mr. Bieito. The set design by Rebecca Ringst — though largely architectural, with the facades of falling buildings thrusting dizzily in all directions — came with video-projected images of equine terror referencing Picasso’s “Guernica.”\nBut the forewarning of “adult material,” always a selling point in opera, wasn’t really necessary. Not that it was pleasant to watch pregnant women being kicked or, in the final scene, the heroine strangle herself with barbed-wire. But compared with Mr. Bieito’s past work, in which few characters survive to Act III without being raped, beaten or otherwise abused, this show is restrained, and high-impact in a more productive way: making its mark with energy and pace, and only sometimes side-tracked into sensationalism.", "url": "https://www.nytimes.com/2015/11/18/arts/international/review-force-of-destiny-at-the-english-national-opera.html"}