{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:27:16", "date_modify": "2022-10-25 23:27:16", "date_publish": "2015-05-10 03:46:41", "description": "A fire at the Indian Point nuclear plant, about 24 miles north of New York City, was extinguished Saturday night, but the materials used to fight it could prove hazardous if they seep into the Hudson River.", "filename": "2015_05_10_nyregion_transformer-burns-at-indian-point-cuomo-cites-potential-environmental-risks.html_ref=topics_1666740436.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_10_nyregion_transformer-burns-at-indian-point-cuomo-cites-potential-environmental-risks.html_ref=topics_1666740436.html", "title": "Transformer Burns at Indian Point; Cuomo Cites Potential Environmental Risks", "title_page": "Transformer Burns at Indian Point; Cuomo Cites Potential Environmental Risks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A transformer fire at the Indian Point nuclear power plant in Buchanan, N.Y. sent plumes of black smoke into the air on Saturday and raised concerns that the foam used to extinguish the flames could pose an environmental hazard.\nThe fire at the plant, located 24 miles from New York City, began around 6 p.m. and was doused by the plant’s sprinkler system. It did not amount to a “nuclear emergency,” said Jerry Nappi, a spokesman for Entergy, the company that operates Indian Point. No one was injured, he added.\nGov. Andrew M. Cuomo called the fire “a relatively minor situation,” but said the transformer had been “badly damaged” by the flames.\nFirefighters “saturated” the damaged transformer “with a special kind of foam,” said Mr. Cuomo, who voiced environmental concerns about the foam as well as oil released from the transformer during the fire.", "url": "https://www.nytimes.com/2015/05/10/nyregion/transformer-burns-at-indian-point-cuomo-cites-potential-environmental-risks.html?ref=topics"}