{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:51:59", "date_modify": "2022-10-25 23:51:59", "date_publish": "2015-12-17 12:00:04", "description": "A screening test may reduce deaths from the hard-to-detect disease, but it needs more study to determine whether it holds up statistically.", "filename": "2015_12_18_health_early-detection-of-ovarian-cancer-may-become-possible_1666741919.html", "image_url": "https://static01.nyt.com/images/2015/12/18/science/18ovarian/18ovarian-facebookJumbo.jpg?year=2015&h=550&w=1050&s=84b296187be4eebad9b73ce3be2f3dbf9c281e5f8d5c84836d8497b99081da4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_18_health_early-detection-of-ovarian-cancer-may-become-possible_1666741919.html", "title": "Early Detection of Ovarian Cancer May Become Possible", "title_page": "Early Detection of Ovarian Cancer May Become Possible - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It is good news because ovarian cancer is a serious problem,” said Robert Smith, the vice president for cancer screening at the American Cancer Society. “The incidence is not high, but it has a high mortality rate and we’ve not been able to offer women much with respect to early detection. This has the potential to change that.”\nDr. Tanveer P. Mir, chairwoman of the board of regents of the American College of Physicians, said she thought the test had great promise and expected that the college’s special task force on screening tests would evaluate the study and consider endorsing it.\nDr. Edward E. Partridge, the director of the comprehensive cancer center at the University of Alabama at Birmingham, said, “It gives us a glimmer of hope, but boy, it’s a long way from being implemented as a public health policy.”\nDr. Karen H. Lu, the chairwoman of the department of gynecologic oncology and reproductive medicine at the University of Texas MD Anderson Cancer Center, called the Lancet research “a solid triple, but not a home run.”\n“It’s a lot of screening for a small amount of benefit,” said Dr. Saundra S. Buys, a professor of medicine and medical director of the high-risk breast cancer clinic at the University of Utah’s Huntsman Cancer Institute. She called the study “an amazing accomplishment,” but said the real problem is that ovarian cancer is not amenable to screening because of its lack of symptoms and aggressive growth.\nAn advocacy group, the Ovarian Cancer National Alliance, issued a statement that called the study promising, but said much more data analysis was needed to determine whether the test would be useful.\nThe study was paid for by the British government and the Eve Appeal, a charitable group in Britain. Dr. Menon and several other authors have financial interests in a British company, Abcodia, that will be marketing the new version of the CA125 test.", "url": "https://www.nytimes.com/2015/12/18/health/early-detection-of-ovarian-cancer-may-become-possible.html"}