{"authors": ["Mark Scott"], "date_download": "2022-10-25 23:39:50", "date_modify": "2022-10-25 23:39:50", "date_publish": "2015-04-26 19:57:47", "description": "International groups, even those with staff members on the ground, face logistical hurdles in distributing aid, as the United States, India and China all initiated their own relief efforts.", "filename": "2015_04_27_world_asia_nepal-earthquake-international-aid-agencies.html__r=0_1666741190.html", "image_url": "https://static01.nyt.com/images/2015/04/27/world/AID/AID-facebookJumbo.jpg?year=2015&h=549&w=1050&s=3fafdc2e059b73e2c43968f9d63c01b0c00a3f90e212c1b3d7f0d64290a68773&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_27_world_asia_nepal-earthquake-international-aid-agencies.html__r=0_1666741190.html", "title": "Nepal Earthquake Poses Challenge to International Aid Agencies", "title_page": "Nepal Earthquake Poses Challenge to International Aid Agencies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — International aid agencies and governments mobilized on Sunday to respond to the earthquake in Nepal, saying they faced challenges in getting assistance to the country and distributing it amid the widespread devastation there.\nIn the aftermath of the disaster, which has killed more than 3,200 people, injured about 5,900 and left many more homeless, development workers said that continued aftershocks, a crippled transportation network and the loss of power in parts of the country had made it tough to search for survivors and distribute much-needed supplies.\nEmployees of aid groups have been affected themselves as they organize responses to the catastrophe. Sanjay Karki, the country director for Mercy Corps, an international aid organization, said that some members of his staff had lost their homes, and that although his own house was still standing, his extended family in Katmandu was camping outside until the aftershocks subsided.\n“Every one or two hours we feel those big jolts,” Mr. Karki said. “We really don’t know what to expect so everyone is in a state of panic.”", "url": "https://www.nytimes.com/2015/04/27/world/asia/nepal-earthquake-international-aid-agencies.html?_r=0"}