{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:54:19", "date_modify": "2022-10-25 23:54:19", "date_publish": "2015-01-07 17:44:34", "description": "The assault on the Charlie Hebdo newspaper in Paris is one of the deadliest in a history of violent responses to insults to Islam.", "filename": "2015_01_08_world_middleeast_perceived-anti-islam-insults-in-the-media-have-often-led-to-retributions-and-threats_1666742059.html", "image_url": "https://static01.nyt.com/images/2015/01/08/world/08timeline1/08timeline1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8e5fbe88267f0a18d0d5a599fe2c5e9310f3565435bde08d48267e4258074dd2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_08_world_middleeast_perceived-anti-islam-insults-in-the-media-have-often-led-to-retributions-and-threats_1666742059.html", "title": "A Timeline of Threats and Acts of Violence Over Blasphemy and Insults to Islam", "title_page": "A Timeline of Threats and Acts of Violence Over Blasphemy and Insults to Islam  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The assault on the Paris offices of Charlie Hebdo, a French newspaper that has repeatedly satirized religion, was one of the deadliest in a history of violent responses and threats against the news media over the mockery of Islam.\nThe responses have included the assassinations of journalists and writers and attacks on the institutions that published their work. The responses also have broadened in recent years to include bloggers and the makers of Internet videos.\nPeople of many faiths have committed violent acts in the name of religion and issued threats over insults. In Islam, though, there are strict prohibitions on the rendering of images of the Prophet Muhammad and other religious depictions.\nIn a number of countries where Islam is the prevailing religion, such insults are crimes. Some are punishable by death.", "url": "https://www.nytimes.com/2015/01/08/world/middleeast/perceived-anti-islam-insults-in-the-media-have-often-led-to-retributions-and-threats.html"}