{"authors": ["David E. Sanger", "Nicole Perlroth"], "date_download": "2022-10-25 23:53:44", "date_modify": "2022-10-25 23:53:44", "date_publish": "2015-04-16 01:07:00", "description": "A new study concludes that Iran has greatly increased the frequency and skill of its cyberattacks, even while negotiating with world powers over its nuclear program.", "filename": "2015_04_16_world_middleeast_iran-is-raising-sophistication-and-frequency-of-cyberattacks-study-says_1666742024.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_16_world_middleeast_iran-is-raising-sophistication-and-frequency-of-cyberattacks-study-says_1666742024.html", "title": "Iran Is Raising Sophistication and Frequency of Cyberattacks, Study Says", "title_page": "Iran Is Raising Sophistication and Frequency of Cyberattacks, Study Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In February, a year after the Las Vegas Sands was hit by a devastating cyberattack that ruined many of the computers running its casino and hotel operations, the director of national intelligence, James R. Clapper Jr., publicly told Congress what seemed obvious: Iranian hackers were behind the attack.\nSheldon G. Adelson, the billionaire chief executive of Sands, who is a major supporter of Israel and an ardent opponent of negotiating with Tehran, had suggested an approach to the Iran problem a few months before the attack that no public figure had ever uttered in front of cameras.\n“What I would say is: ‘Listen. You see that desert out there? I want to show you something,’ ” Mr. Adelson said at Yeshiva University in Manhattan in October 2013. He then argued for detonating an American nuclear weapon where it would not “hurt a soul,” except “rattlesnakes and scorpions or whatever,” before adding, “Then you say, ‘See, the next one is in the middle of Tehran.’ ”\nInstead, Tehran directed an attack at the desert of Nevada. Now a new study of Iran’s cyberactivities, to be released by Norse, a cybersecurity firm, and the American Enterprise Institute, concludes that beyond the Sands attack, Iran has greatly increased the frequency and skill of its cyberattacks, even while negotiating with world powers over limits on its nuclear capabilities.", "url": "https://www.nytimes.com/2015/04/16/world/middleeast/iran-is-raising-sophistication-and-frequency-of-cyberattacks-study-says.html"}