{"authors": ["Neil Gough"], "date_download": "2022-10-25 23:39:27", "date_modify": "2022-10-25 23:39:27", "date_publish": "2015-01-12 01:01:59", "description": "In the aftermath of democracy demonstrations in Hong Kong, Mr. Lai faces perhaps his greatest test, which could have bigger repercussions for the city.", "filename": "2015_01_12_business_media_for-jimmy-lai-hong-kongs-rebellious-tycoon-next-battle-may-be-in-court_1666741167.html", "image_url": "https://static01.nyt.com/images/2015/01/12/business/12lai01/12lai01-facebookJumbo.jpg?year=2015&h=550&w=1050&s=9b235b0635b52186e79bc3823a7a495fb5643e29984f3ed87be1aa1347918512&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_12_business_media_for-jimmy-lai-hong-kongs-rebellious-tycoon-next-battle-may-be-in-court_1666741167.html", "title": "For Jimmy Lai, Hong Kong’s Rebellious Tycoon, Next Battle May Be in Court", "title_page": "For Jimmy Lai, Hong Kong’s Rebellious Tycoon, Next Battle May Be in Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We were standing there, and we saw people rush into the road and occupy it, and in that moment, I said, ‘Oh my God, this is wonderful,’ ” Mr. Lai said in a recent interview. “That was the beginning.”\nMr. Lai’s hugely popular media outlets gave blanket coverage to what followed: an 11-week siege by demonstrators camped out in three of Hong Kong’s main business and shopping districts, in what was known as Occupy Central or the Umbrella Movement. Mr. Lai was a near daily presence at the main protest encampment until he was detained with the remaining holdouts when the police cleared the site on Dec. 11.\nNow, Mr. Lai’s fight looks set to shift from the streets to the courts. Outraged by what has been branded at best an illegal assembly and at worst an affront to China’s sovereignty over the territory, the authorities in Hong Kong have been preparing formal charges against scores of people they have identified as the main figures in the Occupy protests. On Friday, Mr. Lai was instructed to report to police headquarters on Jan. 21.\n“It’s going to be very interesting to see whether he is going to bear the heaviest weight as the blackest ‘black hand,’ ” said Michael DeGolyer, a professor of political economy at Hong Kong Baptist University, who runs a series of polls on democracy. Black hand is a term the Chinese authorities have used to refer to those who stir up antigovernment activity.\n“You could argue that he was perhaps the most significant supporter of Occupy Central, in terms of providing it a platform” through his media outlets, Mr. DeGolyer added. “We’re going to have a significant freedom of the press issue here, which is going to tell us a great deal about Hong Kong’s future.”", "url": "https://www.nytimes.com/2015/01/12/business/media/for-jimmy-lai-hong-kongs-rebellious-tycoon-next-battle-may-be-in-court.html"}