{"authors": ["Patrick Healy"], "date_download": "2022-10-25 23:33:26", "date_modify": "2022-10-25 23:33:26", "date_publish": "2015-11-21 17:31:42", "description": "At a time when liberals are ascendant in the party, some Democrats believe Hillary Rodham Clinton’s time representing Wall Street as a senator could become a vulnerability.", "filename": "2015_11_22_us_politics_wall-st-ties-linger-as-image-issue-for-hillary-clinton_1666740806.html", "image_url": "https://static01.nyt.com/images/2015/11/21/us/22CLINTON/22CLINTON-facebookJumbo.jpg?year=2015&h=549&w=1050&s=5eeb6f4a7273f263c239a1b429d58c79fc55db8009b1829c08e0cd56cb178b05&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_22_us_politics_wall-st-ties-linger-as-image-issue-for-hillary-clinton_1666740806.html", "title": "Wall St. Ties Linger as Image Issue for Hillary Clinton", "title_page": "Wall St. Ties Linger as Image Issue for Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "John Wittneben simmered as he listened to Hillary Rodham Clinton defend her ties to Wall Street during last weekend’s Democratic debate. He lost 40 percent of his savings in individual retirement accounts during the Great Recession, while Mrs. Clinton has received millions of dollars from the kinds of executives he believes should be in jail.\n“People knew what they were doing back then, because of greed, and it caused me harm,” said Mr. Wittneben, the Democratic chairman in Emmet County, Iowa. “We were raised a certain way here. Fairness is a big deal.”\nThe next day he endorsed Senator Bernie Sanders in the presidential race.\nMrs. Clinton’s windfalls from Wall Street banks and other financial services firms — $3 million in paid speeches and $17 million in campaign contributions over the years — have become a major vulnerability in states with early nomination contests. Some party officials who remain undecided in the 2016 presidential race see her as overly cozy with big banks and other special interests. At a time when liberals are ascendant in the party, many Democrats believe her merely having “represented Wall Street as a senator from New York,” as Mrs. Clinton reminded viewers in an October debate, is bad enough.\nIt is an image problem that she cannot seem to shake.\nThough she criticizes the American economy as being “rigged” for the rich, Mrs. Clinton has lost some support recently from party members who think she would go easy on Wall Street excess if elected. Even as she promises greater regulation of hedge funds and private equity firms, liberals deride her for refusing to support reinstatement of the Glass-Steagall Act, a law that separated commercial and investment banks until its repeal under President Bill Clinton. (Mr. Sanders favors its restoration.) And for many Democrats, her strong support from wealthy donors and a big-money “super PAC” undercuts her increasingly progressive rhetoric on free trade and other economic issues.", "url": "https://www.nytimes.com/2015/11/22/us/politics/wall-st-ties-linger-as-image-issue-for-hillary-clinton.html"}