{"authors": ["Suzanne Daley"], "date_download": "2022-10-25 23:01:55", "date_modify": "2022-10-25 23:01:55", "date_publish": "2015-12-09 21:07:11", "description": "For the past several weeks only Syrians, Iraqis and Afghans have been allowed into Macedonia, leaving them in a country struggling to manage.", "filename": "2015_12_10_world_europe_greece-macedonia-migrants-refugees_1666738915.html", "image_url": "https://static01.nyt.com/images/2015/12/09/world/europe/20151210-MIGRANTS-slide-BI0W/20151210-MIGRANTS-slide-BI0W-facebookJumbo.jpg?year=2015&h=550&w=1050&s=896c7cb970e6efa6928de032440eb4da4f556405e4d2a5dc922899fd9e263a12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_10_world_europe_greece-macedonia-migrants-refugees_1666738915.html", "title": "Thousands of Migrants Stranded in Greece as Route North Is Narrowed", "title_page": "Thousands of Migrants Stranded in Greece as Route North Is Narrowed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the door to Europe, seemingly flung open this summer to all, has quietly shut for many of them, without much fanfare or explanation and over the objections of Greece. The idea is to slow the flow of people — nearly a million have reached Germany this year — and filter out some of those who would not qualify for refugee status on the basis of fleeing a war.\nSince the new policy took effect last month, thousands of migrants, unable to move forward and unwilling to go back, have been living in the fields around here, making do in ragged pup tents, their laundry drying nearby. They have huddled by campfires to stay warm, eagerly telling anyone who will listen that they, too, should be allowed to go north.\nAfter clashes between the police and the migrants, and amid concern that the encampment was blocking rail traffic across the border, the Greek authorities sent forces in on Wednesday to clear it out. They demanded that journalists and aid workers leave the scene, and they began herding hundreds of migrants onto buses that would take them to Athens, where they are to be housed while the government figures out what to do with them. A news release issued by the Greek police on Wednesday afternoon said that about 2,300 migrants had been transferred to temporary accommodations in Athens. Most are from Pakistan, Somalia, Morocco, Algeria and Bangladesh, the statement said.\nThe Greek police are also trying to prevent a new buildup of migrants along the border with Macedonia by intercepting them as they enter the country and sending all those who are not Syrian, Iraqi or Afghan to Athens.", "url": "https://www.nytimes.com/2015/12/10/world/europe/greece-macedonia-migrants-refugees.html"}