{"authors": ["Julia Ioffe"], "date_download": "2022-10-25 23:36:21", "date_modify": "2022-10-25 23:36:21", "date_publish": "2015-02-28 19:21:38", "description": "The Russian opposition tries to make sense of Friday’s shooting and a deadly new reality.", "filename": "2015_02_28_magazine_after-boris-nemtsovs-assassination-there-are-no-longer-any-limits_1666740981.html", "image_url": "https://static01.nyt.com/images/2015/02/28/magazine/28mag-nemtsov/28mag-nemtsov-facebookJumbo.jpg?year=2015&h=550&w=1050&s=7def1d6bd45dda387f9be1b47ede68d3e7ee41b470ec1c602c0910213e71eb56&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_28_magazine_after-boris-nemtsovs-assassination-there-are-no-longer-any-limits_1666740981.html", "title": "After Boris Nemtsov’s Assassination, ‘There Are No Longer Any Limits’", "title_page": "After Boris Nemtsov’s Assassination, ‘There Are No Longer Any Limits’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "How could such a prominent politician — a founder of the opposition Solidarity Party, a sitting member of the Yaroslavl city parliament — be gunned down so brazenly, within steps of the Kremlin? “We didn’t kill members of government,” Gleb Pavlovsky, an independent political consultant who used to work for Putin, told me over the phone. “It’s an absolutely new situation.” Olga Romanova, a prominent opposition activist and a close friend of Nemtsov, said, “There are more cameras in that spot than there are grains in a packet of grain.” When I called her last night, she had just come from the scene of the crime, where her friend still lay on the ground, surrounded by laughing policemen. “It’s the first time I’ve seen a very close person murdered, lying on the pavement,” she said. “It’s terrifying.”\nPutin promptly called Nemtsov’s mother to offer his condolences and threw what seemed like the entire Ministry of Internal Affairs on the case. Yet we can be sure that the investigation will lead precisely nowhere. At most, some sad sap, the supposed trigger-puller, will be hauled in front of a judge, the scapegoat for someone far more powerful. More likely, the case will founder for years amid promises that everyone is working hard, and no one will be brought to justice at all. This has been the pattern for other high-profile killings, like those of the journalist Anna Politkovskaya and the whistle-blower Sergei Magnitsky.\nAlready, the Kremlin is muddying the waters. Immediately after the shooting, Putin’s press secretary called the killing “a provocation.” This morning, he clarified that there was no political motive behind the murder. LifeNews, a publication with close ties to Russia’s security agencies, has suggested three possible theories that are under investigation: The killing might have been revenge for forcing Duritskaya to get an abortion; it might have had something to do with money Nemtsov was receiving from allies abroad; or it might have been an attempt to smear the Kremlin. By afternoon, the government’s Investigative Committee had issued a statement saying it believed Nemtsov may have been killed by someone from his own opposition movement who wanted to create a martyr. There was even a suggestion that the assassination was connected to the Charlie Hebdo killings.\nEven if one of these theories were true, none of Moscow’s embattled liberals would be convinced. “I will never believe it,” Yevgenia Albats, editor of the liberal magazine New Times and an old friend of Nemtsov, told me. “This is not about some domestic affair. These were absolute professionals.” Ilya Yashin, a member of Nemtsov’s Solidarity Party, was of the same mind. “It’s totally obvious for me that it’s a political killing,” he said. “I don’t have the slightest doubt about that.” Maxim Katz, another opposition activist, claimed on Twitter that, any way you slice it, Putin is responsible: “If he ordered it, then he’s guilty as the orderer. And even if he didn’t, then [he is responsible] as the inciter of hatred, hysteria, and anger among the people.”\nIt’s hard to argue with this last point. Putin’s aggressive foreign policy, his increasingly conservative domestic policy, his labeling the opposition a “fifth column” and “national traitors,” his state television whipping up a militant, nationalistic fervor — all of this creates a certain atmosphere. Putin, after all, has a history of playing with fire, only to have the flames get away from him. After years of the Kremlin tacitly supporting ultranationalist, neo-Nazi groups, the same skinheads staged a violent protest at the foot of the Kremlin walls in 2010 while riot police officers stood by and watched helplessly. Today, a rabid nationalism has swallowed up most of the country, and it is no longer clear that Putin can control it. “In this kind of atmosphere, everything is possible,” Pavlovsky told me. “This is a Weimar atmosphere. There are no longer any limits.”", "url": "https://www.nytimes.com/2015/02/28/magazine/after-boris-nemtsovs-assassination-there-are-no-longer-any-limits.html"}