{"authors": ["Ben Hubbard", "Scott Shane"], "date_download": "2022-10-25 23:50:15", "date_modify": "2022-10-25 23:50:15", "date_publish": "2015-02-05 04:04:35", "description": "American officials have praised the Saudi government for cracking down on terrorism, but suspicions of a past, tacit alliance with Al Qaeda burst into the open again this week.", "filename": "2015_02_05_world_middleeast_pre-9-11-ties-haunt-saudis-as-new-accusations-surface_1666741815.html", "image_url": "https://static01.nyt.com/images/2015/02/05/world/05SAUDIS/05SAUDIS-facebookJumbo.jpg?year=2015&h=550&w=1050&s=3a4198f7eeccff5ff86a68349ba8eab06053339dab5429d1877863b670dc4306&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_05_world_middleeast_pre-9-11-ties-haunt-saudis-as-new-accusations-surface_1666741815.html", "title": "Pre-9/11 Ties Haunt Saudis as New Accusations Surface", "title_page": "Pre-9/11 Ties Haunt Saudis as New Accusations Surface - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIYADH, Saudi Arabia — During the 1980s and ’90s, the historic alliance between the wealthy monarchy of Saudi Arabia and the country’s powerful clerics emerged as the major financier of international jihad, channeling tens of millions of dollars to Muslim fighters in Afghanistan, Bosnia and elsewhere. Among the project’s major patrons was Prince Salman Bin Abdulaziz al-Saud, who last month became Saudi Arabia’s king.\nSome of those fighters later formed Al Qaeda, which declared war on the United States and later mounted major attacks inside Saudi Arabia as well. In the past decade, according to officials of both the George W. Bush and Obama administrations, the Saudi government has become a valuable partner against terrorism, battling Al Qaeda at home and last year joining the American-led coalition against the extremists of the Islamic State.\nYet Saudi Arabia continues to be haunted by what some suspect was a tacit alliance with Al Qaeda in the years before the Sept. 11, 2001, terrorist attacks. Those suspicions burst out in the open again this week with the disclosure of a prison deposition of a former Qaeda operative, Zacarias Moussaoui, who claimed that more than a dozen prominent Saudi figures were donors to the terror group and that a Saudi diplomat in Washington discussed with him a plot to shoot down Air Force One.\nSaudi officials have staunchly denied those claims, noting that Mr. Moussaoui was a convicted terrorist with a history of mental troubles and little to lose by spreading lies about Saudi officials. On Wednesday, experts on the kingdom also expressed strong doubts about Mr. Moussaoui’s claims.", "url": "https://www.nytimes.com/2015/02/05/world/middleeast/pre-9-11-ties-haunt-saudis-as-new-accusations-surface.html"}