{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:13", "date_modify": "2022-10-25 23:56:13", "date_publish": "2015-03-10 12:11:57", "description": "Long dismissed as not quite prime ministerial material, Isaac Herzog, the leader of the center-left opposition, is now a contender in an election many see as a referendum on Benjamin Netanyahu.", "filename": "2015_03_11_world_middleeast_herzog-emerging-as-credible-challenge-to-netanyahu-in-israeli-race_1666742173.html", "image_url": "https://static01.nyt.com/images/2015/03/10/world/11HERZOG/11HERZOG-facebookJumbo.jpg?year=2015&h=550&w=1050&s=7c1db99e0f104498c51ecfe42c4473322d8a63a9c51c8d6f4e5c05c24767adab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_11_world_middleeast_herzog-emerging-as-credible-challenge-to-netanyahu-in-israeli-race_1666742173.html", "title": "Herzog Emerging as Credible Challenge to Netanyahu in Israeli Race", "title_page": "Herzog Emerging as Credible Challenge to Netanyahu in Israeli Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Netanyahu has eroded some of our deterrence factors,” Mr. Herzog said, speaking in fluent English. He pointed to the prime minister’s willingness to release Palestinian prisoners “with blood on their hands” and his failure to end last summer’s 50-day war against Hamas in Gaza with a diplomatic achievement, such as an international resolution for the demilitarization of the Palestinian territory.\n“He spoke and spoke about Iran,” Mr. Herzog said. “The fact is that over the last year Iran has turned into a nuclear threshold state.”\nMr. Herzog is not making any grandiose promises about the chances of an accord with the Palestinians. He says only that if elected he will try to reignite the negotiating process and make a “100 percent effort.” He also pledges to rehabilitate Israel’s frayed ties with Washington.\nCounting Mr. Netanyahu’s first term in office in the 1990s, a central slogan of the Zionist Union’s campaign has been, “Nine years of nothing.”\nA strong challenger could have won earlier races against Mr. Netanyahu, given the disillusionment even among traditional Likud supporters, said Ari Shavit, a columnist for the liberal Haaretz newspaper who also spent time with Mr. Herzog on the road. “The great sin of the Israeli center-left,” Mr. Shavit said, “is that it did not produce a towering figure in decades.” But he said that Mr. Herzog’s fusion with Ms. Livni, the former justice minister and chief negotiator with the Palestinians, had worked like a chemical agent of change and had suddenly created an alternative.\nMr. Herzog is proud of his pedigree as the scion of the closest thing to Israeli aristocracy. His grandfather was the state’s first Ashkenazi chief rabbi, and his father, Chaim Herzog, was a soldier and diplomat who became Israel’s sixth president. His mother, Aura Herzog, founded the environmental group Council for a Beautiful Israel. An uncle, Abba Eban, is widely considered to have been Israel’s greatest orator.\nToday, Mr. Herzog lives in the house where he grew up, in the Zahala neighborhood of Tel Aviv that was founded as a military quarter. He said that when he was a child his neighbors included Yitzhak Rabin, Ariel Sharon and Moshe Dayan.", "url": "https://www.nytimes.com/2015/03/11/world/middleeast/herzog-emerging-as-credible-challenge-to-netanyahu-in-israeli-race.html"}