{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:43:51", "date_modify": "2022-10-25 23:43:51", "date_publish": "2015-03-31 19:38:16", "description": "President Obama’s decision was seen as being for national security interests, despite differences with Egypt on democracy and human rights.", "filename": "2015_04_01_world_middleeast_obama-lifts-arms-freeze-against-egypt_1666741431.html", "image_url": "https://static01.nyt.com/images/2015/04/01/world/01PREXY/01PREXY-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=8cac05b87a2b174fed476458293e855ab426e1c6b75dcaf40819096a4c33ffe1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_01_world_middleeast_obama-lifts-arms-freeze-against-egypt_1666741431.html", "title": "Obama Removes Weapons Freeze Against Egypt", "title_page": "Obama Removes Weapons Freeze Against Egypt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Seeking to repair relations with a longtime ally at a time of spreading war in the Middle East, President Obama on Tuesday lifted an arms freeze against Egypt that he had first imposed after the military overthrow of the country’s democratically elected government nearly two years ago.\nMr. Obama cleared the way for the delivery of F-16 aircraft, Harpoon missiles and M1A1 Abrams tanks, weapons prized by Egyptian leaders, who have smoldered at the suspension. In a telephone call, Mr. Obama assured President Abdel Fattah el-Sisi of Egypt that he would support the full $1.3 billion in annual military assistance the Cairo government traditionally receives, even as others seek to cut it, the White House said.\nThe decision signaled a trade-off for a president who has spoken in support of democracy and human rights but finds himself in need of friends at a volatile time in a bloody part of the world. The White House made no effort to assert that Egypt had made the “credible progress” toward democracy that Mr. Obama demanded when he halted the arms deliveries in October 2013. Instead, the decision was justified as being “in the interest of U.S. national security,” as the White House put it in a statement.\nAdministration officials, speaking on the condition of anonymity to describe internal deliberations, said the timing of the move was not directly related to the swirling crosscurrents now roiling the Middle East, including the widening conflict in Yemen, the rise of extremism in Libya, the battle with the Islamic State in Syria and Iraq or the possible nuclear deal with Iran.", "url": "https://www.nytimes.com/2015/04/01/world/middleeast/obama-lifts-arms-freeze-against-egypt.html"}