{"authors": ["Maher Samaan", "Anne Barnard"], "date_download": "2022-10-25 23:01:24", "date_modify": "2022-10-25 23:01:24", "date_publish": "2015-09-15 09:02:55", "description": "In cities like Douma, a suburb of Damascus, routine strikes have forced residents to flee and severely disrupted life for those who are unable to.", "filename": "2015_09_16_world_middleeast_for-those-who-remain-in-syria-daily-life-is-a-nightmare_1666738884.html", "image_url": "https://static01.nyt.com/images/2015/09/16/world/16DAMASCUS2/16DAMASCUS2-facebookJumbo.jpg?year=2015&h=550&w=1050&s=168fb8ef7201e26e9fd34f7b51ca5dfc7705e03819464b9b936440dcc2e60dc7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_16_world_middleeast_for-those-who-remain-in-syria-daily-life-is-a-nightmare_1666738884.html", "title": "For Those Who Remain in Syria, Daily Life Is a Nightmare", "title_page": "For Those Who Remain in Syria, Daily Life Is a Nightmare - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Government forces began a barrage even more intense than usual, using not only the artillery shells that Douma has come to expect, but also airstrikes. Perhaps four out of five residents had already fled what was once a bustling community of around half a million, and emergency workers say the new bombings drove out thousands more.\nMore than 550 people, mostly civilians, have died in the past month in Douma and nearby suburbs, 123 of them children, Red Crescent medics say. August was one of the bloodiest months in the district, with at least 150 trauma injuries being treated each day from Aug. 12 to 31 — a number that includes only patients from 13 makeshift clinics that work with Doctors Without Borders.\nSuch concentrated violence has shaken even the most steadfast holdouts, said Ahmed, a Douma resident and a paramedic in his 20s who asked to be identified only by his first name for his safety. Of those who remained in early August, half have fled, he said, while the rest trek daily to hide in the fields or stay “trapped at home, praying they won’t get killed.”\nAs international focus has shifted to the Islamic State’s highly publicized violence and the threat it poses beyond Syria, less attention has been paid to the original struggle between President Bashar al-Assad and the insurgent groups that rose up after the crushing of a protest movement in 2011.", "url": "https://www.nytimes.com/2015/09/16/world/middleeast/for-those-who-remain-in-syria-daily-life-is-a-nightmare.html"}