{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:55:35", "date_modify": "2022-10-25 23:55:35", "date_publish": "2015-04-27 19:48:13", "description": "The internal inquiry is the first United Nations report to come out of the 50-day conflict last summer between Israeli forces and Hamas militants.", "filename": "2015_04_28_world_middleeast_un-says-israeli-military-actions-killed-44-civilians-in-schools-in-gaza-war.html__r=0_1666742135.html", "image_url": "https://static01.nyt.com/images/2015/04/28/world/28GAZA/28GAZA-facebookJumbo.jpg?year=2015&h=549&w=1050&s=f2447717148e30a2f33d9efda0094d74bb00b73a75bee7091987e82502736c90&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_28_world_middleeast_un-says-israeli-military-actions-killed-44-civilians-in-schools-in-gaza-war.html__r=0_1666742135.html", "title": "U.N. Says Israeli Military Actions Killed 44 Civilians in Schools in Gaza War", "title_page": "U.N. Says Israeli Military Actions Killed 44 Civilians in Schools in Gaza War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "UNITED NATIONS — Israeli military actions killed 44 Palestinian civilians who had sought refuge in seven United Nations schools during last summer’s conflict in Gaza, the United Nations said Monday in releasing findings of an internal inquiry.\nIt also said that weapons had not been found inside those United Nations schools, but rather in three other United Nations-run schools that were vacant at the time, that were used by Hamas militants to stash arms and that were “probably” sites from which rockets were fired at Israel.\nThe internal inquiry is the first United Nations report to come out of the 50-day Gaza conflict last summer between Israeli forces and Palestinian militants affiliated with Hamas and other groups, which devastated the Mediterranean territory of 1.8 million people.\nThe conflict left more than 2,200 Palestinians dead, and 72 were killed on the Israeli side, including 66 soldiers.", "url": "https://www.nytimes.com/2015/04/28/world/middleeast/un-says-israeli-military-actions-killed-44-civilians-in-schools-in-gaza-war.html?_r=0"}