{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:02:19", "date_modify": "2022-10-25 23:02:19", "date_publish": "2015-03-28 21:54:36", "description": "A coalition of Islamist insurgents, including a branch of Al Qaeda, seized most of the northern Syrian city of Idlib on Saturday after four days of heavy fighting.", "filename": "2015_03_29_world_middleeast_rebel-coalition-seizes-major-syrian-city_1666738939.html", "image_url": "https://static01.nyt.com/images/2015/03/29/world/middleeast/29SYRIA/29SYRIA-facebookJumbo.jpg?year=2015&h=550&w=1050&s=e67ed8aba2a0fabbfabf2416f8fa40db28b648f8a170c221e2b8e3a3ac10fc1f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_29_world_middleeast_rebel-coalition-seizes-major-syrian-city_1666738939.html", "title": "Insurgents Seize Much of Key Syrian City", "title_page": "Insurgents Seize Much of Key Syrian City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — A coalition of Islamist insurgents, including a branch of Al Qaeda, seized most of the northern Syrian city of Idlib on Saturday after four days of heavy fighting. It was an unusually dramatic front-line shift in a four-year war that has long appeared to be at a stalemate even as it grows more bloody and complex.\nIf the insurgents cement their hold on Idlib — as they appeared to be doing in videos that showed them in control of government buildings in the city’s center — it would be only the second time during the war that the government has entirely lost control of a provincial capital, after the loss of Raqqa two years ago.\nThe northeastern city of Raqqa was seized by fighters that included members of the Nusra Front, Al Qaeda’s branch in Syria. It was a victory celebrated at the time even by more moderate opponents of President Bashar al-Assad but it later proved to be disastrous for the opposition.\nThe Islamic State, also known as ISIS, ISIL or Daesh, soon took over the city and used it as a base to expand its extremist rule. The group not only terrorized many Raqqa residents but dealt a strategic blow to the opposition, as global powers came to see it as a security threat and made stopping it a higher priority than ousting Mr. Assad.", "url": "https://www.nytimes.com/2015/03/29/world/middleeast/rebel-coalition-seizes-major-syrian-city.html"}