{"authors": ["Mark Danner"], "date_download": "2022-10-25 23:37:13", "date_modify": "2022-10-25 23:37:13", "date_publish": "2015-01-20 19:19:41", "description": "“Guantánamo Diary” is a profound account by a current detainee of what it’s like to be collateral damage in the war against terror.", "filename": "2015_02_15_books_review_guantanamo-diary-by-mohamedou-ould-slahi_1666741033.html", "image_url": "https://static01.nyt.com/images/2015/02/01/books/review/01DANNER/01DANNER-facebookJumbo.jpg?year=2015&h=550&w=1050&s=51234ca51aa2576cc23f9bb16d693054ff548cb34ad2b91bc1923e6b139bef6c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_15_books_review_guantanamo-diary-by-mohamedou-ould-slahi_1666741033.html", "title": "‘Guantánamo Diary,’ by Mohamedou Ould Slahi", "title_page": "‘Guantánamo Diary,’ by Mohamedou Ould Slahi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On or about Sept. 11, 2001, American character changed. What Americans had proudly flaunted as “our highest values” were now judged to be luxuries that in a new time of peril the country could ill afford. Justice, and its cardinal principle of innocent until proven guilty, became a risk, its indulgence a weakness. Asked recently about an innocent man who had been tortured to death in an American “black site” in Afghanistan, former Vice President Dick Cheney did not hesitate. “I’m more concerned,” he said, “with bad guys who got out and released than I am with a few that, in fact, were innocent.” In this new era in which all would be sacrificed to protect the country, torture and even murder of the innocent must be counted simply “collateral damage.”\n“Guantánamo Diary” is the most profound account yet written of what it is like to be that collateral damage. One fall day 13 years ago Mohamedou Ould Slahi, a 30-year-old electrical engineer and telecommunications specialist, received a visit at his house in Noakchott, Mauritania, from two officers summoning him to come answer questions at the country’s intelligence ministry. “Take your car,” one of the men told him, as Slahi stood in front of his house with his mother and his aunt. “We hope you can come back today.” Listening to these words, Slahi’s mother fixed her eyes on her son. “It is the taste of helplessness,” he writes, “when you see your beloved fading away like a dream and you cannot help him. . . . I would watch both my mom and my aunt praying in my rearview mirror until we took the first turn and I saw my beloved ones disappear.”\nThat was Nov. 20, 2001. Slahi’s mother has since died. Her son has never returned. He had begun, that fall day two months after 9/11, what he calls his “endless world tour,” courtesy of the various American national security bureaucracies, traveling, after a week of interrogation in Mauritania, via “extraordinary rendition” to a black site in Jordan, where he was interrogated, sometimes brutally, for eight months; thence he is flown, blindfolded, shackled and diapered, to Bagram Air Base in Afghanistan, for two weeks of interrogation; and finally, to Guantánamo, where he suffered months of strictest isolation, weeks of sleep deprivation, extremes of temperature and sound, and other elaborate tortures set out in a “special plan” approved personally by Secretary of Defense Donald Rumsfeld — and where he remains to this day. He composed these memoirs in his isolation cell in the summer of 2005, and a six-year legal battle has finally brought them to us. Written in the colloquial if limited English he picked up during his captivity, its pages disfigured with thousands of pitch-black “redactions” courtesy of the American intelligence agents who play such major parts, the work is a kind of dark masterpiece, a sometimes unbearable epic of pain, anguish and bitter humor that the Dostoyevsky of “The House of the Dead” would have recognized and embraced.\nAt its root is a maddening ambiguity born of a system governed not by any recognizable rules of evidence or due process but by suspicion, paranoia and violence. Blindfolded, earmuffed and shackled, Slahi is rendered to a secret prison in Jordan (though he is supposed to have no idea where on the globe he is) and interviewed on arrival by two dim clerks straight out of a Beckett play:\n“ ‘What have you done?’\n“ ‘I’ve done nothing!’\n“Both burst out in laughter. ‘Oh, very convenient! You have done nothing, but you are here!’ I thought, What crime should I say in order to satisfy them?”", "url": "https://www.nytimes.com/2015/02/15/books/review/guantanamo-diary-by-mohamedou-ould-slahi.html"}