{"authors": ["The New York Times"], "date_download": "2022-10-25 23:53:57", "date_modify": "2022-10-25 23:53:57", "date_publish": "2015-01-20 18:15:05", "description": "The Houthis are part of a Shiite rebel group from northwestern Yemen that has been battling U.S.-allied government and Al Qaeda in the Arabian Peninsula.", "filename": "2015_01_21_world_middleeast_who-are-the-houthis-of-yemen_1666742037.html", "image_url": "https://static01.nyt.com/images/2015/01/22/world/22houthis3/22houthis3-facebookJumbo.jpg?year=2015&h=549&w=1050&s=b06cdb1737d6cd107e98773fa3800d327b96d8e9295eec9757f2dbb7f05e6281&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_21_world_middleeast_who-are-the-houthis-of-yemen_1666742037.html", "title": "Who Are the Houthis of Yemen?", "title_page": "Who Are the Houthis of Yemen? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Houthis, an insurgent group based in northwestern Yemen, won major concessions from the country’s president Wednesday after its militiamen besieged the presidential palace in Sana. President Abdu Rabbu Mansour Hadi’s accession to the group’s demands defused a violent standoff in the capital that raised fears about the stability of the government.\nThe Houthis have been fighting the government intermittently since 2004, when the country was still led by President Ali Abdullah Saleh, a longtime autocrat and United States ally. Mr. Saleh was overthrown in 2012 as the Arab Spring roiled the region. He was replaced by his longtime vice president, Mr. Hadi, in a peaceful transfer of power orchestrated by the Persian Gulf countries and the West.\nSince then, the Houthis have grown into a broad national political movement that is battling the government and a reinvigorated Qaeda in the Arabian Peninsula. Supporters were hopeful that the Houthis could tackle rampant corruption and restore the stability that has eluded Yemen since the Arab Spring.\nImage President Abdu Rabbu Mansour Hadi of Yemen at the United Nations General Assembly in 2012. Credit... Jason Decrow/Associated Press\nThe deal struck Wednesday represented a significant victory for the Houthis, who took over parts of Sana in September, promising radical political changes. It calls for the Houthi militia to withdraw from several parts the capital, including the presidential palace, and to immediately release an aide to Mr. Hadi who was abducted on Saturday, in exchange for a list of concessions from the president.", "url": "https://www.nytimes.com/2015/01/21/world/middleeast/who-are-the-houthis-of-yemen.html"}