{"authors": ["Matthew Rosenberg"], "date_download": "2022-10-25 23:28:44", "date_modify": "2022-10-25 23:28:44", "date_publish": "2015-01-29 05:01:25", "description": "Details on the money that the United States has spent to build Afghanistan’s security forces were once shared, but the information is now considered classified.", "filename": "2015_01_29_world_us-suddenly-goes-quiet-on-effort-to-bolster-afghan-forces_1666740524.html", "image_url": "https://static01.nyt.com/images/2015/01/29/world/29AFGHANAID/29AFGHANAID-facebookJumbo.jpg?year=2015&h=549&w=1050&s=b8370ebad7ec3eed27ea5400ffa5ca01ccb9ba53ae83368548ad49e145c0d209&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_29_world_us-suddenly-goes-quiet-on-effort-to-bolster-afghan-forces_1666740524.html", "title": "U.S. Suddenly Goes Quiet on Effort to Bolster Afghan Forces", "title_page": "U.S. Suddenly Goes Quiet on Effort to Bolster Afghan Forces  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But as the Obama administration is seeking to declare the long war in Afghanistan officially over, at least from an American standpoint, the move to classify data about the Afghan forces removes one of the most crucial measures for assessing the accomplishments of the international coalition there. And it raises stark questions about the state of the fight against the Taliban, coming after a year in which the Afghan forces took record-high casualties as they battled heavy militant offensives.\nThe reality is that the United States is still deeply invested in Afghanistan and that it plans to spend billions of dollars to keep the Afghans armed, fed and fighting. At the same time, roughly 9,500 American service members and thousands of contractors remain in the country to help the Afghan forces with the crucial art of military logistics and to build an air force.\nThrough October, getting a sense of how the American-led project to build a viable Afghan military and police force was progressing could be readily gleaned from quarterly reports released by the Special Inspector General for Afghanistan Reconstruction, the American government’s watchdog for spending in Afghanistan.\nThe inspector general’s last report, released in October and covering a period through August, included data on the size of the army and the police force — just over 181,000 soldiers and 152,000 police officers at that point. The report found that each force was at about 97 percent of its targeted strength.\nIt broke down the Afghan military’s manpower numbers by corps, and included data on attrition for the army and police, which sustained record casualties and struggled with desertion, a problem that has persisted for years. Between September and August, for instance, 36,000 soldiers were dropped from the army’s rolls because they had been killed or disabled, or had deserted or concluded their commitment for reasons honorable and dishonorable.", "url": "https://www.nytimes.com/2015/01/29/world/us-suddenly-goes-quiet-on-effort-to-bolster-afghan-forces.html"}