{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:50:15", "date_modify": "2022-10-25 23:50:15", "date_publish": "2015-02-05 04:39:27", "description": "Accusations by the former Qaeda operative Zacarias Moussaoui have fueled calls for President Obama to declassify a section of the 2002 report.", "filename": "2015_02_05_us_claims-against-saudis-cast-new-light-on-secret-pages-of-9-11-report_1666741815.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_05_us_claims-against-saudis-cast-new-light-on-secret-pages-of-9-11-report_1666741815.html", "title": "Claims Against Saudis Cast New Light on Secret Pages of 9/11 Report", "title_page": "Claims Against Saudis Cast New Light on Secret Pages of 9/11 Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Lynch and his allies have been joined by former Senator Bob Graham of Florida, who as chairman of the Senate Intelligence Committee was a leader of the inquiry. He has called for the release of the report’s Part 4, which dealt with Saudi Arabia, since President George W. Bush ordered it classified when the rest of the report was released in December 2002.\nMr. Graham has repeatedly said it shows that Saudi Arabia was complicit in the Sept. 11 attacks. “The 28 pages primarily relate to who financed 9/11, and they point a very strong finger at Saudi Arabia as being the principal financier,” Mr. Graham said last month as he pressed for the pages to be made public.\nRelatives of those killed on Sept. 11 as well as plaintiffs in a federal lawsuit against Saudi Arabia have also demanded that the pages be made public, seeing them as the vital link that they believe connects an important ally of the United States to the deadly attacks. They say the pages, Part 4 of the report, could also help in determining the source of current funding for terrorist activities.\n“If we stop funding of terrorism and hold those people accountable, wouldn’t it make a dent in the financing of terrorism today?” asked William Doyle, whose son, Joseph, was killed in the World Trade Center. Mr. Doyle said that President Obama personally assured him after the death of Osama bin Laden that he would declassify that section of the report.\nProponents of releasing Part 4, titled “Finding, Discussion and Narrative Regarding Certain National Security Matters,” have suggested that the Bush and Obama administrations have held it back for fear of alienating an influential military and economic partner rather than for any national security consideration.", "url": "https://www.nytimes.com/2015/02/05/us/claims-against-saudis-cast-new-light-on-secret-pages-of-9-11-report.html"}