{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:40:22", "date_modify": "2022-10-25 23:40:22", "date_publish": "2015-07-30 22:13:52", "description": "Former Gen. Guo Boxiong was placed under investigation, becoming the most senior military official brought down in President Xi Jinping’s campaign against corruption.", "filename": "2015_07_31_world_asia_ex-military-leader-in-china-is-subject-of-graft-inquiry_1666741222.html", "image_url": "https://static01.nyt.com/images/2015/07/31/world/31CHINA/31CHINA-facebookJumbo.jpg?year=2015&h=549&w=1050&s=a01871906c842fffb462c7c13edda80b9917bed4943e0f29b776e2de46e0594f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_31_world_asia_ex-military-leader-in-china-is-subject-of-graft-inquiry_1666741222.html", "title": "Ex-Military Leader in China Is Subject of Graft Inquiry", "title_page": "Ex-Military Leader in China Is Subject of Graft Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — A former commander of the People’s Liberation Army was expelled from the Chinese Communist Party and placed under investigation for graft crimes on Thursday, becoming the most senior military figure brought down in President Xi Jinping’s campaign against corruption.\nThe fall of retired Gen. Guo Boxiong had been rumored since last year, and was hinted at in Chinese news reports earlier this year that laid out graft accusations against his son. But the party’s announcement of charges against General Guo amounted to an emphatic rejection of assertions that Mr. Xi was losing his appetite for investigating top-level corruption, or for “fighting tigers,” in his often-quoted words.\n“The notion that hunting tigers has slowed can be laid to rest,” said a commentary issued online by the People’s Daily, the party’s main newspaper, of General Guo.\nHe derived illicit riches from his influence over promotions in the People’s Liberation Army, said the party leaders’ decision, issued by Xinhua, the main official news agency.", "url": "https://www.nytimes.com/2015/07/31/world/asia/ex-military-leader-in-china-is-subject-of-graft-inquiry.html"}