{"authors": ["Sheryl Gay Stolberg", "Richard A. Oppel Jr."], "date_download": "2022-10-25 23:55:59", "date_modify": "2022-10-25 23:55:59", "date_publish": "2015-05-09 22:40:57", "description": "As the Justice Department begins a civil rights investigation in Mr. Gray’s death, the case throws into sharp relief the Baltimore Police Department’s shortcomings and struggles to integrate its ranks.", "filename": "2015_05_10_us_suspects-in-freddie-gray-case-a-portrait-of-baltimore-police-in-miniature_1666742159.html", "image_url": "https://static01.nyt.com/images/2015/05/10/us/10POLICEjp/10POLICEjp-facebookJumbo.jpg?year=2015&h=549&w=1050&s=1f14b2330af5e66e3caaed31cd7627f889551477dfc1c57ac79eaadae4f8dbd3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_10_us_suspects-in-freddie-gray-case-a-portrait-of-baltimore-police-in-miniature_1666742159.html", "title": "Suspects in Freddie Gray Case: A Portrait of Baltimore Police in Miniature", "title_page": "Suspects in Freddie Gray Case: A Portrait of Baltimore Police in Miniature - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the problems have persisted, some black officers say. In March, court records show, Baltimore settled another bias suit, brought by a former officer, Richelle Johnson, a black woman who complained that she was forced to retire and that the department was more accommodating to white officers who were injured and requested light duty than to blacks. The terms of the settlement have not been made public, and a lawyer for Ms. Johnson would not discuss it.\nImage The Baltimore Police Department, mistrusted by many blacks, has tried to integrate. Credit... Gabriella Demczuk for The New York Times\nAn Internal Divide\n“There are two Baltimores, and there are two Baltimore City Police Departments,” said Sergeant Hopson, 63, a 35-year veteran. “This department is a very racist police department. The issues that you see manifesting themselves on the outside are the same problems we have been dealing with on the inside for years.”\nThe relentless drumbeat of criticism is depressing officer morale. Many police officers are furious with Ms. Rawlings-Blake, whom their union supported when she ran for mayor in 2011, for asking for the Justice Department review. They feel undermined as they work to maintain the peace in a city with a high homicide rate.\n“Our police officers have a number of conflicting emotions, from anger and shock to sadness and depression,” said Sgt. Robert F. Cherry, a 21-year veteran and former president of the Baltimore chapter of the Fraternal Order of Police Lodge 3, in an interview. “It is a tough time to be a police officer.”\nThe union has stood firmly behind the six arrested in Mr. Gray’s death; Sergeant Cherry accused Marilyn J. Mosby, the prosecutor who filed the charges, of “political opportunism” and wondered aloud if she had “an exit strategy for grossly overcharging our six officers.” Sergeant Hopson said the Vanguard Justice Society was also planning a news conference for this week to show support for the three black officers.\nSergeant White, the lone woman among them, is an example of how the six officers reflect the two Baltimores, and the two Baltimore Police Departments. After joining the force in 2010, she caught the eye of Sergeant Hopson, who said he recruited her into a program he runs to prepare black officers to take tests required for promotions.\nShe became a sergeant this year, said Dana Neal, a nondenominational minister who said Sergeant White regarded her as an adopted aunt. “She is a Christian and wants to be a good role model for young black women,” Ms. Neal said, adding that Sergeant White hoped to “bridge the gap between the police and the neighborhoods.”", "url": "https://www.nytimes.com/2015/05/10/us/suspects-in-freddie-gray-case-a-portrait-of-baltimore-police-in-miniature.html"}