{"authors": ["Tyler Kepner"], "date_download": "2022-10-25 23:56:18", "date_modify": "2022-10-25 23:56:18", "date_publish": "2015-04-29 02:16:46", "description": "Every game in the history of Major League Baseball has been open to fans. On Wednesday, that will change as the Orioles play the White Sox with no fans admitted to Camden Yards.", "filename": "2015_04_29_sports_baseball_reacting-to-baltimore-rioting-mlb-and-teams-put-safety-first_1666742178.html", "image_url": "https://static01.nyt.com/images/2015/04/29/sports/Y-JP-CAMDEN/Y-JP-CAMDEN-facebookJumbo.jpg?year=2015&h=549&w=1050&s=d4776f3ac73c07081de9e1636522f51fc0fe949d9272d617350ea84249b12811&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_29_sports_baseball_reacting-to-baltimore-rioting-mlb-and-teams-put-safety-first_1666742178.html", "title": "Reacting to Baltimore Rioting, M.L.B. and Teams Put Safety First", "title_page": "Reacting to Baltimore Rioting, M.L.B. and Teams Put Safety First - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Two nearby major league stadiums, in Washington and Philadelphia, are not hosting games on Wednesday, and there are several precedents in recent history for neutral-site games. But the logistics of shifting to a different site on such short notice made that option unappealing.\nIn 1992, when Los Angeles erupted in violence after the verdict in the Rodney King trial, the Dodgers postponed games against Philadelphia and Montreal. But those teams returned to Los Angeles later in the season and made up the games then. The White Sox do not return to Baltimore, and rescheduling an entire three-game series was problematic.\nSo the teams will play before no fans for an afternoon, like an instructional league game for newly drafted players on a sweltering back field in Florida. The closest major league equivalent, said the Yankees’ Mark Teixeira, might be Tropicana Field, especially before the Rays became competitive.\n“Did you ever go to a Rangers-Rays game between 2003 and 2005?” Teixeira said. “I’ve played in games with two or three thousand fans; that’s a little weird. But literally nobody in the stands? I’ve never had that. That’s got to be different.”\nTeixeira, a Maryland native, said his uncle is a Catholic priest in Baltimore whose church is being protected by the National Guard. Ken Singleton, a Yankees broadcaster, starred for the Orioles in the 1970s and ’80s, and has lived outside Baltimore ever since.\n“The area I live is out in the country; it’s nice and quiet,” Singleton said. “I ride in a pickup truck, ride back roads. I will say this: The city itself has made great strides. When I first played in Baltimore, nobody ever went downtown. All the players lived in the suburbs. Then the Inner Harbor came along.”\nThe Inner Harbor, with tourist-friendly hotels and restaurants — and Camden Yards as the centerpiece — is all many fans ever see of Baltimore. The images of the riots, Singleton said, could linger for a long time and affect businesses, tourism and the Orioles. He said he hoped the riots would not harm the city’s reputation.", "url": "https://www.nytimes.com/2015/04/29/sports/baseball/reacting-to-baltimore-rioting-mlb-and-teams-put-safety-first.html"}