{"authors": ["Siobhan Burke"], "date_download": "2022-10-25 23:51:28", "date_modify": "2022-10-25 23:51:28", "date_publish": "2015-06-04 14:00:06", "description": "The choreographer, 80, reflects on her work, including her 1966 solo “Trio A.”", "filename": "2015_06_07_arts_dance_yvonne-rainer-prepares-her-newest-dance-for-new-york_1666741888.html", "image_url": "https://static01.nyt.com/images/2015/06/07/arts/07TRIOA1/07TRIO-A1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8cdc3d1ad51e20f8283888c556f68ea953a761173fef1abcaff6929f98d231ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_07_arts_dance_yvonne-rainer-prepares-her-newest-dance-for-new-york_1666741888.html", "title": "Yvonne Rainer Prepares Her Newest Dance for New York", "title_page": "Yvonne Rainer Prepares Her Newest Dance for New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Either I’m not warmed up, or I’m too old for this,” Yvonne Rainer said on a recent afternoon, as she demonstrated a brain-teasing section of her 1966 solo “Trio A.” About 20 students, from highly trained dancers to adventurous novices, had gathered at Danspace Project in the East Village to learn a work that, perhaps more than any other piece of choreography, has become synonymous with the term postmodern dance.\nMs. Rainer was filling in for an injured colleague, and it was a rare opportunity to see her in action. At 80, she keeps her dancing to a minimum. In a 2014 essay, “The Aching Body in Dance,” she wrote with characteristic wryness about her current approach to performing: “My preferred mode of self-presentation is ‘existence.’ I love to exist onstage. I no longer ‘dance.’ ”\nAging — aching, too — has been a recurring theme in Ms. Rainer’s recent works, including her latest, “The Concept of Dust, or How do you look when there’s nothing left to move?,” which will have its East Coast premiere at the Museum of Modern Art on Tuesday, with additional performances on Wednesday, Saturday and next Sunday. (It was first shown last year in Los Angeles at the Getty Research Institute, home to Ms. Rainer’s archive.) Performed by the choreographer and her group of five over-40 dancers — known informally as the Raindears — “Dust” comes after “Spiraling Down” (2008), “Assisted Living: Good Sports 2” (2011) and “Assisted Living: Do You Have Any Money?” (2013), works titled to ensure, as she has written, that “the matter of aging is out in the open.” The content itself tends to be more oblique, with movement and text assembled from many sources: silent movies, sporting events, Keynesian economics.", "url": "https://www.nytimes.com/2015/06/07/arts/dance/yvonne-rainer-prepares-her-newest-dance-for-new-york.html"}