{"authors": ["Mosi Secret"], "date_download": "2022-10-25 22:56:27", "date_modify": "2022-10-25 22:56:27", "date_publish": "2015-03-27 21:58:24", "description": "WastED, a monthlong pop-up at Blue Hill Restaurant with the idea to create high cuisine out of what is usually discarded and to highlight the dishes during a monthlong pop-up at his restaurant in the Village.", "filename": "2015_03_29_nyregion_sustenance-from-the-scrap-heap_1666738587.html", "image_url": "https://static01.nyt.com/images/2015/03/29/nyregion/29TABLE/29TABLE-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8bfe4e9504053eea9c6dabbcce59573de5b94443d7ee355ae72f88d6ef557dc0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_29_nyregion_sustenance-from-the-scrap-heap_1666738587.html", "title": "Sustenance From the Scrap Heap", "title_page": "Sustenance From the Scrap Heap - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If America is a country of agricultural abundance, it is also one of great waste. Surplus at every level of the food chain, from farming to fishing to distributing and processing, goes in the trash heap. In comes Dan Barber, the renowned chef at Blue Hill restaurant, with the idea of creating high cuisine out of what is usually discarded and to highlight the dishes at a monthlong pop-up at his restaurant in the West Village, called WastED. “I was studying the history of cuisines, and I started seeing something kind of obvious, that cuisines by their nature evolved by utilizing waste,” Mr. Barber said. “Maybe some of this stuff on the menu will end up coming around to everyday food culture. Chefs and restaurants have that power.”\nDiners are flocking there for dishes like the Dumpster Dive vegetable salad, vegetable scraps topped with pistachio, damaged apples and pears and whipped chickpea water. And there’s the Dog Food, a meatloaf made from the meat of a dairy cow, which would usually be sent off to make actual dog food. All of this, in a reconfigured setting that looked like a building under construction. The walls were draped in fabric, and tables were made out of compostable materials. Mr. Barber said the effort was not radical. “The DNA of the chef is to do this,” he said, referring to using waste. “It’s economics. It’s the only way to run a business.”\nAT THE TABLE Celeste Chum, 35, a chef, and her boyfriend, Andrew Pham, 31, who works for the shoe designer Stuart Weitzman. Ms. Chum is a big fan of Mr. Barber’s restaurants. “One of our first dates was to the Barn,” she said, referring to Blue Hill at Stone Barns, Mr. Barber’s restaurant in Pocantico Hills, N.Y. “It’s my Toys ’R’ Us. It’s my everything.”\nON THE PLATES “We are heavy meateaters,” Ms. Chum said. They had the rack of black cod, which used the bones and meat left over after the fish is filleted; a farm egg from table-scrap-fed hens; a cheeseburger made from leftover vegetable pulp with repurposed bread buns; culled chicken broth in the style of a pot-au-feu made with elderly laying hens; sausage and bacon from a waste-fed pig; and the Dog Food meatloaf. All of the dishes were $15. Ms. Chum drank a martini and Mr. Pham had a Boilermaker infused with flat beer syrup and spent coffee grounds bitters (drinks were $15, too).", "url": "https://www.nytimes.com/2015/03/29/nyregion/sustenance-from-the-scrap-heap.html"}