{"authors": ["Chad Bray"], "date_download": "2022-10-25 23:46:57", "date_modify": "2022-10-25 23:46:57", "date_publish": "2015-07-08 07:28:58", "description": "The British lender is the latest in Europe to replace its top executive, as banks adjust to tighter regulatory scrutiny and move beyond legacy issues.", "filename": "2015_07_09_business_dealbook_antony-jenkins-to-step-down-as-barclays-chief-executive_1666741617.html", "image_url": "https://static01.nyt.com/images/2015/07/09/business/09db-barclays-web/09db-barclays-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b44161890a7e20a26569cc6faae45ec240568e91db0ee8246cdb330da3d39633&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_09_business_dealbook_antony-jenkins-to-step-down-as-barclays-chief-executive_1666741617.html", "title": "Antony Jenkins Ousted as Barclays Chief Executive", "title_page": "Antony Jenkins Ousted as Barclays Chief Executive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — A retail banker by trade, Antony Jenkins was elevated to the top job at Barclays three years ago to radically reshape an aggressive investment banking culture at the British lender that politicians and some investors saw as out of control.\nIt wasn’t enough.\nWhile he was praised for his efforts to change the company’s cultural identity, Mr. Jenkins was ousted on Wednesday as chief executive after directors lost confidence in his ability to improve returns to shareholders.\n“We’ve got quite a bureaucracy here,” John McFarlane, the Barclays chairman, told reporters on Wednesday. “It needs to be much more clear on what we’re doing — much more decisive and with much more pace — so that we are leaner and more agile and more energetic.”\nMr. McFarlane, who replaced David Walker as the Barclays chairman this year, will serve as executive chairman beginning on July 17 until a replacement is found.", "url": "https://www.nytimes.com/2015/07/09/business/dealbook/antony-jenkins-to-step-down-as-barclays-chief-executive.html"}