{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:39:43", "date_modify": "2022-10-25 23:39:43", "date_publish": "2015-06-11 10:35:55", "description": "Mr. Zhou, the highest-ranking official felled in China’s anticorruption campaign, was tried in secret in the city of Tianjin, the state news media reported.", "filename": "2015_06_12_world_asia_zhou-yongkang-former-security-chief-in-china-gets-life-sentence-for-corruption_1666741183.html", "image_url": "https://static01.nyt.com/images/2015/06/11/multimedia/zhou-yongkang-sentence/zhou-yongkang-sentence-facebookJumbo.jpg?year=2015&h=550&w=1050&s=088f442c72b2488ad41f07dbd22a67d95db8fce3ce1dab74123bd2011bcba54c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_12_world_asia_zhou-yongkang-former-security-chief-in-china-gets-life-sentence-for-corruption_1666741183.html", "title": "Zhou Yongkang, Ex-Security Chief in China, Gets Life Sentence for Graft", "title_page": "Zhou Yongkang, Ex-Security Chief in China, Gets Life Sentence for Graft - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — President Xi Jinping of China vowed to hunt “tigers” as well as “flies” in his drive to rid the ruling Communist Party of corruption, and on Thursday he defanged the most dangerous tiger yet — Zhou Yongkang, the nation’s former chief of domestic security.\nMr. Zhou was convicted of abuse of power, accepting bribes and revealing state secrets, and was sentenced to life in prison. With the verdict, which has been expected since the party first announced last summer that Mr. Zhou was under investigation, Mr. Xi has taken the Chinese political system into uncharted territory.\nOnly three years ago, Mr. Zhou sat with Mr. Xi on the nine-member Politburo Standing Committee, which governs the country. Now he is the most senior leader to be jailed for corruption in more than 65 years of Communist rule.\nHis downfall, announced on national television with footage of him pleading guilty in one of the courtrooms he once controlled, follows the purge of a number of other leaders who were once considered untouchable in China, including some of the highest ranking generals in the People’s Liberation Army. With thousands of party officials investigated or jailed in the past two years, there can be little doubt now of the scope or severity of Mr. Xi’s crackdown.", "url": "https://www.nytimes.com/2015/06/12/world/asia/zhou-yongkang-former-security-chief-in-china-gets-life-sentence-for-corruption.html"}