{"authors": ["Jodi Rudoren"], "date_download": "2022-10-25 23:56:12", "date_modify": "2022-10-25 23:56:12", "date_publish": "2015-02-17 19:10:42", "description": "A report by the state comptroller detailed expenses for the prime minister and his wife, Sara, that he said raised “suspicion of a criminal act.”", "filename": "2015_02_18_world_middleeast_israeli-inquiry-faults-netanyahus-over-expenses_1666742172.html", "image_url": "https://static01.nyt.com/images/2015/02/18/world/18ISRAEL/18ISRAEL-facebookJumbo.jpg?year=2015&h=550&w=1050&s=6e0e54a149c66777d1cabc6b13805674f03d9d1923da001c6ece43535d227db0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_18_world_middleeast_israeli-inquiry-faults-netanyahus-over-expenses_1666742172.html", "title": "Inquiry by Israeli Comptroller Criticizes Spending Habits of Netanyahu and Wife", "title_page": "Inquiry by Israeli Comptroller Criticizes Spending Habits of Netanyahu and Wife  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The much-anticipated report came a month before Israel’s elections on March 17, and Mr. Netanyahu’s challengers seized on it to buttress their assertion that he is out of touch with Israelis struggling to buy apartments and pay grocery bills. The prime minister’s Likud Party called the surrounding media storm a slanderous campaign to topple him “through a focus on irrelevant minutiae” that “distract from the real issues at hand.”\nA statement by the Likud said, “There is absolutely no indication of any assault on the public’s integrity, and certainly no indication of any criminal transgression,” blaming an “embittered” former employee now suing for damages for the high expenses. Spending fell after that employee left, the statement noted, adding that many of the comptroller’s recommendations had already been adopted and that Mr. Netanyahu had “issued a directive to implement the remaining recommendations in the best and most effective manner possible.”\nThe report’s publication came after weeks of critical news stories and commentaries about the first couple’s spending habits and treatment of employees, a recurrent theme of Mr. Netanyahu’s public life. Mrs. Netanyahu, a psychologist, has long been criticized as a mercurial boss who holds interminable grudges.\nThe Netanyahus have survived previous spending scandals — in 2013 alone, there was the $127,000 installation of a rest chamber in the airplane that took the couple to Margaret Thatcher’s funeral, and the $2,700 annual budget for ice cream. (Pistachio for the prime minister; his wife prefers French vanilla.) The bottle-deposit affair, and the surreptitious transfer of new garden furniture from the official Jerusalem residence to Caesarea, threatened to take things up a notch.\n“If there is formally a suspicion of criminal activity, and Netanyahu himself is involved, that’s crossing the line — that’s going to change everything,” said Avraham Diskin, a political scientist at the Hebrew University in Jerusalem and the Interdisciplinary Center in Herzliya. “All these reports came before from the media, not from an official. Immediately afterward, we couldn’t really track any decline in the popularity of the Likud or Netanyahu himself, and, in fact, it maybe worked for his benefit.”", "url": "https://www.nytimes.com/2015/02/18/world/middleeast/israeli-inquiry-faults-netanyahus-over-expenses.html"}