{"authors": ["Vindu Goel"], "date_download": "2022-10-25 23:46:33", "date_modify": "2022-10-25 23:46:33", "date_publish": "2015-12-09 12:16:07", "description": "Yahoo has decided to retain its Alibaba stake and will instead look at transferring its other assets, including Yahoo Japan, into a new company.", "filename": "2015_12_10_technology_yahoo-alibaba-spinoff_1666741593.html", "image_url": "https://static01.nyt.com/images/2015/12/11/business/cnbc-yahoo/cnbc-yahoo-facebookJumbo.png?year=2015&h=549&w=1050&s=1aa348d898760a6d52e3ba3370f5d337ba51d53176a03077a8efed3678f6d00e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_10_technology_yahoo-alibaba-spinoff_1666741593.html", "title": "Yahoo to Keep Alibaba Stake but Spin Off Core Businesses", "title_page": "Yahoo to Keep Alibaba Stake but Spin Off Core Businesses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Even after the Internal Revenue Service refused in September to grant its blessing to Yahoo’s proposed tax-free spinoff of its $32 billion stake in the Chinese e-commerce giant Alibaba, Marissa Mayer was determined to go forward with the deal. In late October, Ms. Mayer, Yahoo’s chief executive, told shareholders that the plan was on track, and the preparations were still continuing last month.\nYet last week, when Yahoo’s board met to review the planned January spinoff, it decided to call off the deal. On Wednesday, the board announced that Yahoo would pursue a spinoff of its core Internet business instead, leaving the Alibaba stock in the old company.\nAlthough Yahoo’s board said it still believed that the company would prevail in any tax dispute, too many people on Wall Street were worried that challenging Uncle Sam over a possible $10 billion tax bill was just too big a risk, and those fears were depressing Yahoo’s stock price.\n“It was clear that it was causing a certain amount of market uncertainty,” Ms. Mayer said on Wednesday in a joint interview with the board chairman, Maynard Webb. “Audits and challenges can be raised over five to seven years.”", "url": "https://www.nytimes.com/2015/12/10/technology/yahoo-alibaba-spinoff.html"}