{"authors": ["Kareem Fahim"], "date_download": "2022-10-25 23:55:36", "date_modify": "2022-10-25 23:55:36", "date_publish": "2015-09-29 18:11:48", "description": "The deaths of dozens Monday in airstrikes on a wedding renewed anger over a bombing campaign that critics say indiscriminately kills civilians.", "filename": "2015_09_30_world_middleeast_saudis-faces-mounting-pressure-over-civilian-deaths-in-yemen-conflict_1666742136.html", "image_url": "https://static01.nyt.com/images/2015/09/30/world/30YEMEN/30YEMEN-facebookJumbo.jpg?year=2015&h=549&w=1050&s=c78e52c20775ee60e2c66a488a0c31e26cf56ffb56a0f5b9bd57ad720486e9da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_30_world_middleeast_saudis-faces-mounting-pressure-over-civilian-deaths-in-yemen-conflict_1666742136.html", "title": "Saudis Face Mounting Pressure Over Civilian Deaths in Yemen Conflict", "title_page": "Saudis Face Mounting Pressure Over Civilian Deaths in Yemen Conflict - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Saudi Arabia and its allies faced mounting international pressure on Tuesday to halt a bombing campaign in Yemen the day after airstrikes killed dozens of people at a village wedding on the Red Sea coast.\nThe attack occurred Monday morning in the village of Wahija, south of the city of Mokha, and appeared to be one of the deadliest involving civilians since the military campaign began in March. Witnesses said Monday that at least 70 people had been killed in tents set up for the wedding. On Tuesday, two local medical officials said as many as 81 people had died.\nThe attack on the wedding, along with a string of recent airstrikes that have led to large numbers of civilian deaths, has fueled accusations that the Saudi-led military coalition is conducting an increasingly reckless offensive as it tries to defeat the Houthis, a rebel movement from the north of Yemen. The strikes have prompted a series of unusually angry statements from normally cautious United Nations officials who have singled out the coalition for causing the majority of civilian deaths in Yemen’s six-month war.\nThere have also been signs that the Obama administration could face more questions over its military support of the air campaign. On Tuesday, Representative Ted W. Lieu, Democrat of California, sent the new chairman of the Joint Chiefs of Staff a letter citing reports of civilian deaths and requesting that the United States “cease aiding coalition airstrikes in Yemen until the coalition demonstrates that they will institute proper safeguards to prevent civilian deaths.”", "url": "https://www.nytimes.com/2015/09/30/world/middleeast/saudis-faces-mounting-pressure-over-civilian-deaths-in-yemen-conflict.html"}