{"authors": ["Rukmini Callimachi", "Eric Schmitt"], "date_download": "2022-10-26 00:11:51", "date_modify": "2022-10-26 00:11:51", "date_publish": "2015-02-10 15:31:56", "description": "The Islamic State, which had held Kayla Mueller captive since August 2013, sent her parents at least three photographs of her corpse as proof of death.", "filename": "2015_02_11_world_middleeast_parents-of-kayla-mueller-isis-hostage-confirm-she-is-dead_1666743111.html", "image_url": "https://static01.nyt.com/images/2015/02/11/world/11KAYLA/11KAYLA-facebookJumbo.jpg?year=2015&h=312&w=596&s=3ecc6b454e32553614184909e2a31653198c23619d697a700e2fc220510bfc5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_11_world_middleeast_parents-of-kayla-mueller-isis-hostage-confirm-she-is-dead_1666743111.html", "title": "With Proof From ISIS of Her Death, Family Honors Kayla Mueller", "title_page": "With Proof From ISIS of Her Death, Family Honors Kayla Mueller - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For one tortured weekend, the parents of Kayla Mueller refused to believe that their daughter was dead. From their home in Prescott, Ariz., they issued an impassioned plea to the Islamic State, which had held her captive since August 2013, and urged the extremist organization to contact them privately with proof of her death. The militants acquiesced and sent at least three photographs of her corpse.\nThose photos are among the few clues about her life and death in captivity, as is a letter that she wrote from her cell last year and that her family made public on Tuesday.\nTwo people briefed on the family’s communication with the Islamic State said that her parents had received at least three photos. Two showed Ms. Mueller, who was 26, in a black hijab, or Muslim head covering, that partly obscured her face. Another showed her in a white burial shroud, which is used in traditional Muslim funerals. The images showed bruises on the face, but both people, who reviewed the photographs and asked not to be identified given the sensitivity of the matter, said it remained unclear whether her injuries were consistent with being killed in the rubble of a flattened building, as the Islamic State reported.", "url": "https://www.nytimes.com/2015/02/11/world/middleeast/parents-of-kayla-mueller-isis-hostage-confirm-she-is-dead.html"}