{"authors": ["Mireya Navarro"], "date_download": "2022-10-25 23:49:00", "date_modify": "2022-10-25 23:49:00", "date_publish": "2015-01-29 15:31:35", "description": "Amid record-high demand for affordable housing in New York City, the odds of securing a unit have become daunting.", "filename": "2015_01_30_nyregion_long-lines-and-low-odds-for-new-yorks-subsidized-housing-lotteries_1666741740.html", "image_url": "https://static01.nyt.com/images/2015/01/30/nyregion/LOTTERIES/LOTTERIES-facebookJumbo.jpg?year=2015&h=550&w=1050&s=468bb529bf082389e8b3584815038689dbca7e19dd6097281b448d98d7627ccb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_30_nyregion_long-lines-and-low-odds-for-new-yorks-subsidized-housing-lotteries_1666741740.html", "title": "Long Lines, and Odds, for New York’s Subsidized Housing Lotteries", "title_page": "Long Lines, and Odds, for New York’s Subsidized Housing Lotteries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last year, tenants won 2,500 new apartments through 41 lotteries that drew a total of 1.5 million applications, housing officials said. The lotteries are expected to multiply under Mayor Bill de Blasio’s pledge to produce 80,000 moderately priced apartments over the next 10 years, a goal that, even if reached, would still leave many lottery hopefuls empty-handed.\n“When you have so many applicants, every concern is magnified because there’s so much at stake,” said Mr. Levine, who said he was drafting a bill to create a task force to examine the lottery system.\nThe city’s Department of Housing Preservation and Development runs the lotteries. Applicants who secure the lowest numbers in the agency’s random drawings are screened by the developer, which verifies income and interviews candidates until enough eligible households are found to fill the units set aside as affordable.\nApplications rose substantially in 2013 when the city began accepting them online. NYC Housing Connect, the website listing the open lotteries, currently shows more than 290,000 registered users.\nMr. Levine said the experience with the lottery for the Sugar Hill Development, in his Upper Manhattan district, was sobering and raised issues of fairness. Sugar Hill’s developer, the nonprofit organization Broadway Housing Communities, said about three-fourths of the applicants who had been screened were rejected, mostly because their earnings were too low (income requirements ranged from $13,866 to $79,700, depending on the apartment size) or they failed to provide the necessary paperwork. Some missed out by as little as $25 a year, the developer said.\nOther applicants had trouble producing tax records or proving their creditworthiness because their employment histories included numerous or short-lived low-paying jobs that are harder to document. And in the months that it took to sort through the candidates, some applicants lost their eligibility because their earnings or family size had changed. (Tenants already moved in are not forced to leave if their circumstances change.)", "url": "https://www.nytimes.com/2015/01/30/nyregion/long-lines-and-low-odds-for-new-yorks-subsidized-housing-lotteries.html"}