{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:34", "date_modify": "2022-10-25 23:49:34", "date_publish": "2015-07-30 16:04:06", "description": "Young men who aspire to be hands-on fathers shift to a more traditional role once they have children, studies show. Workplace policies may be partly responsible.", "filename": "2015_07_31_upshot_millennial-men-find-work-and-family-hard-to-balance_1666741774.html", "image_url": "https://static01.nyt.com/images/2015/07/31/upshot/31up-millennials/31up-millennials-facebookJumbo.jpg?year=2015&h=549&w=1050&s=0b953acb8ac7d25dd84f7502e0bc6674909c059a8cfcfbdc7e9a7a7606eaa7ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_31_upshot_millennial-men-find-work-and-family-hard-to-balance_1666741774.html", "title": "Millennial Men Aren’t the Dads They Thought They’d Be", "title_page": "Millennial Men Aren’t the Dads They Thought They’d Be - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Surveys of college-educated professionals by the Center for Talent Innovation, a research group on work and talent development, found that among millennial men without children, 24 percent expected to shoulder most of the child care responsibilities. Of those with children, only 8 percent did.\n“They say, ‘I didn’t realize how much of a ding it would be on my career,’” said Laura Sherbin, the center’s director of research. “It’s what women have been saying for years and years.”\nThe research shows that when something has to give in the work-life juggle, men and women respond differently. Women are more likely to use benefits like paid leave or flexible schedules, and in the absence of those policies, they cut back on work. Men work more.\n“With millennial men and women too, life hasn’t hit the fan, so we’re still seeing more idealized expectations,” said Pamela Stone, a sociologist at Hunter College. “These are couples that are negotiating a work and family world grounded on an old model that really called for men to step up to the breadwinning role big time, and women to step back from employment and into more traditional roles.”\n“It’s not that they’ve thrown over their ideals, it’s just enacting those are much harder given the workplace and cultural structures they’re encountering,” she said.\nKunal Modi, 30, and Anita Gupta, 28, say they know how hard it might be to live up to their ideals. Married for a year, he is a consultant and she works at a health care start-up. They don’t have children yet, but say they want their partnership to remain equal when they do.\n“It’s something we constantly talk about,” Ms. Gupta said. “I think it needs to be a joint discussion: where we are in our careers right now, what makes sense caring for children and families and how to split up those responsibilities.”", "url": "https://www.nytimes.com/2015/07/31/upshot/millennial-men-find-work-and-family-hard-to-balance.html"}