{"authors": ["Graham Bowley", "Ravi Somaiya"], "date_download": "2022-10-25 23:45:04", "date_modify": "2022-10-25 23:45:04", "date_publish": "2015-07-07 18:18:18", "description": "The acknowledgment came in a deposition the entertainer made in relation to a woman’s lawsuit against him, which was made public on Monday.", "filename": "2015_07_08_business_bill-cosby-said-in-2005-he-obtained-drugs-to-give-to-women_1666741504.html", "image_url": "https://static01.nyt.com/images/2015/07/07/business/07cosby/07cosby-facebookJumbo.jpg?year=2015&h=549&w=1050&s=dd7c3e8ba230e9769537c87037572f960f09fb76f747b43c4de6cf6cc48df5ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_08_business_bill-cosby-said-in-2005-he-obtained-drugs-to-give-to-women_1666741504.html", "title": "Bill Cosby Admission About Quaaludes Offers Accusers Vindication", "title_page": "Bill Cosby Admission About Quaaludes Offers Accusers Vindication - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I meet Ms. (redacted) in Las Vegas,” said Mr. Cosby in the 2005 deposition cited in a memorandum of law filed in United States District Court for the Eastern District of Pennsylvania. “She meets me backstage. I give her quaaludes. We then have sex.”\nThe name of the woman Mr. Cosby cited in his testimony was redacted. But the discussion in the court record closely tracks the encounter described by Ms. Serignese. She said Tuesday she could not comment because of her pending litigation. In the past she has said that nothing about the episode was consensual, that she only took the pills because Mr. Cosby was an authority figure and she felt frightened and compelled.\nUntil the accusations piled up last year, Mr. Cosby had been one of America’s most beloved comedians, after a long career that included stand-up, a hit NBC sitcom and commercials for Jell-O. In the twilight of his career, he was preparing a comedy special to be available on Netflix, and NBC was exploring a return to prime time for its former star. Both projects were canceled in the wake of the accusations.\nIn a further setback, Disney World said it would remove a bronze statue of Mr. Cosby, The Orlando Sentinel reported on Tuesday, citing a Walt Disney World spokeswoman.\nGloria Allred, a lawyer who represents several of the women who say they were molested, said release of the testimony bolsters the position of the more than two dozen women who have come forward in the last year to accuse Mr. Cosby of raping or molesting them, beginning in the mid-1960s, some of them claiming that he drugged them first.", "url": "https://www.nytimes.com/2015/07/08/business/bill-cosby-said-in-2005-he-obtained-drugs-to-give-to-women.html"}