{"authors": ["Tom Robbins"], "date_download": "2022-10-25 23:49:38", "date_modify": "2022-10-25 23:49:38", "date_publish": "2015-02-28 17:41:07", "description": "Three corrections officers at the prison in western New York face gang-related assault charges after an inmate was brutally beaten.", "filename": "2015_03_01_nyregion_attica-prison-infamous-for-bloodshed-faces-a-reckoning-as-guards-go-on-trial_1666741778.html", "image_url": "https://static01.nyt.com/images/2015/02/28/nyregion/ATTICAweb1a/ATTICAweb1a-facebookJumbo.jpg?year=2015&h=550&w=1050&s=bd5688e9bcf1c045d75f71aae59d442b2a0356309e526de279d7ed31689a5c06&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_01_nyregion_attica-prison-infamous-for-bloodshed-faces-a-reckoning-as-guards-go-on-trial_1666741778.html", "title": "A Prison, Infamous for Bloodshed, Faces a Reckoning as Guards Go on Trial", "title_page": "A Prison, Infamous for Bloodshed, Faces a Reckoning as Guards Go on Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was a simple and somber event held on a grassy plain outside the arched, gothic doors of the prison’s main entrance. There was an honor guard of corrections officers, a bugler playing taps and an a cappella rendition of “Amazing Grace.” The center of attention was a tall granite marker that listed the names of the 11 prison employees who died. The 32 dead inmates were unmentioned, their names nowhere to be found inside or outside the prison. The reason, several participants in the ceremony said, was simple: The inmates caused the riot.\nMichael Smith, a former corrections officer who was one of those taken hostage during the standoff, saw it somewhat differently. Mr. Smith was 22 at the time of the riot and had been at Attica for just a year. He got along with most inmates, he said as he sat in his living room 30 miles south of the prison. “I treated everyone respectfully and I expected to be treated with respect in exchange.” But tensions had built throughout summer 1971. “You could just feel it,” he said.\nA few weeks before the riot, two inmates showed him a letter they had drafted to send to the corrections commissioner at the time, Russell Oswald, and Governor Rockefeller. “They wanted better education, more religious freedoms and more than one roll of toilet paper a month,” Mr. Smith said.\nOn Sept. 8, officers mistook a pair of sparring inmates for a serious fight. It proved the riot’s spark. When guards tried to take the men to the Box, prisoners began to throw cans. The next morning, inmates who were returning from the mess hall erupted at Times Square, as the intersection of the prison’s four tunnels is called, fatally beating Officer William Quinn, 28, a father of three girls. Mr. Smith was guarding men in the metal shop when the siren wailed. Within minutes, a surge of rampaging inmates had burst inside. Mr. Smith was knocked to the floor and kicked repeatedly until a pair of inmates intervened. They led him out, through a prison that was spiraling into chaos. “They were lighting anything that would burn, beating up anyone who was administration,” he said.\nAt Times Square, other prisoners grabbed Mr. Smith, taking him and 37 other hostages to D Yard. Prisoners were gathering weapons, he said, “clubs, hammers, baseball bats, knives.” A group of Muslim inmates became the hostages’ protectors. Blindfolded, they heard speeches over the next two days by inmate leaders and outside observers summoned by the rebels, including the radical lawyer William M. Kunstler; Bobby Seale, the chairman of the Black Panther Party; and State Assemblyman Arthur Eve of Buffalo. The inmates issued a list of demands, many of them from the letter Mr. Smith had seen. Added to the list was amnesty. Officer Quinn’s death was a deal-breaker.\nOn Sunday, his third day as a hostage, Mr. Smith was interviewed by a television crew that had been allowed into the yard. He called for Governor Rockefeller, who had refused to come to Attica, to “get his ass here now.”\nBy then, the governor had decided to end the standoff. On Monday morning, under an ominous sky, Mr. Oswald, the corrections commissioner, issued an ultimatum to the prisoners. The inmates responded by grabbing eight hostages at random, including Mr. Smith, taking them to a catwalk above the yard and threatening to execute them. Mr. Smith was seated in a chair, surrounded by three men armed with a hammer, a spear and a knife. He realized that one of the armed men was Don Noble, an author of the letter to the governor. A helicopter made two low passes overhead, followed by a popping sound as a gas was dropped into the yard. Gunfire erupted. “All hell broke loose,” Mr. Smith said.", "url": "https://www.nytimes.com/2015/03/01/nyregion/attica-prison-infamous-for-bloodshed-faces-a-reckoning-as-guards-go-on-trial.html"}