{"authors": ["Kareem Fahim"], "date_download": "2022-10-25 23:55:36", "date_modify": "2022-10-25 23:55:36", "date_publish": "2015-09-13 00:51:12", "description": "A Saudi-led aerial campaign against the Houthis, a rebel militia movement, has become so broad and vicious that critics accuse the coalition of collectively punishing people living in areas the Houthis control.", "filename": "2015_09_13_world_middleeast_airstrikes-hit-civilians-yemen-war_1666742136.html", "image_url": "https://static01.nyt.com/images/2015/09/13/world/middleeast/13yemen-ss-slide-KOJD/13yemen-ss-slide-KOJD-facebookJumbo.jpg?year=2015&h=550&w=1050&s=e02833ed60ac90c2d17150c20f3ac7ecde2cdab56190e42c6e7a7b674b82ba3e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_13_world_middleeast_airstrikes-hit-civilians-yemen-war_1666742136.html", "title": "Airstrikes Take Toll on Civilians in Yemen War", "title_page": "Airstrikes Take Toll on Civilians in Yemen War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HAJJA, Yemen — The airstrike slammed into Al-Sham water-bottling plant at the end of the night shift, killing 13 workers who were minutes away from heading home.\nStanding among the strewn bottles, smoldering boxes and pulverized machines a few days after the airstrike here, the owner, Ibrahim al-Razoom, searched in vain for any possible reason that warplanes from a Saudi-led military coalition would have attacked the place.\nNothing in the ruins suggested the factory was used for making bombs, as a coalition spokesman had claimed. And it was far from any military facility that would explain the strike as a tragic mistake: For miles around, there was nothing but desert scrub.\n“It never occurred to me that this would be hit,” Mr. Razoom said.\nOf the many perils Yemen’s civilians have faced during the last six months of war, with starvation looming and their cities crumbling under heavy weapons, none have been as deadly as the coalition airstrikes. What began as a Saudi-led aerial campaign against the Houthis, the rebel militia movement that forced Yemen’s government from power, has become so broad and vicious that critics accuse the coalition of collectively punishing people living in areas under Houthi control.", "url": "https://www.nytimes.com/2015/09/13/world/middleeast/airstrikes-hit-civilians-yemen-war.html"}