{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:51:55", "date_modify": "2022-10-25 23:51:55", "date_publish": "2015-06-12 01:27:23", "description": "When he left Britain in the wake of a phone-hacking scandal, the younger Murdoch seemed too tarnished to inherit his father’s mantle.", "filename": "2015_06_12_business_media_once-down-james-murdoch-is-guided-back-to-the-top_1666741915.html", "image_url": "https://static01.nyt.com/images/2015/06/12/business/12murdoch/12murdoch-facebookJumbo.jpg?year=2015&h=549&w=1050&s=aaca3f0af7456312ab981269710629a93c695140bbb89240748d423218ffbc0c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_12_business_media_once-down-james-murdoch-is-guided-back-to-the-top_1666741915.html", "title": "Once Down, James Murdoch Is Guided Back to the Top", "title_page": "Once Down, James Murdoch Is Guided Back to the Top - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That was not true in the summer of 2011. When news first broke that reporters at The News of the World, the Murdochs’ down-market Sunday tabloid, appeared to have hacked into and listened to voice mail messages on the cellphone of a young murder victim, James Murdoch seemed utterly unprepared for what was coming at him. At the time, he was responsible for all of News Corp.’s holdings in Europe, Asia and the Middle East, and was said to be much more interested in broadcasting and other media than in newspapers, which were his father’s darlings.\nIn a matter of several dizzying weeks, James Murdoch presided over both the closure of The News of the World and the humiliating withdrawal of News Corp.’s $12 billion bid to buy the portion of BSkyB that it did not already own. And having taken a pugilistically defensive stance in denying that hacking and other illegal activities were prevalent at the company’s papers, he was forced to stand by as British authorities arrested a number of high-ranking newspaper employees. These included Rebekah Brooks, a favorite of Rupert Murdoch and a close friend of Prime Minister David Cameron.\nThe Murdochs, who still own a hefty portion of the British newspaper market, had long been feared and courted by the British political establishment. But now lawmakers were rising in Parliament to denounce them, and James had become a liability. Though he had been a mainstay of the so-called Chipping Norton set of influential media people and politicians, which included Ms. Brooks and Mr. Cameron, he found himself cut off from his old political friends. “He was seen very much as the face of the phone hacking scandal,” said Peter Jukes, the author of “Beyond Contempt: The Inside Story of the Phone Hacking Trial.” “He became toxic by association, especially for Cameron.”\nThings got worse when James Murdoch and his father were called to testify before various Parliamentary and other committees, and it became clear that phone hacking had been widespread at The News of the World and that its potentially disastrous legal repercussions had been clear to some executives at the company as early as 2008.\nStill, the Murdochs claimed to know nothing. Even when James was confronted with an email from that year asking him to authorize a $1.4 million payout to a phone hacking victim, James Murdoch said that he had not read the entire email chain and so was unaware of the context.\nIn a scathing report, the House of Commons committee on media held James and Rupert responsible for “willful blindness” about the company’s malfeasance. “Their defense was that the company was too big and they had no idea what was going on, and that James couldn’t be bothered to read the relevant emails or to inquire about the company he was running,” Mr. Bryant, a member of the committee that produced the report, said in an interview. “That showed me they had no understanding of corporate governance.”\nNo one ever pinned any direct knowledge of phone hacking on James. The consensus seemed to be that either he knew about it and was covering it up, or, more likely, that he did not know about it — either because he kept too loose a watch on the British newspapers, or because he deliberately failed to keep apprised of behavior he knew was wrong.", "url": "https://www.nytimes.com/2015/06/12/business/media/once-down-james-murdoch-is-guided-back-to-the-top.html"}