{"authors": ["The Editorial Board"], "date_download": "2022-10-25 23:43:54", "date_modify": "2022-10-25 23:43:54", "date_publish": "2015-07-14 07:21:20", "description": "Comprehensive sexuality education has to start well before college, when it’s already too late.", "filename": "2015_07_14_opinion_to-prevent-sexual-assault-start-early.html__r=0_1666741434.html", "image_url": "https://static01.nyt.com/images/2015/07/14/opinion/14tue3web/14tue3web-facebookJumbo.jpg?year=2015&h=549&w=1050&s=12414ec8ee64aa72b240a0aca941ed365b999f484dfd5038b2812771b944364f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_14_opinion_to-prevent-sexual-assault-start-early.html__r=0_1666741434.html", "title": "To Prevent Sexual Assault, Start Early", "title_page": "Opinion | To Prevent Sexual Assault, Start Early - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the issue of sexual assault becoming more visible on campuses, colleges are trying a variety of approaches to addressing the problem. One recent study of Canadian universities found that teaching female freshmen risk assessment and self-defense techniques reduced their risk of being assaulted. Other experts have argued that such programs need to reach all young people, including boys, much earlier than college.\nA recent editorial in The New England Journal of Medicine pointed out that 40 percent of women who report being raped say they were first assaulted before the age of 18, which suggests that assault prevention education should start well before high school. In fact, several programs introduced in middle schools have proved effective.\nIn a group of Illinois middle schools, teaching communication and emotion management to students reduced both sexual harassment and homophobic name-calling. And a study of 30 New York City middle schools found that a combination of anti-violence posters, student-led mapping of especially dangerous areas of the school building (with corresponding increased security in those areas) and safety planning for victims led to significant reductions in inappropriate touching at school.\nResearchers are also studying whether teaching students about sexual health reduces the risk of assault. Some educators believe that it does and that students should learn not just about preventing pregnancy and diseases but also about how to decide when they want to have sex and how to respect other people’s decisions.", "url": "https://www.nytimes.com/2015/07/14/opinion/to-prevent-sexual-assault-start-early.html?_r=0"}