{"authors": ["Sabrina Tavernise"], "date_download": "2022-10-25 23:52:03", "date_modify": "2022-10-25 23:52:03", "date_publish": "2015-05-01 00:43:20", "description": "Legislation that would have accelerated the process in a way that critics said threatened to erode patient safety was formally released, in a scaled-back version with many of the most controversial provisions left out.", "filename": "2015_05_01_health_bill-to-speed-approvals-for-drugs-is-cut-back.html__r=0_1666741923.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_01_health_bill-to-speed-approvals-for-drugs-is-cut-back.html__r=0_1666741923.html", "title": "Bill to Speed Approvals for Drugs Is Cut Back", "title_page": "Bill to Speed Approvals for Drugs Is Cut Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The bill’s supporters said it was a work in progress that had been assembled in one of the most collaborative, transparent processes Congress has seen in years. The sponsors held eight hearings and more than a dozen round-table meetings in districts across the country to gather comment.\n“We have a chance to do something big, and this is our time,” Mr. Upton said.\nHis co-sponsor, Diana DeGette, Democrat of Colorado, said the lawmakers had made “tremendous progress,” recalling “that hokey video” that she and Mr. Upton made to promote the effort last year.\nThe draft — at about 200 pages it is half its former size — seemed to allay fears among some experts that it would fundamentally rewire the way drugs are approved. Earlier proposals to give drug companies broad powers to promote their products for uses other than the approved ones and to market brand-name drugs for a longer time without generic competition were not included.\nThe F.D.A. has defended its record for drug approval speed, saying that in 2014, it approved the most new drugs in almost 20 years, and that it moves faster than its counterparts in other wealthy countries. Experts note that pathways exist for expedited approval, and that the F.D.A. is held to relatively strict timelines under other rules set by Congress. Instead, they say, the bottleneck for new drugs is often a matter of the years of research it takes to find them.\nDiana Zuckerman, the president of the National Center for Health Research, said earlier versions of the legislation had “considerable micromanaging of the F.D.A. and enormous power given to industry.”", "url": "https://www.nytimes.com/2015/05/01/health/bill-to-speed-approvals-for-drugs-is-cut-back.html?_r=0"}