{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:29:38", "date_modify": "2022-10-25 23:29:38", "date_publish": "2015-06-29 14:04:39", "description": "The justices sided against three inmates who had sought to bar a sedative. In the process, two dissenting members of the court came very close to calling the death penalty itself unconstitutional.", "filename": "2015_06_30_us_supreme-court-execution-drug_1666740578.html", "image_url": "https://static01.nyt.com/images/2015/06/30/us/30lethal-promo/30lethal-web01-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8bbc23f9b48c9ba7792cc4fbf45c47a0fdcc6b8ce9c8ef58299d8645eb2fa572&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_30_us_supreme-court-execution-drug_1666740578.html", "title": "Supreme Court Allows Use of Execution Drug", "title_page": "Supreme Court Allows Use of Execution Drug   - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Justice Breyer added that there was scant reason to think that the death penalty deterred crime and that long delays between death sentences and executions might themselves violate the Eighth Amendment. He noted that most of the country did not use the death penalty and that the United States was an international outlier in embracing it.\nJustice Scalia responded to what he called “Justice Breyer’s plea for judicial abolition of the death penalty” by calling it “gobbledygook.” The punishment is contemplated by the Constitution, Justice Scalia said, and disingenuously opposed on grounds created by its opponents.\nCriticizing the death penalty on the ground that it is not carried out fast enough, for instance, Justice Scalia said, “calls to mind the man sentenced to death for killing his parents, who pleads for mercy on the ground that he is an orphan.”\n“We federal judges,” Justice Scalia continued, “live in a world apart from the vast majority of Americans. After work, we retire to homes in placid suburbia or to high-rise co-ops with guards at the door. We are not confronted with the threat of violence that is ever present in many Americans’ everyday lives. The suggestion that the incremental deterrent effect of capital punishment does not seem ‘significant’ reflects, it seems to me, a let-them-eat-cake obliviousness to the needs of others. Let the people decide how much incremental deterrence is appropriate.”", "url": "https://www.nytimes.com/2015/06/30/us/supreme-court-execution-drug.html"}