{"authors": ["Joshua Jamerson"], "date_download": "2022-10-25 23:48:50", "date_modify": "2022-10-25 23:48:50", "date_publish": "2015-06-27 00:00:47", "description": "One driver lost his license and the other was fined for declining to take the mayor of San Juan, P.R., from Manhattan to her hotel.", "filename": "2015_06_27_nyregion_2-cab-drivers-are-disciplined-for-refusing-to-take-puerto-rican-mayor-to-the-bronx_1666741730.html", "image_url": "https://static01.nyt.com/images/2015/06/27/nyregion/27taxi-web/27taxi-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=d3c402168ca154d15d0c1337ef82f630625132c94cc445116fe68c6b9ccdd71c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_27_nyregion_2-cab-drivers-are-disciplined-for-refusing-to-take-puerto-rican-mayor-to-the-bronx_1666741730.html", "title": "2 Cabdrivers Are Disciplined for Refusing to Take Puerto Rican Mayor to the Bronx", "title_page": "2 Cabdrivers Are Disciplined for Refusing to Take Puerto Rican Mayor to the Bronx - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One New York City taxicab driver has lost his license and another was fined for refusing to drive the mayor of San Juan, P.R., from Manhattan to a hotel in the Bronx last month, officials said.\nJose A. Guerrero, 67, was fined $200 for refusing to take Mayor Carmen Yulin Cruz from Greenwich Village to the Opera House Hotel on East 149th Street in the Bronx on May 27, officials from the New York City Taxi and Limousine Commission said. Mr. Guerrero, who paid his fine on June 10, has been driving a cab in the city for decades and had no prior offenses, the commission said.\nThe second driver, Mohamed Mansouri, 32, initially refused to drive Ms. Cruz and three of her colleagues to the Bronx, but then reluctantly agreed to do so, officials said. The commission revoked his license and fined him $1,450, noting that he had four previous consumer complaints on his record, including refusal and overcharging.\n“He took us there, and all the while he was complaining that he was going to the Bronx,” Ms. Cruz had previously told reporters. She was not immediately available at her office on Friday afternoon.", "url": "https://www.nytimes.com/2015/06/27/nyregion/2-cab-drivers-are-disciplined-for-refusing-to-take-puerto-rican-mayor-to-the-bronx.html"}