{"authors": ["Roberta Smith", "Barbara Graustark"], "date_download": "2022-10-25 23:37:03", "date_modify": "2022-10-25 23:37:03", "date_publish": "2015-05-07 19:43:35", "description": "This 20-foot-wide work is one of the least familiar landmarks of 20th-century painting.", "filename": "2015_05_08_arts_design_a-jackson-pollock-takes-its-first-trip-to-venice_1666741023.html", "image_url": "https://static01.nyt.com/images/2015/05/08/arts/08INSIDEART/08INSIDEART-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=631929a7827168ced24438980122514b86653d25517683601a8e72b29cbae011&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_08_arts_design_a-jackson-pollock-takes-its-first-trip-to-venice_1666741023.html", "title": "Jackson Pollock’s ‘Mural’ Makes a Rare Trip to the Venice Biennale", "title_page": "Jackson Pollock’s ‘Mural’ Makes a Rare Trip to the Venice Biennale - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "VENICE — “Jackson Pollock’s ‘Mural’: Energy Made Visible” at the Peggy Guggenheim Collection here is a small show built around a leviathan. “Mural” is the 20-foot-wide breakthrough painting that resulted in 1943 when Guggenheim commissioned Pollock to make a painting for a wall in her New York townhouse. And because she gave the work to the University of Iowa Museum of Art in 1948, it has been seen elsewhere infrequently, which makes it one of the least familiar landmarks of 20th-century painting.\n“Mural” was Pollock’s first really big painting, one of the biggest he would ever make. Its size, abstractness and rolling, all-over composition set the stage for his later work — though he would take a few years to fully absorb its implications — and has influenced generations of artists.\nThe work has never been in Italy; this is also one of its first showings since the recent completion of its cleaning, conducted over 18 months at the Getty Conservation Institute in Los Angeles. The process seems to have brought more loft and airiness to its brushwork — a combination of scythe-like long strokes and curling commas — and more punch to its palette of black and white highlighted by jewel-bright yellows, magentas and blues.\nThe rooms of the slightly bunkeresque palazzo on the Grand Canal where Guggenheim lived, and that now houses her collection, are neither large nor high-ceilinged. This forces an intimacy that supports the Abstract Expressionists’ belief that their paintings were big but meant to be experienced up close.", "url": "https://www.nytimes.com/2015/05/08/arts/design/a-jackson-pollock-takes-its-first-trip-to-venice.html"}