{"authors": ["Michael Winerip"], "date_download": "2022-10-25 23:49:42", "date_modify": "2022-10-25 23:49:42", "date_publish": "2015-06-07 17:33:43", "description": "Nearly 90 percent of inmates at the Clinton Correctional Facility, a prison in the village of Dannemora, N.Y., have been convicted of violent crimes.", "filename": "2015_06_08_nyregion_clinton-prison-known-for-its-toughness-and-violent-criminals-is-embraced-by-town_1666741782.html", "image_url": "https://static01.nyt.com/images/2015/06/08/nyregion/08CLINTON/08CLINTON-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=f59147171d1dfc047c375af016f65e770f6a82ff21c787be2c0cbb173d9967ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_08_nyregion_clinton-prison-known-for-its-toughness-and-violent-criminals-is-embraced-by-town_1666741782.html", "title": "Notoriety and Scorn Shadow Clinton Prison", "title_page": "Notoriety and Scorn Shadow Clinton Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Clinton Correctional Facility, the state prison where two men serving murder sentences were discovered missing on Saturday morning, is a tough place to do hard time.\nNearly 90 percent of inmates at the maximum-security prison have been convicted of violent crimes, compared with an average of two-thirds statewide. They are serving minimum sentences of 13 years on average, more than twice the systemwide rate.\nThe two men who escaped from Clinton, Richard W. Matt and David Sweat, were still at large on Sunday. They were convicted of murder in separate cases in different parts of the state and at Clinton lived in neighboring cells, according to state officials. Mr. Matt, 48, was serving a sentence of 25 years to life with no chance of parole before 2032; Mr. Sweat, 34, was serving a sentence of life without the possibility of parole.\nImage Richard Matt Credit... New York State Police, via Associated Press\nNicknamed Little Siberia, the prison is in the village of Dannemora, which has a population of about 4,000 and is roughly 25 miles from Canada’s border. For inmates and their families, Clinton is foreign territory, a five-hour drive from New York City.", "url": "https://www.nytimes.com/2015/06/08/nyregion/clinton-prison-known-for-its-toughness-and-violent-criminals-is-embraced-by-town.html"}