{"authors": ["Richard Pérez-Peña"], "date_download": "2022-10-25 23:56:10", "date_modify": "2022-10-25 23:56:10", "date_publish": "2015-04-21 17:10:54", "description": "Mr. Gray, a 25-year-old black man, was taken to the hospital with a severed spinal cord after being chased and arrested by the police.", "filename": "2015_04_22_us_baltimore-police-officers-suspended-in-freddie-gray-inquiry-are-identified_1666742170.html", "image_url": "https://static01.nyt.com/images/2015/04/22/us/22police-web2/22police-web2-facebookJumbo.jpg?year=2015&h=550&w=1050&s=2bf489ee99f6de32446860edc4cdabe5281cfdcb7883cc54340b32993b947ba0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_22_us_baltimore-police-officers-suspended-in-freddie-gray-inquiry-are-identified_1666742170.html", "title": "Baltimore Officers Suspended Over Death of Freddie Gray Are Identified", "title_page": "Baltimore Officers Suspended Over Death of Freddie Gray Are Identified - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Baltimore Police Department on Tuesday identified the six officers who have been suspended in the death of Freddie Gray, a 25-year-old black man who was taken to a hospital with a severed spinal cord after being chased and arrested.\nMr. Gray died Sunday, a week after his arrest.\nLt. Brian Rice was the senior officer involved, and officials have said it was a lieutenant on the scene, part of a team of officers patrolling on bicycles, who made eye contact with two men — one of them Mr. Gray — before they fled on foot, prompting the officers to pursue them. Lieutenant Rice, 41, is an 18-year veteran of the department.\nOfficer Garrett Miller filled out the “statement of charges” for arresting Mr. Gray, accusing him of carrying a switchblade knife, clipped to the inside of his pants pocket. Officer Miller, 26, a member of the department since 2012, wrote, “The defendant was arrested without force or incident.”\nThe others suspended are Sgt. Alicia White, 30, who joined the department in 2010; Officer William Porter, 25, who joined in 2012; Officer Edward Nero, 29, who joined in 2012; and Officer Caesar Goodson, 45, who joined in 1999.", "url": "https://www.nytimes.com/2015/04/22/us/baltimore-police-officers-suspended-in-freddie-gray-inquiry-are-identified.html"}