{"authors": ["Matt Apuzzo"], "date_download": "2022-10-26 00:11:32", "date_modify": "2022-10-26 00:11:32", "date_publish": "2015-01-12 13:38:48", "description": "Friends say Loretta E. Lynch, an African-American reared in the segregated South, sees herself more as a traditional prosecutor than a civil rights advocate.", "filename": "2015_01_13_us_politics_loretta-lynch-attorney-general-nominee_1666743092.html", "image_url": "https://static01.nyt.com/images/2015/01/13/us/JP-LYNCH/JP-LYNCH-facebookJumbo.jpg?year=2015&h=550&w=1050&s=ce7f6e853359d5d8d25e1aa69053ee9841af6a1c9e07141f0f416a4a5b9d8c94&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_13_us_politics_loretta-lynch-attorney-general-nominee_1666743092.html", "title": "Loretta Lynch Said to See Her Role as That of Traditional Prosecutor", "title_page": "Loretta Lynch Said to See Her Role as That of Traditional Prosecutor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — While interviewing aspiring prosecutors for jobs in the United States attorney’s office in Brooklyn, Loretta E. Lynch, an African-American Democrat who grew up in the segregated South, often poses a favorite question.\nYou are investigating a violent crime in a minority neighborhood. The crucial witness, a kindhearted grandmother, will not testify. The case hangs in the balance. What do you do?\nMany applicants think they know the answer she wants. They offer thoughts on the challenges of policing troubled neighborhoods and the need for sensitivity to the concerns of witnesses. But in a soft voice bearing hints of North Carolina, Ms. Lynch tells them they are wrong.\n“Nana’s going to jail,” she says.\nMs. Lynch, President Obama’s nominee to become the next attorney general, is easy to misread. Mr. Obama predicted that she would carry on the legacy of Eric H. Holder Jr., an African-American who proudly declared himself an activist and became the administration’s most outspoken voice on race.", "url": "https://www.nytimes.com/2015/01/13/us/politics/loretta-lynch-attorney-general-nominee.html"}