{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:39:45", "date_modify": "2022-10-25 23:39:45", "date_publish": "2015-04-25 19:44:26", "description": "The avalanche rumbled down a treacherous icefall into a mountaineering base camp, killing at least 17 climbers and injuring an untold number of others, officials said.", "filename": "2015_04_26_world_asia_everest-climbers-killed-as-nepal-quake-sets-off-avalanche_1666741185.html", "image_url": "https://static01.nyt.com/images/2015/04/26/multimedia/mt-everest-rescues/mt-everest-rescues-facebookJumbo.jpg?year=2015&h=550&w=1050&s=abeb7a14a5927b37454b4c149ede7a22e63253f1212a1c6adb591ae58ae4bc5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_26_world_asia_everest-climbers-killed-as-nepal-quake-sets-off-avalanche_1666741185.html", "title": "Everest Climbers Are Killed as Nepal Quake Sets Off Avalanche", "title_page": "Everest Climbers Are Killed as Nepal Quake Sets Off Avalanche - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the video, he points to a mountain visible behind him and says there have been a few avalanches in the area, as well as rockfalls. Most climbers on his team were fine, he said, but he had not yet heard from climbers who moved to other camps.\nAng Sherpa, an experienced guide, said in an interview on Saturday that about 800 people were already staying at the Everest base camp, which is always a somewhat chaotic collection of tents, equipment and exhausted climbers and their attendants. A helicopter rescue operation to the base camp was planned for Sunday morning, he said, when a full tally of the dead and injured should become available.\nThe first word of the death of Mr. Fredinburg, the Google engineer, came in an Instagram message from his sister Megan. “I regret to inform all who loved him that during the avalanche on Everest early this morning our Dan suffered from a major head injury and didn’t make it,” she wrote.\nMr. Fredinburg had worked at Google since 2007 and described himself as “Google Adventurer.” He worked on Google’s privacy team, recently advising on high-profile projects, including the self-driving car and Project Loon, an attempt to use stratospheric balloons to deliver high-speed Internet to rural areas and the developing world.\nHe had led a number of expeditions to the Everest area, taking images for Google’s Street View project. “While there’s nothing quite like standing on the mountain,” he wrote in a blog post in 2013, “with Google Maps you can instantly transport yourself to the top of these peaks and enjoy the sights without all of the avalanches, rock slides, crevasses and dangers from altitude and weather that mountaineers face.”", "url": "https://www.nytimes.com/2015/04/26/world/asia/everest-climbers-killed-as-nepal-quake-sets-off-avalanche.html"}