{"authors": ["Joseph Goldstein"], "date_download": "2022-10-26 00:11:44", "date_modify": "2022-10-26 00:11:44", "date_publish": "2015-10-05 00:42:33", "description": "Mullah Akhtar Muhammad Mansour has become central to the Taliban’s revival as a powerful insurgency that poses a grave threat to the Afghan government.", "filename": "2015_10_05_world_asia_kunduz-fall-validates-mullah-akhtar-muhammad-mansour-talibans-new-leader_1666743104.html", "image_url": "https://static01.nyt.com/images/2015/10/05/world/05MANSOUR/05MANSOUR-facebookJumbo.jpg?year=2015&h=282&w=538&s=7c387e56831796b7dd12a61eaf860df533e66b81cbb2fdaa5ba3da519314361e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_05_world_asia_kunduz-fall-validates-mullah-akhtar-muhammad-mansour-talibans-new-leader_1666743104.html", "title": "Taliban’s New Leader Strengthens His Hold With Intrigue and Battlefield Victory", "title_page": "Taliban’s New Leader Strengthens His Hold With Intrigue and Battlefield Victory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pakistan’s role in Mullah Mansour’s rise and rule has offered a bit of hope to Afghan and Western officials that Pakistani officials might be persuaded to force the Taliban to accept a peace deal.\nBut it has also sometimes been a political liability for Mullah Mansour, embittering some Taliban figures who resent Pakistan’s influence on the leadership and who are not likely to forgive his deception about Mullah Omar’s death. Some alienated commanders have sought a new direction with the Islamic State offshoot that is growing in Afghanistan and Pakistan.\nMullah Mansour’s biggest mystery to Western and Afghan officials is wrapped up in the question of how he will try to shape Afghanistan’s future now that he has consolidated power: Will he attempt to return the Taliban to power as conquerors, or will he try to turn military victories into a strong hand in peace talks?\nHis own words and actions would seem to support either path.\nRiches in Exile\nMullah Mansour, a stout man believed to be just under 50, does not, unlike his famously reclusive predecessor, live in hiding. His circumstances are not those of a jihadist leader living a fugitive existence, fearing drone strikes and avoiding cellphones in case they are tracked — in fact, one person who knows him says the Taliban leader owns a cellphone company.\nSome of the time, he lives in a southern neighborhood of Quetta, Pakistan, known as Satellite Town, in an enclave where he and some other Taliban leaders from the same Pashtun tribe, the Ishaqzai, have built homes, according to interviews with a range of people who know him, including high-ranking Taliban leaders. As with many of the people interviewed about Mullah Mansour, they spoke on the condition of anonymity to avoid offending or prompting revenge.\nBut Quetta is not his only option. Although he is on the United Nations no-fly list, Mullah Mansour has repeatedly taken flights in and out of Pakistan, according to a senior Afghan intelligence official. Often, his destination has been Dubai, in the United Arab Emirates, where he has a house and several investments under different names, the official said.", "url": "https://www.nytimes.com/2015/10/05/world/asia/kunduz-fall-validates-mullah-akhtar-muhammad-mansour-talibans-new-leader.html"}