{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:19", "date_modify": "2022-10-25 23:33:19", "date_publish": "2015-09-10 22:18:52", "description": "The crisis, including the downgrading of Brazil’s credit rating to junk status, is unleashing a withering exploration of how the country squandered its hard-won success.", "filename": "2015_09_11_world_americas_brazils-economic-crisis-intensifies-raising-pressure-on-president_1666740799.html", "image_url": "https://static01.nyt.com/images/2015/09/11/world/11BRAZIL/11BRAZIL-facebookJumbo.jpg?year=2015&h=550&w=1050&s=16ff613a97af8bfd4aea4ea559c624e701e625520e411d01ebabe319918d3510&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_11_world_americas_brazils-economic-crisis-intensifies-raising-pressure-on-president_1666740799.html", "title": "As a Boom Fades, Brazilians Wonder How It All Went Wrong", "title_page": "As a Boom Fades, Brazilians Wonder How It All Went Wrong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many economists argue that Brazil’s troubles have their origins in a series of policy shifts that Ms. Rousseff pursued once it became clear that the economy was slowing after a burst of 7.6 percent growth in 2010, the fastest rate in more than two decades.\nHoping to prevent Brazil from cooling too much after the sizzling boom of the previous decade, Ms. Rousseff, 67, a former Marxist guerrilla who was tortured during the military dictatorship in the 1970s and took office in 2011, doubled down on bets that she could stave off a severe slowdown by harnessing a web of government-controlled banks and energy companies.\nMs. Rousseff pressured the central bank to reduce interest rates, fueling a credit spree among overstretched consumers who are now struggling to repay loans. She cut taxes for certain domestic industries and imposed price controls on gasoline and electricity, creating huge losses at public energy companies.\nGoing further, she expanded the sway of Brazil’s colossal national development bank, whose lending portfolio already dwarfed that of the World Bank. Drawing funds from the national treasury, the bank, known as the B.N.D.E.S., increased taxpayer-subsidized loans to large corporations at rates that were often significantly lower than those individuals could obtain from their banks.\nMs. Rousseff’s critics argue that she also began using funds from giant government banks to cover budget shortfalls as she and her leftist Workers’ Party headed into elections.\n“They deliberately destroyed the public finances to obtain re-election,” said Antônio Delfim Netto, 87, a former finance minister and one of Brazil’s most influential economists. Taking note of the government’s inability to rein in spending as a budget deficit expands, Mr. Delfim Netto and other economists are warning that officials may simply opt to print more money, stirring ghosts in an economy once ravaged by high inflation.\nSome critics contend that Ms. Rousseff’s missteps were not only tactical but also ideological in nature. Like her predecessor, Mr. da Silva, she and the Workers’ Party pursued a model that enhanced the government’s clout in the economy, especially in industries like oil and banking. While the strategy seemed to work for a while, early warnings about its durability went unheeded.", "url": "https://www.nytimes.com/2015/09/11/world/americas/brazils-economic-crisis-intensifies-raising-pressure-on-president.html"}