{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:51:16", "date_modify": "2022-10-25 23:51:16", "date_publish": "2015-11-10 00:31:14", "description": "The executive director of the New York State Thruway Authority said that rates would not increase in 2016, but that the new group would issue toll recommendations for the replacement.", "filename": "2015_11_10_nyregion_panel-to-examine-tolls-for-new-tappan-zee-bridge_1666741876.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_10_nyregion_panel-to-examine-tolls-for-new-tappan-zee-bridge_1666741876.html", "title": "Panel to Examine Tolls for New Tappan Zee Bridge", "title_page": "Panel to Examine Tolls for New Tappan Zee Bridge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The New York State Thruway Authority announced on Monday that a new task force would examine whether to raise tolls for the crossing that is being built to replace the Tappan Zee Bridge.\nThe authority’s executive director, Robert L. Megna, said that tolls on the Tappan Zee would not increase in 2016, but that the seven-member panel would issue toll recommendations for the new bridge by the middle of next year.\n“The New NY Bridge project has made tremendous progress, which anyone who drives over the Tappan Zee can see firsthand, and we will continue to work to find ways to keep tolls as low as possible for commuters,” said Mr. Megna, who is stepping down from his post in January to become a senior vice president at Stony Brook University.\nThe Tappan Zee Bridge, which carries the Thruway and connects Rockland and Westchester Counties, has a $5 toll, compared with the $14 toll on the George Washington Bridge from New Jersey to New York. Experts have long predicted that the construction of the $3.9 billion replacement bridge would force the state to raise tolls, but by how much is unclear.", "url": "https://www.nytimes.com/2015/11/10/nyregion/panel-to-examine-tolls-for-new-tappan-zee-bridge.html"}