{"authors": ["Robin Pogrebin"], "date_download": "2022-10-25 23:37:08", "date_modify": "2022-10-25 23:37:08", "date_publish": "2015-02-05 22:14:59", "description": "The Blanton Museum of Art will build Ellsworth Kelly’s first free-standing building design on its grounds at the University of Texas, Austin.", "filename": "2015_02_06_arts_design_texas-museum-to-build-ellsworth-kelly-design_1666741028.html", "image_url": "https://static01.nyt.com/images/2015/02/06/arts/06INSIDEART1/06INSIDEART1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=e833c42f391484f5250563517c2db2360f76293f0f072afdcd1176187262895f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_06_arts_design_texas-museum-to-build-ellsworth-kelly-design_1666741028.html", "title": "Texas Museum to Build Ellsworth Kelly Design", "title_page": "Texas Museum to Build Ellsworth Kelly Design - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 1986, the painter and sculptor Ellsworth Kelly conceived his first free-standing building for a private collector, but it was never realized. Now, as Mr. Kelly prepares to turn 92 in May, the Blanton Museum of Art will acquire and construct his design for a 2,715-square-foot stone building, which will rise on the museum’s grounds at the University of Texas, Austin.\n“It’s wonderful to have it done,” Mr. Kelly said in a telephone interview.\nWhile not explicitly called a chapel — it’s been titled “Austin” — the building echoes Modernist artist-commissioned buildings like the Rothko Chapel in Houston and Henri Matisse’s Chapelle du Rosaire in Southern France. And Mr. Kelly said the building’s 14 black-and-white marble panels were inspired in part by religious themes. The structure also features colored glass windows and a totemic rosewood sculpture as a symbolic altar.\n“I think people need some kind of spiritual thing because, as you can see, there are spots around the world that are blowing up and we don’t want that,” Mr. Kelly said. “No one wants that.”\nMr. Kelly has gifted the project to the museum, and it will become part of its permanent collection. Construction is to begin after the museum has raised $15 million to realize the project; $7 million has been collected so far. “It really is a space that you walk into and experience,” said Simone Wicha, the Blanton’s director.", "url": "https://www.nytimes.com/2015/02/06/arts/design/texas-museum-to-build-ellsworth-kelly-design.html"}