{"authors": ["John Noble Wilford"], "date_download": "2022-10-25 23:55:26", "date_modify": "2022-10-25 23:55:26", "date_publish": "2015-09-10 09:00:56", "description": "A cave in South Africa yielded the discovery of a previously unidentified member of the early human lineage — Homo naledi, a hominin species who seem to have buried their dead.", "filename": "2015_09_11_science_south-africa-fossils-new-species-human-ancestor-homo-naledi_1666742126.html", "image_url": "https://static01.nyt.com/images/2015/09/11/science/11hominid-sub/11hominid-sub-facebookJumbo.jpg?year=2015&h=550&w=1050&s=a607950b5c6c5e08cc304e2dd1cd0ff85d7428b3a56ac3145d2282ec06cf3b98&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_11_science_south-africa-fossils-new-species-human-ancestor-homo-naledi_1666742126.html", "title": "Homo Naledi, New Species in Human Lineage, Is Found in South African Cave", "title_page": "Homo Naledi, New Species in Human Lineage, Is Found in South African Cave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A colleague of Dr. Tattersall’s at the museum, Eric Delson, who is a professor at Lehman College of the City University of New York, was also impressed, saying, “Berger does it again!”\nDr. Delson was referring to Dr. Berger’s previous headline discovery, published in 2010, also involving cave deposits near Johannesburg. He found many fewer fossils that time, but enough to conclude that he was looking at a new species, which he named Australopithecus sediba. Geologists said the individuals lived 1.78 million to 1.95 million years ago, when australopithecines and early species of Homo were contemporaries.\nResearchers analyzing the H. naledi fossils have not yet nailed down their age, which is difficult to measure because of the muddled chamber sediments and the absence of other fauna remains nearby. Some of its primitive anatomy, like a brain no larger than an average orange, Dr. Berger said, indicated that the species evolved near or at the root of the Homo genus, meaning it must be in excess of 2.5 million to 2.8 million years old. Geologists think the cave is no older than three million years.\nThe field work and two years of analysis for Dr. Berger’s latest discovery were supported by the University of the Witwatersrand, the National Geographic Society and the South African Department of Science and Technology/National Research Foundation. In addition to the journal articles, the findings will be featured in the October issue of National Geographic Magazine and in a two-hour NOVA/National Geographic documentary to air Wednesday on PBS.\nScientists on the discovery team and those not involved in the research noted the mosaic of contrasting anatomical features, including more modern-looking jaws and teeth and feet, that warrant the hominin’s placement as a species in the genus Homo, not Australopithecus, the genus that includes the famous Lucy species that lived 3.2 million years ago. The hands of the newly discovered specimens reminded some scientists of the earliest previously identified specimens of Homo habilis, who were apparently among the first toolmakers.", "url": "https://www.nytimes.com/2015/09/11/science/south-africa-fossils-new-species-human-ancestor-homo-naledi.html"}