{"authors": ["Jonathan Soble"], "date_download": "2022-10-25 23:54:01", "date_modify": "2022-10-25 23:54:01", "date_publish": "2015-09-18 22:13:53", "description": "Prime Minister Shinzo Abe succeeded in his effort to move beyond the postwar pacifism that has kept his country out of conflicts.", "filename": "2015_09_19_world_asia_japan-parliament-passes-legislation-combat-role-for-military_1666742041.html", "image_url": "https://static01.nyt.com/images/2015/09/18/multimedia/japan-protests/japan-protests-facebookJumbo.jpg?year=2015&h=549&w=1050&s=3117741ebb53061ec3e5475401c5c8ef8256199296839000bc13516e2852304d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_19_world_asia_japan-parliament-passes-legislation-combat-role-for-military_1666742041.html", "title": "Japan’s Parliament Approves Overseas Combat Role for Military", "title_page": "Japan’s Parliament Approves Overseas Combat Role for Military - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Leftist politicians and peace campaigners have been the most vocal proponents of the latter view, but they are not alone. Some to the right of Mr. Abe are also concerned. Yoshinori Kobayashi, a right-wing author and manga artist, came out against Mr. Abe’s plans at a gathering of foreign journalists last month, saying, “We must not be caught up in American wars of aggression.”\nSuch attitudes are partly fueled by the war in Iraq, though they have existed in one form or another at least since Vietnam. Although Japan did not fight in Iraq, its government was a vocal supporter of the war and sent troops from the Self-Defense Forces, as the military is known, to play a noncombat rebuilding role during the American occupation.\n“Japan has not been careful about choosing when to support the United States, which is the biggest worry,” said Kiichi Fujiwara, a professor of international politics at Tokyo University who was otherwise broadly supportive of the legislation.\nHe said the main aim of the changes was to allow Japanese and United States forces to coordinate responses to contingencies on Japan’s doorstep, such as any destabilization of the Korean Peninsula, not to get Japan involved in faraway wars. And he noted that the risk of military entanglement runs both ways: American leaders, for instance, worry about being drawn into a potential conflict between Japan and China over disputed islands in the East China Sea.\n”That’s not something you hear about in Japan,” Mr. Fujiwara said. “There’s this assumption that it’s America that will get Japan into trouble, when it could just as easily be the other way around.”\nMr. Abe’s government has kept a number of limits on military deployments in the new legislation. The Self-Defense Forces will be able to engage in combat overseas to protect allies, but only when all peaceful options are exhausted and not intervening would threaten “the lives and survival of the Japanese nation.” Critics say those criteria are dangerously vague.", "url": "https://www.nytimes.com/2015/09/19/world/asia/japan-parliament-passes-legislation-combat-role-for-military.html"}