{"authors": ["Thomas Fuller", "Gardiner Harris"], "date_download": "2022-10-25 23:39:55", "date_modify": "2022-10-25 23:39:55", "date_publish": "2015-04-26 10:37:35", "description": "Powerful aftershocks continued to convulse Nepal on Sunday, complicating efforts to rescue those trapped and to maintain adequate supplies of food and water.", "filename": "2015_04_27_world_asia_nepal-earthquake-katmandu_1666741195.html", "image_url": "https://static01.nyt.com/images/2015/04/28/world/28Nepal4-SS/28Nepal4-SS-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=df07c1c0ac32ae4762deeb65025dc18a75a03b627472dbb4a0a144984e830c28&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_27_world_asia_nepal-earthquake-katmandu_1666741195.html", "title": "Nepal Terrorized by Aftershocks, Hampering Relief Efforts", "title_page": "Nepal Terrorized by Aftershocks, Hampering Relief Efforts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KATMANDU, Nepal — A growing sense of despair spread through Katmandu on Sunday as the devastated Nepali capital was convulsed by aftershocks that sent residents screaming into the streets, where they were pelted by heavy rain.\nA day after an earthquake killed more than 2,400 people and injured about 5,900, residents grew frantic and the government, entirely overwhelmed by the enormousness of the challenge facing the country, struggled to provide relief, or much hope.\nStreets in parts of this city of about 1.2 million were impassable, not so much from quake damage but because tens of thousands of people have taken up residence there. It was a strategy endorsed by the government.\nThe already difficult situation in much of the capital, where safe shelters are scarce, was made worse Sunday when rains began to pour down on huddled masses.\nIt is increasingly evident that authorities here were ill-equipped to rescue those trapped and would have trouble maintaining adequate supplies of water, electricity and food.\n“In my neighborhood, the police are conspicuous by their absence,” said Sridhar Khatri of the South Asia Center for Policy Studies in Katmandu. “There is not even a show of force to deter vandalism, which some reports say is on the rise.”\nOn Sunday, the government began setting up 16 relief stations across Katmandu and the rest of the country while rescue operations continued. The relief stations are expected to ease distribution of water, food and medicine, said Laxmi Prasad Dhakal, a spokesman at the Ministry of Home Affairs.", "url": "https://www.nytimes.com/2015/04/27/world/asia/nepal-earthquake-katmandu.html"}