{"authors": ["Patrick Mcgeehan"], "date_download": "2022-10-25 23:27:15", "date_modify": "2022-10-25 23:27:15", "date_publish": "2015-11-03 01:10:18", "description": "The company, which had been in talks with the Cuomo administration in recent weeks, said it was losing too much money operating the James A. FitzPatrick plant in Oswego County.", "filename": "2015_11_03_nyregion_entergy-to-close-nuclear-plant-on-lake-ontario-angering-cuomo_1666740435.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_03_nyregion_entergy-to-close-nuclear-plant-on-lake-ontario-angering-cuomo_1666740435.html", "title": "Entergy to Close Nuclear Plant on Lake Ontario, Angering Cuomo", "title_page": "Entergy to Close Nuclear Plant on Lake Ontario, Angering Cuomo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Cuomo, a Democrat, said in a statement that the state would “pursue every legal and regulatory avenue in an attempt to stop Entergy’s actions and its callous disregard for their skilled and loyal work force.” The company notified employees at the plant and state regulators about its plan on Monday morning. The regulators must now decide whether the plant, which can produce about 2 percent of the power generated in the state, is too important a source to allow to close, but Mr. Mohl said he did not foresee such a determination.\nHe said the company had opted not to order any more fuel for the reactor, which would mean that it would cease operating late next year or in early 2017. At that point, he said, about half of the employees — 300 or so — would lose their jobs.\nAfter that, employment at the plant would gradually decline through a decommissioning process that would last five years or more, Mr. Mohl said. He said it would take that long for the spent fuel to cool enough to be moved from a pool into dry cask storage on the site.\nEntergy will try to find positions for the displaced workers at its other nuclear plants or elsewhere in the company, Mr. Mohl said. He said the company had offered other jobs to nearly all of the workers at its Vermont Yankee nuclear plant in Vernon, Vt., which closed at the end of last year.", "url": "https://www.nytimes.com/2015/11/03/nyregion/entergy-to-close-nuclear-plant-on-lake-ontario-angering-cuomo.html"}