{"authors": ["Michiko Kakutani"], "date_download": "2022-10-25 23:37:42", "date_modify": "2022-10-25 23:37:42", "date_publish": "2015-07-09 19:36:50", "description": "A father tells his teenage son what it means to be black in America.", "filename": "2015_07_10_books_review-in-between-the-world-and-me-ta-nehisi-coates-delivers-a-desperate-dispatch-to-his-son_1666741062.html", "image_url": "https://static01.nyt.com/images/2015/07/10/arts/10BOOK/10BOOK-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=fc5f8bbf1bac422e0b0c08f4da4836cc1ead6bb0a5cf835e266d0e9ebdc5f969&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_10_books_review-in-between-the-world-and-me-ta-nehisi-coates-delivers-a-desperate-dispatch-to-his-son_1666741062.html", "title": "Review: In ‘Between the World and Me,’ Ta-Nehisi Coates Delivers a Searing Dispatch to His Son", "title_page": "Review: In ‘Between the World and Me,’ Ta-Nehisi Coates Delivers a Searing Dispatch to His Son - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Inspired by James Baldwin’s 1963 classic “The Fire Next Time,” Ta-Nehisi Coates’s new book, “Between the World and Me,” is a searing meditation on what it means to be black in America today. It takes the form of a letter from Mr. Coates to his 14-year-old son, Samori, and speaks of the perils of living in a country where unarmed black men and boys — Michael Brown, Tamir Rice, Eric Garner, Walter L. Scott, Freddie Gray — are dying at the hands of police officers, an America where just last month nine black worshipers were shot and killed in a Charleston, S.C., church by a young white man with apparent links to white supremacist groups online.\nMr. Coates’s expressionistic book is a sequel of sorts and a bookend to “The Beautiful Struggle,” his evocative 2008 memoir of growing up in Baltimore, the son of a Vietnam vet and former Black Panther — as compelling a portrait of a father-son relationship as Martin Amis’s “Experience” or Geoffrey Wolff’s “The Duke of Deception,” and a showcase for Mr. Coates’s emotional reach as a writer and his both lyric and gritty prose.\n“Between the World and Me” (which takes its title from a Richard Wright poem) offers an abbreviated portrait of the author’s life at home, focusing mainly on the fear he felt growing up. Fear of the police, who he tells his son “have been endowed with the authority to destroy your body,” and who also possess a dominion of prerogatives that include “friskings, detainings, beatings, and humiliations.” And fear of the streets where members of crews — “young men who’d transmuted their fear into rage” — might “break your jaw, stomp your face, and shoot you down to feel that power, to revel in the might of their own bodies,” where death might “billow up like fog” on an ordinary afternoon.\nThe “need to be always on guard” was exhausting, “the slow siphoning of essence,” Mr. Coates writes. He “feared not just the violence of this world but the rules designed to protect you from it, the rules that would have you contort your body to address the block, and contort again to be taken seriously by colleagues, and contort again so as not to give police a reason.”", "url": "https://www.nytimes.com/2015/07/10/books/review-in-between-the-world-and-me-ta-nehisi-coates-delivers-a-desperate-dispatch-to-his-son.html"}