{"authors": ["David Streitfeld"], "date_download": "2022-10-25 23:30:45", "date_modify": "2022-10-25 23:30:45", "date_publish": "2015-08-17 09:00:06", "description": "Employers of all types are using a wide range of technological tools to monitor workers’ efforts and motivate them.", "filename": "2015_08_18_technology_data-crunching-is-coming-to-help-your-boss-manage-your-time_1666740645.html", "image_url": "https://static01.nyt.com/images/2015/08/18/business/18workplace-web/18workplace-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=51a42a0f8f25d692594f02173b0f8bc166fe8e73ef3b907680c0a282fa8065fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_18_technology_data-crunching-is-coming-to-help-your-boss-manage-your-time_1666740645.html", "title": "Data-Crunching Is Coming to Help Your Boss Manage Your Time", "title_page": "Data-Crunching Is Coming to Help Your Boss Manage Your Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You might be at work, but that hardly means you are working.\nMitesh Bohra thought that projects at his software company, InfoBeans, were taking too long. “Something was supposed to be done in a thousand hours and it would end up taking 1,500,” he said. “We were racking our brains to figure out where the time went.”\nIncreasingly, bosses have an answer. A new generation of workplace technology is allowing white-collar jobs to be tracked, tweaked and managed in ways that were difficult even a few years ago. Employers of all types — old-line manufacturers, nonprofits, universities, digital start-ups and retailers — are using an increasingly wide range of tools to monitor workers’ efforts, help them focus, cheer them on and just make sure they show up on time.\nThe programs foster connections and sometimes increase productivity among employees who are geographically dispersed and often working from home. But as work force management becomes a factor in offices everywhere, questions are piling up. How much can bosses increase intensity? How does data, which bestows new powers of vision and understanding, redefine who is valuable? And with half of salaried workers saying they work 50 or more hours a week, when does working very hard become working way too much?\n“The massive forces of globalization and technological progress are removing the need for a lot of the previous kind of white-collar workers,” said Andrew McAfee, associate director of the Center for Digital Business at the M.I.T. Sloan School of Management. “There’s a lot of competition, global labor pools of pretty good quality, automation to make you more productive and make your job more 24/7. These are not calming forces.”", "url": "https://www.nytimes.com/2015/08/18/technology/data-crunching-is-coming-to-help-your-boss-manage-your-time.html"}