{"authors": ["Peter Baker", "Jodi Rudoren"], "date_download": "2022-10-25 23:56:23", "date_modify": "2022-10-25 23:56:23", "date_publish": "2015-02-26 02:54:35", "description": "What started out as a dispute over the Israeli prime minister’s planned speech to Congress has consumed the two sides, threatening long-term consequences.", "filename": "2015_02_26_world_middleeast_talk-toughens-as-us-israel-relations-fray_1666742183.html", "image_url": "https://static01.nyt.com/images/2015/02/26/world/26SPEECH/26SPEECH-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b6dacb7fafe0cf97b688efd52cb41413e2d5137bd02511746013f620edac1306&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_26_world_middleeast_talk-toughens-as-us-israel-relations-fray_1666742183.html", "title": "Talk Toughens as U.S.-Israel Relations Fray", "title_page": "Talk Toughens as U.S.-Israel Relations Fray - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When President Obama’s national security adviser sat down with her Israeli counterpart at the White House last week, she upbraided him over leaks in Jerusalem that the Americans interpreted as an attempt to undermine nuclear negotiations with Iran.\nThe meeting, shielded from the public but fraught with tension, brought home the depth of the frustration between Mr. Obama and Prime Minister Benjamin Netanyahu. It is a mutual enmity that has only grown in recent days as Mr. Netanyahu prepares to address the Republican-led Congress next week about the dangers of a possible nuclear deal with Iran.\nWhat started out last month as a dispute over a speech has consumed the two sides ever since, threatening long-term consequences and possibly fracturing America’s tradition of bipartisan support for Israel. The president’s national security adviser, Susan E. Rice, evidently was not mollified by the meeting with Yossi Cohen, her Israeli counterpart, since she said in a television interview on Tuesday night that Mr. Netanyahu’s actions were “destructive” because they were injecting partisanship into the relationship.\nHer comment came even as Mr. Netanyahu turned down a new invitation to meet separately with Senate Democrats while in Washington, further fueling the partisan flavor of the dispute. For their part, as of Wednesday afternoon, administration officials had not told the American Israel Public Affairs Committee, a bipartisan pro-Israel lobby, who — if anyone — it was sending to its annual conference in Washington starting Sunday.", "url": "https://www.nytimes.com/2015/02/26/world/middleeast/talk-toughens-as-us-israel-relations-fray.html"}