{"authors": ["Jonathan Mahler", "Nicholas Confessore"], "date_download": "2022-10-25 23:33:42", "date_modify": "2022-10-25 23:33:42", "date_publish": "2015-12-19 19:58:02", "description": "The impoverished island turned to hedge funds to stave off collapse. Now someone has to pay.", "filename": "2015_12_20_us_politics_puerto-rico-money-debt_1666740822.html", "image_url": "https://static01.nyt.com/images/2015/12/18/us/00puertoricoweb1/00puertoricoweb1-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=70a678a71d1809aa0495684cc4d4794db11e3845f740eaf8b1bbe5cb52d70bc1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_20_us_politics_puerto-rico-money-debt_1666740822.html", "title": "Inside the Billion-Dollar Battle for Puerto Rico’s Future", "title_page": "Inside the Billion-Dollar Battle for Puerto Rico’s Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When it came time to introduce the legislation on the Senate floor in July, Mr. Rubio held off. “We delayed the actual formal introduction of the bill while we were waiting for a final answer from Senator Rubio, and at some point, we said: ‘We need to go. Does he want to be a part of it, or does he want us to go ahead without him?’” Mr. Blumenthal recalled. “The answer we got was, go ahead without him. We never learned why.”\nIn September, on the eve of a campaign visit to Puerto Rico, Mr. Rubio abandoned the idea entirely In an essay on the website Medium and in Puerto Rico’s largest daily newspaper, he wrote that bankruptcy should be considered only as a “last resort” if the island first took “significant steps to fix its budget and economic mess,” echoing a refrain among Republicans in Congress.\nMr. Rubio’s move was welcome news for bondholders, some of whom have supported his presidential campaign. Monarch’s founder, Andrew Herenstein, co-hosted two fund-raisers for Mr. Rubio’s presidential bid, one over the summer in the Hamptons, the other in Manhattan in October. A spokesman for Mr. Herenstein declined to comment.\nA spokesman for Mr. Rubio said his views on the legislation were unrelated to campaign donations. \"Given Marco’s interest in Puerto Rico issues, our office did the due diligence of reviewing the bankruptcy bill, as well as other possible solutions, and meeting with stakeholders,\" he said. \"Marco ultimately decided not to support it, because he believes Puerto Rico’s leaders should first pursue other fiscal reforms with Chapter 9 being a last resort.\"\nUnsustainable\nIn June, 16 months after the hedge funds had come to Puerto Rico’s rescue, Governor García Padilla rattled trading floors around the country. Puerto Rico, he said, was in a “death spiral.” It could no longer pay its debts.\nOnly weeks earlier, his administration had hired as an adviser the retired judge who had overseen Detroit’s bankruptcy. Puerto Rico had also released a report by a former chief economist of the World Bank, warning that its debt load was unsustainable.", "url": "https://www.nytimes.com/2015/12/20/us/politics/puerto-rico-money-debt.html"}