{"authors": ["Nick Wingfield"], "date_download": "2022-10-25 23:46:41", "date_modify": "2022-10-25 23:46:41", "date_publish": "2015-03-05 02:11:37", "description": "Oculus VR, Sony, HTC and other headset makers have incorporated technology to combat motion sickness, paving the way to mass-marketing their products.", "filename": "2015_03_05_technology_solution-to-nausea-puts-virtual-reality-closer-to-market_1666741601.html", "image_url": "https://static01.nyt.com/images/2015/03/05/business/VIRTUAL-JP1/VIRTUAL-JP1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=96535000f1ba7e7b1a4bca6328c05d5afd229269daf664bf9258fa1f5d2be48e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_05_technology_solution-to-nausea-puts-virtual-reality-closer-to-market_1666741601.html", "title": "To Bring Virtual Reality to Market, Furious Efforts to Solve Nausea", "title_page": "To Bring Virtual Reality to Market, Furious Efforts to Solve Nausea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the meantime, they are keeping access to the products limited. Oculus has released a version of its headset that connects to PCs for developers only. Gear VR, the mobile phone headset Samsung makes, has been on sale since late last year, but only in limited quantities and without broad distribution in wireless stores and other retail locations.\nImage Oculus says it will begin shipping its products, shown here, this year, and Sony says it will do so next year. Credit... Jae C. Hong/Associated Press\nIn explaining why Oculus has gone slow, Mr. Carmack described what he called a “nightmare scenario” that has worried him and other Oculus executives. “People like the demo, they take it home, and they start throwing up,” he said.\n“The fear is if a really bad V.R. product comes out, it could send the industry back to the ’90s,” he said.\nIn that era, virtual reality headsets flopped, disappointing investors and consumers. “It left a huge, smoking crater in the landscape,” said Mr. Carmack, who is considered an important game designer for his work on Doom and Quake. “We’ve had people afraid to touch V.R. for 20 years.”\nThis time around, the backing for virtual reality is of a different magnitude. Facebook paid $2 billion last year to acquire Oculus. Microsoft is developing its own headset, HoloLens, that mixes elements of virtual reality with augmented reality, a different medium that overlays virtual images on a view of the real world. Google was the lead investor in a $542 million funding round in Magic Leap, a company developing an augmented reality headset.\nSome longtime game industry executives say the excitement around virtual reality could easily dissipate. “The challenge is there is so much expectation and anticipation that that could fall away quite quickly if you don’t get the type of traction you had hoped,” said Neil Young, chief executive of N3twork, a mobile games start-up.\nAt least one company, Valve, believes it has solved the discomfort problem with headsets. In an interview at the developer conference, Gabe Newell, the president and co-founder of Valve, said he, too, had reacted badly to most headset demonstrations, describing them as the “world’s best motion sickness inducers.”", "url": "https://www.nytimes.com/2015/03/05/technology/solution-to-nausea-puts-virtual-reality-closer-to-market.html"}