{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:18", "date_modify": "2022-10-25 23:33:18", "date_publish": "2015-03-15 22:14:24", "description": "Protests throughout the country are calling for Dilma Rousseff to resign after an embarrassing bribery scandal at the national oil company that will not go away.", "filename": "2015_03_16_world_anger-bubbles-up-against-brazilian-president_1666740798.html", "image_url": "https://static01.nyt.com/images/2015/03/16/world/brazil/brazil-facebookJumbo.jpg?year=2015&h=550&w=1050&s=f5d7ea097a38c2d57f5d5758c7641d5e5d346176d7eb66fba3951e3b58f6cf7b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_16_world_anger-bubbles-up-against-brazilian-president_1666740798.html", "title": "In Nationwide Protests, Angry Brazilians Call for Ouster of President", "title_page": "In Nationwide Protests, Angry Brazilians Call for Ouster of President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Hundreds of thousands of protesters took to the streets in cities across Brazil on Sunday to express their ire at President Dilma Rousseff, raising pressure on her as she grapples with an onslaught of challenges including an economy mired in stagnation, a sweeping bribery scandal and a revolt by some of the most powerful figures in her governing coalition.\nThe protests, organized to coincide with commemorations of the re-establishment of democracy 30 years ago after a long military dictatorship, reflect rising disenchantment with Ms. Rousseff after former executives at Petrobras, the national oil company, revealed an elaborate scheme in which they said they channeled huge bribes from contractors to Ms. Rousseff’s 2010 election campaign, in addition to enriching themselves and legislators supporting her.\nThe payoff racket coincided roughly with the period that Ms. Rousseff led the company’s board of directors. While no testimony has surfaced claiming that she personally profited from the scheme, calls for her impeachment have been growing louder. Political analysts and even some of Ms. Rousseff’s chief political opponents view impeachment as a distant possibility. Yet with her approval ratings falling sharply, Ms. Rousseff has seen her maneuvering room grow more limited to deal with a range of urgent problems.\nConcerns are growing over a sluggish economy expected to contract this year as the boom of the previous decade recedes into memory. Brazil’s once-strong currency, the real, has plunged 23 percent against the dollar this year as investors cut their exposure to the economy. Inflation has climbed to its highest level in nearly a decade as job losses mount, partly as a result of the Petrobras scandal rippling through the Brazilian oil industry, which has also been shaken by the worldwide plunge in petroleum prices.", "url": "https://www.nytimes.com/2015/03/16/world/anger-bubbles-up-against-brazilian-president.html"}