{"authors": ["Mary Williams Walsh"], "date_download": "2022-10-25 23:38:19", "date_modify": "2022-10-25 23:38:19", "date_publish": "2015-09-25 22:13:09", "description": "Gov. Gina M. Raimondo has finished a pension overhaul that reduces benefits, but does not raise taxes or issue risky pension-obligation bonds.", "filename": "2015_09_26_business_dealbook_rhode-island-averts-pension-disaster-without-raising-taxes_1666741099.html", "image_url": "https://static01.nyt.com/images/2015/09/26/business/26overhaul-web/26overhaul-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=2ac93efef148912ecd658df98fdc31e14248390670f0d9287b14c4f48ac923e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_26_business_dealbook_rhode-island-averts-pension-disaster-without-raising-taxes_1666741099.html", "title": "Rhode Island Averts Pension Disaster Without Raising Taxes", "title_page": "Rhode Island Averts Pension Disaster Without Raising Taxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chicago is facing its biggest tax increase in memory, to raise money for pension payments. Illinois is stymied by a $110 billion pension shortfall. In New Jersey, public workers are in court over a failed pension deal. From Pennsylvania to California, pensions costs are crowding out aid for public education.\nBut even as pensions keep squeezing budgets and setting off court battles around the country, Rhode Island, America’s smallest state, appears to have found its way out of the quagmire. Its governor, Gina M. Raimondo, has finished a four-year pension overhaul without raising taxes or issuing risky pension-obligation bonds. Union leaders who fought her at first ultimately negotiated the terms, deciding that a court fight over her plan might do more harm than good.\n“Raimondo had the highest hill to climb,” said Daniel DiSalvo, a senior fellow at the Manhattan Institute who has been comparing different states’ efforts to rein in pension costs. Her initiative was among the most ambitious, he said, and she started “from what was, in many respects, the weakest institutional position.”\nHer experience, Mr. DiSalvo and others say, could be a case study for other states and municipalities struggling with pensions and other long-term obligations that cost much more than expected. And the timing could hardly be more critical, given predictions that the fiscal health of state and local governments is likely to remain under stress for years as the population ages.", "url": "https://www.nytimes.com/2015/09/26/business/dealbook/rhode-island-averts-pension-disaster-without-raising-taxes.html"}