{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 22:55:48", "date_modify": "2022-10-25 22:55:48", "date_publish": "2015-08-27 01:08:42", "description": "With deepening economic fears about China, multinational corporations and countries are having to respond to a new reality as a once sure bet becomes uncertain.", "filename": "2015_08_27_business_international_china-falters-and-the-global-economy-is-forced-to-adapt_1666738548.html", "image_url": "https://static01.nyt.com/images/2015/08/27/business/27chinaecon-top/27chinaecon-top-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b5acc5bbce2cb5a51499d4784b194e30aa11af64b0a1e37296035a205f54770e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_27_business_international_china-falters-and-the-global-economy-is-forced-to-adapt_1666738548.html", "title": "China Falters, and the Global Economy Is Forced to Adapt", "title_page": "China Falters, and the Global Economy Is Forced to Adapt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This is 4-year-old Feng Jiaxi. Its an ordinary Thursday night here in Guangzhou and he’s having fried short ribs for dinner. But the journey that the pork took to get to little Feng’s plate — can explain a lot about what’s going on with China’s turbulent currency markets. - - reverse sound effects - - - - show entire video in reverse and sped up a lot while title shows - - ANY IDEAS FOR TITLE? Little Feng’s pork started here, at this live pig market. — enter light whimsical music to make the pig market a little less gross - - 00:01:57-00:02:00 Five years ago, this business used to be easy. Lots of people were buying pigs. 00:02:04-00:02:12 But nowadays, Im not sure it’s because there are more wholesale markets or other reasons, but pig sales aren’t as good as before. 00:02:12-00:02:20 Take us for example: We used to get up at 2 a.m. and nearly sell out at around 7:00 A.M. This couldn’t happen nowadays. 00:02:20-00:02:26 Now, we can’t sell out until noon. We can’t sell as quick as before. • 00:06:28:14-00:06:30 Now, the price of pigs is more than 9 yuan (per jin). 00:06:30-00:06:33 It used to be about 6 or 5 yuan. 00:06:33-00:06:36 Last year it was around 5 yuan, many pig farmers lost money. Meat was once a symbol of wealth in this country and when Mr Zhao was a kid, it was a treat. But after decades of economic boom, eating meat has become the norm for most people in China — including Mr Zhao. For consumers however, China’s economic slump has started to trickle down — And that means fewer sales for the butcher, Liang Jinghui, who bought his pigs this morning from Mr. Zhao’s pig market. 00:00:18-00:00:25 I’ve been in this business for eight years now. 00:00:46-00:00:49 My father started selling pork in 1997. • 00:01:16-00:01:19 It really improved our family’s life. 00:01:19-00:01:29 We used to live in the countryside and we just could eat gruel. 00:01:29-00:01:39 After we started selling pork, it become better. We no longer had to worry about our meals. • 00:02:09-00:02:16 But I am not doing well as well as my father • 00:37:53-00:38:13 I remember at that time, I was still at school. I came to help on Sundays. We could sell 7 pigs in one morning. That was the greatest time. • 00:57:54-00:57:59 Now we sell two pigs a day. One in the morning and the other at noon. The Chinese government has been trying to boost the economy, IN PART BY LOWERING THE VALUE OF THEIR CURRENCY. ONE hope is that it will make Chinese exports less expensive and BOLSTER sales. In theory, that means more orders for Chinese manufacturers, more jobs for people to work in those factories, and more people with disposable income to buy meat from Mr. Liang. But for now at home, it also means their yuan doesn’t go as far. • 01: 07:47-01:07:54 It is definitely worse. Your sales halved and your profits have halved. 01:08:10-01:08:19 For example, we used to earn 7 to 800 yuan a day with 7 pigs. One pig could earn nearly one hundred, on average. 01:08:19-01:08:24 Now selling two pigs will earn around 3 to 400 yuan. By 5:00 pm, the workday in Guangzhou is over and Feng Meizhen has just bought short ribs from Mr. Liang. 00:03:35-00:03:45 Every day when I get off work, I rush to the market and buy some simple meat or fish. • 00:06:31-00:06:41 I think for middle class, there’s a bit of pressure for them to keep their current well off condition. 00:06:41-00:06:44 because the prices of goods is becoming more expensive. • 00:12:42-00:12:48 Now I think, the gap between the rich and the poor is too big. 00:12:49-00:12:56 The rich will become richer, the poor will become poorer. It’s too early to tell what effect the government’s currency shifts will have on middle class families like the Feng’s. But the devaluation of their currency has sent ripples through the global economy. What is clear is that on the path from farm to Little Feng’s plate — China’s economy and is hurting. But for now, meat is still a small luxury the Feng’s can afford. On tonight’s menu. 00:02:23-00:02:30 (Im making) One fried pork ribs, one fried loofah with pork slices, one fried cucumber with pork slices. 00:02:30-00:02:36 There’s also a steamed egg, together with shrimp shells, for kid.", "url": "https://www.nytimes.com/2015/08/27/business/international/china-falters-and-the-global-economy-is-forced-to-adapt.html"}