{"authors": ["Peter Baker", "Steven Erlanger"], "date_download": "2022-10-25 23:01:38", "date_modify": "2022-10-25 23:01:38", "date_publish": "2015-06-08 01:05:17", "description": "Moscow is leveraging its economic power, financing European political parties and movements, and spreading alternative accounts of the conflict.", "filename": "2015_06_08_world_europe_russia-fights-wests-ukraine-sanctions-with-aid-and-ideology_1666738898.html", "image_url": "https://static01.nyt.com/images/2015/06/08/world/JP-SANCTIONS/JP-SANCTIONS-facebookJumbo.jpg?year=2015&h=550&w=1050&s=4f352b6a21081f2fab5f02e93da9988b0ab4d79bc64d746737d64087d5eda2ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_08_world_europe_russia-fights-wests-ukraine-sanctions-with-aid-and-ideology_1666738898.html", "title": "Russia Uses Money and Ideology to Fight Western Sanctions", "title_page": "Russia Uses Money and Ideology to Fight Western Sanctions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“As it tries to rattle the cage, the Kremlin is working hard to buy off and co-opt European political forces, funding both right-wing and left-wing anti-systemic parties throughout Europe,” Vice President Joseph R. Biden Jr. said in a speech last month at the Brookings Institution in Washington. “President Putin sees such political forces as useful tools to be manipulated, to create cracks in the European body politic which he can then exploit.”\nThat is a conclusion shared by Britain’s government.\n“On the question of Russian money, yes, of course we are concerned about what is clearly a Kremlin strategy of trying to pick off, shall we say, the brethren who may be less committed or more vulnerable in the run-up to the June decision,” said the British foreign secretary, Philip Hammond, last week. “It will not have escaped the Kremlin’s notice that this is a unanimity process and they only need one.”\nWhether the strategy will succeed remains uncertain.\nAmerican officials and European diplomats said they were confident for now that the sanctions would be renewed at a European Union summit meeting to be held in Brussels on June 25 and 26. Germany, the union’s most dominant member, supports extending sanctions until next January, and smaller nations may be loath to defy Berlin. But there is no appetite for adding more sanctions, as some American officials would like.\nRussia’s efforts to influence the West have taken on different forms.\nRussia has traditionally used its status as an energy supplier to sway customers in Europe, and it is now pressing countries in southeastern Europe, including struggling Greece, to support a new natural gas pipeline project with promises of economic benefits. Russian oligarchs have long kept so much of their money in Cypriot banks that the island nation is seen as a financial outpost for Moscow.\nFor several years, Russia has paid for a government-sponsored insert in newspapers and websites in 26 countries (including in The New York Times). More recently, it has proposed expanding RT, its international television network, which broadcasts in English and three other languages and delights in pointing out the foibles of the West, to French and German.", "url": "https://www.nytimes.com/2015/06/08/world/europe/russia-fights-wests-ukraine-sanctions-with-aid-and-ideology.html"}