{"authors": ["Rick Lyman"], "date_download": "2022-10-25 23:01:39", "date_modify": "2022-10-25 23:01:39", "date_publish": "2015-05-30 23:16:13", "description": "Favored destinations in the European Union for Ukrainian asylum-seekers have overwhelmingly rejected their applications, saying that unlike other restive nations, areas of Ukraine remain secure.", "filename": "2015_05_31_world_europe_ukrainian-migrants-fleeing-conflict-get-a-cool-reception-in-europe_1666738899.html", "image_url": "https://static01.nyt.com/images/2015/05/31/world/ASYLUM1/ASYLUM1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=d2cf333cef1c7af780c7b2f03010cb1e4c11e2ac15c53b8e54ec43c36ac6bba7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_31_world_europe_ukrainian-migrants-fleeing-conflict-get-a-cool-reception-in-europe_1666738899.html", "title": "Ukrainian Migrants Fleeing Conflict Get a Cool Reception in Europe", "title_page": "Ukrainian Migrants Fleeing Conflict Get a Cool Reception in Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — Volodymyr Zelenyuk knew it was time to bolt when the pro-Russian separatists came to the carwash he owned in the eastern Ukrainian coal town of Antratsyt and demanded his help making and repairing weapons.\n“Either you help them, or you die,” Mr. Zelenyuk, 28, said.\nSo he grabbed his wife, their passports, two backpacks and a credit card and fled across the nearby border into Russia, beginning a long trek to Crimea, Kiev and, finally, four months ago, to the Polish border where they begged for asylum.\n“I don’t know what I am going to do if I am refused,” he said. “But I can’t be too optimistic.”\nSince the conflict that erupted early last year in Ukraine, the flow of immigrants and asylum seekers from there into Poland and other European nations has steadily increased. But the countries have been wary about welcoming them too warmly.", "url": "https://www.nytimes.com/2015/05/31/world/europe/ukrainian-migrants-fleeing-conflict-get-a-cool-reception-in-europe.html"}