{"authors": ["Nikita Stewart", "Richard Pérez-Peña"], "date_download": "2022-10-25 23:02:11", "date_modify": "2022-10-25 23:02:11", "date_publish": "2015-06-19 10:41:11", "description": "Relatives of people killed in a shooting at a black church addressed the suspect, Dylann Roof, in court on Friday, tearfully offering forgiveness, and hope that he would confess and repent.", "filename": "2015_06_20_us_charleston-shooting-dylann-storm-roof_1666738931.html", "image_url": "https://static01.nyt.com/images/2015/06/19/blogs/19charleston-victims-copy/19charleston-victims-facebookJumbo.jpg?year=2015&h=550&w=1050&s=7352fd523e957890c38e1f201e23460b5b4a80880e269ee5e67fd06d247add1b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_20_us_charleston-shooting-dylann-storm-roof_1666738931.html", "title": "In Charleston, Raw Emotion at Hearing for Suspect in Church Shooting", "title_page": "In Charleston, Raw Emotion at Hearing for Suspect in Church Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Defendant’s father told investigators that his son owns a .45-caliber handgun,” the warrant said, the same caliber shell casings that the police had recovered from the church floor.\nMr. Roof, 21, who is white, was charged Friday with nine counts of murder, punishable by death, and one count of criminal possession of a firearm during the commission of a violent crime. Law enforcement officials said that after he was arrested on Thursday in Shelby, N.C., he told investigators he had just done something big in Charleston, and the pistol believed to have been used in the shooting was recovered from his car.\nJoseph Meek, a friend of Mr. Roof’s, said that his parents each gave him $350 toward the purchase of the gun, which he bought this spring, and that at some point they took it away from him. There have been reports that his parents gave him the gun directly, as a 21st birthday present, but Mr. Meek said Mr. Roof made a point of buying it himself so that his parents would not be implicated in any trouble he might get into.\nFriends said Mr. Roof voiced virulently racist views and had talked recently about starting a new civil war — even about shooting black people. Photographs of him wearing patches with the flags of the former white supremacist governments of South Africa and Rhodesia, and leaning against a car with Confederate States of America on its license plate, drew millions of views online.\nGov. Nikki R. Haley, a Republican, was one of many officials to label the shootings a hate crime, and called for the death penalty in the case.", "url": "https://www.nytimes.com/2015/06/20/us/charleston-shooting-dylann-storm-roof.html"}