{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:44:18", "date_modify": "2022-10-25 23:44:18", "date_publish": "2015-11-06 20:24:12", "description": "As Britain, the United States and Russia take steps to protect their citizens, Egypt’s public statements recalled the 1999 crash of an EgyptAir flight near Nantucket.", "filename": "2015_11_07_world_middleeast_egypt-russian-plane-crash-investigation_1666741458.html", "image_url": "https://static01.nyt.com/images/2015/11/07/world/middleeast/07Plane-web/07Plane-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=7af63059023ba9bb30e495cbe69facd051196bed3b93da7a3499b58bbcc5319e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_07_world_middleeast_egypt-russian-plane-crash-investigation_1666741458.html", "title": "Resisting Bomb Theory, Egypt Finds Itself Increasingly Alone", "title_page": "Resisting Bomb Theory, Egypt Finds Itself Increasingly Alone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Six days after the crash of a Russian charter flight from the Egyptian resort area of Sharm el Sheikh, the government of Egypt is finding itself increasingly isolated in its resistance to the possibility that a terrorist’s bomb brought down the plane.\nBritain has concluded the cause was most likely a bomb. President Obama has said pointedly that he takes the possibility “very seriously.” After standing arm in arm with Egypt for six days in discouraging any such discussion of terrorism, even President Vladimir V. Putin on Friday suspended Russia’s flights to Egypt for fear of another attack, stranding tens of thousands of tourists at the resort.\nBut the government of Egypt, critically dependent on the money tourists bring to Sharm el Sheikh’s resorts, has dismissed any suggestion that a bombing killed the 224 people aboard as “premature,” “surprising” and “unwarranted.”\nThe widening chasm between Egypt and the world, some say, recalls an earlier crash, in 1999, when EgyptAir Flight 990 plunged into the ocean off the coast of Nantucket Island. Although American investigators said flight records pointed to the decisions of an Egyptian pilot, the Egyptian government blamed a malfunction in the Boeing airplane, and 17 years later the Egyptian-American dispute over the cause is still unresolved.", "url": "https://www.nytimes.com/2015/11/07/world/middleeast/egypt-russian-plane-crash-investigation.html"}