{"authors": ["Emmarie Huetteman", "Carl Hulse"], "date_download": "2022-10-26 00:11:32", "date_modify": "2022-10-26 00:11:32", "date_publish": "2015-04-16 20:55:57", "description": "The bill to combat human trafficking had hit a snag when Democrats learned that a provision would ban a victims’ fund from being used to pay for abortions.", "filename": "2015_04_17_us_clashes-intensify-over-stalled-nomination-of-loretta-lynch_1666743092.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_17_us_clashes-intensify-over-stalled-nomination-of-loretta-lynch_1666743092.html", "title": "Clashes Intensify Over Stalled Nomination of Loretta Lynch", "title_page": "Clashes Intensify Over Stalled Nomination of Loretta Lynch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senators on Thursday reopened negotiations on a stalled bill to combat human trafficking, while bickering intensified among Democrats and Republicans, and even the White House, over the stalemate that has ensnared the attorney general nomination of Loretta E. Lynch.\nSenator John Cornyn, Republican of Texas, who introduced the trafficking legislation, said he was hopeful that his work with Democrats would help them move past the protracted debate about his once bipartisan bill.\n“I would say we’re seriously talking for the first time in a while, but we’re not there yet,” he said.\nThe trafficking bill hit a snag in March when Democrats said they became aware of a provision that would ban criminal fines collected into a victims’ fund from being used to pay for abortions. Republicans argued it was simply in accordance with the Hyde Amendment, an existing law that bans federal funding from being used for abortions. Democrats said it amounted to an expansion of that law and demanded Republicans remove the measure, blocking the Senate from voting on the bill.", "url": "https://www.nytimes.com/2015/04/17/us/clashes-intensify-over-stalled-nomination-of-loretta-lynch.html"}