{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:33:41", "date_modify": "2022-10-25 23:33:41", "date_publish": "2015-04-09 09:13:54", "description": "The 2016 Republican candidates can already be sorted into roles that tell us a lot about their chances of winning the nomination.", "filename": "2015_04_10_upshot_-2015-04-10-2016-elections-upshot-the-gop-presidential-field-looks-chaotic-its-nothtml_1666740821.html", "image_url": "https://static01.nyt.com/images/2015/04/08/upshot/00up-taxonomy-cover/00up-taxonomy-cover-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=9d521212577b826dc23f1ecbada5b3d9ad2a971afad5c1010cad90e82a47ea69&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_10_upshot_-2015-04-10-2016-elections-upshot-the-gop-presidential-field-looks-chaotic-its-nothtml_1666740821.html", "title": "The G.O.P. Presidential Field Looks Chaotic. It’s Not.", "title_page": "The G.O.P. Presidential Field Looks Chaotic. It’s Not. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Christie is a different case. He adopted moderate views on guns, immigration and Medicaid expansion in part as a matter of electoral necessity — to win in New Jersey — not just because he is a truly factional candidate. Like Mr. Paul, he has made considerable effort to appeal outside his natural base of support. But in a March NBC/WSJ poll, 57 percent of Republicans said they couldn’t see themselves supporting him. At this stage, he is more like Jon Huntsman, hardly a paragon of broad appeal, than Jeb Bush.\nIn the past, perhaps truly factional candidates could be completely written off. But before we rule out this year’s factional candidates, it’s worth spending a moment recalling Howard Dean. Every once in a while, a factional candidate does find himself with a plausible path to the nomination. Mr. Dean, the Vermont Democrat, nearly pulled it off in 2004, basing his candidacy on opposition to the war in Iraq. He faltered mainly because of his failings as a candidate, not because a candidate of the antiwar left couldn’t have won the 2004 nomination.\nThere aren’t analogies to Mr. Dean — let alone to Herman Cain or Michele Bachmann — in the 1980s and 1990s. The rise of Internet fund-raising and organizing, and the advent of super PACs, has made it easier for a candidate to build a viable campaign without broad support among party elites.\nTwenty years ago, a candidate like Ted Cruz, who has virtually no support from party elites and is outright detested by much of the party’s establishment, would have had no chance to raise a substantial amount of money. But the Cruz campaign raised nearly $4 million in the eight days after he announced his campaign, and 95 percent of it came from contributions of less than $100. On the opposite end of the spectrum, four super PACs aligned with Mr. Cruz announced that they had raised $31 million. Mr. Cruz, with the help of a tiny number of wealthy benefactors and grassroots support, outstripped the $25 million that Mr. Obama raised in the first quarter of 2007.\nBut super PAC money isn’t everything. Elites shape public opinion by touting or criticizing the candidates on television or to reporters. They make up the rank and file of a large, effective campaign organization. There’s a case that no realistic amount of money could save Mr. Cruz from the widespread elite judgment that he’s unelectable and unpresidential.\nFor more plausible candidates, though, the additional financial support could be decisive. In today’s highly factionalized Republican Party, where factional candidates have a decent chance of building a modest base and of competing in early states, it would be unwise to discount the possibility that a strong factional candidate could carve a narrow path to the nomination.\nThis year’s factional candidates are particularly impressive, after all. Mr. Christie and Mr. Paul enter the contest with substantial bases of support and obvious fund-raising potential. If they campaign well enough to win voters in early states, the party might be able to come to terms with an insurgent’s success. Each of these factional candidates has a year to assuage the concerns of their skeptics and try to graduate to the mainstream alternative category — although they also have incentives to rally their factional bases to prevail over a divided field.", "url": "https://www.nytimes.com/2015/04/10/upshot/-2015-04-10-2016-elections-upshot-the-gop-presidential-field-looks-chaotic-its-nothtml.html"}