{"authors": ["Eric Schmitt"], "date_download": "2022-10-25 23:01:30", "date_modify": "2022-10-25 23:01:30", "date_publish": "2015-06-08 15:31:26", "description": "Laptops, cellphones and other materials were seized in a Delta Force commando operation in Syria last month, officials said.", "filename": "2015_06_09_world_middleeast_us-raid-in-syria-uncovers-details-on-isis-leadership-and-finances_1666738890.html", "image_url": "https://static01.nyt.com/images/2015/06/09/world/09raid-web/09raid-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=5c8e70f757677d27865aee0a74bf2c2eb6c04ef92a93c28c54205d2f691d3d59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_09_world_middleeast_us-raid-in-syria-uncovers-details-on-isis-leadership-and-finances_1666738890.html", "title": "A Raid on ISIS Yields a Trove of Intelligence", "title_page": "A Raid on ISIS Yields a Trove of Intelligence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — American intelligence agencies have extracted valuable information about the Islamic State’s leadership structure, financial operations and security measures by analyzing materials seized during a Delta Force commando raid last month that killed a leader of the terrorist group in eastern Syria, according to United States officials.\nThe information harvested from the laptops, cellphones and other materials recovered from the raid on May 16 has already helped the United States identify, locate and carry out an airstrike against another Islamic State leader in eastern Syria, on May 31. American officials expressed confidence that an influential lieutenant, Abu Hamid, was killed in the attack, but the Islamic State, which remains resilient, has not yet confirmed his death.\nNew insights yielded by the seized trove — four to seven terabytes of data, according to one official — include how the organization’s shadowy leader, Abu Bakr al-Baghdadi, operates and tries to avoid being tracked by coalition forces.\nMr. Baghdadi meets periodically with regional emirs, or leaders, at his headquarters in Raqqa in eastern Syria. To ensure his safety, specially entrusted drivers pick up each of the emirs and demand that they hand over their cellphones and any other electronic devices to avoid inadvertently disclosing their location through tracking by American intelligence, the officials said.", "url": "https://www.nytimes.com/2015/06/09/world/middleeast/us-raid-in-syria-uncovers-details-on-isis-leadership-and-finances.html"}