{"authors": ["Jonathan Soble"], "date_download": "2022-10-25 23:54:07", "date_modify": "2022-10-25 23:54:07", "date_publish": "2015-07-16 06:58:40", "description": "The lawmakers endorsed Prime Minister Shinzo Abe’s legislation despite broad public opposition and the largest demonstrations in three years.", "filename": "2015_07_17_world_asia_japans-lower-house-passes-bills-giving-military-freer-hand-to-fight_1666742047.html", "image_url": "https://static01.nyt.com/images/2015/07/16/multimedia/japan-security-bill/japan-security-bill-facebookJumbo.jpg?year=2015&h=550&w=1050&s=5495f7d6b4e6a5e77a09d41e05e34550ccb951b62306cd7767b403daefe6eb9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_17_world_asia_japans-lower-house-passes-bills-giving-military-freer-hand-to-fight_1666742047.html", "title": "Japan Moves to Allow Military Combat for First Time in 70 Years", "title_page": "Japan Moves to Allow Military Combat for First Time in 70 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — Defying broad public opposition and large demonstrations, Prime Minister Shinzo Abe won a crucial vote in Parliament on Thursday for legislation that would give Japan’s military limited powers to fight in foreign conflicts for the first time since World War II.\nMr. Abe’s party and its allies in the lower house of Parliament approved the package of 11 security-related bills after opposition lawmakers walked out in protest and as demonstrators chanted noisily outside, despite a gathering typhoon. The upper chamber, which Mr. Abe’s coalition also controls, is all but certain to endorse the legislation as well.\nThe vote was the culmination of months of contentious debate in a society that has long embraced pacifism to atone for wartime aggression. It was a significant victory for Mr. Abe, a conservative politician who has devoted his career to moving Japan beyond guilt over its militarist past and toward his vision of a “normal country” with a larger role in global affairs.\nMr. Abe has pressed this agenda, though, against the wishes of much of the Japanese public, and his moves have generated unease across Asia, especially in countries Japan once occupied and where its troops committed atrocities. Final passage of the bills would represent a break from the strictly defensive stance maintained by the Japanese military in the decades since the war.", "url": "https://www.nytimes.com/2015/07/17/world/asia/japans-lower-house-passes-bills-giving-military-freer-hand-to-fight.html"}