{"authors": ["Jodi Rudoren"], "date_download": "2022-10-25 23:56:13", "date_modify": "2022-10-25 23:56:13", "date_publish": "2015-01-27 19:21:54", "description": "Critics are attacking Prime Minister Benjamin Netanyahu, who plans to address Congress before Israeli elections, for politicizing a key interest: curbing Iran’s nuclear program.", "filename": "2015_01_28_world_middleeast_israeli-opposition-takes-aim-at-netanyahu-over-planned-speech-to-congress_1666742173.html", "image_url": "https://static01.nyt.com/images/2015/01/28/world/28netanyahu-web/28netanyahu-web-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=4b3a057d836ec787d68abd5ffbd6f055fad5e4d1dd1b27e4e2968ebaba5bde83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_28_world_middleeast_israeli-opposition-takes-aim-at-netanyahu-over-planned-speech-to-congress_1666742173.html", "title": "Netanyahu Talk Stirs Backlash in Israeli Race", "title_page": "Netanyahu Talk Stirs Backlash in Israeli Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Michael B. Oren, who spent four years as Prime Minister Benjamin Netanyahu’s ambassador to Washington, has called on Mr. Netanyahu to cancel his speech to Congress about Iran. Amos Yadlin, a former military intelligence chief who frequently briefed the Israeli prime minister on security matters, denounced the event as “irresponsible.”\nBoth men criticized their former boss for politicizing issues vital to Israel’s future. Both also have their own political motives: Mr. Oren is running for Parliament with a new center-right party, and Mr. Yadlin is the defense-minister designee of the center-left party Zionist Camp.\nIf Mr. Netanyahu imagined that the speech, scheduled for two weeks before the March 17 elections in Israel, would bolster his status as statesman, the undiplomatic way it was arranged has instead given his challengers an opening to undermine his main campaign platform. The backlash, not only from the White House but also from congressional Democrats, has reverberated in Israel, where maintaining bipartisan support in Congress is considered as crucial as preventing Iran from developing nuclear weapons. On Tuesday Senate Democrats who had been pushing a new sanctions bill against Iran — which Mr. Netanyahu supports — said they would hold off a vote until late March, handing the Obama adminstration a victory.\nAs in America, conservatives like Mr. Netanyahu tend to have the advantage when election campaigns are about security, and so far his opponents have emphasized pocketbook issues and corruption. But political analysts say that international isolation is a prime public concern of Israelis, and that attacking Mr. Netanyahu for deteriorating relations with Washington, Israel’s main defender on the world stage, could be a winning message in a tightening race.", "url": "https://www.nytimes.com/2015/01/28/world/middleeast/israeli-opposition-takes-aim-at-netanyahu-over-planned-speech-to-congress.html"}