{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:27:04", "date_modify": "2022-10-25 23:27:04", "date_publish": "2015-02-23 02:13:23", "description": "The filing of manslaughter charges against Officer Peter Liang in the shooting death of an unarmed black man has pulled Chinese-Americans into a politically charged debate.", "filename": "2015_02_23_nyregion_in-new-york-indictment-of-officer-peter-liang-divides-chinese-americans_1666740424.html", "image_url": "https://static01.nyt.com/images/2015/02/23/nyregion/23LIANG-hp/23LIANG-hp-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8c3c3faa738ef8036044a1724c5b956682a71bbcfa6985877d942dcdd8d4dcf7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_23_nyregion_in-new-york-indictment-of-officer-peter-liang-divides-chinese-americans_1666740424.html", "title": "Indictment of New York Officer Divides Chinese-Americans", "title_page": "Indictment of New York Officer Divides Chinese-Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In some ways, Officer Liang’s case seems all too easy to slice along racial lines. Like Mr. Gurley, the shooting victim, the Brooklyn district attorney, Kenneth P. Thompson, is black; the judge who oversaw the officer’s arraignment, Justice Danny K. Chun of State Supreme Court, is Korean-American. After Justice Chun granted the prosecutors’ request to release the officer on his own recognizance, Mr. Gurley’s aunt spat out: “Asian judge!”\nEven so, Ms. Dang said she hoped to encourage Asian-Americans to find common cause with blacks. Her group had previously called for the indictments of the officers involved in the deaths of Mr. Garner and other unarmed black men.\nImage Pei Xia Chen, the widow of Officer Wenjian Liu, at her husband's funeral in Brooklyn in January. Officer Liu, 32, and a fellow officer, Rafael Ramos, 40, were fatally shot in December as they sat in their patrol car. Credit... Carlo Allegri/Reuters\n“When the Peter Liang case happened, it did make it a little more complicated to navigate between our different communities,” she said, adding, “I actually think there’s a growing investment in the organizing, especially by young Asian-Americans.”\nThe community leaders rallying around Officer Liang say they sympathize with Mr. Gurley’s family. But Officer Liang’s parents — who work in a restaurant and a garment factory and speak almost no English — are vulnerable as well, they said.\nTo them, second-degree manslaughter is too harsh a charge for what they say was a mistake. They accuse Mr. Thompson, a Democrat who has criticized law enforcement practices that affect minorities disproportionately, of bowing to political pressure after the officer linked to Mr. Garner’s death was not indicted.\n“We all know this is a rookie cop who doesn’t know all the ropes,” said Doug Lee, a former chairman of the Chinese Cultural Association of Long Island. “We all know he was in a dangerous environment. Why did he charge a rookie cop with manslaughter, with the obvious intent of throwing him in jail?” He added, “This is a vicious attack on the family, and this is a vicious attack on the Chinese community.”", "url": "https://www.nytimes.com/2015/02/23/nyregion/in-new-york-indictment-of-officer-peter-liang-divides-chinese-americans.html"}