{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:50:08", "date_modify": "2022-10-25 23:50:08", "date_publish": "2015-05-22 16:10:32", "description": "Confronted with an austere version of Islam and strict social codes, they increasingly rely on apps and social media for self-expression and liberation.", "filename": "2015_05_23_world_middleeast_saudi-arabia-youths-cellphone-apps-freedom.html__r=0_1666741808.html", "image_url": "https://static01.nyt.com/images/2015/05/23/world/middleeast/20150524-SAUDI-slide-DFED/20150524-SAUDI-slide-DFED-facebookJumbo.jpg?year=2015&h=550&w=1050&s=88c8cf54ff0609560f8abd070c860031595c1e1721f9e1627fec0881f7a000e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_23_world_middleeast_saudi-arabia-youths-cellphone-apps-freedom.html__r=0_1666741808.html", "title": "Young Saudis, Bound by Conservative Strictures, Find Freedom on Their Phones", "title_page": "Young Saudis, Bound by Conservative Strictures, Find Freedom on Their Phones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIYADH, Saudi Arabia — Life for many young Saudis is an ecosystem of apps.\nLacking free speech, they debate on Twitter. Since they cannot flirt at the mall, they do it on WhatsApp and Snapchat.\nYoung women who cannot find jobs sell food or jewelry through Instagram. Since they are banned from driving, they get rides from car services like Uber and Careem. And in a country where shops close for five daily Muslim prayers, there are apps that issue a call to prayer from your pocket and calculate whether you can reach, say, the nearest Dunkin’ Donuts before it shuts.\nConfronted with an austere version of Islam and strict social codes that place sharp restrictions on public life, young Saudis are increasingly relying on social media to express and entertain themselves, earn money and meet friends and potential mates.\nThat reliance on technology — to circumvent the religious police, and the prying eyes of relatives and neighbors — has accelerated since it first began with the spread of satellite television in the 1990s. Saudis in their 30s (and older) recall the days of unsanctioned courtship via BlackBerry Messenger.", "url": "https://www.nytimes.com/2015/05/23/world/middleeast/saudi-arabia-youths-cellphone-apps-freedom.html?_r=0"}