{"authors": ["John Markoff"], "date_download": "2022-10-25 23:40:44", "date_modify": "2022-10-25 23:40:44", "date_publish": "2015-12-11 21:48:38", "description": "The investors — including Elon Musk, Peter Thiel and Reid Hoffman — said they planned to commit $1 billion to the project long-term, but only small sums to start.", "filename": "2015_12_12_science_artificial-intelligence-research-center-is-founded-by-silicon-valley-investors_1666741244.html", "image_url": "https://static01.nyt.com/images/2015/12/12/science/12valley-web/12valley-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=609eb3fdf15aa200eecf1ff34e1339d94ba25e35cae4ad8a488f984ef389c969&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_12_science_artificial-intelligence-research-center-is-founded-by-silicon-valley-investors_1666741244.html", "title": "Artificial-Intelligence Research Center Is Founded by Silicon Valley Investors", "title_page": "Artificial-Intelligence Research Center Is Founded by Silicon Valley Investors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A group of prominent Silicon Valley investors and technology companies said on Friday that they would establish an artificial-intelligence research center to develop “digital intelligence” that will benefit humanity.\nThe investors — including Elon Musk, Peter Thiel and Reid Hoffman — said they planned to commit $1 billion to the project long term, but would initially spend only a small fraction of that amount in the first few years of the project. But, Mr. Musk said, “Everyone who is listed as a contributor has made a substantial commitment and this should be viewed as at least a billion-dollar project.”\nThe organization, to be named OpenAI, will be established as a nonprofit, and will be based in San Francisco.\nIts long-range goal will be to create an “artificial general intelligence,” a machine capable of performing any intellectual task that a human being can, according to Mr. Musk. He also stressed that the focus was on building technologies that augment rather than replace humans.", "url": "https://www.nytimes.com/2015/12/12/science/artificial-intelligence-research-center-is-founded-by-silicon-valley-investors.html"}