{"authors": ["Jodi Rudoren"], "date_download": "2022-10-25 23:56:13", "date_modify": "2022-10-25 23:56:13", "date_publish": "2015-03-10 15:48:46", "description": "The Israeli prime minister spoke as polls showed his rightist Likud bloc tied with the center-left Zionist Union.", "filename": "2015_03_11_world_middleeast_benjamin-netanyahu-isaac-herzog-israeli-prime-minister-race_1666742173.html", "image_url": "https://static01.nyt.com/images/2015/03/11/world/11Netanyahu-ALT2/11Netanyahu-ALT2-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=989b077424affd509354ed32e49b3767c9e248e745bdb0c26222fee2d4c5ba4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_11_world_middleeast_benjamin-netanyahu-isaac-herzog-israeli-prime-minister-race_1666742173.html", "title": "As Election Day Nears, Benjamin Netanyahu Talks of a ‘Worldwide’ Effort to Defeat Him", "title_page": "As Election Day Nears, Benjamin Netanyahu Talks of a ‘Worldwide’ Effort to Defeat Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The prime minister said during a visit to an Israeli military headquarters in the occupied West Bank on Tuesday that since that speech, “I get the impression that there are more and more voices, especially in the U.S. but also in other places, that support Israel’s position.”\nA week before the elections, polls show the rightist Likud neck-and-neck with the center-left Zionist Union, and both camps are vying to pull votes from smaller parties and win over an unusually large pool that remains undecided. “The battle is very close, nothing is guaranteed,” Mr. Netanyahu told his party activists Monday. “It is not guaranteed because there is a tremendous effort, worldwide, to topple the Likud government.”\nRafi Smith, a leading Israeli pollster, said Tuesday that the dynamics of the campaign had shifted in recent weeks, with a growing margin of voters calling for change even as the largest group sees Mr. Netanyahu as best suited for the top job. By creating the Zionist Union, Mr. Smith told a group of international journalists, Isaac Herzog of the Labor Party and Tzipi Livni of the small Hatnua faction “changed the atmosphere” from the last election, in 2013, when Mr. Netanyahu’s re-election was never in doubt.\n“The main difference in this election is that we’re actually asking who is going to be prime minister of Israel,” he said. “In 2013, that was not the question. It was who was going to join Netanyahu in the coalition.”\nMr. Netanyahu made a rare, unpublicized campaign stop Monday at Jerusalem’s Mahane Yehuda market, and on Tuesday gave a 35-minute interview to a small radio and television station in which he spoke mainly about Iran. In a sign of Mr. Herzog’s growing strength, Mr. Netanyahu focused his attacks on Ms. Livni, who is less popular, and under the Zionist Union agreement would rotate the premiership with Mr. Herzog.", "url": "https://www.nytimes.com/2015/03/11/world/middleeast/benjamin-netanyahu-isaac-herzog-israeli-prime-minister-race.html"}