{"authors": ["C. Claiborne Ray"], "date_download": "2022-10-25 23:39:39", "date_modify": "2022-10-25 23:39:39", "date_publish": "2015-06-01 18:42:59", "description": "Oceanic and continental plates have different levels of buoyancy that help determine which one winds up on top in a meeting of the two.", "filename": "2015_06_02_science_earthquakes-tectonic-plates-collisions-subduction.html_ref=topics_1666741179.html", "image_url": "https://static01.nyt.com/images/2015/06/02/science/02QNA/02QNA-facebookJumbo.jpg?year=2015&h=549&w=1050&s=8f01845906017aca4b378635e4a6de76f0e312ff592a5b4531e15bbfa1b8980d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_02_science_earthquakes-tectonic-plates-collisions-subduction.html_ref=topics_1666741179.html", "title": "The Upper Crust in a Tectonic Plate Collision", "title_page": "The Upper Crust in a Tectonic Plate Collision - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Q. The recent earthquakes in Nepal made me wonder: When tectonic plates collide, what determines which one winds up on top?\nA. “The short answer is buoyancy,” said Colin P. Stark, an associate research professor at the Lamont-Doherty Earth Observatory of Columbia University. Oceanic plates and continental plates have different levels of buoyancy, he said, and when they collide, the continental plate comes out on top.\nEarth is losing heat to space, Dr. Stark said. “This heat loss has created a cold, rigid skin called the lithosphere, a fancy name for the layer that forms the tectonic plates,” he said.\nThe lithosphere, which is about 62 miles thick, lies above and slides over mantle rocks, which are warmer and weaker and flow slowly as they transfer heat from the core, about 1,865 miles below. The mantle is fluidlike but not liquid, Dr. Stark said.", "url": "https://www.nytimes.com/2015/06/02/science/earthquakes-tectonic-plates-collisions-subduction.html?ref=topics"}