{"authors": ["Winnie Hu", "Noah Remnick"], "date_download": "2022-10-25 23:48:45", "date_modify": "2022-10-25 23:48:45", "date_publish": "2015-08-10 19:45:04", "description": "A boutique hotel with terrazzo floors, custom furnishings and concierge service is now at the center of the worst outbreak of Legionnaires’ disease in the city’s history.", "filename": "2015_08_11_nyregion_death-toll-from-legionnaires-disease-outbreak-in-bronx-rises-to-12_1666741725.html", "image_url": "https://static01.nyt.com/images/2015/08/11/nyregion/LEGION/LEGION-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8145519ab701189fe67507e3a2a7d7f757473b9f2caff7d043f9ed0c461b6cea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_11_nyregion_death-toll-from-legionnaires-disease-outbreak-in-bronx-rises-to-12_1666741725.html", "title": "Hotel That Enlivened the Bronx Is Now a ‘Hot Spot’ for Legionnaires’", "title_page": "Hotel That Enlivened the Bronx Is Now a ‘Hot Spot’ for Legionnaires’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Glenn Isaacs, a representative for the Opera House Hotel, said that he was contacted on Monday night by an aide to Mayor Bill de Blasio and told that the hotel’s cooling tower had been linked to the clusters. Mr. Isaacs said that last month hotel workers emailed every guest who had stayed at the hotel since July 1 and provided an email address. None of the guests contacted reported having come down with Legionnaires’ disease, or having developed any symptoms of it, Mr. Isaacs said.\nThe other buildings in the group of towers with initial positive tests were Lincoln Medical and Mental Health Center, Concourse Plaza shopping mall, a Verizon office building and Streamline Plastics Company.\nOver the last few days, several more towers have tested positive for the Legionella bacteria, which causes Legionnaires’ disease, but city officials said they did not believe those sites were responsible for the outbreak.\nOn Monday, city officials held a public briefing at which they announced the death toll had increased to 12 and detailed their continuing effort to address the outbreak. But Mr. de Blasio found himself once again at odds with Gov. Andrew M. Cuomo, a fellow Democrat, who held his own briefing. The governor has faulted the city’s handling of the outbreak and has directed his health agency to take a more active role.\nIn an interview, city health officials said the two clusters of three patients each, at the hotel and in a nearby building, were significant because a vast majority of those with the disease did not share a common address. The only other cluster that had been identified was farther north and consisted of two people.\nCity health officials have said they are awaiting test results that may be able to match the specific bacteria in each tower to individual patients who contracted the disease.", "url": "https://www.nytimes.com/2015/08/11/nyregion/death-toll-from-legionnaires-disease-outbreak-in-bronx-rises-to-12.html"}