{"authors": ["Mujib Mashal", "Rod Nordland"], "date_download": "2022-10-26 00:11:40", "date_modify": "2022-10-26 00:11:40", "date_publish": "2015-12-10 13:38:25", "description": "While the Afghan president was in Pakistan for meetings on restarting peace talks, the Taliban besieged buildings in Kandahar, casting doubt on their interest in diplomacy.", "filename": "2015_12_11_world_asia_afghanistan-spy-chief-resigns_1666743100.html", "image_url": "https://static01.nyt.com/images/2015/12/11/world/11Afghanistan-web/11Afghanistan-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=3a4773fc1fbd608cbbda9ac4b6deae22a17166aacb3f2c54341a2b414ee1539c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_11_world_asia_afghanistan-spy-chief-resigns_1666743100.html", "title": "Afghanistan and Pakistan Agree to Reopen Talks With an Absent Taliban", "title_page": "Afghanistan and Pakistan Agree to Reopen Talks With an Absent Taliban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A new political setback came on Thursday, when Mr. Ghani’s intelligence chief, Rahmatullah Nabil, a United States favorite who led Afghanistan’s National Directorate of Security for five years, resigned. He lashed out at his boss in a scathing Facebook message just as the plane carrying the Afghan delegation was landing in Kabul on Wednesday.\n“When Prime Minister Nawaz Sharif once again stated that Afghanistan’s enemy is Pakistan’s enemy,” Mr. Nabil wrote, referring to the Pakistani leader, “our compatriots in the residential areas of Kandahar airport, Khanashin district of Helmand and Takhar and Badakhshan were being martyred and slaughtered, and at least 1,000 liters of blood of our innocent people was shed, in the same red color as the carpet that we catwalked on.\n“Thank God I am not part of it,” he added.\nMr. Ghani’s trip to Pakistan was a bold move, and while he won some concessions and came back optimistic for a new round of peace talks this winter, Pakistani officials were less enthusiastic. One Pakistani foreign ministry official said talk of the efforts’ beginning next week was “premature” and “exaggerated.”\nPakistan has always been seen as crucial to the peace process in Afghanistan, since Taliban leaders are based there — mostly in Quetta, in Baluchistan Province — and fighters depend on cross-border sanctuaries to escape Afghan security forces and their American combat allies.\nBut the Taliban have also shown a determined independent streak recently, especially when it comes to peace talks. When Pakistan pressured the Taliban to sit down for talks with the Afghan government in July, the militants’ leader, Akhtar Muhammad Mansour, disappeared for days, with his phones turned off, Afghan security officials said at the time.", "url": "https://www.nytimes.com/2015/12/11/world/asia/afghanistan-spy-chief-resigns.html"}