{"authors": ["Scott Shane"], "date_download": "2022-10-25 23:48:16", "date_modify": "2022-10-25 23:48:16", "date_publish": "2015-06-15 19:01:36", "description": "Yemeni officials and extremists said Nasser al Wuhayshi, the leader of Al Qaeda’s Yemen affiliate, was killed last week; American officials said they could not confirm the reports.", "filename": "2015_06_16_world_middleeast_pentagon-says-airstrikes-in-libya-may-have-killed-qaeda-leader_1666741696.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_16_world_middleeast_pentagon-says-airstrikes-in-libya-may-have-killed-qaeda-leader_1666741696.html", "title": "No. 2 Qaeda Leader May Have Died in U.S. Airstrike in Yemen", "title_page": "No. 2 Qaeda Leader May Have Died in U.S. Airstrike in Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Yemeni officials and extremists reported on Monday that the leader of Al Qaeda’s Yemen affiliate and recently the second-ranking official of the global terror network, Nasser al-Wuhayshi, had been killed in an American drone strike. American officials said they could not confirm the reports but were investigating.\nMr. Wuhayshi, 38, had led Qaeda operations in Yemen since 2002 and built Al Qaeda in the Arabian Peninsula into what counterterrorism officials considered the most dangerous group targeting the United States homeland, though all of its attacks failed. The group was responsible for dispatching two underwear bombers — one bomb fizzled, and the other bomber was a double agent — to blow up airliners over American soil, and for planting explosives in printer cartridges aboard two commercial cargo planes bound for Chicago.\nIt was the second time in two days that the fate of a militant leader targeted in an American strike was uncertain. Over the weekend, American F-15s carried out an airstrike in Libya on Mokhtar Belmokhtar, a leading Algerian terrorist, but by Monday his death remained very much in doubt.\nThe uncertainty about whether Mr. Wuhayshi and Mr. Belmokhtar were dead underscored a recurring lesson from the Obama administration’s campaign of targeted killing of suspected terrorists: Even with multiple sources of intelligence, it is hard to be sure whom the missiles have hit in remote areas thousands of miles from the United States.", "url": "https://www.nytimes.com/2015/06/16/world/middleeast/pentagon-says-airstrikes-in-libya-may-have-killed-qaeda-leader.html"}