{"authors": ["Tyler Kepner"], "date_download": "2022-10-25 23:35:48", "date_modify": "2022-10-25 23:35:48", "date_publish": "2015-06-20 01:36:08", "description": "Before he found himself at the center of the St. Louis Cardinals’ hacking scandal, Luhnow rose through the ranks of baseball on the strength of his technological prowess.", "filename": "2015_06_20_sports_baseball_cardinals-scandal-astros-jeff-luhnow-target-of-hacking-was-helped-and-hindered-by-technology_1666740948.html", "image_url": "https://static01.nyt.com/images/2015/06/20/sports/LUHNOW/LUHNOW-facebookJumbo.jpg?year=2015&h=550&w=1050&s=cca07cf0ddfe480e012f983548b502006d7944bde3eccd566dbe8f8d21b55047&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_20_sports_baseball_cardinals-scandal-astros-jeff-luhnow-target-of-hacking-was-helped-and-hindered-by-technology_1666740948.html", "title": "Astros’ G.M. Jeff Luhnow Delegates With a Drive for Data", "title_page": "Astros’ G.M. Jeff Luhnow Delegates With a Drive for Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It may not be easy, or what people want to hear, but he knew you had to go where the analysis takes you,” Campo said. “You don’t make a lot of friends when you do that, but you have to work with them to figure out what’s going on. He still went where he felt it had to go, and ultimately he would bring people along.”\nLuhnow and Campo worked together at PetStore.com, where Luhnow was general manager and vice president of marketing, and at Archetype Solutions in California, where Luhnow led a company that developed algorithms for custom-made clothing. On a trip to Cincinnati to pitch to investors, Luhnow reconnected with a friend, Jay Kern, whom he knew from Chicago.\nThat was in the summer of 2003, when “Moneyball” was captivating many major league executives. Among them was Kern’s father-in-law, William DeWitt Jr., the owner of the Cardinals, who wanted to diversify the set of skills in his front office.\nDeWitt had a successful team built largely by trades for veterans. But he sought a more sustainable business model and saw in Luhnow the kinds of skills valued by Beane, who believes strongly in analytics.\n“With the new labor agreement that was coming in, teams were holding on to their players,” DeWitt said in 2013. “We were opportunistic prior to that by getting players from other clubs, but we made a conscious decision back in the ’03 and ’04 time frame that we were going to throw a lot of resources and make every effort to build from within. So we had a strategy to do that. Rather than giving up draft choices, we tried to accumulate draft choices.”\nLuhnow had no background in scouting, and it showed. Chuck Fick, a longtime Cardinals scout who now works for the San Francisco Giants, laughed Friday as he recalled the telltale sign: Luhnow did not even know that scouts swore by the Marriott Hotels chain. But Luhnow, Fick said, was smart enough to recognize what he needed to learn. He visited minor league affiliates and sat in on instructional meetings. He interviewed every scout, seeking input. Yet resentment was widespread.\n“His skin was thick, but at first it was thin,” Fick said. “A lot of people were coming at him from different directions, and I tried to explain to him, ‘Jeff, this is not personal, you understand?’ He took things so personal at the beginning of his career, and you can’t do that or it will drive you nuts. It’s business.”", "url": "https://www.nytimes.com/2015/06/20/sports/baseball/cardinals-scandal-astros-jeff-luhnow-target-of-hacking-was-helped-and-hindered-by-technology.html"}