{"authors": ["Winnie Hu"], "date_download": "2022-10-25 22:56:15", "date_modify": "2022-10-25 22:56:15", "date_publish": "2015-03-12 14:34:06", "description": "City investigators examining 25 shelters and temporary housing programs found that the sites “are too often unsafe and unhealthy for children and families,” a report said.", "filename": "2015_03_13_nyregion_new-york-homeless-shelter-system-violations-report_1666738575.html", "image_url": "https://static01.nyt.com/images/2015/03/13/nyregion/DOIweb2/DOIweb2-facebookJumbo.jpg?year=2015&h=549&w=1050&s=cfd0bdfbe37010aa1005316a7918c63f59dce8bae80e7604ee7c4421a484bed0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_13_nyregion_new-york-homeless-shelter-system-violations-report_1666738575.html", "title": "Review of New York Shelter System Finds Hundreds of Violations", "title_page": "Review of New York Shelter System Finds Hundreds of Violations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The report emphasized that the problems were not new, and were a product of decades of neglect. It also noted that the Homeless Services Department had already taken steps to address some of the concerns raised by the investigation.\nImage A broken window in the hallway of a Brooklyn apartment building that houses homeless families and renters. Credit... Department of Investigation\nResponding to the findings, Gilbert Taylor, commissioner of homeless services, said in an interview on Thursday that the report had in fact highlighted many of the same problems his department had found in its own inspections of the shelter system over the past year.\nMr. Taylor, who was appointed commissioner in January 2014, said the homeless services agency had closed two shelters in the Bronx that were cited in the report, and had made other changes as well, including placing more families in shelters instead of cluster sites, and providing additional resources to families with a young child considered at high risk of abuse or neglect.\n“We’re not going to tolerate substandard conditions for any of our residents,” Mr. Taylor said, adding that his department had worked closely with the Investigation Department.\nMary Brosnahan, president and chief executive of the Coalition for the Homeless, an advocacy organization, said the report’s findings were “deeply disturbing” and revealed “how much further New York City must go to provide decent shelter.”", "url": "https://www.nytimes.com/2015/03/13/nyregion/new-york-homeless-shelter-system-violations-report.html"}