{"authors": ["Jodi Kantor"], "date_download": "2022-10-25 23:46:42", "date_modify": "2022-10-25 23:46:42", "date_publish": "2015-05-03 19:41:16", "description": "The late chief executive of SurveyMonkey and husband of the Facebook executive Sheryl Sandberg was raised around “woman power” and was an avid supporter of female achievement.", "filename": "2015_05_04_technology_david-goldbergs-lifetime-of-advocating-for-women_1666741602.html", "image_url": "https://static01.nyt.com/images/2015/05/04/business/04couple-hp/04couple-hp-facebookJumbo.jpg?year=2015&h=550&w=1050&s=0ddf4ce7110e365f39b66673abee6defcceccf6336155b68d5602ec4d0097f6d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_04_technology_david-goldbergs-lifetime-of-advocating-for-women_1666741602.html", "title": "Dave Goldberg Was Lifelong Women’s Advocate", "title_page": "Dave Goldberg Was Lifelong Women’s Advocate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even as a high school student, Dave Goldberg was urging female classmates to speak up. As a young dot-com executive, he had one girlfriend after another, but fell hard for a driven friend named Sheryl Sandberg, pining after her for years. After they wed, Mr. Goldberg pushed her to negotiate hard for high compensation and arranged his schedule so that he could be home with their children when she was traveling for work.\nMr. Goldberg, who died unexpectedly on Friday, was a genial, 47-year-old Silicon Valley entrepreneur who built his latest company, SurveyMonkey, from a modest enterprise to one recently valued by investors at $2 billion. But he was also perhaps the signature male feminist of his era: the first major chief executive in memory to spur his wife to become as successful in business as he was, and an essential figure in “Lean In,” Ms. Sandberg’s blockbuster guide to female achievement.\nOver the weekend, even strangers were shocked at his death, both because of his relatively young age and because they knew of him as the living, breathing, car-pooling center of a new philosophy of two-career marriage.\n“They were very much the role models for what this next generation wants to grapple with,” said Debora L. Spar, the president of Barnard College. In a 2011 commencement speech there, Ms. Sandberg told the graduates that whom they married would be their most important career decision.", "url": "https://www.nytimes.com/2015/05/04/technology/david-goldbergs-lifetime-of-advocating-for-women.html"}