{"authors": ["Stephanie Saul"], "date_download": "2022-10-25 23:55:15", "date_modify": "2022-10-25 23:55:15", "date_publish": "2015-03-17 00:02:42", "description": "Andrew Ross, who teaches at the New York campus and specializes in labor issues, has been an open critic of the poor treatment of migrant laborers in the monarchy.", "filename": "2015_03_17_nyregion_nyu-professor-is-barred-from-the-united-arab-emirates_1666742115.html", "image_url": "https://static01.nyt.com/images/2015/03/17/nyregion/NYUweb1/NYUweb1-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=75e66351ff306536903da545f0e993191245f6e01d9419d84491ea0443b3c126&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_17_nyregion_nyu-professor-is-barred-from-the-united-arab-emirates_1666742115.html", "title": "N.Y.U. Professor Is Barred by United Arab Emirates", "title_page": "N.Y.U. Professor Is Barred by United Arab Emirates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The United Arab Emirates, where New York University opened a new campus last year, has barred an N.Y.U. professor from traveling to the monarchy after his criticism of the exploitation of migrant construction workers there.\nThe professor, Andrew Ross, who teaches at the university’s New York campus and specializes in labor issues, said on Monday that he learned over the weekend that he had been barred from the country, ostensibly because of unspecified security concerns. He received the news at Kennedy International Airport, where he was scheduled to board an Etihad Airways flight to Abu Dhabi, the capital and the site of the N.Y.U. campus. He had planned to spend his spring break there, continuing his research on labor conditions.\nWhen he tried to check in at the airport, a computer flagged his passport. “I was told I couldn’t board the airplane,” Mr. Ross said. “They called the U.A.E. authorities, and the authorities there said that I was not allowed to enter the country.”\nOther professors at N.Y.U. said the development renewed questions about academic freedom in the university’s vision for a global university system when large units operate in countries controlled by autocratic governments. N.Y.U. also has a Shanghai campus, as well as more than a dozen smaller centers around the world.", "url": "https://www.nytimes.com/2015/03/17/nyregion/nyu-professor-is-barred-from-the-united-arab-emirates.html"}