{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:35:53", "date_modify": "2022-10-25 23:35:53", "date_publish": "2015-04-29 16:04:37", "description": "The new policy, which took effect on Wednesday, prohibits advertisements for political parties, ballot referendums and any ad that is “political in nature.”", "filename": "2015_04_30_nyregion_mta-board-votes-to-ban-political-ads-on-subways-and-buses.html__r=0_1666740953.html", "image_url": "https://static01.nyt.com/images/2015/04/29/nyregion/MTAweb/MTAweb-facebookJumbo.jpg?year=2015&h=550&w=1050&s=07f54fe1f90f3592a73047aeb643fffae86983feb2a1f7ca9c20f71d24c56e49&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_30_nyregion_mta-board-votes-to-ban-political-ads-on-subways-and-buses.html__r=0_1666740953.html", "title": "M.T.A. Board Votes to Ban Political Ads on Subways and Buses", "title_page": "M.T.A. Board Votes to Ban Political Ads on Subways and Buses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The board of the Metropolitan Transportation Authority voted on Wednesday to ban political advertising on New York City subways and buses to avoid the legal challenges it had faced after rejecting some ads with political messages.\nThe vote followed a lively debate over free speech as dissenting board members and advocacy groups argued that the transit system was a public space that should be a forum for debating political issues. The new policy, which took effect immediately, prohibits ads for political parties or ballot referendums or any ad that is “political in nature.”\nThe authority still allows commercial advertising, paid messages by the government and some public service announcements. Officials at the agency said the legal challenges over contentious ads had become a distraction.\nThe change came a week after a federal judge ordered the authority to display an ad produced by a pro-Israel group that the authority argued could be interpreted as a call to violence. The agency had lost an earlier lawsuit in 2012 over another ad by the group, the American Freedom Defense Initiative.", "url": "https://www.nytimes.com/2015/04/30/nyregion/mta-board-votes-to-ban-political-ads-on-subways-and-buses.html?_r=0"}