{"authors": ["Emily Steel"], "date_download": "2022-10-25 23:52:05", "date_modify": "2022-10-25 23:52:05", "date_publish": "2015-06-25 13:31:06", "description": "The move follows the announcement by 21st Century Fox that Mr. Ailes will report directly to Rupert Murdoch’s sons as they move into new roles.", "filename": "2015_06_26_business_media_roger-ailes-signs-new-contract-to-head-fox-news-and-stations_1666741925.html", "image_url": "https://static01.nyt.com/images/2015/06/26/business/26fox-web/26fox-web-facebookJumbo.jpg?year=2015&h=549&w=1050&s=1cb3a1dca89a81982a5c556a3c8eefe7891385168ceeac55584cc38498918205&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_26_business_media_roger-ailes-signs-new-contract-to-head-fox-news-and-stations_1666741925.html", "title": "Roger Ailes Signs New Contract to Head Fox News and Stations", "title_page": "Roger Ailes Signs New Contract to Head Fox News and Stations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Roger Ailes, the creator of the Fox News Channel, has signed a new multiyear contract as chairman and chief executive of Fox News and Fox Business Network and chairman of Fox Television Stations.\nMr. Ailes’s previous contract with 21st Century Fox, the media giant led by Rupert Murdoch that includes the Fox properties, ran through 2016.\nA public back and forth over Mr. Ailes’s position at 21st Century Fox has played out during the last two weeks since news emerged that Mr. Murdoch’s two sons, Lachlan and James, would take on top leadership roles at the company.\nMr. Ailes reportedly clashed with Lachlan Murdoch about a decade ago as part of broader power struggle that led to Lachlan’s unexpected resignation from his father’s empire in 2005. Mr. Ailes has met with the two sons in the last month, said one person briefed on the meetings who spoke on condition of anonymity.", "url": "https://www.nytimes.com/2015/06/26/business/media/roger-ailes-signs-new-contract-to-head-fox-news-and-stations.html"}