{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:50:13", "date_modify": "2022-10-25 23:50:13", "date_publish": "2015-03-22 21:06:27", "description": "A confessed murderer’s life was spared because of little-known checks in a judicial system regularly condemned by human rights groups.", "filename": "2015_03_23_world_middleeast_a-murder-a-death-sentence-and-the-unpredictable-nature-of-saudi-justice_1666741813.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_23_world_middleeast_a-murder-a-death-sentence-and-the-unpredictable-nature-of-saudi-justice_1666741813.html", "title": "Saudi Justice, Harsh but Able to Spare the Sword", "title_page": "Saudi Justice, Harsh but Able to Spare the Sword - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The two men had often visited each other’s homes, and Mr. Homeidani, an officer in the National Guard, had a wife and six children who lost their breadwinner. Both men were also from prominent tribes, raising the specter of revenge killings if the slain man’s kin did not feel that justice had been served.\n“We have nothing but the rule of Shariah,” said the victim’s brother, Faleh al-Homeidani. That meant the public beheading of Mr. Yehiya.\nSince Mr. Yehiya’s life was at stake, his case took a path through the courts established for harsh punishments. A three-judge panel convicted him of murder, prompting an appeal to a five-judge panel, which affirmed the ruling and passed it to five judges on the high court.\nIf a majority of the judges at any level had doubted his guilt, the execution would have been stayed. But none did, so the case went to the royal court for a final review before the king could sign the execution order.\nMr. Yehiya was sentenced to death as retribution, meaning that only the victim’s heirs could pardon him. But he was spared immediate death because every one of the heirs must agree, and the victim’s youngest son was only 3, making him years short of the legal age for consent, which is 15. So Mr. Yehiya went to prison to wait for the boy to grow up before he could agree to have his father’s killer’s head cut off.\nMany Muslims believe that saving a life, even that of a murderer, earns one rewards in heaven, so the possibility of a pardon by the victims’ heirs has opened a realm of activism aimed at stopping executions.\nAfter Mr. Yehiya’s conviction, his family campaigned on his behalf, and he became a religious leader in prison, earning the respect of clerics, who took up his cause. Much of the job fell to Sheikh Rashid al-Shalash, a wide-eyed, chatty cleric who heads a committee in Qassim Province that campaigns for pardons.", "url": "https://www.nytimes.com/2015/03/23/world/middleeast/a-murder-a-death-sentence-and-the-unpredictable-nature-of-saudi-justice.html"}