{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:28:36", "date_modify": "2022-10-25 23:28:36", "date_publish": "2015-07-06 16:15:25", "description": "The divisions over how and where it is displayed are reflected in a Civil War museum in Richmond, Va., the former capital of the Confederacy.", "filename": "2015_07_07_us_even-in-museums-sounds-of-battle-over-confederate-flag-are-heard_1666740516.html", "image_url": "https://static01.nyt.com/images/2015/07/03/us/03confederateweb2/03confederateweb2-facebookJumbo.jpg?year=2015&h=549&w=1050&s=84591377904dca33c6cc9c1aa9012c0f5e9553e55c0a7c55beebc3e86dfa97dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_07_us_even-in-museums-sounds-of-battle-over-confederate-flag-are-heard_1666740516.html", "title": "Even as Museum Piece, Confederate Flag Is in Dispute", "title_page": "Even as Museum Piece, Confederate Flag Is in Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "——- COLUMBIA ———- Michael W. Knox, Minister: “the flag is an old idea, it doesn’t exist anymore” Michael W. Knox, Minister: “the threads and needles are just that flag and it’s just only a piece of material.” Michael W. Knox, Minister: “we can memorialise the flag, we can put it to rest, it has no purpose now, the south did lose the war” Casey Kelly, HVAC technician “i want people to love that flag like they used to, and not use it in ways that that fella did” Casey Kelly, HVAC technician “without the confederate flag the american flag wouldn’t be where it is today.” Casey Kelly, HVAC technician “all i’m saying is it’s my history. 7 generations i have in this state, i have forefathers that fought in the civil war I want that flag to go with RESPECT.... and i love nikki haley,= but she doesn’t have a say in the matter, she doesn’t have as many generations as i do here, and she’s not even a true native to south carolina” ——- AUGUSTA ———- Ashton Lee, Barber: “it is what you make it. if you want to make it a symbol of hate/but me i’d rather not concern w it at all. Mike Shelton, retired: “why mess with something when it ain’t broken? flags not broken, let it fly! it’s up in the air it ain’t hurtin you. Ashton Lee, Barber: “maybe there’s people whose grandparents fought in that wart and maybe they’d like to fly that flag, but if you lose the war, i don’t think there’s no reason for you to fly the flag! .... there’s a monument right there [points], but there’s a black owned business right HERE [points to his barbershop behind him], it doesn’t affect us!” Jocelyn Childress, weight loss consultant: “i personally don’t identify with it because, i was raised in the south but i wouldn’t say i’m southern, i am proud to be here.... i rock the american flag [laughs] just proud to be an american, not represent the south like that, it has too negative of connotations i think....if you want to rock it you can rock it, but i don’t think there should be a law about what you can wear, that’s why we live in america” ——- ATLANTA ———- Delundra Tolder, hairdresser: “if you want to have your flag, erect a flagpole in your front yard, that’s your right as an american citizen. I’m not trying to take your rights away, just like i don’t want you to fool with mine” Perry Whaley, car saleman: “let me tell you something, when you’ve had the experience of being chased by that flag, then you’ll speak with anger... i’ve seen it firsthand. i’ll be 50 years old this year so I’ve seen it, and i’ve lived it” Delundra Tolder, hairdresser: “if there’s a private group that wants that flag, let them have that flag. but i’m a georgian and that flag does NOT represent me” ——- CHULAFINNEE (AL) ———- Robert Castello, Owner, Dixie General Store: “see i’m a member of an org called sons of confederate veterans, and you have to trace your ancestry back to the war to join.” Robert Castello, Owner, Dixie General Store: “just because someone that’s hateful does wave it doesn’t make the flag bad, it makes the person bad” Robert Castello, Owner, Dixie General Store: “if the citizens of alabama either by their elected representatives vote to take it down, or they have a referendum and the majority of the citizens vote to take it down, i’m willing to accept that. but don’t take it further and start harassing private industry” Robert Castello, Owner, Dixie General Store: “most southerners are both, they have strong feelings about both, and they honor both, the american and confederate flag, and i know a lot of people from the north just can’t get that” ——- BIRMINGHAM ———- Wilbert Scott, grandfather: “our american flag is very important, because it represents our independence...abolishing slavery, it has a deep meaning among black people... to put another flag up under that flag is just a disgrace to our country” Wilbert Scott, grandfather: “when i see the flag and i see a bunch of white people associated around that flag, does it make me nervous? yeah.” Wilbert Scott, grandfather: “the flag’s never going to go away it’s always going to be there so i think we should look at the positive side of that, the way it reminded us of the past and of the future” ——- JACKSON ———- Kate Kern, nurse: “whatever the confederate flag represented has changed over time, and it no longer represents a grand old heritage, but rather it’s associated with something that’s a hateful heritage” Kass Welchlin, Executive director Jackson Youth for Christ “i’ve always been shocked to see it, i thought it was kind of a mythological thing, when i came down here. i’ve never seen anybody carry it that didn’t also have that odious stench of hatred in them somewhere” Cassandra Welchlin, policy advocacy consultant: “when i think about the american flag i think about our constitution, it says something about all of us having the same rights and we are one people, where that confederate flag says something completely different” Kate Kern, nurse: “i think it speaks highly of the people of the united states that we’re having this conversation after a tragedy because it brought it to light..", "url": "https://www.nytimes.com/2015/07/07/us/even-in-museums-sounds-of-battle-over-confederate-flag-are-heard.html"}