{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:35:07", "date_modify": "2022-10-25 23:35:07", "date_publish": "2015-05-07 21:23:14", "description": "The Kander and Ebb musical, part of the Encores! series at New York City Center, also stars Zoë Wanamaker.", "filename": "2015_05_08_theater_review-zorba-starring-john-turturro_1666740907.html", "image_url": "https://static01.nyt.com/images/2015/05/08/arts/08ZORBA/08ZORBA-facebookJumbo.jpg?year=2015&h=549&w=1050&s=8e8ebfb85730c4f8c30272e92f473c02f2b57ec276b26c1e37e65dc4fd9d17ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_08_theater_review-zorba-starring-john-turturro_1666740907.html", "title": "Review: ‘Zorba!’ Starring John Turturro", "title_page": "Review: ‘Zorba!’ Starring John Turturro - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those of us allergic to human juggernauts admiringly described as “life forces” have reason to fear the 1968 musical “Zorba!,” which has been resurrected by the Encores! series of musicals in concert. (Uh oh, I just used two exclamation points in one sentence, usually a sure sign there’s a life force in the vicinity.)\nAfter all, this show — which opened on Wednesday night at New York City Center, where it runs through Sunday — has as its title character one of those lusty old peasants who is always breaking into spontaneous, explosive dance. He is also the sort of guy who keeps yelling that everybody should seize the day! With both hands! Right now! Before it’s all over!\nYou may be relieved, or disappointed, to hear that I didn’t detect a single element that warrants an exclamation point in the rather melancholy Encores! “Zorba!,” which has a book by Joseph Stein and songs by the fabled team of John Kander and Fred Ebb. Directed by Walter Bobbie and starring John Turturro, “Zorba!” instead seems to keep trailing off into unexcited, brooding ellipses.", "url": "https://www.nytimes.com/2015/05/08/theater/review-zorba-starring-john-turturro.html"}