{"authors": ["Amy Qin"], "date_download": "2022-10-25 23:55:13", "date_modify": "2022-10-25 23:55:13", "date_publish": "2015-11-17 07:59:20", "description": "The couple who bought the Modigliani at a Christie’s auction last week said they hoped to transform their museum in Shanghai into a world-class destination.", "filename": "2015_11_18_arts_international_with-modigliani-purchase-chinese-billionaire-liu-yiqian-dreams-of-bigger-canvas_1666742113.html", "image_url": "https://static01.nyt.com/images/2015/11/18/world/18collectors/18collectors-facebookJumbo.jpg?year=2015&h=549&w=1050&s=94f93da8227bff81817f33e5ed6ed35f5af588de9da232ec65dda373e17c591f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_18_arts_international_with-modigliani-purchase-chinese-billionaire-liu-yiqian-dreams-of-bigger-canvas_1666742113.html", "title": "With Modigliani Purchase, Chinese Billionaire Dreams of Bigger Canvas", "title_page": "With Modigliani Purchase, Chinese Billionaire Dreams of Bigger Canvas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Even as the cost of his quarry pulled away from the $100 million mark, Liu Yiqian remained calm.\n“I was on the phone with a girl from Christie’s Hong Kong who was bidding on my behalf, and she kept dropping the phone because she was so nervous,” Mr. Liu recalled in his Beijing hotel room on Friday. “I told her, ‘Why are you so nervous? I’m the one paying, and I’m not even nervous. Just buy it.’ ”\nThus did Mr. Liu manage to secure “it” — an oil portrait of an outstretched nude woman by the early-20th-century artist Amedeo Modigliani — at a Christie’s auction in New York on Nov. 9. During the tense nine-minute sale, he beat out five opponents by offering $170.4 million with fees, the second-highest price ever paid for an artwork at auction.\n“As soon as I heard that it went to an Asian buyer, I knew it was him,” said Wang Wei, Mr. Liu’s wife, who was in Hong Kong at the time.", "url": "https://www.nytimes.com/2015/11/18/arts/international/with-modigliani-purchase-chinese-billionaire-liu-yiqian-dreams-of-bigger-canvas.html"}