{"authors": ["Gardiner Harris", "David E. Sanger", "David M. Herszenhorn"], "date_download": "2022-10-25 23:35:47", "date_modify": "2022-10-25 23:35:47", "date_publish": "2015-09-10 18:09:04", "description": "Aid groups called the action a token one given the size of the U.S. economy and population, and some Republicans said President Obama was allowing in potential terrorists.", "filename": "2015_09_11_world_middleeast_obama-directs-administration-to-accept-10000-syrian-refugees_1666740947.html", "image_url": "https://static01.nyt.com/images/2015/09/11/world/11REFUGEES/11REFUGEES-facebookJumbo.jpg?year=2015&h=550&w=1050&s=48bcae254702c8a9fe40ed92da20d24f61a91ec1913b6d120157b524ebf0f62e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_11_world_middleeast_obama-directs-administration-to-accept-10000-syrian-refugees_1666740947.html", "title": "Obama Increases Number of Syrian Refugees for U.S. Resettlement to 10,000", "title_page": "Obama Increases Number of Syrian Refugees for U.S. Resettlement to 10,000 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama, under increasing pressure to demonstrate that the United States is joining European nations in the effort to resettle Syrian refugees, has told his administration to take in at least 10,000 displaced Syrians over the next year.\nJosh Earnest, the White House press secretary, said in a briefing Thursday that while the administration was continuing to examine responses to a refugee crisis that has overwhelmed Europe in recent days, the president has decided to raise the number of Syrian refugees admitted to at least 10,000 in the fiscal year beginning in October from fewer than 2,000 this year.\nThe announcement brought a variety of reactions that underscored how the refugee crisis has become another polarized political question. Aid groups called the administration’s action a token one given the size of the American economy and population, while a number of Republicans warned that Mr. Obama was allowing in potential terrorists. “Our enemy now is Islamic terrorism, and these people are coming from a country filled with Islamic terrorists,” said Representative Peter T. King, Republican of New York. “We don’t want another Boston Marathon bombing situation.”\nBut Mr. Earnest emphasized that the president would not allow any lessening in the intense background and medical checks that can take as much as two years to complete. Those wishing to come to the United States must apply through the United Nations, which has a presence in many refugee camps, and Mr. Earnest discouraged migrants from taking risky journeys and paying traffickers.", "url": "https://www.nytimes.com/2015/09/11/world/middleeast/obama-directs-administration-to-accept-10000-syrian-refugees.html"}