{"authors": ["William C. Rhoden"], "date_download": "2022-10-25 23:32:40", "date_modify": "2022-10-25 23:32:40", "date_publish": "2015-11-09 00:51:11", "description": "A move to boycott all football-related activities is the latest example of black athletes’ recognizing their influence.", "filename": "2015_11_09_sports_ncaafootball_missouri-football-players-exercise-power-in-racism-protest_1666740760.html", "image_url": "https://static01.nyt.com/images/2015/11/09/us/09missouri-web01SUB/09missouri-web01SUB-facebookJumbo.jpg?year=2015&h=550&w=1050&s=dd72cb7c3068eacaf465b542a683dde48ea28589080d82cb496e485ab01ba725&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_09_sports_ncaafootball_missouri-football-players-exercise-power-in-racism-protest_1666740760.html", "title": "University of Missouri Football Players Exercise Power in Racism Protest", "title_page": "University of Missouri Football Players Exercise Power in Racism Protest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The news out of Columbia, Mo., this weekend is disturbing yet also exhilarating.\nDozens of black University of Missouri football players said Saturday that they would boycott all football-related activities — including games — until the university’s president, Timothy M. Wolfe, steps down or is removed. At issue, the players and other student activists say, are recent instances of racism directed at black students and a lack of action from administrators that the students contend have combined to create an intolerable atmosphere on campus.\nThe reports of racial episodes are disturbing. But the players’ protest is exhilarating because it is the most high-profile example to date in a continuing revolution in which the athletes who drive the multibillion-dollar college sports machine have begun to use their visibility to demand change.\nWhat makes the Missouri team’s protest stand out even more is that it is not about the business of sports: compensation, image rights, labor issues or N.C.A.A. rules. It was initiated by black players showing solidarity with fellow black students who felt their concerns had not been adequately addressed by university administrators. It was athletes lending their standing to a fight that, on its face, did not involve them.\nFootball teams have stood their ground before and paid the consequences. Two seasons ago, Grambling football players forfeited a game at Jackson State after they refused to travel in protest over poor facilities, transportation problems and other things they considered examples of mistreatment at their university.", "url": "https://www.nytimes.com/2015/11/09/sports/ncaafootball/missouri-football-players-exercise-power-in-racism-protest.html"}