{"authors": ["Jonathan Weisman", "Jennifer Steinhauer"], "date_download": "2022-10-26 00:11:37", "date_modify": "2022-10-26 00:11:37", "date_publish": "2015-03-29 22:55:08", "description": "Republicans can accept Loretta E. Lynch, a nominee they oppose because she backs the president’s policies, or reject her and live with an attorney general they loathe, Eric H. Holder Jr.", "filename": "2015_03_30_us_politics_in-holding-up-loretta-lynch-attorney-general-nominee-gop-is-in-a-quandary_1666743097.html", "image_url": "https://static01.nyt.com/images/2015/03/30/us/30lynch-web01/30lynch-web01-facebookJumbo.jpg?year=2015&h=549&w=1050&s=cafabeb4a8b5852fbf45dba5f38cf37f153c4ea7bb3cdf09a56360e2d65753c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_30_us_politics_in-holding-up-loretta-lynch-attorney-general-nominee-gop-is-in-a-quandary_1666743097.html", "title": "In Delaying Vote on Loretta Lynch as Attorney General, G.O.P. Is in a Quandary", "title_page": "In Delaying Vote on Loretta Lynch as Attorney General, G.O.P. Is in a Quandary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Perhaps she’ll be confirmed,” Senator Roger Wicker, Republican of Mississippi, said after a long pause and a deep audible breath, “but she won’t be confirmed with my vote. That’s what my constituents want of me, to make a stand against someone who has basically taken the position that the executive branch has unlimited, almost czarlike powers.”\nA confirmation vote for Ms. Lynch, delayed longer than any other attorney general nominee in three decades, is vexing for a Republican Party seeking to counter accusations that it is indifferent to women and minorities.\nSome Republicans concede Mr. Obama could not be expected to nominate an attorney general who rejects his policies. “The president is clearly going to nominate someone who’s most likely aligned with his policy positions,” said Senator Thom Tillis, Republican of North Carolina.\nAt the same time, almost no one has an unkind word for Ms. Lynch. Senator Shelley Moore Capito, Republican of West Virginia, said she could hardly expect a better nominee, “not in terms of qualifications or personal attributes.”\nYet, she cannot see herself voting for her.\nMs. Capito said she is holding out for the prospect that the president could offer a nominee not quite so stalwart in defense of the president’s policies.", "url": "https://www.nytimes.com/2015/03/30/us/politics/in-holding-up-loretta-lynch-attorney-general-nominee-gop-is-in-a-quandary.html"}