{"authors": ["Walter Kirn"], "date_download": "2022-10-25 23:37:32", "date_modify": "2022-10-25 23:37:32", "date_publish": "2015-06-04 09:30:06", "description": "Nell Zink’s novel about the making and unmaking of an American family lays bare our assumptions about race and sexuality.", "filename": "2015_06_07_books_review_mislaid-by-nell-zink_1666741052.html", "image_url": "https://static01.nyt.com/images/2015/06/07/books/review/07KIRN/07-Kirn-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8a1b836d2ed6861766f2a8bf6e09b1dcfbee27bb39c21ea883dba71843ca232b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_07_books_review_mislaid-by-nell-zink_1666741052.html", "title": "‘Mislaid,’ by Nell Zink", "title_page": "‘Mislaid,’ by Nell Zink - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Toward the middle of Nell Zink’s “Mislaid,” a screwball comic novel of identity, Karen, a Southern white girl whose lesbian mother has raised her as black for complicated reasons, innocently asks a new friend, as though she were inquiring about her major: “What minority are you?”\n“Hispanic,” her friend replies. “We’ve never done the genealogy, but you can tell by my name.”\nIn context, this is a laugh line, since the book has already answered, in a hundred ways, the question of what exactly is in a name: Nothing. Names mean nothing. They are labels stamped on mysteries, absurdly reductive and misleading. The same goes for racial and gender designations, which, in the book, are infallibly irrelevant to the highly individual business of living and loving according to our instincts rather than larger, social expectations. In “Mislaid” everyone is a minority — of one.\nThe action begins in 1960s Virginia, a place and time of settled categories and an appropriate launching pad for a story that breezily seeks to upend the order of things. Peggy, the daughter of stuffy, stoic parents, enrolls at Stillwater College, a school for women whose most prominent faculty member is Lee Fleming, a son of the local gentry and a poet. Sexually, Peggy prefers girls, and Lee most definitely fancies boys, but something fluid in their personalities permits them to love each other, for a time. It helps that the isolated, bucolic college, set on the shores of an artificial lake, allows for a pastoral approach to romance, turning its denizens into nymphs and satyrs wont to gambol in the leafy shade. Lee is a lord of misrule in this respect; his traditional old pile of a house functions as a hostel for visiting writers seeking intoxication and release with the aid of psychedelic drugs, which are always in supply, along with lots of booze. Peggy steps into this whirlwind, ends up pregnant, marries Lee and soon enough is impregnated again. That the marriage will fall apart is understood — just too much built-in dissonance — and eventually it does.\nZink’s narrator is a knowing, omniscient figure who speaks directly to the reader while floating anonymously above the story, offering sharp observations and mordant commentary and smoothly moving things along in the manner of novels from an earlier century. “At heart he knew he was normal,” the narrator says of Lee. “No more conflicted than any other married man. He was a sexual being. He couldn’t give that up on account of a three-month fling with his wife 10 years before. Like many a married man before him, he took the deal they had hammered out — you give me your life, in return you get my kids — and canceled both ends. He didn’t want to be privy to her martyrdom, and he didn’t like her influence on his kids.” This lost mode of storytelling, updated by Zink, imbues the book with an elegance and confidence that are exceptionally rare now, and most welcome. Instead of the crabbed, neurotic tone that one might expect when treating such loaded material, she skips along with ease and clarity, summarizing, compressing and encapsulating, unflappably wise and in control.", "url": "https://www.nytimes.com/2015/06/07/books/review/mislaid-by-nell-zink.html"}