{"authors": ["Steve Eder"], "date_download": "2022-10-25 23:52:54", "date_modify": "2022-10-25 23:52:54", "date_publish": "2015-08-31 00:44:33", "description": "Vice President Joseph R. Biden Jr., who is considering a run for the presidency, may have to persuade voters that his approach to consumer issues has evolved since he was a senator from Delaware, where many financial services companies are based.", "filename": "2015_08_31_us_politics_banking-ties-could-hurt-joe-biden-in-race-with-populist-overtone_1666741974.html", "image_url": "https://static01.nyt.com/images/2015/08/31/us/31BIDEN-1440969087141/31BIDEN-1440969087141-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=30184f32cf28cdfef9d661efd09fc8ca51bf1b7ba067525ae94019a7f3d68b0a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_31_us_politics_banking-ties-could-hurt-joe-biden-in-race-with-populist-overtone_1666741974.html", "title": "Banking Ties Could Hurt Joe Biden in Race With Populist Overtone", "title_page": "Banking Ties Could Hurt Joe Biden in Race With Populist Overtone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When you are a senator from a state with a lot of credit-card and financial interests, you have a different constituency than when you are vice president,” said Jared Bernstein, who served as Mr. Biden’s chief economist and economic adviser during his first term as vice president.\nIn that job, Mr. Biden led the Middle Class Task Force, which sponsored the meeting five years ago on consumer protection issues. And prodded by the Obama administration, Congress passed legislation requiring clearer monthly statements and protecting against retroactive interest rate increases, while limiting the fees that banks charge merchants on debit card purchases.\nA spokesman for Mr. Biden, Stephen Spector, said the vice president’s efforts had “made the administration unparalleled in its support for financial reform and consumer protection.” Mr. Spector cited Mr. Biden’s support for the Credit Card Accountability, Responsibility and Disclosure Act, intended to protect consumers from unfair billing practices, and the Dodd-Frank Act, the 2010 financial overhaul legislation that provided new consumer safeguards and created the Consumer Financial Protection Bureau.\nThe extent to which Mr. Biden can share the credit for those bills could be significant in a primary campaign. “He was very much on the team, and back then it was extremely important that not only did we pass these measures, but that they were elevated for all to see,” Mr. Bernstein said.\nChristopher J. Dodd, a former Democratic senator from Connecticut, said Mr. Biden, as vice president, was not necessarily a central player in the passage process, but had been a “classic progressive Democrat” on economic issues.\n“As vice president, I certainly cannot think of a single instance that he was hostile,” said Mr. Dodd, a sponsor of the Dodd-Frank Act with Barney Frank, a former Democratic congressman from Massachusetts.\nMr. Frank, who was chairman of the House Financial Services Committee, also did not recall Mr. Biden’s playing a significant role behind the scenes — for or against credit-card companies. Still, Mr. Frank said, the Obama administration’s record on financial issues could be a “pretty good defense for Joe” against criticism of his earlier ties to the credit-card industry, before he was freed from representing the interests of his home state.", "url": "https://www.nytimes.com/2015/08/31/us/politics/banking-ties-could-hurt-joe-biden-in-race-with-populist-overtone.html"}