{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:35:53", "date_modify": "2022-10-25 23:35:53", "date_publish": "2015-04-13 14:45:07", "description": "Advertisers have long pushed boundaries with provocative campaigns to capture the attention of riders, but recently an ad for a moving company went too far.", "filename": "2015_04_14_nyregion_with-new-york-subway-ads-limits-for-decency-are-set-and-tested_1666740953.html", "image_url": "https://static01.nyt.com/images/2015/04/08/nyregion/08RACYADSsweb1/08RACYADSsweb1-facebookJumbo-v3.jpg?year=2015&h=550&w=1050&s=64bfe88093242b28401538fa26810db55794e9fc3780b76d0d6f80bc0962cbd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_14_nyregion_with-new-york-subway-ads-limits-for-decency-are-set-and-tested_1666740953.html", "title": "Too Risqué for New York City’s Subways? Some Ads Test Limits", "title_page": "Too Risqué for New York City’s Subways? Some Ads Test Limits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The authority reviewed its standards after the request by Gov. Andrew M. Cuomo’s office last year. While it did not result in a formal policy change, officials have worked with advertisers to “come up with a compelling advertising message in a somewhat less explicit way,” Adam Lisberg, a spokesman for the agency, said, adding a comment over the cleavage controversy The News brought about.\n“The irony, of course, is that the newspaper which first raised the alarm about the breast augmentation ads runs far more explicit advertisements in their own pages,” said Mr. Lisberg, a former City Hall bureau chief for The News. “So trying to keep a family-friendly public environment in New York City can be challenging.”\nSome think the authority may be too cautious. Jason Dorsey, the chief strategy officer at the Center for Generational Kinetics, which studies marketing to young people, said the message was not harmful.\n“We think it’s always good for millennials to be reminded about being safe, even if it’s under the guise of a moving company trying to stand out,” he said.\nMr. Rachmany readily admits he was seeking to drive sales. He still wanted to use the image, so he has splashed it on the side of a few moving trucks.\n“We’re always going to push the envelope,” he said.", "url": "https://www.nytimes.com/2015/04/14/nyregion/with-new-york-subway-ads-limits-for-decency-are-set-and-tested.html"}