{"authors": ["Monica Davey", "Mitch Smith"], "date_download": "2022-10-25 23:33:02", "date_modify": "2022-10-25 23:33:02", "date_publish": "2015-12-01 17:07:21", "description": "The superintendent, Garry F. McCarthy, and his department came under pressure for resisting the release of a video showing an officer shooting a teenager 16 times.", "filename": "2015_12_02_us_chicago-police-rahm-emanuel-laquan-mcdonald.html__r=0_1666740782.html", "image_url": "https://static01.nyt.com/images/2015/12/01/multimedia/chicago-timeline/chicago-timeline-facebookJumbo.jpg?year=2015&h=549&w=1050&s=e4bd453af40a6d692cd0d85883ba6c12eb923f77f228097f6c6755d126b396b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_02_us_chicago-police-rahm-emanuel-laquan-mcdonald.html__r=0_1666740782.html", "title": "Mayor Rahm Emanuel Fires Chicago Police Superintendent", "title_page": "Mayor Rahm Emanuel Fires Chicago Police Superintendent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — A week ago, Mayor Rahm Emanuel and Police Superintendent Garry F. McCarthy stood together, shoulder to shoulder, as this city released long-sought video of a white police officer shooting a black teenager 16 times along a Chicago street last year. But after nights of demonstration that followed the video’s release and growing calls for changes at the city’s Police Department and beyond, Mr. Emanuel stood alone at a lectern on Tuesday to say that he had dismissed Mr. McCarthy.\nIt was a sudden shift for Mr. Emanuel, who had brought Mr. McCarthy to Chicago more than four years ago and had expressed confidence in his work as recently as last week. And it highlighted the intensifying public and political pressure Mr. Emanuel faces over the shooting of the teenager, Laquan McDonald; the integrity of the department’s handling of his death; and the city’s resistance to releasing the video. The footage became public last week only after a judge’s order.\nFacing pointed questions on Tuesday about why the city had not released the video early this year, when Mr. Emanuel was in a heated re-election battle, he said, “We have a practice, not unique to Chicago, that you don’t do anything as it relates to material evidence that would hamper, hinder, compromise an investigation.” He added: “Yet it’s clear you all want and the public deserves that information. There are two conflicting principles.”\nImage Mayor Rahm Emanuel Credit... Ashlee Rezin/Sun-Times Media, via Associated Press\nMr. Emanuel, a Democrat who was elected to a second term, also acknowledged that broad change was needed in the Police Department. He announced a task force that he said would take a hard look at accountability, oversight and training at the department. And he said he had to work to build the public’s confidence — both in the police and in himself.", "url": "https://www.nytimes.com/2015/12/02/us/chicago-police-rahm-emanuel-laquan-mcdonald.html?_r=0"}