{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:46:41", "date_modify": "2022-10-25 23:46:41", "date_publish": "2015-05-07 11:48:50", "description": "The Chinese e-commerce giant said its chief operating officer would succeed its chief executive, Jonathan Lu, who will remain on the board.", "filename": "2015_05_08_business_international_alibaba-q4-earnings-new-ceo_1666741601.html", "image_url": "https://static01.nyt.com/images/2015/05/08/business/08ALIBABA/08ALIBABA-facebookJumbo.jpg?year=2015&h=549&w=1050&s=44aff6c61858571c75cf75ed2cb392523618ca0d388c0f8af30c32f3b1ddb484&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_08_business_international_alibaba-q4-earnings-new-ceo_1666741601.html", "title": "Alibaba Names New Chief Executive and Reports Revenue Rise", "title_page": "Alibaba Names New Chief Executive and Reports Revenue Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Before Alibaba raised $25 billion in an initial public offering last year, its founder, Jack Ma, said he did not care much about share prices.\nOn Thursday, Mr. Ma made it clear he was not too worried about shaking things up, either, replacing the company’s chief executive just days after airing concerns about efficiency.\nIn the surprise leadership change, Mr. Ma picked Daniel Zhang, who has been at Alibaba for eight years, to lead one of the world’s largest Internet companies. Mr. Ma, in a letter to employees, portrayed the replacement of the chief executive, Jonathan Lu, as a sort of changing of the guard.\n”Alibaba Group is ready to completely hand over management leadership to those of you who were born in the ’70s,” Mr. Ma wrote, adding that several other experienced Alibaba leaders would give up some day-to-day control to allow younger executives to rise.", "url": "https://www.nytimes.com/2015/05/08/business/international/alibaba-q4-earnings-new-ceo.html"}