{"authors": ["Ravi Somaiya"], "date_download": "2022-10-25 23:54:06", "date_modify": "2022-10-25 23:54:06", "date_publish": "2015-01-07 17:00:11", "description": "Stéphane Charbonnier, editor of the satirical weekly who was killed in an attack on the newspaper’s offices Wednesday, was instrumental in a series of defiant campaigns.", "filename": "2015_01_08_world_europe_charlie-hebdo-editor-made-provocation-his-mission_1666742046.html", "image_url": "https://static01.nyt.com/images/2012/09/20/your-money/20france_inline/20france_inline-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=6e1eb8ebd15149f50428b6d493935f32b3c2d2fd0ef18cf6db5933aa0aa20208&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_08_world_europe_charlie-hebdo-editor-made-provocation-his-mission_1666742046.html", "title": "Stéphane Charbonnier, Known as Charb, Relished Defying Mores", "title_page": "Stéphane Charbonnier, Known as Charb, Relished Defying Mores - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Stéphane Charbonnier, the editorial director of the French satirical newspaper Charlie Hebdo, was often pictured with his fist aloft.\nMr. Charbonnier, 47, a cartoonist known professionally as Charb, was among 12 people killed Wednesday when gunmen attacked his newspaper’s offices in Paris. He had been instrumental in a series of defiant campaigns that divided public opinion: Some saw them as powerful stands for free speech, and others as needless provocations.\nHe oversaw the publication of a spoof issue in 2011, advertised as guest-edited by the Prophet Muhammad, which led to the paper’s offices being firebombed.\nIn 2012, Mr. Charbonnier defied the advice of the French government and published crude caricatures of Muhammad, shown naked and in sexual poses. Depictions of the prophet, even if reverent, are forbidden under Islamic law. One of the people killed Wednesday was a police officer assigned to guard the paper’s offices after those episodes.", "url": "https://www.nytimes.com/2015/01/08/world/europe/charlie-hebdo-editor-made-provocation-his-mission.html"}