{"authors": ["Jennifer Steinhauer", "Jonathan Weisman"], "date_download": "2022-10-25 23:52:22", "date_modify": "2022-10-25 23:52:22", "date_publish": "2015-06-02 14:59:09", "description": "A bill to allow the government to restart surveillance operations, but with new restrictions, passed over the opposition of the Senate majority leader, and was signed by President Obama.", "filename": "2015_06_03_us_politics_senate-surveillance-bill-passes-hurdle-but-showdown-looms_1666741942.html", "image_url": "https://static01.nyt.com/images/2015/06/03/us/03NSAWEB1/03NSAWEB1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8f0c8bbe5ea861c72cf47336fcc5b6ecfeef25d264f734de0f1c3d1b3797ce9b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_03_us_politics_senate-surveillance-bill-passes-hurdle-but-showdown-looms_1666741942.html", "title": "U.S. Surveillance in Place Since 9/11 Is Sharply Limited", "title_page": "U.S. Surveillance in Place Since 9/11 Is Sharply Limited - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“National security and privacy are not mutually exclusive,” said Senator James Lankford, Republican of Oklahoma, a freshman who like several other younger Republicans voted against the senior senator from his state. “They can both be accomplished through responsible intelligence gathering and careful respect for the freedoms of law-abiding Americans.”\nTuesday’s vote was a rebuke to Senator Mitch McConnell, Republican of Kentucky and the majority leader, who, until the end in a bitter floor speech, maintained the bill was a dangerous diminishment of national security. Lawmakers in both parties beat back amendments — one by one — that he insisted were necessary to blunt some of the bill’s controls on government spying.\nMr. McConnell blasted his fellow senators — and by association Speaker John A. Boehner, who heartily endorsed the measure — as taking “one more tool away from those who defend our country every day.”\n“This is a significant weakening of the tools that were put in place in the wake of 9/11 to protect the country,” he said. “I think Congress is misreading the public mood if they think Americans are concerned about the privacy implications.”\nBut even scores of senators who loathed the actions of Mr. Snowden voted for the legislation.\nThe legislation’s goals are twofold: to rein in aspects of the government’s data collection authority and to crack open the workings of the secret national security court that oversees it. After six months, the phone companies, not the N.S.A., will hold the bulk phone records — logs of calls placed from one number to another, and the time and the duration of those contacts, but not the content of what was said. A new kind of court order will permit the government to swiftly analyze them.\nThe Foreign Intelligence Surveillance Court, for the first time, will be required to declassify some of its most significant decisions, and outside voices will be allowed to argue for privacy rights before the court in certain cases.", "url": "https://www.nytimes.com/2015/06/03/us/politics/senate-surveillance-bill-passes-hurdle-but-showdown-looms.html"}