{"authors": ["David Allen"], "date_download": "2022-10-25 23:37:07", "date_modify": "2022-10-25 23:37:07", "date_publish": "2015-10-14 21:18:57", "description": "The ensemble played works by Grieg, Sibelius and Bartok.", "filename": "2015_10_15_arts_music_review-yannick-nezet-seguin-leads-the-philadelphia-orchestra-at-carnegie-hall_1666741027.html", "image_url": "https://static01.nyt.com/images/2015/10/15/arts/15PHILA/15PHILA-facebookJumbo.jpg?year=2015&h=550&w=1050&s=6435d29145de66b2606439e2c10ac8ee4e0959dda20e999dfe560b8d2428bbcc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_15_arts_music_review-yannick-nezet-seguin-leads-the-philadelphia-orchestra-at-carnegie-hall_1666741027.html", "title": "Review: Yannick Nézet-Séguin Leads the Philadelphia Orchestra at Carnegie Hall", "title_page": "Review: Yannick Nézet-Séguin Leads the Philadelphia Orchestra at Carnegie Hall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Philadelphia Orchestra, which made its first, electric Carnegie Hall appearance of the season on Tuesday under the dynamic leadership of Yannick Nézet-Séguin, currently presents a paradox.\nFinancial issues continue to trouble the orchestra, as the lingering effects of bankruptcy, which it left in 2012, unravel themselves. The distant threat of a players’ strike was averted on Monday when they agreed to a one-year contract. The pact gives the instrumentalists a small pay increase and a slightly enlarged roster but offers scant security over the longer term.\nYet it might be that no American orchestra sounds more alive. Mr. Nézet-Séguin, who recently signed a deal that lasts until 2022, has his players hanging on his every move — and his every balletic move counts.\nIn Grieg’s Suite No. 1 from “Peer Gynt,” he had little to do but lacquer up an alluring sheen, with the brass craggy and ghoulish for “In the Hall of the Mountain King,” the strings shimmering, almost sensual in “The Death of Ase.” He worked harder and achieved his characteristic intensity of attack in Bartok’s Violin Concerto No. 2, in which Gil Shaham proved a controlled, eloquent soloist more than capable of balancing wistfulness and regret, anger and hope. Mr. Shaham’s encore, the “Gavotte en rondeau” from Bach’s E major Partita, rightly had an improvisatory, joyful feel.", "url": "https://www.nytimes.com/2015/10/15/arts/music/review-yannick-nezet-seguin-leads-the-philadelphia-orchestra-at-carnegie-hall.html"}