{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:39:06", "date_modify": "2022-10-25 23:39:06", "date_publish": "2015-07-31 15:17:04", "description": "Shohret Hoshur, a journalist who fled the Chinese authorities in Xinjiang, has continued to chronicle violence there for Radio Free Asia, based in Washington.", "filename": "2015_08_01_world_asia_a-voice-from-chinas-uighur-homeland-reporting-from-the-united-states_1666741146.html", "image_url": "https://static01.nyt.com/images/2015/07/31/world/hoshur-web/hoshur-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=db33282205a6a50a8f9426ec4e82384c92655e94dd095fdadd37b7bcc0c3fc41&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_01_world_asia_a-voice-from-chinas-uighur-homeland-reporting-from-the-united-states_1666741146.html", "title": "A Voice From China’s Uighur Homeland, Reporting From the U.S.", "title_page": "A Voice From China’s Uighur Homeland, Reporting From the U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "IN his years of reporting on Xinjiang, both as a young man in Qorghas County, near the border with Kazakhstan, and for R.F.A. in Washington, he built an extensive network of sources and perfected a telephone interview style that allows him to break through China’s information firewall.\nPeople inside Xinjiang risk their freedom to pass information to him. Some circumvent China’s Internet controls and post messages to his account on Facebook, which is generally inaccessible in China. Others travel outside the region, sometimes as far away as Beijing or Shanghai, and call him in Washington from a public phone, he said.\nThen comes the task of verifying the tips he receives, often involving incidents in remote parts of Xinjiang. He searches online for the phone numbers of local businesses and starts calling, systematically varying the last few digits of the phone numbers he finds to reach other residents. It is not unusual for him to call as many as 100 people as he seeks to corroborate the news and nail down details.\nColleagues describe a workaholic. “I come in in the morning and see him just leaving,” said Dan Southerland, R.F.A.’s executive director. “I say, ‘Shohret, you’ve got to get some sleep.’ ”\nMr. Hoshur, now a United States citizen, often quotes local police officials by name, lending his reports more credibility. Such was the case in mid-June, when he cited a local official in the city of Kashgar confirming a knife and bomb attack on a police checkpoint that killed at least 18 people, including three police officers or deputies.\nTO get the police to talk, Mr. Hoshur said, he identifies himself as a reporter but speaks with authority — in Mandarin Chinese or the Uighur language — and orders the officers who pick up the phone to confirm details. The technique works, he says, because reporters from China’s state-run news media are part of the Communist Party’s propaganda apparatus, and local police officials will often act deferentially toward them. Some officials, because of intense censorship, may never have heard of R.F.A.\n“That’s why, when I call, my voice is like a boss,” Mr. Hoshur said. “I don’t say, ‘Please give me that information.’ I say, ‘I am an R.F.A. reporter. Give me that information.’ Then they speak to me.”", "url": "https://www.nytimes.com/2015/08/01/world/asia/a-voice-from-chinas-uighur-homeland-reporting-from-the-united-states.html"}