{"authors": ["Helene Cooper", "Gardiner Harris"], "date_download": "2022-10-25 23:55:40", "date_modify": "2022-10-25 23:55:40", "date_publish": "2015-09-03 13:00:09", "description": "With the nuclear deal now poised to go into effect, the meeting represents the first major effort by President Obama to reassure crucial Persian Gulf allies.", "filename": "2015_09_04_us_politics_iran-deal-will-top-agenda-when-saudi-king-visits-white-house_1666742140.html", "image_url": "https://static01.nyt.com/images/2015/09/04/world/SAUDI/SAUDI-facebookJumbo.jpg?year=2015&h=550&w=1050&s=49c43be212dcd3761850bfd1348875f76ff767acd369a86f82dd11e258e182e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_04_us_politics_iran-deal-will-top-agenda-when-saudi-king-visits-white-house_1666742140.html", "title": "An Arms Deal Is Aimed at Saudis’ Iran Worries", "title_page": "An Arms Deal Is Aimed at Saudis’ Iran Worries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In a move meant to reassure a vital Persian Gulf ally about the Iran nuclear deal, the Pentagon is finalizing a $1 billion arms agreement with Saudi Arabia that will provide weapons for the Saudi war effort against the Islamic State and Yemen, senior administration officials said Thursday.\nDetails of the pact are being worked out ahead of a visit by King Salman of Saudi Arabia to the White House on Friday, the officials said, adding that the deal must be approved by Congress before it is final. The two leaders are also expected to discuss additional military training that the United States can provide for Saudi Arabia as it adopts a more muscular stance in the region.\nThe weapons deal, although not the largest between the United States and Saudi Arabia, comes at a time when the Obama administration is promising Arab allies that it will back them against what many Arab governments view as a rising Iran. It also comes as the Middle East is descending into proxy wars, sectarian conflicts and battles against terrorist networks.\nThe result is that countries in the region that had stockpiled American military hardware are now using it and wanting more, a boon for American defense contractors.", "url": "https://www.nytimes.com/2015/09/04/us/politics/iran-deal-will-top-agenda-when-saudi-king-visits-white-house.html"}