{"authors": ["John Koblin"], "date_download": "2022-10-25 23:35:00", "date_modify": "2022-10-25 23:35:00", "date_publish": "2015-12-09 22:34:22", "description": "A look at the specials and concerts on television proves that traditional holiday programming might be more popular than ever.", "filename": "2015_12_10_arts_television_christmas-shows-are-tvs-december-comfort-food_1666740900.html", "image_url": "https://static01.nyt.com/images/2015/12/10/arts/10HOLIDAYSHOWS1/10HOLIDAYSHOWS1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=bf311da34231bafa9ef99be3bc2bed6707cd73f66999f6cc08dac8d5d76d1466&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_10_arts_television_christmas-shows-are-tvs-december-comfort-food_1666740900.html", "title": "Christmas Shows Are TV’s December Comfort Food", "title_page": "Christmas Shows Are TV’s December Comfort Food - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the very least, the War on Christmas is not being waged on television.\nAs streaming and technology tear apart so many rules that governed television for decades, one tradition has endured, and might be stronger than ever: With December here, viewers are getting a regular dose of all things holiday. Frosty and Rudolph are still plugging away, as is Bill Murray in a Christmas song-and-dance special recently released on Netflix. Many of the networks, NBC chief among them, may as well wrap their network logos in holly and poinsettias.\nThere’s a reason for this, particularly for the broadcast networks. Many prime-time series have finished their first-half runs for the season, and advertisers are desperately trying to get their commercials on the air. If there’s one thing that people still reliably tune in to, and those ad folks pay for, it’s holiday television.\nNBC’s December prime-time lineup is dominated by holiday fare — standbys like the tree lighting at Rockefeller Center, a prime-time “Saturday Night Live” Christmas special and a Michael Bublé special — and family-centric programming, like an Adele concert and the musical “The Wiz Live!,” which the network says does particularly well when Christmas trees and menorahs are all lit up.", "url": "https://www.nytimes.com/2015/12/10/arts/television/christmas-shows-are-tvs-december-comfort-food.html"}