{"authors": ["Steven Erlanger", "Dan Bilefsky"], "date_download": "2022-10-25 23:54:10", "date_modify": "2022-10-25 23:54:10", "date_publish": "2015-01-08 07:47:37", "description": "As French citizens mourned their dead, the authorities were carrying out an intense search for the brothers suspected of attacking a Paris newspaper.", "filename": "2015_01_09_world_europe_charlie-hebdo-terrorist-attack_1666742050.html", "image_url": "https://static01.nyt.com/images/2015/01/08/multimedia/paris-moment-of-silence/paris-moment-of-silence-facebookJumbo.jpg?year=2015&h=550&w=1050&s=eeac73baccf2f11aef336b173791aae0fd3a8ec8fe5af2bd505581939e7b9bc1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_09_world_europe_charlie-hebdo-terrorist-attack_1666742050.html", "title": "Police Hunt for Suspects in Paris Attack as Nation Mourns", "title_page": "Police Hunt for Suspects in Paris Attack as Nation Mourns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The police said the shooting appeared unrelated to the attack on the newspaper or the subsequent manhunt, and they announced two arrests. There was also an explosion at a kebab shop in eastern France, with no casualties reported, and two mosques were fired at, prosecutors said.\nThe government moved quickly to try to capture the fugitive brothers and reassure the nation. The police said they had detained several people for questioning in the case and had arrested some of them. They also announced that at least five planned terrorist attacks had been thwarted in France over the last 18 months. The alert level in northern France and in Paris, the capital, was raised to the highest level.\nThe police had their first big break in the case when they discovered that one of the brothers, Saïd, had left his identity card in the first car used by the gunmen, which was found abandoned Wednesday evening after a crash. The police reportedly found Molotov cocktails and jihadist banners in the car as well.", "url": "https://www.nytimes.com/2015/01/09/world/europe/charlie-hebdo-terrorist-attack.html"}