{"authors": ["Alessandra Stanley"], "date_download": "2022-10-25 23:36:49", "date_modify": "2022-10-25 23:36:49", "date_publish": "2015-06-18 17:09:15", "description": "There’s a lot of star power and screen charisma in the new season of this crime drama, but the four central characters live in a haze of gloom.", "filename": "2015_06_19_arts_television_review-true-detective-season-2-on-hbo-plays-a-symphony-of-misery_1666741009.html", "image_url": "https://static01.nyt.com/images/2015/06/19/arts/19TRUED/19TRUED-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=b8b1a88e18bf3e25ed26b1cb3a9fac14e4abafe46c42389ef90d8ffa36410588&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_19_arts_television_review-true-detective-season-2-on-hbo-plays-a-symphony-of-misery_1666741009.html", "title": "Review: ‘True Detective,’ Season 2 on HBO, Plays a Symphony of Misery", "title_page": "Review: ‘True Detective,’ Season 2 on HBO, Plays a Symphony of Misery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are plenty of people who insist that auteur-driven television series like “True Detective” are the 19th-century novels of the visual age. That’s certainly arguable, though in fairness, the compliment should go both ways — Balzac, Dickens and Trollope are the showrunners of the written word.\nBut what’s hard to dispute is that second seasons, like second novels, can easily disappoint.\nHBO’s “True Detective” returns on Sunday with high expectations. The first season had weaknesses — it was slow, at times insufferably pretentious, and the resolution of the crime was silly. But overall the series was dazzling: the performances, dialogue, narrative style and cinematography reached the highest levels of the genre.\n“True Detective” is an anthology series, so this story has new characters in a new setting. The only remnant of the first season is the dark imagination of its creator and writer, Nic Pizzolatto. And this time, Mr. Pizzolatto doubles down on much of what made the first season so distinctive.\nThat doesn’t make it twice as good, though. Not nearly.\nSeason 1 had two stars in the lead roles, Matthew McConaughey and Woody Harrelson. Now there are four: Vince Vaughn is Frank Semyon, a gangster-entrepreneur; Rachel McAdams is Detective Ani Bezzerides; Colin Farrell is Detective Ray Velcoro; and Taylor Kitsch is Paul Woodrugh, a motorcycle officer with the California Highway Patrol.", "url": "https://www.nytimes.com/2015/06/19/arts/television/review-true-detective-season-2-on-hbo-plays-a-symphony-of-misery.html"}