{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:55:31", "date_modify": "2022-10-25 23:55:31", "date_publish": "2015-06-09 01:31:51", "description": "The United Nations secretary general, Ban Ki-moon, opted not to include them on a list of armies and guerrilla groups that kill and maim children in conflicts worldwide.", "filename": "2015_06_09_world_middleeast_israel-and-hamas-are-kept-off-a-grim-list_1666742131.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_09_world_middleeast_israel-and-hamas-are-kept-off-a-grim-list_1666742131.html", "title": "Israel and Hamas Are Kept Off a Grim List", "title_page": "Israel and Hamas Are Kept Off a Grim List - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under unusual pressure from Israel and the United States, the United Nations secretary general, Ban Ki-moon, opted not to include either Israel or Hamas on a list of armies and guerrilla groups that kill and maim children in conflicts worldwide, despite the recommendations of one of his senior envoys, diplomats say.\nThe list was part of an annual report of violations of children’s rights, an advance copy of which was circulated to members of the Security Council on Monday morning, that goes into great detail on the actions of Israeli security forces during the 50-day war in the Gaza Strip last year. The report raised what it called “serious concern over the observance of the rules of international humanitarian law concerning the conduct of hostilities.”\nThe report says that at least 540 children were killed, another 2,955 wounded and 262 schools damaged by Israeli airstrikes. It also cited Palestinian militants for firing rockets indiscriminately toward Israel, killing a 4-year-old Israeli boy and gravely wounding at least six Israeli children.\nIt did not, however, include either the Israeli Defense Forces or Hamas, the militant group that dominates Gaza, on a list of entities known to recruit child soldiers, “kill or maim children, commit rape and other forms of sexual violence against children, or engage in attacks on schools and/or hospitals in situations of armed conflict.” That list, which is part of an annex to the report, contains 55 states and armed groups, including Sudanese government forces; the Lord’s Resistance Army, a violent, renegade rebel group that originated in Uganda; and the Islamic State.", "url": "https://www.nytimes.com/2015/06/09/world/middleeast/israel-and-hamas-are-kept-off-a-grim-list.html"}