{"authors": ["Rana F. Sweis", "Dan Bilefsky"], "date_download": "2022-10-25 23:01:17", "date_modify": "2022-10-25 23:01:17", "date_publish": "2015-11-09 12:56:58", "description": "The officer was shot to death after opening fire at a training center in eastern Amman, the Jordanian capital. The motive was not immediately clear.", "filename": "2015_11_10_world_middleeast_jordan-amman-attack_1666738877.html", "image_url": "https://static01.nyt.com/images/2015/11/09/multimedia/obama-jordan-killings/obama-jordan-killings-facebookJumbo.jpg?year=2015&h=550&w=1050&s=fc480d22e31e357ea4722c628f84de4c27c00febdf96af248166d0ced0a70d07&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_10_world_middleeast_jordan-amman-attack_1666738877.html", "title": "Jordanian Police Officer Kills Five, Including Two Americans", "title_page": "Jordanian Police Officer Kills Five, Including Two Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AMMAN, Jordan — At least five people, including two American trainers, were killed on Monday at an Amman training compound by a Jordanian police officer who fired on them before he was shot to death, the government said.\nThe shooting in the Jordanian capital immediately raised concerns of a possible infiltration of the training program by anti-American militants. Jordan, a United States ally, has been involved in the American-led aerial bombing campaign against Islamic State targets in neighboring Syria and Iraq for the past year.\nJordanian and American officials said it was premature to speculate on the motive of the gunman, who was identified in official statements only as a Jordanian police officer.\nThe Jordan Times newspaper quoted an unidentified relative of the assailant as saying he was Anwar Abu Zaid, a 28-year-old police captain and university graduate who was married with two children and was from the northern Jordanian village of Rimoun. The newspaper said residents were in “complete shock” over the shootings and described the assailant as “a very kind person, who is religious but moderate.”", "url": "https://www.nytimes.com/2015/11/10/world/middleeast/jordan-amman-attack.html"}