{"authors": ["Margot Sanger-Katz"], "date_download": "2022-10-25 23:51:59", "date_modify": "2022-10-25 23:51:59", "date_publish": "2015-05-01 09:00:07", "description": "Most recent drug development in the U.S. has been done through specially approved pathways, and two more may be added.", "filename": "2015_05_02_upshot_speedy-drug-approvals-have-become-the-rule-not-the-exception_1666741919.html", "image_url": "https://static01.nyt.com/images/2015/05/01/upshot/02up-drugs2-1430447924094/02up-drugs2-1430447924094-facebookJumbo.png?year=2015&h=550&w=1050&s=9b06e0d44f512bb0253678c5592eef5b276f4a80d369b657af29b73f50e01d15&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_02_upshot_speedy-drug-approvals-have-become-the-rule-not-the-exception_1666741919.html", "title": "Speedy Drug Approvals Have Become the Rule, Not the Exception", "title_page": "Speedy Drug Approvals Have Become the Rule, Not the Exception   - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Kesselheim, an associate professor of medicine at Harvard Medical School, said the popularity of the expedited programs could be worrisome; the expedited pathways typically require less evidence of a drug’s efficacy or safety than the standard process. “These pathways were intended for very urgent circumstances of serious life-threatening conditions, or no other reasonable clinical alternatives,” he said. “They were originally intended as the exceptions, but now the exceptions are beginning to swallow the rule.”\nThe most recent approval category was created by legislation in 2012. So-called “breakthrough therapies,” like the blockbuster hepatitis C treatment Sovaldi, represented nine of the 41 drugs approved last year. Over 80 drugs in development have earned the designation and will go through the breakthrough approval process. Drugs that qualify can be approved through trials that are smaller or if they show changes in a biological marker of disease — like the size of a tumor or the results of a blood test — instead of the standard measures of symptoms or survival. The details are different, but three other expedited review paths share somewhat similar features.\nThe first such program, called Fast Track, was passed in the late 1980s to help speed the approval of treatments for H.I.V./AIDS. There’s also a program called Priority Review, and another, Accelerated Approval.\nThere’s also the Orphan Drug Act, passed in 1983 to encourage drugmakers to develop drugs to treat rare diseases. Such diseases were rarely a target of drug development before that because small patient populations made it hard for drugmakers to make back their investment. But the law made it possible for drugmakers to test the drugs in smaller patient populations and to obtain guaranteed market exclusivity. The path has become enormously popular, resulting in the development of (often extremely expensive) drugs for very rare genetic diseases, and also, increasingly, cancer treatments for select patient groups. Keytruda, a lung cancer drug produced by Merck, for example, was approved through the program last year.\nThe legislation introduced this week, the 21st Century Cures Act, is a wide-reaching bill aimed at improving medical innovation and reforming the F.D.A.’s approval process for drugs and medical devices. (My colleague Sabrina Tavernese has an article describing its ambitions and main features.) It includes two new special categories for drugs that can qualify for special status. One, an approval path for “dormant therapies,” is still uncertain.", "url": "https://www.nytimes.com/2015/05/02/upshot/speedy-drug-approvals-have-become-the-rule-not-the-exception.html"}