{"authors": ["Ravi Somaiya"], "date_download": "2022-10-25 23:52:02", "date_modify": "2022-10-25 23:52:02", "date_publish": "2015-02-03 00:57:01", "description": "The Justice Department will not pursue charges against the News Corporation or 21st Century Fox for phone hacking and payments to public officials done in Britain.", "filename": "2015_02_03_business_media_us-declines-to-prosecute-foxs-hacking_1666741922.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_03_business_media_us-declines-to-prosecute-foxs-hacking_1666741922.html", "title": "U.S. Declines to Prosecute News Corporation Phone Hacking", "title_page": "U.S. Declines to Prosecute News Corporation Phone Hacking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Justice Department will not prosecute Rupert Murdoch’s News Corporation or 21st Century Fox over voice mail interceptions and payments to public officials, actions done by their journalists in London, the companies said on Monday.\n“We are grateful that this matter has been concluded and acknowledge the fairness and professionalism of the Department of Justice throughout this investigation,” Gerson A. Zweifach, general counsel for the companies, said in a statement Monday afternoon.\nInvestigations in Britain and the United States began in 2011 after a series of allegations that journalists at Mr. Murdoch’s British tabloid News of the World had intercepted the voice mail messages of celebrities, politicians and other newsmakers, in an effort to get scoops.\nBritish police and the United States Department of Justice began inquiries. Mr. Murdoch in 2011 shuttered News of the World — at the time, one of the best-selling newspapers in the world — and was forced to appear before a panel of British lawmakers. The company settled hundreds of civil claims and incurred hundreds of millions of dollars in legal and other costs. Some senior journalists went to jail", "url": "https://www.nytimes.com/2015/02/03/business/media/us-declines-to-prosecute-foxs-hacking.html"}