{"authors": ["Jess Bidgood"], "date_download": "2022-10-25 23:27:07", "date_modify": "2022-10-25 23:27:07", "date_publish": "2015-01-05 02:10:45", "description": "Vermont Yankee brought high-paying jobs and an expanded tax base to an area with precious little industry. But it drew decades of protest from residents who feared a nuclear disaster.", "filename": "2015_01_05_us_vermont-yankee-nuclear-plant-begins-slow-process-of-closing_1666740427.html", "image_url": "https://static01.nyt.com/images/2015/01/05/us/NUCLEAR1/NUCLEAR1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=fb54b7a07841d2f2a16edc5e5c845bd4e1e49827f26ecb567330585402b52cc5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_05_us_vermont-yankee-nuclear-plant-begins-slow-process-of-closing_1666740427.html", "title": "Vermont Yankee Nuclear Plant Begins Slow Process of Closing", "title_page": "Vermont Yankee Nuclear Plant Begins Slow Process of Closing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "VERNON, Vt. — When the Vermont Yankee nuclear plant rose on a bank of the Connecticut River, in a region known more for farms and back-to-the-land communes, it was viewed by some as an economic adrenaline shot and by others as an incongruous curse on the land.\nThe 605-megawatt reactor, which powered up here in the fall of 1972, brought high-paying jobs and expanded the tax base in a town with precious little industry. But it drew decades of protest from residents who feared a nuclear disaster in these bucolic environs and, over the past several years, a protracted effort by its home state to close it.\nSo many in this region celebrated when, last week, the plant was taken off the grid and its nuclear reactor was shut down. It was not unexpected; the plant’s parent company, Entergy, announced in 2013 that it would close the plant, saying it was no longer economically viable. But the shutdown left many here in spare Vernon steeling themselves for a loss.\n“It’s more than an end of an era,” said Patricia O’Donnell, the chairwoman of the Vernon Selectboard, who is grateful for the money, jobs and people the plant brought here. “We’re losing our best friend.”", "url": "https://www.nytimes.com/2015/01/05/us/vermont-yankee-nuclear-plant-begins-slow-process-of-closing.html"}