{"authors": ["David E. Sanger", "Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:40:06", "date_modify": "2022-10-25 23:40:06", "date_publish": "2015-09-23 01:05:33", "description": "This week’s meeting between President Obama and President Xi Jinping of China is fraught with points of conflict.", "filename": "2015_09_23_world_asia_conflict-flavors-obamas-meeting-with-chinese-leader_1666741206.html", "image_url": "https://static01.nyt.com/images/2015/09/23/world/23subPOLICY/23subPOLICY-facebookJumbo.jpg?year=2015&h=549&w=1050&s=8840aa06450c8aba8113fd8a3b21a2d6d47f7814a0fee891d6e32889bc3da622&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_23_world_asia_conflict-flavors-obamas-meeting-with-chinese-leader_1666741206.html", "title": "Conflict Flavors Obama’s Meeting With Chinese Leader", "title_page": "Conflict Flavors Obama’s Meeting With Chinese Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The most potent evidence of that came after Susan E. Rice, Mr. Obama’s national security adviser, traveled to Beijing in late August to see Mr. Xi and try to plan out the trip. She warned that unless Mr. Xi acted on restraining what Ms. Rice in a speech on Monday called “cyber-enabled espionage that targets personal and corporate information for the economic gain of businesses” in China, Mr. Obama was prepared to impose sanctions, perhaps before Mr. Xi’s arrival.\nThe Chinese reaction was swift: Mr. Xi dispatched Meng Jianzhu, a close Communist Party adviser to Mr. Xi and head of state security, to make a highly unusual trip to Washington, along with some 50 aides, to work out a deal. On his return, he began speaking for the first time about the need to crack down on the theft of intellectual property — as opposed to espionage for national security, a distinction the Chinese never acknowledged before.\nNegotiations are also underway on embracing a set of rules, expected to be vague in their first iteration, that commit both countries to “no first use” of cyberweapons against each other’s critical infrastructure in peacetime.\n“They’re not denying anymore that it’s a problem,” a senior official said. “We’re not having a dialogue of the deaf anymore.” The question is whether Mr. Xi is looking to pave over disputes, or solve them.\nThe struggle to read China’s leader is not new. When it became clear in 2011 that he was emerging as China’s next president, Mr. Biden was dispatched to get to know him. They visited each other in elaborately choreographed trips in Beijing and Washington. But views of him varied.", "url": "https://www.nytimes.com/2015/09/23/world/asia/conflict-flavors-obamas-meeting-with-chinese-leader.html"}