{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:38:44", "date_modify": "2022-10-25 23:38:44", "date_publish": "2015-08-17 22:19:24", "description": "It was not clear if sanctions imposed after the annexation of Crimea played a role in the reported removal of Vladimir I. Yakunin as director of Russian Railways.", "filename": "2015_08_18_world_europe_head-of-russias-national-railway-a-putin-associate-said-to-be-ousted_1666741124.html", "image_url": "https://static01.nyt.com/images/2015/08/18/world/18RUSSIA/18RUSSIA-facebookJumbo.jpg?year=2015&h=549&w=1050&s=c6ea27e3d7303b149fe9896ff66ce8b13e55a34147172cf4db8e7ed276bab7f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_18_world_europe_head-of-russias-national-railway-a-putin-associate-said-to-be-ousted_1666741124.html", "title": "Shake-Up in Moscow as Railways Chief, a Putin Friend, Is Reported Ousted", "title_page": "Shake-Up in Moscow as Railways Chief, a Putin Friend, Is Reported Ousted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Vladimir I. Yakunin, the director of Russia’s national railway company and a longtime associate of President Vladimir V. Putin, has reportedly been ousted in one of the most significant shake-ups in domestic politics since the Russian economy slipped into recession last year.\nMr. Yakunin, who has known Mr. Putin since the early 1990s, has accepted a mostly ceremonial political position in the upper house of Parliament, local news media reported.\nHis posting as a diplomat in the United States in the late Soviet period stoked speculation — never confirmed or denied — that he, like Mr. Putin, had worked for the K.G.B. He was also a co-founder of Bank Rossiya, which Western officials last year identified as having close financial ties to Mr. Putin’s inner circle.\nThe bank, many of its clients and Mr. Yakunin were hit with sanctions by the United States in response to Russia’s annexation of Crimea. Afterward, Mr. Putin made a point of directing government business toward sanctioned companies, asking that his salary as president, for example, be deposited in a Bank Rossiya account.", "url": "https://www.nytimes.com/2015/08/18/world/europe/head-of-russias-national-railway-a-putin-associate-said-to-be-ousted.html"}