{"authors": ["Mujib Mashal", "Ahmad Shakib"], "date_download": "2022-10-26 00:11:36", "date_modify": "2022-10-26 00:11:36", "date_publish": "2015-12-11 17:01:04", "description": "A car bombing opened the Taliban’s latest attack in Kabul, and officials said the attackers took shelter in or near a guesthouse for the Spanish Embassy.", "filename": "2015_12_12_world_asia_bomb-rocks-kabuls-diplomatic-quarter-and-standoff-begins.html_ref=asia_1666743096.html", "image_url": "https://static01.nyt.com/images/2015/12/11/multimedia/taliban-spain-embassy/taliban-spain-embassy-facebookJumbo.jpg?year=2015&h=549&w=1050&s=204e60f688fd70c04b7a0ea751ff9e2bf6da255efc46ed18a2f9a606160d24eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_12_world_asia_bomb-rocks-kabuls-diplomatic-quarter-and-standoff-begins.html_ref=asia_1666743096.html", "title": "Bomb Rocks Kabul’s Diplomatic Quarter and Starts a Standoff", "title_page": "Bomb Rocks Kabul’s Diplomatic Quarter and Starts a Standoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — A huge car explosion rocked the diplomatic quarter of Kabul on Friday, and Afghan officials said Taliban attackers were holed up near or inside a guesthouse near the Spanish Embassy.\nDetails about casualties and the number of attackers remained unclear, but sporadic gunfire could be heard at the scene as the police cordoned off the neighborhood.\nOne senior security official, speaking on the condition of anonymity, said the authorities suspected that two or three attackers were in a guesthouse belonging to the Spanish Embassy. Other reports suggested that the guesthouse belonged to the Chinese. The Crisis Response Unit, an elite police force that took charge of the operation, evacuated at least three people from the building, the official said.\nA post on the Twitter account of Spain’s prime minister, Mariano Rajoy, denied that the Spanish Embassy was the focus of the attack. It did, however, acknowledge that a Spanish police officer had been killed, though no further details were offered.", "url": "https://www.nytimes.com/2015/12/12/world/asia/bomb-rocks-kabuls-diplomatic-quarter-and-standoff-begins.html?ref=asia"}