{"authors": ["Deborah Sontag"], "date_download": "2022-10-25 23:54:37", "date_modify": "2022-10-25 23:54:37", "date_publish": "2015-08-29 12:30:44", "description": "Decades before Caitlyn Jenner, Phyllis Frye was grappling with bias, scorn and personal pain, and helping the transgender movement take shape.", "filename": "2015_08_30_us_transgender-judge-phyllis-fryes-early-transformative-journey_1666742077.html", "image_url": "https://static01.nyt.com/images/2015/08/26/us/xxphyllis3/xxphyllis3-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=4e022e1320e2bee840308cc457c2cc5eec8597192328c3bacb6cece99dc9d671&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_30_us_transgender-judge-phyllis-fryes-early-transformative-journey_1666742077.html", "title": "Once a Pariah, Now a Judge: The Early Transgender Journey of Phyllis Frye", "title_page": "Once a Pariah, Now a Judge: The Early Transgender Journey of Phyllis Frye - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We realized that we should have a parallel movement, but also needed to be dug into the L.G.B.T. movement,” said Mara Keisling, the executive director of the National Center for Transgender Equality. “The folks I work most closely with are all very nice, sweet people, but we had to be such hard asses. At a certain point, we said, ‘No more moving gay people ahead without trans people.’ ”\nHaving felt the sting of gay groups’ rejection long ago, Ms. Frye led some of the earliest sorties in what became a pitched battle for transgender inclusion. She repeatedly argued that homophobia and transphobia were entwined, and made the case that many transgender people are themselves gay.\nAt the same time, Ms. Frye was one of the first to act on the need for transgender advocates to develop their own legal theories and agenda. In the 1990s, she convened annual transgender law conferences, where grass-roots activists from around the country first met and developed an aspirational transgender bill of rights. Between events, she helped tether the growing network through group emails she called her “Phyllabusters.”\n“Caitlyn Jenner stands on the shoulders of somebody like Phyllis Frye,” said Shannon Price Minter, the legal director of the National Center for Lesbian Rights and one of several transgender appointees by the Obama administration. “Phyllis is the grandmother of our movement.”\nPrecursors\nWhen Ms. Frye was a small child, Christine Jorgensen became a worldwide celebrity after traveling to Denmark for gender reassignment surgery: “Ex-GI Becomes Blonde Beauty,” The New York Daily News trumpeted in December 1952; “Bronx ‘Boy’ Is Now a Girl,” said The New York Times.\nIn the years that followed, while other transgender people quietly sought treatment abroad, too, no real transgender community developed. There were precursors: private cross-dressing clubs on the West and East Coasts, most notably Hose & Heels (for heterosexual men only), and a gritty urban subculture of drag queens in big cities like New York and San Francisco.", "url": "https://www.nytimes.com/2015/08/30/us/transgender-judge-phyllis-fryes-early-transformative-journey.html"}