{"authors": ["Jim Krusoe"], "date_download": "2022-10-25 23:37:34", "date_modify": "2022-10-25 23:37:34", "date_publish": "2015-09-11 16:20:57", "description": "A playful novel shaped by inventive collaborations.", "filename": "2015_09_13_books_review_the-story-of-my-teeth-by-valeria-luiselli_1666741054.html", "image_url": "https://static01.nyt.com/images/2015/09/13/books/review/13FASMAN1B/13Fasman-1441125866985-facebookJumbo.jpg?year=2015&h=549&w=1050&s=4458a48ef86c7ca7ec2873d69d8f48182de36d75b9b2f599d2e22f60a02d9239&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_13_books_review_the-story-of-my-teeth-by-valeria-luiselli_1666741054.html", "title": "‘The Story of My Teeth,’ by Valeria Luiselli", "title_page": "‘The Story of My Teeth,’ by Valeria Luiselli - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On its not-so-placid surface, Valeria Luiselli’s second novel is the tale of a guy named Gustavo (Highway) Sánchez Sánchez, who auctions off his old teeth, claiming they are from the mouths of Plato, Montaigne, Virginia Woolf and Borges, among others. Then he takes his profits and buys a set of teeth that supposedly belonged to Marilyn Monroe, implanting them in his own mouth. After that, things go well for a while until Highway’s son, Siddhartha, knocks him out and steals Monroe’s teeth, leaving his dad chopperless. Eventually Highway runs into a man named Voragine (an abyss?) who helps him, and who later appears to be the person telling this story. Along the way, the names of Proust, Unamuno, Foucault, Walser, Cortázar and Raymond Roussel burst out of random paragraphs like startled grouse.\nThe story part of “The Story of My Teeth” is told with considerable charm, and the name-​dropping is just enough to signal that there’s more afoot here than merely an old-fashioned good time. There are other whiffs of philosophy, philology and excursions into other short tales as well. Then, just about the time a reader may ask where all of this is heading, the narrative stops cold and the book gets really interesting. With about 40 pages left, we are presented with a series of photos, slightly puzzling, each accompanied with a quotation by, for example, H.G. Wells, Rubén Darío or Voltaire.\nNext follows a completely wonderful chronology created by Luiselli’s translator, Christina MacSweeney, an elegant map of time, space and ideas, large and trivial, historic and fictional. There is something thrilling about finding a writer generous enough to invite another to participate in her work, and it is at this point that the book blooms into an entirely different creation. Unlike much fiction, whose purpose is to mesmerize a reader, this book is porous. It allows the world and its readers to enter its conception.", "url": "https://www.nytimes.com/2015/09/13/books/review/the-story-of-my-teeth-by-valeria-luiselli.html"}