{"authors": ["William Neuman", "Randal C. Archibold", "Azam Ahmed"], "date_download": "2022-10-25 23:44:51", "date_modify": "2022-10-25 23:44:51", "date_publish": "2015-07-13 16:00:55", "description": "The breakout of the drug lord Joaquín Guzmán Loera shattered President Enrique Peña Nieto’s pledge to break with the corruption and incompetence of the past, and led Mexicans to question his government’s effectiveness.", "filename": "2015_07_14_world_americas_mexico-joaquin-guzman-loera-el-chapo-prison-escape_1666741491.html", "image_url": "https://static01.nyt.com/images/2015/07/13/multimedia/mexico-el-chapo-tunnels/mexico-el-chapo-tunnels-facebookJumbo.jpg?year=2015&h=550&w=1050&s=07f5054416113ec0a6e9938428a223d08515602afd951eed14b08d06a235c8b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_14_world_americas_mexico-joaquin-guzman-loera-el-chapo-prison-escape_1666741491.html", "title": "Mexico Prison Break by ‘El Chapo’ Is a Blow to President Peña Nieto", "title_page": "Mexico Prison Break by ‘El Chapo’ Is a Blow to President Peña Nieto - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — However bruised and battered he has been, President Enrique Peña Nieto has always clung to the polished image he sold to the Mexican electorate: the perfectly coifed wunderkind who would break with the corrupt, incompetent past and get things done.\nEven when Mexicans complained that his signature reforms in energy, telecommunications and education were not bearing fruit, he stuck to his script, telling them to be patient, that such a grand reshaping of Mexico would take time.\nBut for many Mexicans, the stunning escape of the country’s most notorious drug kingpin — Joaquín Guzmán Loera, known as El Chapo — shattered the president’s own closely defended narrative, leading many here to ask how much of Mr. Peña Nieto’s waning credibility might have slipped away through the tunnel that carried the trafficker to freedom.\n“Accusations of ineptness, that really gets them, it undermines their narrative,” Alejandro Hope, a security expert and former intelligence officer, said of the Peña Nieto administration. “A subtext of this is that crime and violence were the result of the ineptness of” previous governments.", "url": "https://www.nytimes.com/2015/07/14/world/americas/mexico-joaquin-guzman-loera-el-chapo-prison-escape.html"}