{"authors": ["Steven Erlanger", "Alison Smale"], "date_download": "2022-10-25 23:01:36", "date_modify": "2022-10-25 23:01:36", "date_publish": "2015-08-28 21:13:42", "description": "The escalating death toll has highlighted the bloc’s failure to quit squabbling and come up with a unified plan for a crisis months in the making.", "filename": "2015_08_29_world_europe_europe-migrant-refugee-crisis_1666738896.html", "image_url": "https://static01.nyt.com/images/2015/08/29/world/29MIGRANTS1/29MIGRANTS1-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=9c01856ad4f7efa4a350b6abc0f115a83e47a5815d5399b81dcb7f6396995027&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_29_world_europe_europe-migrant-refugee-crisis_1666738896.html", "title": "Europe’s Halting Response to Migrant Crisis Draws Criticism as Toll Mounts", "title_page": "Europe’s Halting Response to Migrant Crisis Draws Criticism as Toll Mounts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BUDAPEST, HUNGARY (AUGUST 28, 2015) (REUTERS - ACCESS ALL) MIGRANT WOMEN STANDING IN FRONT OF EASTERN RAILWAY STATION CLOTHES DRYING ON RAIL VARIOUS OF MIGRANTS CAMPING OUT IN TRANSIT ZONE (SOUNDBITE) (English) SYRIAN WOMAN WHO REFUSED TO BE IDENTIFIED, SAYING: “I ask people, they give me number of their (smuggler’s) telephone and I ask him on telephone, but they want money before I go to Vienna. (Off-camera question: How much did they ask for?) 500 euros and some 550. And I have no money, not enough money to go to Vienna at this price. And some other say to us maybe we will take you to Germany, but the cost is very high.” SOUNDBITE (English) Mohammed Al- Naksha, refugee from Damascus, Syria: “You know in Syria it’s war, not safe. We left Syria, because we want a safe place, this is important thing, but on the way no one respected us. We were walking too much. For example I was walking from yesterday from eight at night (1800 GMT) until now, I’m walking non-stop. And now the police don’t respect us.” Pan of refugees at police line SOUNDBITE (English) Bashar Botros, refugee from Syria: “From Samos island (in Greece) we was on the boat about 46 people with eight children. We arrived to Samos island, we went to Athena (Athens), we took our papers to Athena, and then to Thessaloniki. Thessaloniki then to Macedonia borders. On Macedonia borders we stayed for four days, it (the border) was closed. We stayed for four days, we tried to go behind the borders. Finally we did it and we crossed the borders. It was there a person who took us and crossed us to (from) Macedonia to Serbia. Then the police, we surrendered ourselves to the police, they gave us papers and tell us we have to go to Belgrade. We went to Belgrade and then to here.” Botros and Hatem sitting on bench inside the camp SOUNDBITE (English) Yamen Hatem, refugee from Syria: “I thought about it a lot, even before I decided to do this. It’s gonna be hard, new people, new life, new country but my ambitions will help me to do this.”", "url": "https://www.nytimes.com/2015/08/29/world/europe/europe-migrant-refugee-crisis.html"}