{"authors": ["Scott Shane"], "date_download": "2022-10-25 23:50:19", "date_modify": "2022-10-25 23:50:19", "date_publish": "2015-02-04 02:16:52", "description": "Zacarias Moussaoui, a former Qaeda operative, said that members of the royal family were donors in the 1990s, and that he discussed plans to shoot down Air Force One with a staff member at the Saudi Embassy.", "filename": "2015_02_04_us_zacarias-moussaoui-calls-saudi-princes-patrons-of-al-qaeda.html__r=0_1666741819.html", "image_url": "https://static01.nyt.com/images/2015/02/04/world/middleeast/04MOUSSAOUI/04MOUSSAOUI-facebookJumbo.jpg?year=2015&h=549&w=1050&s=51813cc47fe0f415fca825ae221b56b7611bd05513a98dab9b7563e21fce7309&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_04_us_zacarias-moussaoui-calls-saudi-princes-patrons-of-al-qaeda.html__r=0_1666741819.html", "title": "Moussaoui Calls Saudi Princes Patrons of Al Qaeda", "title_page": "Moussaoui Calls Saudi Princes Patrons of Al Qaeda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the extent and nature of Saudi involvement in Al Qaeda, and whether it extended to the planning and financing of the Sept. 11 attacks, has long been a subject of dispute.\nMr. Moussaoui’s testimony, if judged credible, provides new details of the extent and nature of that support in the pre-9/11 period. In more than 100 pages of testimony, filed in federal court in New York on Monday, he comes across as calm and largely coherent, though the plaintiffs’ lawyers questioning him do not challenge his statements.\n“My impression was that he was of completely sound mind — focused and thoughtful,” said Sean P. Carter, a Philadelphia lawyer with Cozen O’Connor who participated in the deposition on behalf of the plaintiffs. He said that the lawyers needed to get a special exemption from the “special administrative measures” that keep many convicted terrorists in federal prisons from communicating with outsiders.\nThe French-born Mr. Moussaoui was detained weeks before Sept. 11 on immigration charges in Minnesota, so he was incarcerated at the time of the attacks. Earlier in 2001, he had taken flying lessons and was wired $14,000 by a Qaeda cell in Germany, evidence that he might have been preparing to become one of the hijackers.\nHe said in the prison deposition that he was directed in 1998 or 1999 by Qaeda leaders in Afghanistan to create a digital database of donors to the group. Among those he said he recalled listing in the database were Prince Turki al-Faisal, then the Saudi intelligence chief; Prince Bandar Bin Sultan, the longtime Saudi ambassador to the United States; Prince al-Waleed bin Talal, a prominent billionaire investor; and many of the country’s leading clerics.\n“Sheikh Osama wanted to keep a record who give money,” he said in imperfect English — “who is to be listened to or who contributed to the jihad.”\nMr. Moussaoui said he acted as a courier for Bin Laden, carrying personal messages to prominent Saudi princes and clerics. And he described his training in Qaeda camps in Afghanistan.", "url": "https://www.nytimes.com/2015/02/04/us/zacarias-moussaoui-calls-saudi-princes-patrons-of-al-qaeda.html?_r=0"}