{"authors": ["Steve Lohr"], "date_download": "2022-10-25 23:46:40", "date_modify": "2022-10-25 23:46:40", "date_publish": "2015-01-19 02:13:55", "description": "New software is expected to sharpen assessments of creditworthiness, but even proponents acknowledge the potential for inadvertent discrimination.", "filename": "2015_01_19_technology_banking-start-ups-adopt-new-tools-for-lending_1666741600.html", "image_url": "https://static01.nyt.com/images/2015/01/19/business/lendjump1/lendjump1-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=04d4eea56445005909b4f16bf2520f9878b326fa0813240fe9c07e7a96b9b758&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_19_technology_banking-start-ups-adopt-new-tools-for-lending_1666741600.html", "title": "Banking Start-Ups Adopt New Tools for Lending", "title_page": "Banking Start-Ups Adopt New Tools for Lending - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — When bankers of the future decide whether to make a loan, they may look to see if potential customers use only capital letters when filling out forms, or at the amount of time they spend online reading terms and conditions — and not so much at credit history.\nThese signals about behavior — picked up by sophisticated software that can scan thousands of pieces of data about online and offline lives — are the focus of a handful of start-ups that are creating new models of lending.\nNo single signal is definitive, but each is a piece in a mosaic, a predictive picture, compiled by collecting an array of information from diverse sources, including household buying habits, bill-paying records and social network connections. It amounts to a digital-age spin on the most basic principle of banking: Know your customer.\n“We’re building the consumer bank of the future,” said Louis Beryl, chief executive of Earnest, one of the new lenders.", "url": "https://www.nytimes.com/2015/01/19/technology/banking-start-ups-adopt-new-tools-for-lending.html"}