{"authors": ["Martin Fackler"], "date_download": "2022-10-25 23:54:19", "date_modify": "2022-10-25 23:54:19", "date_publish": "2015-01-24 16:11:05", "description": "Japan’s prime minister on Sunday condemned the apparent killing by the Islamic State of the hostage as an “outrageous and unforgivable act of violence,” and demanded the immediate release of a second hostage.", "filename": "2015_01_25_world_middleeast_japan-hostages-video-islamic-state_1666742059.html", "image_url": "https://static01.nyt.com/images/2015/01/25/world/JAPAN/JAPAN-facebookJumbo.jpg?year=2015&h=549&w=1050&s=4547f87d7a4f9bca68f564d61d363915d8dde08b476fee0c039b24b8a9e6718a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_25_world_middleeast_japan-hostages-video-islamic-state_1666742059.html", "title": "Video Appears to Show Decapitated Body of a Japanese Hostage of ISIS", "title_page": " Video Appears to Show Decapitated Body of a Japanese Hostage of ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — Japan’s prime minister expressed outrage on Sunday at an image released Saturday that appeared to show the decapitated body of one of two Japanese hostages captured by Islamic State militants, and President Obama condemned what he called a “brutal murder.”\nThe kidnappers had threatened to kill the men if a Friday deadline passed for a $200 million ransom from Japan. On Saturday, a video appeared in which one of the hostages, Kenji Goto, a 47-year-old journalist, was shown holding a photo of what appeared to be the decapitated body of the other hostage, Haruna Yukawa, 42, an adventurer.\nThe prime minister, Shinzo Abe, said that while experts were still analyzing the photo, it had “a high chance of being real.” Speaking on a television debate show, Mr. Abe condemned the apparent killing of Mr. Yukawa as an “outrageous and unforgivable act of violence,” and demanded the immediate release of Mr. Goto.\nThe United States and Japanese governments have been scrambling to authenticate the video containing the image, and an accompanying audio of what purports to be Mr. Goto’s voice conveying a new demand by his captors. SITE Intelligence, an organization that tracks jihadist propaganda, said that it believed the image of Mr. Yukawa’s dead body was authentic. But Al Furqan, a media arm of the Islamic State that has in the past posted videos of the group’s beheadings, had not released anything confirming the apparent killing. A statement by SITE said the video was posted on Twitter accounts linked to the Islamic State, also known as ISIS or ISIL.", "url": "https://www.nytimes.com/2015/01/25/world/middleeast/japan-hostages-video-islamic-state.html"}