{"authors": ["William K. Rashbaum", "Susanne Craig"], "date_download": "2022-10-25 23:30:52", "date_modify": "2022-10-25 23:30:52", "date_publish": "2015-11-17 18:57:08", "description": "In opening statements on Tuesday, the government told jurors that the pair engaged in “abuse of political power to satisfy personal greed,” while their attorneys said the charges amounted to legitimate politics.", "filename": "2015_11_18_nyregion_jury-is-selected-in-trial-of-dean-g-skelos-and-his-son_1666740652.html", "image_url": "https://static01.nyt.com/images/2015/11/18/nyregion/18SKELOS/18SKELOS-facebookJumbo.jpg?year=2015&h=550&w=1050&s=9d99876f261619ef000cd7fa36c6ab1d7bb805ff48705d71dd8b517b37304d1b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_18_nyregion_jury-is-selected-in-trial-of-dean-g-skelos-and-his-son_1666740652.html", "title": "Prosecutors Outline Corruption Trial for Senator Skelos and His Son", "title_page": "Prosecutors Outline Corruption Trial for Senator Skelos and His Son - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A prosecutor told jurors on Tuesday in the federal corruption trial of State Senator Dean G. Skelos and his son that they would hear “the age-old tale of abuse of political power to satisfy personal greed,” while the pair’s lawyers suggested that the government was trying to criminalize both legitimate politics and a father-son relationship.\nThe divergent views were laid out in the opening statements in Federal District Court in Manhattan. More than a half-dozen members of the senator’s family packed into the crowded gallery as jurors, some rapt and leaning forward in their seats, listened intently to the lawyers’ statements.\n“What the defendants did to line the pockets of the Skelos family wasn’t just wrong, and it wasn’t just politics as usual; it was corrupt and it was criminal,” said the prosecutor, Tatiana R. Martins, an assistant United States attorney. “And because the defendants knew they were committing crimes, they tried to hide it.”\nSenator Skelos, 67, a Republican from Long Island, stepped down as majority leader after he and his son, Adam, were arrested in May, later giving up a position that had made him one of the three most powerful men in New York State politics.", "url": "https://www.nytimes.com/2015/11/18/nyregion/jury-is-selected-in-trial-of-dean-g-skelos-and-his-son.html"}