{"authors": ["Michael S. Schmidt"], "date_download": "2022-10-26 00:12:10", "date_modify": "2022-10-26 00:12:10", "date_publish": "2015-07-10 16:56:41", "description": "A loophole in the law and an F.B.I. error led to the sale of the gun used to kill nine people at a Charleston, S.C., church, the bureau said.", "filename": "2015_07_11_us_background-check-flaw-let-dylann-roof-buy-gun-fbi-says_1666743130.html", "image_url": "https://static01.nyt.com/images/2015/07/11/us/11FBIWEB/11FBIWEB-facebookJumbo.jpg?year=2015&h=550&w=1050&s=bf33f92d38b11cf556db5d4a746dfa72b1589a78981ce383c569e552dd9d51b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_11_us_background-check-flaw-let-dylann-roof-buy-gun-fbi-says_1666743130.html", "title": "Background Check Flaw Let Dylann Roof Buy Gun, F.B.I. Says", "title_page": "Background Check Flaw Let Dylann Roof Buy Gun, F.B.I. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under federal law, the F.B.I. has three business days to determine whether there is sufficient evidence to deny a purchase. If the bureau cannot come up with an answer, the purchaser can return to the dealer on the fourth day and buy the gun.\nMany major gun retailers, like Walmart, will not sell a weapon if they do not have an answer from the F.B.I., because of the fear of public criticism if the gun is used in a crime. The marginal sale of one gun means little to the bottom line of a large dealer, which is not the case for smaller stores like the one that sold Mr. Roof his gun.\nTwo days after Mr. Roof tried to buy the weapon, an examiner at the F.B.I.’s national background check center in Clarksburg, W.Va., began investigating his criminal history. The examiner found that Mr. Roof had been arrested this year on a felony drug charge, but not convicted. The charge alone would not have prevented him from buying the gun under federal law. But evidence that Mr. Roof had been convicted of a felony or was a drug addict would have resulted in a denial, so she continued to investigate his background.\nBecause Mr. Roof had been arrested in a small part of Columbia that is in Lexington County and not in Richland County, where most of the city is, the examiner was confused about which police department to call. She ultimately did not find the right department and failed to obtain the police report. Had the examiner gained access to the police report, she would have seen that Mr. Roof had admitted to having been in possession of a controlled substance and she would have issued a denial.\nThe examiner, however, did send a request to the Lexington County prosecutor’s office, which had charged him, inquiring about the case. The prosecutor’s office, however, did not respond.\nAround that time the three-day waiting period expired, and Mr. Roof returned to the store and purchased the gun.\nMr. Comey said that he had spoken with the examiner, who he said had been working in that position for several years, adding that she was “heartbroken.”", "url": "https://www.nytimes.com/2015/07/11/us/background-check-flaw-let-dylann-roof-buy-gun-fbi-says.html"}