{"authors": ["Kevin Carey"], "date_download": "2022-10-25 23:34:48", "date_modify": "2022-10-25 23:34:48", "date_publish": "2015-10-07 14:40:04", "description": "Data on non-repayment rates shows a new dimension of the problem, particularly with for-profit colleges and historically black institutions.", "filename": "2015_10_08_upshot_student-debt-is-worse-than-you-think_1666740888.html", "image_url": "https://static01.nyt.com/images/2015/10/08/upshot/08up-loans/08up-loans-facebookJumbo.jpg?year=2015&h=550&w=1050&s=a664ed664986e29f76f93fda6b1decb7516b312e6800cb0c27f355942bea406b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_08_upshot_student-debt-is-worse-than-you-think_1666740888.html", "title": "Student Debt Is Worse Than You Think", "title_page": "Student Debt Is Worse Than You Think - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The nonrepayment category includes people who are only paying interest, have delayed making payments by enrolling in graduate school or are getting loan extensions. The nonrepayment rates were calculated over a longer time period: at one, three, five and seven years after students leave college.\nSome of the numbers are startling. American National University — a for-profit chain offering degrees in business, health care and information technology, both online and at 30 campuses in six Midwestern states — has an official default rate of 8.5 percent, well below the national average of 11.8 percent. But its five-year nonrepayment rate is 71 percent. Even after seven years, most of the university’s students, the large majority of whom borrow, have failed to pay back a penny of their loans.\nHow is this possible? Because, as American National’s Department of Repayment Success web page helpfully explains, students are legally allowed to defer or otherwise delay making their loan payments based on economic hardship, continuing education and other factors.\nOf course, interest accumulates in the meantime. This is “repayment success” only in the sense that it successfully helps students postpone paying their loans long enough to push the moment of debt crisis beyond the federal default-rate window and keep American National eligible for more federal aid. Proving economic hardship is likely to be easy, since the typical former student earns only $22,400 a year 10 years after entering college.\nSome more mainstream colleges also have significant nonrepayment rates. Georgia State and the Universities of Cincinnati, Houston, Louisville, South Florida and Alabama all have single-digit default rates but have five-year nonrepayment rates of over 20 percent. At the University of Memphis, 35 percent of students have not paid down principal after five years. More than half of the students who borrowed to attend the for-profit University of Phoenix, which enrolls hundreds of thousands of students, have been unable to pay back a dollar of their loan principal after five years.\nAll told, over 700 colleges and branch campuses, many of them small proprietary schools, but also some public and private nonprofit institutions, have over half of their borrowers fail to pay down any debt after seven years. Nearly all of those colleges remain eligible for federal financial aid.\nAmong both public and private nonprofit institutions, the debt problem is most acute when students with very little money attend colleges with very little money. All 25 of the public universities with the highest five-year nonrepayment rates are historically black institutions. Of the 25 private colleges with the worst nonrepayment rates, 22 are historically black. One example, Lane College in Jackson, Tenn., has a 12.9 percent default rate but a 78.2 percent nonrepayment rate.", "url": "https://www.nytimes.com/2015/10/08/upshot/student-debt-is-worse-than-you-think.html"}