{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:43:56", "date_modify": "2022-10-25 23:43:56", "date_publish": "2015-03-26 10:56:10", "description": "The Egyptian announcement signaled the growing likelihood of a protracted ground war on the tip of the Arabian Peninsula.", "filename": "2015_03_27_world_middleeast_saudi-arabia-houthis-yemen_1666741436.html", "image_url": "https://static01.nyt.com/images/2015/03/27/world/SUB27YEMEN1/SUB27YEMEN1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=dee9c576e69069b0ef3d2e22964db96766081a0db53429a47789e49a7cf66613&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_27_world_middleeast_saudi-arabia-houthis-yemen_1666741436.html", "title": "Egypt Says It May Send Troops to Yemen to Fight Houthis", "title_page": "Egypt Says It May Send Troops to Yemen to Fight Houthis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Egypt said Thursday that it was prepared to send troops into Yemen as part of a Saudi-led campaign against the Iranian-backed Houthi movement, signaling the possibility of a protracted ground war on the tip of the Arabian Peninsula.\nA day after Saudi Arabia and a coalition of nine other states began hammering the Houthis with airstrikes and blockading the Yemeni coast, President Abdel Fattah el-Sisi of Egypt said in a statement that the country’s navy and air force would join the campaign. The Egyptian Army, the largest in the Arab world, was ready to send ground troops “if necessary,” Mr. Sisi said.\nEgypt must “fulfill the calls of the Yemeni people for the return of stability and the preservation of the Arab identity,” he said, alluding to the specter of Iranian influence.\nHis comments were one of several indications on Thursday that the antagonists on either side of the Yemeni conflict are bracing for a prolonged battle as Yemen — like Iraq, Libya and Syria — is consumed by civil conflict, regional proxy wars and the expansion of extremist groups like the Islamic State and Al Qaeda.", "url": "https://www.nytimes.com/2015/03/27/world/middleeast/saudi-arabia-houthis-yemen.html"}