{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:27:10", "date_modify": "2022-10-25 23:27:10", "date_publish": "2015-08-04 01:45:15", "description": "More on the plan, its opponents and the effect on global warming.", "filename": "2015_08_04_us_politics_5-questions-about-obamas-climate-change-plan_1666740430.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_04_us_politics_5-questions-about-obamas-climate-change-plan_1666740430.html", "title": "5 Questions About Obama’s Climate Change Plan", "title_page": "5 Questions About Obama’s Climate Change Plan  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Obama on Monday unveiled the final version of his Clean Power Plan, a set of Environmental Protection Agency regulations that, if implemented, would represent the strongest action ever taken by the United States to combat climate change.\nHow can the president take this action without Congress’s approval?\nMr. Obama is using the authority of an existing law — the Clean Air Act, enacted in 1970 — to issue the regulations. That law says that the Environmental Protection Agency must regulate any pollutant that is deemed a danger to human health and well-being. The Supreme Court upheld the agency’s finding that carbon dioxide in large amounts did qualify as a dangerous pollutant, since it contributes to climate change, providing the Obama administration with both the legal authority and the legal obligation to regulate carbon dioxide emissions.\nWhat does the plan do?\nThe plan is divided into three components. One is an E.P.A. regulation that would require a 32 percent overall reduction in greenhouse gas emitted by existing power plants from 2005 levels by 2030. The rule will probably lead to the closing of hundreds of coal-fired power plants.\nThe second regulation would require power plants built in the future to produce about half the rate of the pollution now produced by current power plants. That rule would effectively ensure that no new coal plants are built in the United States. The plan then assigns every state a target for reducing its emissions and requires them to come up with a draft plan for how to do it by 2016 and a final plan by 2018.", "url": "https://www.nytimes.com/2015/08/04/us/politics/5-questions-about-obamas-climate-change-plan.html"}