{"authors": ["Aaron E. Carroll"], "date_download": "2022-10-25 22:56:39", "date_modify": "2022-10-25 22:56:39", "date_publish": "2015-03-16 11:01:13", "description": "It would be nice to imagine your children won’t abuse any substances, but also unrealistic. The question is what to warn them against most strongly.", "filename": "2015_03_17_upshot_alcohol-or-marijuana-a-pediatrician-faces-the-question_1666738599.html", "image_url": "https://static01.nyt.com/images/2015/03/16/upshot/17UP-Pot/17UP-Pot-facebookJumbo.jpg?year=2015&h=550&w=1050&s=4a6a98a38c9a5477f448277c875e70ae115605ffc47cd61aad00e5ca54fcfe19&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_17_upshot_alcohol-or-marijuana-a-pediatrician-faces-the-question_1666738599.html", "title": "Alcohol or Marijuana? A Pediatrician Faces the Question", "title_page": "Alcohol or Marijuana? A Pediatrician Faces the Question - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Marijuana, on the other hand, kills almost no one. The number of deaths attributed to marijuana use is pretty much zero. A study that tracked more than 45,000 Swedes for 15 years found no increase in mortality in those who used marijuana, after controlling for other factors. Another study published in the American Journal of Public Health followed more than 65,000 people in the United States and found that marijuana use had no effect at all on mortality in healthy men and women.\nI think about which is more dangerous when driving. A 2013 case-control study found that marijuana use increased the odds of being in a fatal crash by 83 percent. But adding alcohol to drug use increased the odds of a fatal crash by more than 2,200 percent. A more recent study found that, after controlling for various factors, a detectable amount of THC, the active ingredient in pot, in the blood did not increase the risk of accidents at all. Having a blood alcohol level of at least 0.05 percent, though, increased the odds of being in a crash by 575 percent.\nI think about which substance might put young people at risk for being hurt by others. That’s where things become even more stark. In 1995 alone, college students reported more than 460,000 alcohol-related incidents of violence in the United States. A 2011 prospective study found that mental and physical dating abuse were more common on drinking days among college students. On the other hand, a 2014 study looking at marijuana use and intimate partner violence in the first nine years of marriage found that those who used marijuana had lower rates of such violence. Indeed, the men who used marijuana the most were the least likely to commit violence against a partner.\nMost people come out of college not dependent on the substances they experimented with there. But some do. So I also consider which of the two might lead to abuse. Even there, alcohol fares poorly compared with marijuana. While 9 percent of pot users eventually become dependent, more than 20 percent of alcohol users do.\nAn often-quoted, although hotly debated, study in the Lancet ranked many drugs according to their harm score, both to users and to others. Alcohol was clearly in the lead. One could make a case, though, that heroin, crack cocaine and methamphetamine would be worse if they were legal and more commonly used. But it’s hard to see how pot could overtake alcohol even if it were universally legal. Use of marijuana is not rare, even now when it’s widely illegal to buy and use. It’s estimated that almost half of Americans age 18 to 20 have tried it at some point in their lives; more than a third of them have used it in the last year.\nI also can’t ignore what I’ve seen as a pediatrician. I’ve seen young people brought to the emergency room because they’ve consumed too much alcohol and become poisoned. That happens thousands of times a year. Some even die.", "url": "https://www.nytimes.com/2015/03/17/upshot/alcohol-or-marijuana-a-pediatrician-faces-the-question.html"}