{"authors": ["Thomas Kaplan"], "date_download": "2022-10-25 23:48:51", "date_modify": "2022-10-25 23:48:51", "date_publish": "2015-11-04 10:00:24", "description": "The New York mayor has criticized the “consultant class” in politics, but he has met with some of them more often than some senior members of his administration.", "filename": "2015_11_05_nyregion_mayor-de-blasios-hired-guns-private-consultants-help-shape-city-hall_1666741731.html", "image_url": "https://static01.nyt.com/images/2015/11/04/nyregion/ORBITweb1/ORBITweb1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=c22228461adb902829a730b41a61aedb754492309aaa88aa0158d0eaba485423&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_05_nyregion_mayor-de-blasios-hired-guns-private-consultants-help-shape-city-hall_1666741731.html", "title": "Mayor de Blasio’s Hired Guns: Private Consultants Help Shape City Hall", "title_page": "Mayor de Blasio’s Hired Guns: Private Consultants Help Shape City Hall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On a wintry Sunday in February, Mayor Bill de Blasio of New York huddled at Gracie Mansion with a trusted adviser, John Del Cecato, to polish his marquee speech of 2015, the annual State of the City address.\nIn the days before the address, Mr. de Blasio and Mr. Del Cecato would spend hours together, meeting at City Hall and Gracie Mansion. Those sessions, according to the mayor’s schedules, were among roughly 60 they shared in the first 17 months of his administration.\nMr. Del Cecato is not on Mr. de Blasio’s staff — at least not officially. He is one of several political consultants advising the Democratic mayor whose firms have been paid using money contributed by private donors.\nThese consultants helped guide Mr. de Blasio’s campaign for mayor in 2013, and they have remained at his side as a kind of privately funded brain trust, offering strategic advice and helping to shape the message that comes from City Hall. Their involvement also poses conflict-of-interest concerns, as some of the consultants’ firms have clients that do business with the city.", "url": "https://www.nytimes.com/2015/11/05/nyregion/mayor-de-blasios-hired-guns-private-consultants-help-shape-city-hall.html"}