{"authors": ["Monica Davey"], "date_download": "2022-10-25 23:33:08", "date_modify": "2022-10-25 23:33:08", "date_publish": "2015-11-30 21:31:52", "description": "Jason Van Dyke, charged with murder in the shooting death of Laquan McDonald, a black teenager, was freed after posting bond and his lawyer pledged that he was not a flight risk.", "filename": "2015_12_01_us_1-5-million-bond-set-for-officer-in-chicago-shooting_1666740788.html", "image_url": "https://static01.nyt.com/images/2015/12/01/us/01chicago-web/01chicago-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=a6357a3fbeae3ae48a48d27fa4a2da6395d95047026c19dec63ae09dfaef3a5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_01_us_1-5-million-bond-set-for-officer-in-chicago-shooting_1666740788.html", "title": "Officer in Chicago Shooting Is Released From Jail", "title_page": "Officer in Chicago Shooting Is Released From Jail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — A white police officer charged with first-degree murder in the shooting death of a black teenager last year was released from jail on Monday after his lawyer pledged that he was not a flight risk and that he intended to mount a vigorous defense at trial.\nJudge Donald D. Panarese Jr., of Cook County Circuit Court, set bail at $1.5 million for the officer, Jason Van Dyke, after watching a video from a police dashboard camera of the shooting. Hours later, Officer Van Dyke, the first Chicago police officer in decades to be charged with murder in an on-duty shooting, posted 10 percent of that, or $150,000, and was freed.\nThe video was made public last week, and it showed the teenager, Laquan McDonald, 17, jogging and then walking past a group of police officers in the middle of a Chicago street, then spinning and falling as bullets strike him. While on the ground, he appears to be shot again.\nIn all, Mr. McDonald was hit 16 times in 14 or 15 seconds, prosecutors say, and for 13 of those seconds he was on the ground. Of eight officers on the scene, Officer Van Dyke was the only one to fire his gun, prosecutors said.", "url": "https://www.nytimes.com/2015/12/01/us/1-5-million-bond-set-for-officer-in-chicago-shooting.html"}