{"authors": ["Michael Schwirtz", "Michael Winerip"], "date_download": "2022-10-25 23:49:42", "date_modify": "2022-10-25 23:49:42", "date_publish": "2015-08-11 18:56:11", "description": "In letters to the authorities and interviews, inmates at the Clinton Correctional Facility who were housed near the escapees tell of being abused by guards while a frantic search for the pair was underway in June.", "filename": "2015_08_12_nyregion_after-2-killers-fled-new-york-prisoners-say-beatings-were-next_1666741782.html", "image_url": "https://static01.nyt.com/images/2015/08/12/nyregion/HONORBLOCKweb2/HONORBLOCKweb2-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=d08163b6de807534ba765367b542c6209f8ce6bab067fe42abbf580deb2dae76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_12_nyregion_after-2-killers-fled-new-york-prisoners-say-beatings-were-next_1666741782.html", "title": "After 2 Killers Fled, New York Prisoners Say, Beatings Were Next", "title_page": "After 2 Killers Fled, New York Prisoners Say, Beatings Were Next - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Night had fallen at the Clinton Correctional Facility in far northern New York when the prison guards came for Patrick Alexander. They handcuffed him and took him into a broom closet for questioning. Then, Mr. Alexander said in an interview last week, the beatings began.\nAs the three guards, who wore no name badges, punched him and slammed his head against the wall, he said they shouted questions: “Where are they going? What did you hear? How much are they paying you to keep your mouth shut?” One of the guards put a plastic bag over his head, Mr. Alexander said, and threatened to waterboard him.\nHours earlier, Richard W. Matt and David Sweat had made their daring escape from the unit — called the “honor block” — where they were housed. Now it appeared that Mr. Alexander, a fellow convicted murderer who lived in an adjoining cell, was being made to suffer the consequences.\nFor days after the June prison break, corrections officers carried out what seemed like a campaign of retribution against dozens of Clinton inmates, particularly those on the honor block, an investigation by The New York Times found. In letters reviewed by The Times, as well as prison interviews, inmates described a strikingly similar catalog of abuses, including being beaten while handcuffed, choked and slammed against cell bars and walls.", "url": "https://www.nytimes.com/2015/08/12/nyregion/after-2-killers-fled-new-york-prisoners-say-beatings-were-next.html"}