{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:15", "date_modify": "2022-10-25 23:33:15", "date_publish": "2015-07-16 23:51:40", "description": "Federal prosecutors in Brazil said Thursday that they were opening a full investigation into claims of influence peddling by Luiz Inácio Lula da Silva.", "filename": "2015_07_17_world_americas_brazil-corruption-scandal-investigation-luiz-inacio-lula-da-silva.html_ref=americas_1666740795.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_17_world_americas_brazil-corruption-scandal-investigation-luiz-inacio-lula-da-silva.html_ref=americas_1666740795.html", "title": "Brazil Adds to Tally of Corruption Scandals With Investigation of a Former President", "title_page": "Brazil Adds to Tally of Corruption Scandals With Investigation of a Former President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Federal prosecutors in Brazil said Thursday that they were opening a full investigation into claims of influence peddling by Luiz Inácio Lula da Silva, the former president whose leftist Workers Party is already struggling with a sweeping graft scandal involving some of the country’s most powerful political figures.\nThe move by a special anticorruption unit of the Public Ministry, a body of independent prosecutors, advances a preliminary inquiry into whether Mr. da Silva, 69, used his influence on behalf of the construction giant Odebrecht, which relies heavily on financing from Brazil’s large national development bank, for contracts in Latin America and Africa.\nThe expansion of the investigation increases pressure on both Mr. da Silva, one of Brazil’s most influential politicians, and his protégée and successor, Dilma Rousseff, who is facing calls of impeachment over a scandal in which former executives at the national oil company, Petrobras, said they had accepted huge bribes for themselves and for leading figures in the governing coalition.\nSeparate from the investigation of Mr. da Silva, Odebrecht, one of Brazil’s largest corporations, is at the heart of the oil scandal. In June, the police arrested Marcelo Odebrecht, the company’s billionaire chief executive; he remains in jail in the southern city of Curitiba. Prosecutors accused Mr. Odebrecht and other senior executives of large construction companies of knowing that their companies were paying bribes to politicians.", "url": "https://www.nytimes.com/2015/07/17/world/americas/brazil-corruption-scandal-investigation-luiz-inacio-lula-da-silva.html?ref=americas"}