{"authors": ["Vivian Marino"], "date_download": "2022-10-25 23:30:13", "date_modify": "2022-10-25 23:30:13", "date_publish": "2015-06-19 18:01:07", "description": "A brick townhouse in Cobble Hill, Brooklyn broke the record for the highest price ever paid for a single residence in the borough.", "filename": "2015_06_21_realestate_15-5-million-arecord-for-brooklyn-real-estate_1666740613.html", "image_url": "https://static01.nyt.com/images/2015/06/21/realestate/20150621TICKET-slide-MC8A/20150621TICKET-slide-MC8A-facebookJumbo.jpg?year=2015&h=550&w=1050&s=5d09aa1dcb041a3d5bc5fa1cb878d536b40137af5b700545a00c4e8bc5b20b5e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_21_realestate_15-5-million-arecord-for-brooklyn-real-estate_1666740613.html", "title": "$15.5 Million, a Record for Brooklyn Real Estate", "title_page": "$15.5 Million, a Record for Brooklyn Real Estate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An enormous brick townhouse in Cobble Hill, Brooklyn, suitable as both home and studio with its voluminous rooms, soaring ceilings and built-in four-car garage, sold to the photographer Jay Maisel for $15.5 million, according to city records, breaking the record for the highest price ever paid for a single residence in the borough.\nThis past winter, Mr. Maisel sold his previous home and studio — the gritty six-story, 38,000-square-foot former Germania Bank building at 190 Bowery in Manhattan — to Aby J. Rosen’s RFR Holding for $55 million. The 1898 landmark structure, which has sometimes been mistaken for a derelict building because of its plentiful graffiti, had been home to Mr. Maisel since 1966.\nHis new residence, a nearly 27-foot-wide townhouse at 177 Pacific Street in a Brooklyn historic district, is three stories high with a full, finished basement; it has six bedrooms, six full baths and two half baths and an elevator, over about 10,000 square feet of space. The annual taxes on the house, which had a $16 million asking price, are $22,548.68.\nAlexander F. Maroni of Douglas Elliman Real Estate, who represented the seller, identified as 177 Realty Corp., and also handled the sale for the buyer, said the interior was completely renovated and included a 20-person movie theater, a gym, children’s playroom, bar and wine cellar, as well as “smart home” technology. There is also a 2,600-square-foot roof garden with an outdoor kitchen, and all the floors, including those in the 1,000-square-foot garage, have radiant heat, he added.", "url": "https://www.nytimes.com/2015/06/21/realestate/15-5-million-arecord-for-brooklyn-real-estate.html"}