{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:34:30", "date_modify": "2022-10-25 23:34:30", "date_publish": "2015-12-30 15:38:01", "description": "But a Chinese government inquiry also found fault with the captain and dozens of officials, because of poor decisions and laxity.", "filename": "2015_12_31_world_asia_oriental-star-yangtze-ferry-report_1666740870.html", "image_url": "https://static01.nyt.com/images/2015/12/31/world/31FERRY/31FERRY-facebookJumbo.jpg?year=2015&h=549&w=1050&s=b8f03429f9a3bc3ec381fa9922a4be601093f6e4aa0108bfb0f1e8b60229d3e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_31_world_asia_oriental-star-yangtze-ferry-report_1666740870.html", "title": "Investigators Blame Violent Weather for Yangtze Cruise Ship Disaster", "title_page": "Investigators Blame Violent Weather for Yangtze Cruise Ship Disaster - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — A cruise ship disaster in central China this year that killed all but a dozen of the hundreds of people aboard was caused by violent weather, according to the findings of a government investigation released on Wednesday.\nThe inquiry into the June 1 disaster on the Yangtze River also found that the captain of the ship and dozens of officials had contributed to the disaster through poor decisions and laxity.\nThe ship, the Oriental Star, capsized and sank after heavy rains and ferocious winds battered it as it was sailing at night near Jianli County, in Hubei Province. Of the 454 people onboard, 442 died, and the accident became one of several in China in 2015 that ignited accusations that lax regulations, bungled decisions by officials and even corruption had created the conditions for such calamities.\nBut the investigation, overseen by the Chinese central government, concluded that the disaster was primarily the result of extraordinarily destructive weather, according to the report issued on the website of the State Administration of Work Safety.", "url": "https://www.nytimes.com/2015/12/31/world/asia/oriental-star-yangtze-ferry-report.html"}