{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:02:04", "date_modify": "2022-10-25 23:02:04", "date_publish": "2015-09-30 22:25:13", "description": "The rebels were taken aback on Wednesday when Russia’s first airstrikes in Syria appeared to target areas where the Islamic State has no known presence.", "filename": "2015_10_01_world_middleeast_syrian-rebels-say-russia-targets-them-rather-than-isis_1666738924.html", "image_url": "https://static01.nyt.com/images/2015/10/01/world/01REBELS/01REBELS-facebookJumbo.jpg?year=2015&h=550&w=1050&s=1a1839c0e6e1fd74ab08c3dd60a15f86e8f8c5ee6990d2d5d02161175ea71402&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_01_world_middleeast_syrian-rebels-say-russia-targets-them-rather-than-isis_1666738924.html", "title": "Syrian Rebels Say Russia Is Targeting Them Rather Than ISIS", "title_page": "Syrian Rebels Say Russia Is Targeting Them Rather Than ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — “They are the most violent strikes,” says a man filming the grim aftermath of what he asserts was a Russian air attack on the town of Talbiseh, in the Homs Province of Syria. “This is the Russian criminal regime.” The voice then trails off into laments and prayers: “Oh God, oh God, oh God. God is all we need.”\nHe concludes: “This is what the criminal Russian planes did.”\nWhen Russia declared it would start hitting the Islamic State in Syria, opponents of President Bashar al-Assad were immediately concerned that it would target them as well — insurgents who rebelled long before the Islamic State, also called ISIS or ISIL, existed in its current form.\nBut even they were taken aback on Wednesday when Russia’s very first airstrikes in Syria appeared to target areas where the Islamic State has no known presence, including some that have symbolic resonance as strongholds of the early, locally based opposition that sprang up among army defectors.\nIf Moscow had been determined to destabilize the situation in Syria, many of Mr. Assad’s opponents say, it would have been hard-pressed to think of a more electrifying and polarizing way.", "url": "https://www.nytimes.com/2015/10/01/world/middleeast/syrian-rebels-say-russia-targets-them-rather-than-isis.html"}