{"authors": ["Vindu Goel", "Michael J. De La Merced"], "date_download": "2022-10-25 23:46:42", "date_modify": "2022-10-25 23:46:42", "date_publish": "2015-01-27 21:29:39", "description": "Shedding its 15 percent stake in the Chinese e-commerce site turns the spotlight to Yahoo’s plans to revamp its core Internet advertising business.", "filename": "2015_01_28_technology_yahoo-earnings-alibaba-spinoff_1666741602.html", "image_url": "https://static01.nyt.com/images/2015/01/28/business/28YAHOO/28YAHOO-facebookJumbo.jpg?year=2015&h=550&w=1050&s=1df14134c17e32e04a1a8c3f09b9eabac5d3420fc99374dc97635fcf7774fc2e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_28_technology_yahoo-earnings-alibaba-spinoff_1666741602.html", "title": "Yahoo to Spin Off Its Stake in Alibaba", "title_page": "Yahoo to Spin Off Its Stake in Alibaba - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Marissa Mayer, chief executive of Yahoo, said on Tuesday that the Internet company would spin off its 15.4 percent stake in Alibaba, China’s leading e-commerce company, into a separate company.\nThe decision, which Wall Street has been waiting for since Ms. Mayer joined the company in 2012, cheered shareholders because they will directly reap all the remaining profit from Yahoo’s prescient investment, which cost almost nothing a decade ago but is now worth about $39.5 billion.\nIn the process, Yahoo will avoid any taxes on the transaction but will be stripped of its single most valuable asset. The Alibaba stake alone now makes up nearly 85 percent of Yahoo’s market value.\nResolving the Alibaba question now turns the spotlight on Ms. Mayer’s plans to turn around Yahoo’s core Internet advertising business, which has dealt with years of declining revenue as advertisers and Internet users switched their money and attention to flashier, more innovative services from competitors like Google, Facebook and Twitter.", "url": "https://www.nytimes.com/2015/01/28/technology/yahoo-earnings-alibaba-spinoff.html"}