{"authors": ["Michael Winerip", "Michael Schwirtz"], "date_download": "2022-10-25 23:49:38", "date_modify": "2022-10-25 23:49:38", "date_publish": "2015-12-13 13:02:14", "description": "The 2010 death of Leonard Strickland would have probably been forgotten by all but the officers and inmates at Clinton Correctional Facility. Then a breakout brought attention to the prison’s secrets.", "filename": "2015_12_14_nyregion_clinton-correctional-facility-inmate-brutality.html__r=0_1666741778.html", "image_url": "https://static01.nyt.com/images/2015/12/10/nyregion/nyc-clinton-strickland/nyc-clinton-strickland-facebookJumbo.jpg?year=2015&h=550&w=1050&s=aa305aad4f63a45f78eeaf8cd2f08e5669a29231078f195a9b6ec778e6e22f34&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_14_nyregion_clinton-correctional-facility-inmate-brutality.html__r=0_1666741778.html", "title": "An Inmate Dies, and No One Is Punished", "title_page": "An Inmate Dies, and No One Is Punished - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Investigations by The Times uncovered the serious security lapses that made the escape possible, as well as beatings by guards during the interrogations that followed. State officials have said they are investigating the abuse claims, but there is little to indicate any results will come of it.\nThe internal affairs unit of the New York State Department of Corrections and Community Supervision has long been mired in dysfunction. Its former director of operations is awaiting trial on charges of sexually harassing several subordinates.\nOfficials with the State Police and the local district attorney’s office could not recall the last time charges had been brought against an officer at Clinton for excessive force, if ever, though inmates have filed scores of brutality lawsuits in recent years. The United States attorney for the Northern District of New York, which has jurisdiction over nearly half of the state’s 54 prisons, has not brought a brutality case involving a state corrections officer in at least five years, according to a spokesman.\nIn the Strickland case, the police and the district attorney concluded there had been no criminal wrongdoing, though two state prison watchdog agencies, the State Commission of Correction and the Commission on Quality Care and Advocacy for Persons With Disabilities, issued highly critical reports documenting numerous misleading and false statements by officers.\nThe dozen or so officers and medical personnel identified in the investigations either still work at Clinton or other state prisons, or were promoted or retired with full benefits. In the years since the Strickland case, several of them have again been accused of brutality by inmates.\nThe Times was able to piece together the story behind Mr. Strickland’s death by reviewing internal corrections department reports, log book entries and statements by the officers involved, along with the autopsy report and records by paramedics and emergency room doctors. Separately, six inmate witnesses were tracked down and interviewed at four prisons around the state.", "url": "https://www.nytimes.com/2015/12/14/nyregion/clinton-correctional-facility-inmate-brutality.html?_r=0"}