{"authors": ["James Risen"], "date_download": "2022-10-25 23:50:09", "date_modify": "2022-10-25 23:50:09", "date_publish": "2015-02-10 15:03:06", "description": "In 2002, victims’ families sued the government of Saudi Arabia and the Saudi elite, including banks, charities and even members of the royal family, accusing them of financing Al Qaeda.", "filename": "2015_02_11_world_middleeast_terrorists-claims-about-saudis-put-9-11-families-lawsuit-back-in-spotlight_1666741809.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_11_world_middleeast_terrorists-claims-about-saudis-put-9-11-families-lawsuit-back-in-spotlight_1666741809.html", "title": "Terrorist Claims Return Sept. 11 Suit to Spotlight", "title_page": "Terrorist Claims Return Sept. 11 Suit to Spotlight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Turn the clock back 13 years, I would have preferred a more focused case,” said Jim Kreindler, one of the lawyers for the Sept. 11 families. “But we stayed alive.”\nMany of the original defendants succeeded in getting dismissed from the case — including the Saudi government and members of the royal family, who argued that they were protected by the doctrine of foreign sovereign immunity, which grants recognized nations immunity from the reach of American courts.\nBut after the government and royal family members were dismissed in 2005, lawyers for the plaintiffs appealed, beginning a lengthy legal war to get them brought back in. Finally, in 2013, an appeals court reversed its own decision and ruled that the victims’ families could pursue their case against the Saudi government.\nThe ruling did not extend to the individual members of the Saudi royal family who had been dismissed, but it still gave the lawsuit new life and a new focus, with far fewer defendants.\n“We started with five or six hundred defendants, including governments of several countries — it was painted with a broad brush in the beginning,” Mr. Kreindler said. “Now it is primarily focused on the government of Saudi Arabia.”\nBut the Saudi government is fighting back, and is scrambling once again to be removed from the case. The Moussaoui statements were filed with the court by the lawyers for the 9/11 families as part of a larger response to the Saudi government’s latest motion for dismissal.\nMr. Kreindler estimated that the continuing fight over whether the Saudi government should stay in the lawsuit could take yet another three years, as the issue winds its way once more through the legal system. He predicted it could end up before the Supreme Court, which has already dealt with the case three times, twice declining to hear appeals from the plaintiffs and once declining to hear an appeal from the defendants, according to lawyers involved in the case.", "url": "https://www.nytimes.com/2015/02/11/world/middleeast/terrorists-claims-about-saudis-put-9-11-families-lawsuit-back-in-spotlight.html"}