{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:18", "date_modify": "2022-10-25 23:33:18", "date_publish": "2015-12-03 02:12:41", "description": "The move against Ms. Rousseff by Eduardo Cunha, the House speaker, who is himself battling charges in a bribery scheme, opens a new phase of uncertainty in Brazil.", "filename": "2015_12_03_world_americas_brazil-president-faces-prospect-of-impeachment_1666740798.html", "image_url": "https://static01.nyt.com/images/2015/12/03/world/03brazil_web1/03brazil_web1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=9ef5a797636c5f4a8a70f8883cd61287387508a32ccadce08ca9729545300f8a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_03_world_americas_brazil-president-faces-prospect-of-impeachment_1666740798.html", "title": "Brazil’s President, Dilma Rousseff, Faces Prospect of Impeachment", "title_page": "Brazil’s President, Dilma Rousseff, Faces Prospect of Impeachment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — The speaker of Brazil’s lower house of Congress agreed Wednesday to start impeachment proceedings against President Dilma Rousseff, raising pressure on the beleaguered leader at a time when she is grappling with a severe economic downturn and a colossal graft scandal in her government.\nThe move by Eduardo Cunha, the House speaker, who is himself battling charges in a bribery scheme, opens a new phase of uncertainty in Brazil. A vote in Congress on whether to impeach Ms. Rousseff is expected to involve weeks of delicate political negotiations, making it challenging for proceedings to culminate before a holiday recess expected to start later this month.\nIn the meantime, however, the legal battle over impeachment could contribute to a sense of paralysis in Brasília, the capital, thwarting Ms. Rousseff’s efforts to win approval in Congress for austerity measures. Either way, her adversaries are pushing her into a corner at a time when the economy is hemorrhaging jobs and powerful allies are under arrest on corruption charges.\nThe effort to begin impeachment proceedings could still be thwarted in the end, as it would require approval by two-thirds of the legislators in the lower house.", "url": "https://www.nytimes.com/2015/12/03/world/americas/brazil-president-faces-prospect-of-impeachment.html"}