{"authors": ["Robert Mackey"], "date_download": "2022-10-25 23:46:57", "date_modify": "2022-10-25 23:46:57", "date_publish": "2015-12-23 17:11:26", "description": "Britain’s Channel 4 will broadcast a recorded message from Abdullah Kurdi, the Syrian refugee whose young son drowned off Turkey in September, on Christmas Day.", "filename": "2015_12_24_world_middleeast_father-of-drowned-syrian-boy-to-deliver-christmas-message-to-britons_1666741617.html", "image_url": "https://static01.nyt.com/images/2015/12/23/world/middleeast/23open_syria/23open_syria-facebookJumbo-v2.png?year=2015&h=549&w=1050&s=fc13fa50f91e54bc4aacf8879b25ce61ba98d5d9c0ec53d522f9123f69ff0622&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_24_world_middleeast_father-of-drowned-syrian-boy-to-deliver-christmas-message-to-britons_1666741617.html", "title": "Father of Drowned Syrian Boy Delivers Christmas Message to Britons", "title_page": "Father of Drowned Syrian Boy Delivers Christmas Message to Britons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After Queen Elizabeth delivered her annual Christmas speech Friday on the BBC, television viewers in Britain had the opportunity to change the channel and listen to “an alternative message” from Abdullah Kurdi, the father of the 3-year-old Syrian boy whose lifeless body washed up on a Turkish beach in September, prompting an outpouring of sympathy for refugees.\nThe brutal images of Mr. Kurdi’s dead son, Alan (known in Turkish as Aylan), spread widely on social networks and pricked the consciences of millions for whom the plight of Syrian refugees risking their lives to reach Europe had previously been abstract. Mr. Kurdi also lost his wife, Rehanna, and another son, Galeb, 5, when a small boat bound for Greece capsized.\nMr. Kurdi’s message was recorded in advance, and a brief excerpt from the recording and a translation of the complete transcript were released in advance of Friday’s broadcast.", "url": "https://www.nytimes.com/2015/12/24/world/middleeast/father-of-drowned-syrian-boy-to-deliver-christmas-message-to-britons.html"}