{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:46:41", "date_modify": "2022-10-25 23:46:41", "date_publish": "2015-11-19 13:50:27", "description": "As questions arise over taxes on the sale of Yahoo’s stake in Alibaba, Starboard Value is urging Yahoo to sell its core advertising business instead.", "filename": "2015_11_20_business_dealbook_yahoo-pressured-to-keep-alibaba-stake-and-sell-core-business_1666741601.html", "image_url": "https://static01.nyt.com/images/2015/11/20/business/db-yahoo-web2/db-yahoo-web2-facebookJumbo.jpg?year=2015&h=550&w=1050&s=5657b4a56f29875053cb473005c2ac66390509a2ce47d3355f6a8b53badf183c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_20_business_dealbook_yahoo-pressured-to-keep-alibaba-stake-and-sell-core-business_1666741601.html", "title": "Yahoo Pressured to Keep Alibaba Stake and Sell Core Business", "title_page": "Yahoo Pressured to Keep Alibaba Stake and Sell Core Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The activist hedge fund that has pressured Yahoo for more than a year to improve its stock price is now urging the company to forgo a plan to spin off its 15 percent stake in the Chinese e-commerce giant Alibaba Group and instead sell its core business.\nIn a letter sent to Yahoo on Thursday, the investment firm Starboard Value argued that the reason for spinning off the Alibaba stake — avoiding taxes while raising money for shareholders — appeared to have evaporated after questions arose over whether the Internal Revenue Service would crack down on such transactions.\nInstead, Starboard argued, the company should explore selling its core advertising business, leaving behind only its stakes in both Alibaba and Yahoo Japan. Although such a move would incur taxes, it would be swifter and more certain than pursuing an Alibaba spinoff that could lead to years of fighting with the I.R.S.\n“If you stay on the current path, we believe the potential penalty for being wrong is just too great, and the potential reward for being right is not materially better than the other alternative,” Jeffrey Smith, Starboard’s chief executive, wrote in the letter.", "url": "https://www.nytimes.com/2015/11/20/business/dealbook/yahoo-pressured-to-keep-alibaba-stake-and-sell-core-business.html"}