{"authors": ["Richard Fausset", "Alan Blinder"], "date_download": "2022-10-25 23:28:24", "date_modify": "2022-10-25 23:28:24", "date_publish": "2015-07-10 09:00:25", "description": "A symbol of the Old South that once seemed untouchable was lowered at the State House just 23 days after a massacre at a Charleston Church.", "filename": "2015_07_11_us_south-carolina-confederate-flag_1666740504.html", "image_url": "https://static01.nyt.com/images/2015/07/11/us/11FLAG1/11FLAG1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=7536bc8a7f2d168125716c8450d07d69adb95dce4055fa35a5c1a11362ec67fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_11_us_south-carolina-confederate-flag_1666740504.html", "title": "Era Ends as South Carolina Lowers Confederate Flag", "title_page": "Era Ends as South Carolina Lowers Confederate Flag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Oh, thank you!” she said. “I’m 65 years old. I was born in North Carolina right across the border.”\nShe added, “I’ve seen a lifetime of change.”\nMs. Burnette, who works as a civil rights lawyer, said she was hoping the state would experience a “sea change on every front — for rights for every minority, whether it’s racial, L.G.B.T., people in poverty, women.”\nJack Bass, an emeritus professor of social sciences and humanities at the College of Charleston, called the flag lowering “a high moment for South Carolina” that could have some practical effect. Ms. Haley and other state officials have worked hard to lure multinational corporations and fuel job growth in recent years, and Mr. Bass said the state could have an easier time with that task now.\nBut Mr. Bass and others said it was far from clear if this rare liberal victory in a state thoroughly dominated by conservative Republicans would result in other more substantive policy changes, like an expansion of Medicaid under the Affordable Care Act. Ms. Haley, a Republican and staunch fiscal conservative, has opposed the idea.\nIn the crowd, Hesh Epstein, 53, rabbi at Chabad of South Carolina, said the lowering of the flag was “a sign of progress, of sensitivity to people who for a very long period of time felt they didn’t have a voice.”\n“In Judaism, symbols are always meant to move us to real actions, to be better people,” he said. “If this moves us to be more generous and kind and righteous, then we have something of value we’ve really accomplished.”", "url": "https://www.nytimes.com/2015/07/11/us/south-carolina-confederate-flag.html"}