{"authors": ["John Noble Wilford"], "date_download": "2022-10-25 23:55:28", "date_modify": "2022-10-25 23:55:28", "date_publish": "2015-03-05 01:11:04", "description": "The 2.8-million-year-old mandible of a Homo habilis predates by at least 400,000 years any previously known Homo fossils.", "filename": "2015_03_05_world_jawbones-discovery-fills-barren-evolutionary-period_1666742128.html", "image_url": "https://static01.nyt.com/images/2015/03/05/science/05fossil3/05fossil3-facebookJumbo.jpg?year=2015&h=550&w=1050&s=a9f389360ce1cc395061cfdb4aff2e46fed912c1841c31bbcd236e48fb098e7a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_05_world_jawbones-discovery-fills-barren-evolutionary-period_1666742128.html", "title": "Jawbone Fossil Fills a Gap in Early Human Evolution", "title_page": "Jawbone Fossil Fills a Gap in Early Human Evolution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the morning of Jan. 29, 2013, Chalachew Seyoum was climbing a remote hill in the Afar region of his native Ethiopia, his head bent, eyes focused on the loose sediment. The site, known as Ledi-Geraru, was rich in fossils. Soon enough, he spotted a telltale shape on the surface — a premolar, as it turned out. It was attached to a piece of a mandible, or lower jawbone. He collected other pieces of a left mandible, and five teeth in all.\nMr. Seyoum, a graduate student in paleoanthropology at Arizona State University, had made a discovery that vaulted evolutionary science over a barren stretch of fossil record between two million and three million years ago. This was a time when the human genus, Homo, was getting underway. The 2.8-million-year-old jawbone of a Homo habilis predates by at least 400,000 years any previously known Homo fossils.\nMore significant, scientists say, is that this H. habilis lived only 200,000 years after the last known evidence of its more apelike predecessors, Australopithecus afarensis, the species made famous by “Lucy,” whose skeleton was found in the 1970s at the nearby Ethiopian site of Hadar.\nImage The fossil of Olduvai Hominid 7, includes a partial lower jaw, bones of the brain case and hand bones. Credit... John Reader\nWilliam H. Kimbel, director of the Institute of Human Origins at Arizona State, said the Ledi-Geraru jaw “helps narrow the evolutionary gap between Australopithecus and early Homo,” adding that it was an excellent “transitional fossil in a critical time period in human evolution.”", "url": "https://www.nytimes.com/2015/03/05/world/jawbones-discovery-fills-barren-evolutionary-period.html"}