{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:22:44", "date_modify": "2022-10-25 23:22:44", "date_publish": "2015-08-22 01:42:03", "description": "A military base in Iran has become a symbol of whether international inspectors are interested in digging into the past, or will just be checking boxes.", "filename": "2015_08_22_world_middleeast_prospect-of-self-inspections-by-iran-feeds-opposition-to-nuclear-deal.html__r=0_1666740164.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_22_world_middleeast_prospect-of-self-inspections-by-iran-feeds-opposition-to-nuclear-deal.html__r=0_1666740164.html", "title": "Prospect of Self-Inspections by Iran Feeds Opposition to Nuclear Deal", "title_page": "Prospect of Self-Inspections by Iran Feeds Opposition to Nuclear Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The administration’s inability to describe what it knows about the inspection regime planned for Parchin — which is detailed in a confidential agreement between the agency and Tehran — has created the impression, at least among opponents of the deal, that the White House is hiding exactly how the agreement would be monitored.\nThat led to a sharp exchange last month between Secretary of State John Kerry and Senator Jim Risch, Republican of Idaho, over Mr. Kerry’s refusal to describe the inspection methodology in public. Mr. Kerry said the administration does not have a copy of the agreement, but was aware of its details.\n“Even the N.F.L. wouldn’t go along with this,” Mr. Risch said, his voice dripping with sarcasm — perhaps an allusion to letting professional athletes prepare their own samples to prove they are not taking performance-enhancing drugs. After that, the administration provided more classified briefings and even had the director general of the I.A.E.A., Yukiya Amano, visit Capitol Hill to answer questions.\nAccording to people familiar with that briefing, Mr. Amano, a former Japanese diplomat, suggested his agency would be monitoring the Iranians as they collected samples. It was not clear what form international oversight would take, but administration officials, including Mr. Kerry, insist that American technical experts are satisfied.\nThe issue flared anew when The Associated Press reported it had seen a document that described how Iran would collect the samples at Parchin. It published the text of that document, which was described as an early draft of the agreement, although a former I.A.E.A. official, Tariq Rauf, published an annotated version of the document that called into question the authenticity of the A.P. text.\nMr. Amano, for his part, issued a statement saying: “I am disturbed by statements suggesting that the I.A.E.A. has given responsibility for nuclear inspections to Iran.” He said those statements “misrepresent the way in which we will undertake this important verification work.”\nBut he never described how that work would be conducted, an omission that is bound to keep the discussion alive.", "url": "https://www.nytimes.com/2015/08/22/world/middleeast/prospect-of-self-inspections-by-iran-feeds-opposition-to-nuclear-deal.html?_r=0"}