{"authors": ["Alison Smale", "Barbara Surk"], "date_download": "2022-10-25 22:59:42", "date_modify": "2022-10-25 22:59:42", "date_publish": "2015-10-07 21:50:55", "description": "Speaking before the European Parliament in Strasbourg, Chancellor Angela Merkel of Germany urged other leaders to meet “a test of historic dimensions.”", "filename": "2015_10_08_world_europe_angela-merkel-calls-for-united-europe-to-address-migrant-crisis_1666738782.html", "image_url": "https://static01.nyt.com/images/2015/10/08/world/merkel-video/merkel-video-facebookJumbo.jpg?year=2015&h=550&w=1050&s=396e2f6dff9cfaea2865b82a1792e22f05a98f0ef115359d99003ed0ecd0e9db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_08_world_europe_angela-merkel-calls-for-united-europe-to-address-migrant-crisis_1666738782.html", "title": "Angela Merkel Calls for United Europe to Address Migrant Crisis", "title_page": "Angela Merkel Calls for United Europe to Address Migrant Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Chancellor Angela Merkel moved on Wednesday to get ahead of criticism of her role in the mass migration to Central Europe from the Middle East, taking measures to address opposition at home and urging other leaders to meet what she called “a test of historic dimensions.”\nSpeaking before the European Parliament in Strasbourg, Ms. Merkel pleaded for a united Europe to overcome the migrant crisis. She said the sheer number of migrants “changes Europe’s agenda,” and warned the parliamentary members that global disturbances would affect Europe “whether we like it or not.”\nHer appearance, made along with President François Hollande of France, was part of a hastily mounted campaign that included putting her chief of staff, Peter Altmaier, in charge of the crisis at home and making an unusual hourlong evening appearance on German television to explain her policy.\nThe chancellor, quietly forceful, insisted that she had a plan — however hard it is to predict the flow of migrants — and that, while happy to take suggestions from others, she would not close borders or refuse to accept more new arrivals.", "url": "https://www.nytimes.com/2015/10/08/world/europe/angela-merkel-calls-for-united-europe-to-address-migrant-crisis.html"}