{"authors": ["Adam Nagourney"], "date_download": "2022-10-25 23:49:53", "date_modify": "2022-10-25 23:49:53", "date_publish": "2015-04-01 19:05:36", "description": "The move by Gov. Jerry Brown comes as California’s drought has reached near-crisis proportions after a winter that brought record-low snowfalls.", "filename": "2015_04_02_us_california-imposes-first-ever-water-restrictions-to-deal-with-drought_1666741793.html", "image_url": "https://static01.nyt.com/images/2015/04/02/us/DROUGHT1/DROUGHT1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=d674d583bdfa49eaddbb41e8c0d7dd2ced2ae959a22c6ff9959a48bd8be2bdb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_02_us_california-imposes-first-ever-water-restrictions-to-deal-with-drought_1666741793.html", "title": "California Imposes First Mandatory Water Restrictions to Deal With Drought", "title_page": "California Imposes First Mandatory Water Restrictions to Deal With Drought - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAT OF THE EMPTY RESERVOIR NAT SCENES OF THE EMPTY RESERVOIR AUDIO - Jennifer Morgan, Tour Guide You’re looking at the largest off stream reservoir in the US.//It should be twice as full. NAT SCENES OF THE EMPTY RESERVOIR VO RIGHT NOW, 100 PERCENT OF CALIFORNIA FACES SEVERE DROUGHT. THIS IS THE SAN LUIS RESERVOIR, NEAR FRESNO. NAT SCENES OF THE EMPTY RESERVOIR Jennifer Morgan on camera “normally you can see the water line where it’s eroded on the hills, and usually we can fill up every year except when there’s a drought, and this is the third year of a major drought.” ON CAMERA VO HERE’S WHAT IT LOOKS LIKE WHEN IT’S FULL, CURRENTLY IT’S AT ONE-THIRD OF CAPACITY. (shot of changing to dirt) title BURST OF MUSIC AND CROSS-DISSOLVE TO THE AERIAL DIRT SHOT AND THE TITLE CARD: The Impact of California’s Drought, Explained Nat NASA plane VO SO FAR THIS YEAR, CALIFORNIA’S RAINFALL IS ONLY 20 PERCENT OF NORMAL AND THE STATE’S SNOWPACK - ANOTHER CRUCIAL WATER SOURCE - IS ONLY AT 18%. HERE’S THE STATE IN JANUARY 2013...(LONG PAUSE) .AND JANUARY THIS YEAR. “can’t brush your teeth...” THE RESULT? A HISTORIC DROUGHT WHOSE EFFECTS ARE ALREADY BEING FELT NATIONWIDE ON BOTH FOOD PRICES AND THE FIRE SEASON. 42:50:05 SOT- Bob Diedrich Almond Farmer, Fresno: A grower like myself, 4th generation tied up in dirt and making things grow, this is a heartbreaker. VO CALIFORNIA PRODUCES 90 PERCENT OF THE NATION’S TOMATOES, 95 PERCENT OF IT’S BROCCOLI AND 99 PERCENT OF IT’S ALMONDS. THAT’S WHAT BOB DIEDRICH FARMS HERE IN FRESNO COUNTY. For the first time, the state has stopped feeding water to farmers due to drought.. SOT: Bob Diedrich Almond Farmer, Fresno 11:31:55 Our water allocation in this area is zero. SOT: Bob Diedrich 11:34: Fresno County is the largest single producer of ag dollars in the nation.//nationwide you’re going to see food inflation espcially fresh fruits and vegetables, beef and nuts. nat food market if possible VO CALIFORNIA’S AGRICULTURAL OUTPUT COULD FALL BY 3.5 BILLION DOLLARS THIS YEAR. THAT MEANS RISING FOOD PRICES. COSTS ACROSS THE NATION ARE ALREADY UP WITH MORE INCREASES EXPECTED DOWN THE LINE. THE PRICE FOR AN AVOCADO MAY JUMP BY 28 PERCENT. Nat pop fire— VO THE LACK OF WATER ALSO MEANS FIRE. CALIFORNIA OFFICIALS ARE BRACING FOR A SUMMER THAT COULD BE THE WORST EVER. A MILLION ACRES COULD POTENTIALLY BURN - THAT’S BIGGER THAN NEW YORK’S LONG ISLAND - WITH COSTS THAT COULD SURPASS A BILLION DOLLARS. ALREADY, CALIFORNIA GOVERNOR JERRY BROWN HAS SET ASIDE SIX HUNDRED MILLION DOLLARS AND PRESIDENT OBAMA HAS PLEDGED TO HELP. 4:38 SOT- President Obama: weather related disasters like droughts, wildfires, storms, floods are potentially going to be costlier and they’re going to be harsher. SOT-Brown:45 “I’m calling for a collaborative effort to restrain our water use.” VO NOW, HOW WILL CALIFORNIA ESCAPE ITS CYCLE OF DROUGHT? GOVERNOR BROWN HAS CALLED ON CALIFORNIANS TO LESSEN WATER USAGE BY 20%. SO FAR, HE’S ONLY SEEN A 5% REDUCTION. THERE ARE ALSO MUCH-NEEDED INFRASTRUCTURE IMPROVEMENTS. CONVERTING SEAWATER IS ONE - HIGHLY COSTLY - OPTION. THERE IS ALSO THE NEED TO EXPAND CALIFORNIA’S RESERVOIR SYSTEM - LIKE THE SAN LUIS - FOR MORE BACKUP DURING THE DRY SPELLS. “it’s going to make it tough, it’s really hard” BUT FOR NOW, DROUGHT MAY BE THE NEW NORM ACROSS CALIFORNIA. “instead of just using a dishwasher and wasting the water, may as well use it by hand and use it on the plants.” THE BIGGER CHALLENGE IS INFRASTRUCTURE. EXPERTS EXPECT THAT CALIFORNIA WILL NEED TO DOUBLE THE CAPACITY OF IT’S RESERVOIRS IN THE NEXT 30 YEARS THE SAN LUIS RESERVOIR IN CALIFORNIA, THE STATE HAS ONLY MANAGED TO GET TO A 5% REDUCTION. ACCORDING TO PROJECTIONS, OVER THE NEXT THREE DECADES CALIFORNIA WILL NEED TO DOUBLE THE CAPACITY OF RESERVOIRS THAT CURRENTLY EXISTS JUST TO REPLACE THE SNOWPACK THAT WILL BE LOST DUE TO CLIMATE CHANGE. In five months since the drought emergency was declared, California residents have only cut their water consumption 5 percent compared with recent years Lost revenue in 2014 from farming and related businesses such as trucking and processing could reach $5 billion. HOW BAD WILL IT GET? The peak of the 2012 drought, an astounding 81 percent of the contiguous United States was under at least abnormally dry conditions, resulting in an estimated $30 billion in damages. This year may be worse. TO BATTLE THE BLAZE, EXPERTS WORRY IT WON’T BE ENOUGH. ALREADY FIREFIGHTERS HAVE RESPONDED TO OVER 1500 FIRES THIS YEAR, THE AVERAGE FIRE RESPONSE AT THIS TIME, 800. WITH A STATE THAT HAS FAILED TO RECEIVE SIGNIFICANT RAINFALL SINCE 2010, FIRE SEASONS HAVE BEEN GOING FROM BAD TO LOUSY. THE PROBLEM TODAY. RAINFALL THIS YEAR WAS ONLY 10-20 PERCENT OF NORMAL LEVELS. WHAT MAY BE WORSE, CALIFORNIA’S SNOWPACK, WHICH ACCOUNTS FOR A THIRD OF THE STATE’S WATER SUPPLY HAS DECLINED TO 18% OF WHERE IT SHOULD BE AS A RESULT RESERVOIRS LIKE THE SAN LUIS ARE DRYING OUT. FOR THE FIRST TIME IN ITS 54 YEAR HISTORY THE STATE WATER PROJECT, HAS STOPPED FEEDING WATER TO FARMERS AND URBAN RESIDENTS DUE TO THE DROUGHT. 42:50:05 SOT- Bob Diedrich Almond Farmer, Fresno: A grower like myself, 4th generation tied up in dirt and making things grow, this is a heartbreaker. BOB DIEDRICH IS A FARMER IN FRESNO COUNTY, SINCE THE WATER WAS CUT HIS COMMUNITY HAS BEEN HIT HARD. BECAUSE OF THE DROUGHT, AGRICULTURAL PRODUCTION IN CALIFORNIA IS EXPECTED TO FALL BY 3.5 BILLION DOLLARS, WHICH MEANS 20,0000 FARMERS COULD BE OUT OF THE JOB. SOT: Bob Diedrich 11:34: Fresno County is the largest single producer of ag dollars in the nation.//nationwide your going to see food inflation espcially fresh fruits and vegetables, beef and nuts. For the first time, the state has stopped feeding water to farmers due to drought. SOT-Bob SOT: Bob Diedrich Almond Farmer, Fresno 11:31:55 Our water allocation in this area is zero. Apparently these trees haven’t received any water this year. IN JANUARY, GOVERNOR BROWN DECLARED A DROUGHT STATE OF EMERGENCY. SOT-Brown:45 “I’m calling for a collaborative effort to restrain our water use.”// THE US DEPT. OF AGRICULTURE DECLARED 27 DISASTER AREAS. 4:38 SOT- President Obama: We have to be clear a change in climate, means that weather related disasters like droughts, wildfires, storms, floods are potentially going to be costlier and they’re going to be harsher. EXPECT A FIRE SEASON THIS YEAR THAT BURNS 60 TO 80 DAYS LONGER, BURNING TWICE AS MANY ACRES AS A YEAR AGO, POTENTIALLY COSTING TAXPAYERS IN THE BILLIONS. Nat pop fire— CONSERVATION IS NOT ENOUGH, WHILE GOVERNOR BROWN HAS CALLED FOR A 20% CUT OF WATER USE IN CALIFORNIA, THE STATE HAS ONLY MANAGED TO GET TO A 5% REDUCTION. ACCORDING TO PROJECTIONS, OVER THE NEXT THREE DECADES CALIFORNIA WILL NEED TO DOUBLE THE CAPACITY OF RESERVOIRS THAT CURRENTLY EXISTS JUST TO REPLACE THE SNOWPACK THAT WILL BE LOST DUE TO CLIMATE “A tremendous amount of will is going to be required to provide the infrastructure we need in this state to provide the water for quality of life an ag production//my understanding of this is we’re going to have to develop more water in the state of California” END IT", "url": "https://www.nytimes.com/2015/04/02/us/california-imposes-first-ever-water-restrictions-to-deal-with-drought.html"}