{"authors": ["Bill Vlasic"], "date_download": "2022-10-25 23:32:49", "date_modify": "2022-10-25 23:32:49", "date_publish": "2015-05-23 15:14:29", "description": "Sergio Marchionne, chief executive of Fiat Chrysler, has an ambitious plan to save the auto industry. And he can’t seem to sell it.", "filename": "2015_05_24_business_detroits-chief-instigator_1666740769.html", "image_url": "https://static01.nyt.com/images/2015/05/24/business/24-CHRYSLER/24-CHRYSLER-facebookJumbo.jpg?year=2015&h=550&w=1050&s=ce3c2fdf24ac2d8345253457a6a26f6d9de9ba6600d1a010c87996434087992b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_24_business_detroits-chief-instigator_1666740769.html", "title": "Detroit’s Chief Instigator", "title_page": "Detroit’s Chief Instigator - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The bigger the issue, in fact, the louder he becomes. He irritated the National Highway Traffic Safety Administration by defiantly defending F.C.A.’s response to safety issues with older Jeep models. N.H.T.S.A. just last week scheduled a hearing to examine the company’s follow-through on recalls, something it rarely does. Mr. Marchionne also appears headed for a confrontation with union leaders in this summer’s contract negotiations because of F.C.A.’s rampant hiring of lower-paid workers. Alone among auto chiefs, he wants to end the current two-tier wage system by phasing out the top wage rate as veteran employees retire.\nDetroit hasn’t seen a C.E.O. as provocative and unpredictable since Lee A. Iacocca, Chrysler’s previous savior, in the 1980s. And as with Mr. Iacocca, confidence is never a problem for Mr. Marchionne.\nNot From the Ranks\nWhen in the United States, Mr. Marchionne, 62, works out of a tiny office in a wing of the sprawling Chrysler Technical Center in the Detroit suburb of Auburn Hills. He prefers to spend time among engineers and product planners rather than in the lavish suite of executive offices in the nearby headquarters tower. In March, as he settled in for an interview at a small table, a window giving a view over a service drive, he downed the first of several espressos and silenced his four cellphones. Though smoking is forbidden elsewhere in the building, in this sanctuary he lit up one Marlboro after another.\nMr. Marchionne doesn’t look like a typical car executive. His uniform is a black sweater over a button-down shirt with black pants, and you get the sense he can’t be bothered to find a hairbrush. Unlike Ms. Barra or Mark Fields of Ford Motor, both of whom rose through the corporate ranks, Mr. Marchionne never even worked for a car company before taking the top job at Fiat in 2004.\nBorn in Chieti, Italy, a small city on the Adriatic Sea, he moved to Canada with his family as a teenager. He earned degrees in philosophy, law and business administration before joining an accounting firm at 30. From there, he spent most of his career bouncing through executive posts at unglamorous Canadian and European chemical and industrial companies.", "url": "https://www.nytimes.com/2015/05/24/business/detroits-chief-instigator.html"}