{"authors": ["Julia Preston"], "date_download": "2022-10-25 23:55:48", "date_modify": "2022-10-25 23:55:48", "date_publish": "2015-06-03 14:56:29", "description": "American tech workers in Orlando found their jobs and desks transferred to immigrants brought in under H-1B visas by an Indian firm.", "filename": "2015_06_04_us_last-task-after-layoff-at-disney-train-foreign-replacements_1666742148.html", "image_url": "https://static01.nyt.com/images/2015/06/04/us/04VISAS/04VISAS-facebookJumbo.jpg?year=2015&h=549&w=1050&s=5e9535c5a1a32851fa689eef14c838dab6137afc911aaef191797b506f665f57&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_04_us_last-task-after-layoff-at-disney-train-foreign-replacements_1666742148.html", "title": "Pink Slips at Disney. But First, Training Foreign Replacements.", "title_page": "Pink Slips at Disney. But First, Training Foreign Replacements. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ORLANDO, Fla. — The employees who kept the data systems humming in the vast Walt Disney fantasy fief did not suspect trouble when they were suddenly summoned to meetings with their boss.\nWhile families rode the Seven Dwarfs Mine Train and searched for Nemo on clamobiles in the theme parks, these workers monitored computers in industrial buildings nearby, making sure millions of Walt Disney World ticket sales, store purchases and hotel reservations went through without a hitch. Some were performing so well that they thought they had been called in for bonuses.\nInstead, about 250 Disney employees were told in late October that they would be laid off. Many of their jobs were transferred to immigrants on temporary visas for highly skilled technical workers, who were brought in by an outsourcing firm based in India. Over the next three months, some Disney employees were required to train their replacements to do the jobs they had lost.\n“I just couldn’t believe they could fly people in to sit at our desks and take over our jobs exactly,” said one former worker, an American in his 40s who remains unemployed since his last day at Disney on Jan. 30. “It was so humiliating to train somebody else to take over your job. I still can’t grasp it.”", "url": "https://www.nytimes.com/2015/06/04/us/last-task-after-layoff-at-disney-train-foreign-replacements.html"}