{"authors": ["Dionne Searcey", "Anemona Hartocollis", "Russ Buettner", "David W. Chen"], "date_download": "2022-10-25 23:53:47", "date_modify": "2022-10-25 23:53:47", "date_publish": "2015-01-24 18:00:01", "description": "A doctor’s obsession with raising money for research on a rare form of cancer helped set off a chain of events that culminated in New York State Assembly Speaker Sheldon Silver’s arrest.", "filename": "2015_01_25_nyregion_sheldon-silvers-link-to-a-bonanza-and-a-cancer_1666742027.html", "image_url": "https://static01.nyt.com/images/2015/01/25/nyregion/25ASBESTOS1/25ASBESTOS1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=a4fcf6f455185edd0ef11905f149c04f1053de5c926418290e64cb94ad186ed6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_25_nyregion_sheldon-silvers-link-to-a-bonanza-and-a-cancer_1666742027.html", "title": "In Silver Case, U.S. Cites Link to Litigation Tied to Asbestos", "title_page": "In Silver Case, U.S. Cites Link to Litigation Tied to Asbestos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mesothelioma doctors can offer a direct path to a big payday for law firms, whose courting of such doctors can be relentless, with dinner invitations, tickets to Yankees games and offers of work as expert witnesses. Some doctors, in turn, have set up research centers and asked lawyers to contribute.\nImage Dr. Robert N. Taub, who colleagues said was relentless in his drive to raise funds for research geared toward curing mesothelioma.\nA symbiotic relationship has emerged, with lawyers financing research on the disease for doctors who send along streams of potentially lucrative clients.\nIn 2002, Dr. Taub created one of the nation’s few mesothelioma research hubs, the Columbia University Mesothelioma Center. He was also active in an organization that raised money for research, sitting on the scientific advisory board of one of the few nonprofits created to help victims, the Mesothelioma Applied Research Foundation. The foundation, which awards research grants, relies heavily on gifts from law firms.\nAround the same time in 2002, Mr. Silver, a Manhattan Democrat, joined one of the top personal injury law firms in the country, Weitz & Luxenberg, which says it handles about 500 new mesothelioma and other asbestos-related cancer cases a year. The firm’s roots can be traced to the Brooklyn Navy Yard. Perry Weitz, a founder of the firm, obtained $75 million for three dozen workers sickened after toiling in asbestos-lined boiler rooms there. As is typical in such cases, the firm got about one-third of that sum in the form of contingency fees.\nThe law practice has supported an opulent lifestyle for the firm’s founders. Mr. Weitz, for instance, owns a seven-bedroom, nine-and-a-half-bathroom home on 509 acres just outside Aspen, Colo.\nAt first, Mr. Silver drew a salary of just $120,000 a year from the firm, which had hired him because of his prestige in Albany, Mr. Weitz said in an interview on Friday. According to the complaint against Mr. Silver, it was Dr. Taub who first pressed the Assembly speaker about his new employer donating money to mesothelioma research.\nThe request was in line with the urgency with which Dr. Taub viewed his work, colleagues said.\n“I wouldn’t necessarily say desperate, that sounds disparaging,” said Dr. Michael D. Kluger, a surgeon and member of Dr. Taub’s team. “But going to all means to do what he needs to do, to be able to treat the disease.”", "url": "https://www.nytimes.com/2015/01/25/nyregion/sheldon-silvers-link-to-a-bonanza-and-a-cancer.html"}