{"authors": ["Michelle Alexander"], "date_download": "2022-10-25 23:37:43", "date_modify": "2022-10-25 23:37:43", "date_publish": "2015-08-17 22:50:17", "description": "Ta-Nehisi Coates’s new book is written in the form of a letter to his son, who is trying to make sense of blatant racial injustice and come to grips with his place in the world.", "filename": "2015_08_17_books_review_ta-nehisi-coates-between-the-world-and-me_1666741063.html", "image_url": "https://static01.nyt.com/images/2015/08/17/books/review/17ALEXANDER-WEB/17ALEXANDER-WEB-facebookJumbo.jpg?year=2015&h=549&w=1050&s=daf5a42417a387ac63d02581809ab23e2187bb117d68e655f14c7c5af2719d9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_17_books_review_ta-nehisi-coates-between-the-world-and-me_1666741063.html", "title": "Ta-Nehisi Coates’s ‘Between the World and Me’", "title_page": "Ta-Nehisi Coates’s ‘Between the World and Me’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Little hope is offered that freedom or equality will ever be a reality for black people in America. “We are captured, brother, surrounded by the majoritarian bandits of America. And this has happened here, in our only home, and the terrible truth is that we cannot will ourselves to an escape on our own.” If his son held out any hope that the emerging racial justice movement on the streets of Ferguson, New York City or Baltimore or beyond might change hearts and minds, Coates seems determined to quash it. “Perhaps that was, is, the hope of the movement: To awaken the Dreamers, to rouse them to the facts of what their need to be white . . . has done to the world. But you cannot arrange your life around them and the small chance of the Dreamers coming into consciousness.”\nStill, Coates urges his son to struggle. “Struggle for the memory of your ancestors. Struggle for wisdom. . . . But do not struggle for the Dreamers. . . . Do not pin your struggle on their conversion. The Dreamers will have to learn to struggle for themselves.” He says this even as he notes that the Dreamers are actively building the deathbed for us all. Technology has freed the Dreamers “to plunder not just the bodies of humans but the body of the Earth itself.”\nI will confess that after the first reading of “Between the World and Me” I was disappointed. Initially I was enthralled by Coates’s characteristic brilliance and insight, as well as the poetic manner in which he addresses his son. I found myself highlighting so much of the text it seemed the whole book was gleaming yellow. But by the end, I was exasperated. Under what conditions could Coates possibly imagine that the Dreamers would wake themselves up or learn to struggle for themselves? When in the history of the world have the privileged and powerful voluntarily relinquished their status or abandoned the tactics that secured their advantage, without being challenged, fought, confronted or inspired to do so by some remarkable example? As Frederick Douglass observed long ago, “Power concedes nothing without a demand; it never did and it never will.”\nOn the second reading, my frustration diminished. I came to believe that the problem, to the extent there is one, is that Coates’s book is unfinished. He raises numerous critically important questions that are left unanswered.\nThe biggest question for Coates is rooted in the hidden connection between the American Dream as lived in the suburbs and the violence that ruled his daily life growing up in Baltimore. “Fear ruled everything around me, and I knew, as all black people do, that this fear was connected to the Dream out there, to the unworried boys, to pie and pot roast, to the white fences and green lawns nightly beamed into our television sets. But how? Religion could not tell me. The schools could not tell me. The streets could not help me see beyond the scramble of each day. And I was such a curious boy.”\nAs Coates grew older, attending high school and later Howard University — his personal “Mecca” — the questions sharpened and evolved. When a college friend, Prince Jones, was shot to death by a member of the Prince George’s County Police Department, Coates was overcome with a rage that radicalized him, and new questions flowed. The political apparatus that conspired to deprive Jones of his life was run by black people, a fact he struggled to understand. “The officer who killed Prince Jones was black. The politicians who empowered this officer to kill were black. Many of the black politicians, many of them twice as good, seemed unconcerned. How could this be?”\nReading the book the first time, I imagined that Coates would eventually answer these important questions for his son. He would spell it out — make it plain — the way he does so well in his essays, articles and blog posts. He would carefully define the Dream and delineate the difference between the nearly universal dream that parents have for their children — the dream of good heath, security, quality education and the opportunity to fulfill their potential and make a meaningful contribution — and the insidious Dream that is destroying the lives of children in Baltimore and threatening human existence on the planet itself. I imagined that Coates would explain what it means, exactly, to choose the Struggle over the Dream, and why so many black people, like those in Prince George’s County, find themselves lost in the Dream.", "url": "https://www.nytimes.com/2015/08/17/books/review/ta-nehisi-coates-between-the-world-and-me.html"}