{"authors": ["Saeed Al-Batati", "Kareem Fahim"], "date_download": "2022-10-25 23:55:15", "date_modify": "2022-10-25 23:55:15", "date_publish": "2015-04-26 22:59:32", "description": "In addition to the bombings in Sana, the coalition carried out airstrikes in several other provinces, suggesting a broadening, rather than a scaling back of the monthlong air offensive against the Houthi rebels.", "filename": "2015_04_27_world_middleeast_saudi-led-air-campaign-resumes-in-yemeni-capital_1666742115.html", "image_url": "https://static01.nyt.com/images/2015/04/27/world/YEMEN/YEMEN-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=2a0f49bfc271e870ab03bfa3c2673b82f87dd7ca92552f23c476265d07e64e8c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_27_world_middleeast_saudi-led-air-campaign-resumes-in-yemeni-capital_1666742115.html", "title": "Saudi-Led Air Campaign Resumes in Yemeni Capital", "title_page": "Saudi-Led Air Campaign Resumes in Yemeni Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AL MUKALLA, Yemen — Warplanes of the Saudi-led military coalition bombed targets in the Yemeni capital on Sunday for the first time since Saudi officials said they were shifting the focus of their campaign against a Yemeni rebel group toward political negotiations and humanitarian relief.\nAlso on Sunday, at least seven people were killed and dozens wounded in escalating violence in the southern city of Taiz, which was emerging as the latest lethal flash point in Yemen’s civil war.\nIn addition to the bombings in Sana, the capital, which struck a military base and the presidential palace, the coalition carried out airstrikes in several other provinces, suggesting a broadening, rather than a scaling back, of the monthlong Saudi air offensive against Houthi rebels.\nDespite vague talk of negotiations last week, there was little sign that any of the combatants in Yemen’s conflict were preparing to halt the fighting. Rather, the violence heightened in recent days as it became more apparent that the warring parties were locked in a standoff, with the Saudis insisting that the Houthis retreat and the Houthis demanding an unconditional end to the airstrikes.", "url": "https://www.nytimes.com/2015/04/27/world/middleeast/saudi-led-air-campaign-resumes-in-yemeni-capital.html"}