{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:49:52", "date_modify": "2022-10-25 23:49:52", "date_publish": "2015-06-30 01:26:39", "description": "A week distinguished by DNA discoveries and well-organized sweeps was the final stage of a 23-day slog that was hampered, at times, by missed signals.", "filename": "2015_06_30_nyregion_squabbling-hesitation-and-luck-had-roles-in-manhunt-for-new-york-prison-escapees_1666741792.html", "image_url": "https://static01.nyt.com/images/2015/06/30/nyregion/30MANHUNT3/30MANHUNT3-facebookJumbo.jpg?year=2015&h=549&w=1050&s=6c2b97f53956ab7e224e83404a7c0a9b00238d1897ae97e0ddfb1f9081430e1b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_30_nyregion_squabbling-hesitation-and-luck-had-roles-in-manhunt-for-new-york-prison-escapees_1666741792.html", "title": "Squabbling, Hesitation and Luck Had Roles in Manhunt for New York Prison Escapees", "title_page": "Squabbling, Hesitation and Luck Had Roles in Manhunt for New York Prison Escapees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And, in the swamps and forests where the inmates hid, investigators sometimes spurned the assistance of local officials and hunters.\nIn the dawn hours of June 6, after Mr. Matt and Mr. Sweat’s cell beds were found to be holding dummies fashioned out of sweatshirts, investigators initially believed the inmates were stuck in the prison’s system of tunnels.\nOnly after they discovered an open manhole about 400 feet outside the prison did the police understand the killers had emerged from it, David Favro, the sheriff of Clinton County, said. Mr. Favro was informed of the open manhole at 8:30 a.m., three hours after the men were found missing, he said.\nBy then, a sighting by a resident who lives near the manhole had gone stale. The resident, Leslie Lewis, 29, said he saw two men run through his backyard and hurry down the street shortly after midnight. It was not until 9 a.m. that a state trooper knocked on his door for an interview. Mr. Lewis’s mother, Dawn Mattoon, said it was around 3 p.m., after Mr. Cuomo had come to look at the manhole, that she saw state troopers arriving with dogs to sniff for a scent in the backyard.", "url": "https://www.nytimes.com/2015/06/30/nyregion/squabbling-hesitation-and-luck-had-roles-in-manhunt-for-new-york-prison-escapees.html"}