{"authors": ["William K. Rashbaum"], "date_download": "2022-10-25 23:49:47", "date_modify": "2022-10-25 23:49:47", "date_publish": "2015-07-20 20:28:34", "description": "David Sweat’s statements to investigators, according to several people briefed on his account, have provided extraordinary detail of how he and another killer were able to escape from the Clinton Correctional Facility.", "filename": "2015_07_21_nyregion_in-new-york-prison-escape-patience-timing-and-luck-for-david-sweat_1666741787.html", "image_url": "https://static01.nyt.com/images/2015/07/21/nyregion/ESCAPEweb1/ESCAPEweb1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=6b9967e2ad84eda7bb60abbf9652fde958f1e18d92346686917124af89c16d64&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_21_nyregion_in-new-york-prison-escape-patience-timing-and-luck-for-david-sweat_1666741787.html", "title": "New York Prisoner’s Keys to Escape: Lapsed Rules, Tools and Luck", "title_page": "New York Prisoner’s Keys to Escape: Lapsed Rules, Tools and Luck - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Night after night for months, David Sweat slipped through a hole he had sawed at the back of his cell in the Clinton Correctional Facility in northern New York. He would plumb the catacomb-like tunnels beneath the prison, where he was serving a life sentence for murder, searching for an escape route, confident that the guards would have no idea he was gone because they were asleep. Then he would return to his empty bunk.\nHis explorations began this past winter and continued through the spring. They took him underground almost every night for hours until he finally stumbled on what would become, through trial and error and countless hours of grueling work, his subterranean route out.\nMr. Sweat felt free during his nightly journeys into the maze, as though he had already escaped the ugliness of his day-to-day prison life.\nMr. Sweat, 35, has revealed those details and more to investigators reviewing his stunning June 6 escape with another inmate from the maximum-security prison in Dannemora, N.Y., according to several people briefed on his account. He has gone into the planning and execution of his bid for freedom in extraordinarily specific terms, portraying himself as the driving force.", "url": "https://www.nytimes.com/2015/07/21/nyregion/in-new-york-prison-escape-patience-timing-and-luck-for-david-sweat.html"}