{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:39:22", "date_modify": "2022-10-25 23:39:22", "date_publish": "2015-04-28 09:00:27", "description": "Relatives of some of China’s most powerful politicians and their business associates own significant stakes in companies of Wang Jianlin, Asia’s richest man.", "filename": "2015_04_29_world_asia_wang-jianlin-abillionaire-at-the-intersection-of-business-and-power-in-china_1666741162.html", "image_url": "https://static01.nyt.com/images/2015/04/28/world/JP-WANG1/JP-WANG1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=a0889284b381280211e2b7337033c515b216b9d32b6dc920276b35f661191349&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_29_world_asia_wang-jianlin-abillionaire-at-the-intersection-of-business-and-power-in-china_1666741162.html", "title": "Wang Jianlin, a Billionaire at the Intersection of Business and Power in China", "title_page": "Wang Jianlin, a Billionaire at the Intersection of Business and Power in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But there is an aspect of his relationship with the authorities that Mr. Wang never raises in interviews and that has gone unreported in the many accounts of his success published in China and abroad: Relatives of some of the nation’s most powerful politicians and their business associates own significant stakes in his company.\nAn extensive review of corporate records filed with the government identified several such investments made from 2007 to 2011, when Wanda was privately held and rarely sold shares to outsiders.\nAmong those given an early chance to buy a stake in his company was Qi Qiaoqiao, an active investor who is the elder sister of China’s current president, Xi Jinping. (She sold or transferred her shares in the company in October 2013 to a longtime business associate.)\nOther early investors included a business partner of the daughter of former Prime Minister Wen Jiabao, and relatives of two other members of the ruling Politburo at the time, Jia Qinglin and Wang Zhaoguo, according to the records and interviews with family members and business associates.\nTogether, their stakes in Wang Jianlin’s real estate division, Dalian Wanda Commercial Properties, were valued at $1.1 billion when it held an initial public offering in Hong Kong in December. Their shares in Mr. Wang’s cinema subsidiary were valued at $17.2 million when it listed separately in January. Their holdings in both companies are worth more than $1.5 billion now.\nThere is no indication that any of the politicians whose relatives and business associates owned shares in Wanda intervened on the company’s behalf in any of its dealings with the government. Nor is there evidence that any of the politicians personally benefited from the windfall that these investors reaped. The investors and officials did not respond to written questions or could not be reached for comment.\nMr. Wang declined an interview request and did not respond to written questions submitted to Wanda. But in public remarks, he often uses the same phrase to describe how he manages his relationship with the authorities: “Stay close to the government and distant from politics.”", "url": "https://www.nytimes.com/2015/04/29/world/asia/wang-jianlin-abillionaire-at-the-intersection-of-business-and-power-in-china.html"}