{"authors": ["Jane Perlez", "Austin Ramzy"], "date_download": "2022-10-25 23:39:21", "date_modify": "2022-10-25 23:39:21", "date_publish": "2015-11-03 22:14:37", "description": "President Ma Ying-jeou of Taiwan is to confer with President Xi Jinping of China in Singapore on Saturday, according to statements from both.", "filename": "2015_11_04_world_asia_leaders-of-china-and-taiwan-to-meet-for-first-time-since-1949_1666741161.html", "image_url": "https://static01.nyt.com/images/2015/11/04/world/04taiwan-hp-grid/04taiwan-hp-grid-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=6289c2eb7a04f6c2ea3e4fdd385b89031f66e033f6ae7449c6b48b28aedde494&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_04_world_asia_leaders-of-china-and-taiwan-to-meet-for-first-time-since-1949_1666741161.html", "title": "China, Taiwan and a Meeting After 66 Years", "title_page": "China, Taiwan and a Meeting After 66 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — President Xi Jinping of China and Taiwan’s president, Ma Ying-jeou, will meet on Saturday in Singapore, the first such meeting since before the Chinese Communist revolution of 1949 and the retreat of the Chinese Nationalists across the Taiwan Strait.\nThe office in charge of Taiwan relations in Beijing said in a brief statement that the two leaders would exchange views on promoting development during a long scheduled two-day visit of Mr. Xi to Singapore, a country that has good relations with both sides.\nThe director of the Taiwan Affairs Office of the State Council, Zhang Zhijun, said the meeting had been arranged “given the situation of the irresolution of cross-strait political differences.”\nA spokesman for Mr. Ma, whose Kuomintang, or Nationalist Party, is floundering at the polls before elections early next year, announced the meeting late Tuesday night. Mr. Ma’s spokesman, Charles Chen, said that no agreements were envisioned. The meeting with Mr. Ma fits with the bold style of Mr. Xi, who has shown that he likes to take more risks in foreign policy than his predecessors did.", "url": "https://www.nytimes.com/2015/11/04/world/asia/leaders-of-china-and-taiwan-to-meet-for-first-time-since-1949.html"}