{"authors": ["Edward Wong", "Jane Perlez", "Chris Buckley"], "date_download": "2022-10-25 23:40:22", "date_modify": "2022-10-25 23:40:22", "date_publish": "2015-09-02 12:49:58", "description": "President Xi Jinping used a parade marking 70 years since the end of World War II to present the People’s Liberation Army as a force for peace and regional stability.", "filename": "2015_09_03_world_asia_beijing-turns-into-ghost-town-as-it-gears-up-for-military-parade_1666741222.html", "image_url": "https://static01.nyt.com/images/2015/09/03/world/03chinaparade_hp2/03chinaparade_hp2-facebookJumbo.jpg?year=2015&h=550&w=1050&s=5b497905b6d69ee44dd6dfe45d864d72f4216231a636f8ec1fe3c1a7ef09f420&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_03_world_asia_beijing-turns-into-ghost-town-as-it-gears-up-for-military-parade_1666741222.html", "title": "China Announces Cuts of 300,000 Troops at Military Parade Showing Its Might", "title_page": "China Announces Cuts of 300,000 Troops at Military Parade Showing Its Might - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Xi started his rise through the Communist Party as an aide to the minister of defense for several years starting in 1979, when China was smarting from a brief but disastrous war with Vietnam. Since he became head of the Communist Party in November 2012, Mr. Xi has closely associated himself with the military, while also pursuing a campaign against corruption that has reached into the topmost ranks of the P.L.A. command.\n”Today, peace and development have become the prevailing trend, but the world is far from tranquil,” Mr. Xi said in his speech on Thursday. “War is the sword of Damocles that still hangs over mankind. We must learn the lessons of history and dedicate ourselves to peace.”\nAfter the founding of the People’s Republic of China in 1949, the People’s Liberation Army emerged from the Communist revolution as both a bulwark against external threats and a domestic guardian of the party’s power. Its numbers have always been heavily weighted toward the land armies arrayed across China. But over recent decades, China’s leaders have tried to shift more resources to air and naval forces intended to project influence abroad and assert the country’s claims to disputed islands and waters.\nChina has about 2.3 million men and women in its military, according to most recent estimates, and the bulk of them are infantry soldiers, often recruited from the countryside to serve for a few years before they re-enter the civilian work force.\nBonnie S. Glaser, senior adviser for Asia at the Center for Strategic and International Studies in Washington, said the reduction in troops was part of an effort by Mr. Xi to make the military more efficient and professional. “The Chinese have come farther than any other military in the last decade,” she said. “But nobody recognizes the deficiencies of the P.L.A. more than China.”\nThe Chinese have made significant strides in building a world-class army over the past decade, Ms. Glaser said. But serious challenges remain, including upgrading military weapons and training personnel. “Nobody knows how China’s military is going to stack up against what the U.S. has,” she said. “But in important ways they are certainly closing the gaps.”\nMr. Xi gave no details about how his administration intends to carry out the cuts, and they may be achieved by natural attrition or reduced recruitment, rather than direct reductions. But at a time when China’s economic growth has slowed, the reduced military intake could add pressure on the government. In the past, decommissioned officers and former soldiers unhappy with their job prospects and welfare have become a persistent source of protests outside government offices.", "url": "https://www.nytimes.com/2015/09/03/world/asia/beijing-turns-into-ghost-town-as-it-gears-up-for-military-parade.html"}