{"authors": ["Erik Eckholm"], "date_download": "2022-10-25 23:29:36", "date_modify": "2022-10-25 23:29:36", "date_publish": "2015-01-15 12:05:26", "description": "A sharp dissent held that the drug combination being used in Oklahoma risked causing severe, unconstitutional suffering. But the other five justices voted without comment to deny the appeal for a stay.", "filename": "2015_01_16_us_oklahoma-execution-charles-warner-lethal-injection_1666740576.html", "image_url": "https://static01.nyt.com/images/2015/01/16/us/EXECUTE-web/EXECUTE-web-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=43c4605b09280a35f9a6ccf27847b6bd6ebbee31cd8dbb7dbc28a514fe85237d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_16_us_oklahoma-execution-charles-warner-lethal-injection_1666740576.html", "title": "Oklahoma Executes First Inmate Since Slipshod Injection in April", "title_page": "Oklahoma Executes First Inmate Since Slipshod Injection in April - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "McALESTER, Okla. — With a renovated death chamber, new training and a higher dose of drugs, Oklahoma on Thursday carried out its first execution since April, when the slipshod, prolonged killing of Clayton D. Lockett led the state to suspend lethal injections and change its procedures.\n“Charles Frederick Warner was pronounced dead at 7:28 p.m.,” said Jerry Massie, a spokesman for the Oklahoma Corrections Department. “The execution has been carried out.”\nOfficials here had waited to see whether the United States Supreme Court would grant a last-minute stay. But as the scheduled time passed, the court announced that it would not prevent Oklahoma from putting Mr. Warner to death.\nA sharp dissent written by Justice Sonia Sotomayor, and endorsed by three other members of the court, held that the drug combination being used in Oklahoma risked causing severe, unconstitutional suffering. But the other five justices voted without comment to deny the appeal for a stay.", "url": "https://www.nytimes.com/2015/01/16/us/oklahoma-execution-charles-warner-lethal-injection.html"}