{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:26:17", "date_modify": "2022-10-25 23:26:17", "date_publish": "2015-09-22 10:23:48", "description": "Succession battles like the one at the Lotte Group shake global investors, who fear that a struggle for favor may expose multibillion-dollar companies to unnecessary upheaval.", "filename": "2015_09_23_business_international_south-korean-chaebol-drama-lotte_1666740377.html", "image_url": "https://static01.nyt.com/images/2015/09/22/business/23lotte-web/23lotte-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=641682b6d2414b787bbdb85763496d2d8121df02204e808d31965020ae578c0c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_23_business_international_south-korean-chaebol-drama-lotte_1666740377.html", "title": "‘War of Princes’ Sows Turmoil at South Korean Conglomerate", "title_page": "‘War of Princes’ Sows Turmoil at South Korean Conglomerate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — The plot sounds like something out of a Korean television drama.\nAn executive is kicked out of the management of his family’s $79 billion business empire and suspects his younger brother is behind the move. The elder brother enlists the help of the chairman — their father — in regaining power. But the younger brother dethrones their father, too, and consolidates control of the conglomerate, at least for now.\nYet this isn’t fiction. It’s the saga of the Lotte Group, a household name in South Korea that includes a nationwide chain of hotels, shopping malls, movie theaters, apartment buildings, coffee shops and burger joints.\nSibling disputes — like the feud this summer between the two sons of Shin Kyuk-ho, the 92-year-old founder of Lotte — are a recurring phenomenon at South Korean chaebol, or family-owned conglomerates. And as small as these squabbles may appear, they have direct implications for the country’s economy. Every major industry in South Korea is dominated by such groups, which include Samsung, Hyundai and LG.\nThe country’s lawmakers were concerned enough that they called a parliamentary hearing on Lotte’s troubles last week, in which the younger brother personally apologized for the turmoil.", "url": "https://www.nytimes.com/2015/09/23/business/international/south-korean-chaebol-drama-lotte.html"}