{"authors": ["Monica Davey"], "date_download": "2022-10-25 23:33:03", "date_modify": "2022-10-25 23:33:03", "date_publish": "2015-02-24 12:16:39", "description": "Rahm Emanuel did not receive enough votes to win a second term as mayor outright, so he will face Jesus Garcia, who took second place, on April 7.", "filename": "2015_02_25_us_politics_chicago-votes-on-giving-rahm-emanuel-a-second-term-as-mayor.html__r=2_1666740783.html", "image_url": "https://static01.nyt.com/images/2015/02/25/us/CHICAGO-sub/CHICAGO-sub-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b6a1aaa9024c747eff3f2175606876dc08615393f3e8621fce5a441c2d967b98&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_25_us_politics_chicago-votes-on-giving-rahm-emanuel-a-second-term-as-mayor.html__r=2_1666740783.html", "title": "Rahm Emanuel Forced Into Runoff in Bid for Second Term as Chicago Mayor", "title_page": "Rahm Emanuel Forced Into Runoff in Bid for Second Term as Chicago Mayor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Emanuel, who angered some here when his administration closed nearly 50 public schools, clashed with public schoolteachers and oversaw the city through flashes of gang violence, received 45.4 percent of the vote, with almost 99 percent of precincts reporting, not the 50 percent plus one needed to win outright. His closest competitor was Jesus Garcia, a county commissioner known as Chuy, who had important backing from the Chicago Teachers Union. He got 33.9 percent of the vote, giving him a place in a runoff against Mr. Emanuel on April 7. The rest of the votes were split among three other candidates.\nAt a union hall here, a hoarse Mr. Emanuel pledged to press ahead.\n“I want you to take a moment to celebrate what we have accomplished over the last four years,” Mr. Emanuel said. “Take stock in it and let us double down because tomorrow morning, I’ll be seeing you at the ‘L’ stops.”\nHe added, “We will get back out there, talking to our friends and families and neighbors, as they make a critical choice about who has the strength, who has the leadership, who has the ideas to move this great city forward so we can secure this great city for our children.”\nMr. Garcia, 58, portrayed the moment as a victory for ordinary Chicagoans.\n“Today, we the people have spoken — not the people with the money and the power and the connections, not the giant corporations, the big-money special interests, the hedge funds and Hollywood celebrities who poured tens of millions of dollars into the mayor’s campaign,” Mr. Garcia told a crowd of supporters.", "url": "https://www.nytimes.com/2015/02/25/us/politics/chicago-votes-on-giving-rahm-emanuel-a-second-term-as-mayor.html?_r=2"}