{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:37:21", "date_modify": "2022-10-25 23:37:21", "date_publish": "2015-03-25 16:59:18", "description": "The justices, voting 6 to 3, said a lower court had erred in dismissing the suit of a woman turned down for lighter duties during her pregnancy.", "filename": "2015_03_26_us_ups-workers-pregnancy-discrimination-suit-reinstated-by-supreme-court_1666741041.html", "image_url": "https://static01.nyt.com/images/2015/03/26/us/26PREGNANCYWEB/26PREGNANCYWEB-facebookJumbo.jpg?year=2015&h=550&w=1050&s=7726da37b138a2297d76bc6966981944869cfc332e56401034344413966c6889&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_26_us_ups-workers-pregnancy-discrimination-suit-reinstated-by-supreme-court_1666741041.html", "title": "UPS Worker’s Pregnancy Discrimination Suit Reinstated by Supreme Court", "title_page": "UPS Worker’s Pregnancy Discrimination Suit Reinstated by Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court on Wednesday revived a pregnancy discrimination lawsuit against United Parcel Service, saying that lower courts had used the wrong standard to determine whether the company had discriminated against one of its drivers.\nThe case concerned Peggy Young, a UPS worker whose doctor recommended that she avoid lifting anything heavy after she became pregnant. The company refused to give her lighter duties to accommodate her and placed her on unpaid leave in 2006.\nMs. Young sued under the federal Pregnancy Discrimination Act, which requires employers to treat “women affected by pregnancy” the same as “other persons not so affected but similar in their ability or inability to work.”\nHer lawsuit was dismissed, with a unanimous three-judge panel of the United States Court of Appeals for the Fourth Circuit in Richmond, Va., saying the pregnancy law does not give pregnant women “a ‘most favored nation’ status.”", "url": "https://www.nytimes.com/2015/03/26/us/ups-workers-pregnancy-discrimination-suit-reinstated-by-supreme-court.html"}