{"authors": ["Amy Chozick"], "date_download": "2022-10-25 23:27:00", "date_modify": "2022-10-25 23:27:00", "date_publish": "2015-10-22 09:33:25", "description": "The former secretary of state faces a bruising eight to 10 hours of testimony, but she has adroitly handled Congress at other hearings.", "filename": "2015_10_23_us_politics_hillary-clinton-ready-to-put-her-facts-up-at-benghazi-hearing_1666740420.html", "image_url": "https://static01.nyt.com/images/2015/10/22/us/23CLINTONBENGHAZI/23CLINTONBENGHAZI-facebookJumbo.jpg?year=2015&h=549&w=1050&s=86d9afb5f085bad7e59e68651bf630c4a07dfcce561668deb3f8c08177392158&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_23_us_politics_hillary-clinton-ready-to-put-her-facts-up-at-benghazi-hearing_1666740420.html", "title": "Test of Will and Patience Follows Days of Preparation for Hillary Clinton", "title_page": "Test of Will and Patience Follows Days of Preparation for Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For days, Hillary Rodham Clinton has been sequestered inside her red brick home in Washington, poring over events that happened more than three years ago and half a world away.\nHer preparations for the hearing on Thursday before the House of Representatives’ Benghazi committee have included reviewing broad themes, operational details and the innumerable emails related to the September 2012 attack on the United States Mission in Libya.\nBut for all of Mrs. Clinton’s mastery over the substance related to Benghazi, the hearing in many ways will amount to a test of patience and will: To succeed politically, she must remain calm, take every question seriously and avoid outbursts during what is expected to be a daylong appearance, even amid her private frustration over what she sees as a Republican-led effort to hurt her presidential prospects.\n“They’ll try to attack the secretary on emails, question her server, feign righteous indignation,” said Representative Adam B. Schiff, Democrat of California, a committee member who has been highly critical of its motivations. But mostly, Mr. Schiff added, “They’ll hope to wear the secretary down.”", "url": "https://www.nytimes.com/2015/10/23/us/politics/hillary-clinton-ready-to-put-her-facts-up-at-benghazi-hearing.html"}