{"authors": ["Thomas Fuller", "Chris Buckley"], "date_download": "2022-10-25 23:40:00", "date_modify": "2022-10-25 23:40:00", "date_publish": "2015-04-26 17:48:17", "description": "Residents were on a difficult search for safety in Katmandu, where thousands have died and homes and temples have been reduced to rubble.", "filename": "2015_04_27_world_asia_katmandu-nepal-fear-loss-and-devastation_1666741200.html", "image_url": "https://static01.nyt.com/images/2015/04/28/world/28Nepal4-SS/28Nepal4-SS-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=df07c1c0ac32ae4762deeb65025dc18a75a03b627472dbb4a0a144984e830c28&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_27_world_asia_katmandu-nepal-fear-loss-and-devastation_1666741200.html", "title": "Earthquake Aftershocks Jolt Nepal as Death Toll Rises Above 3,400", "title_page": "Earthquake Aftershocks Jolt Nepal as Death Toll Rises Above 3,400 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KATMANDU, Nepal — Each time this city shuddered with aftershocks from the earthquake that convulsed Nepal, Samaj Gautam felt an urge to join the millions of residents who fled to safety outdoors. But working in a hospital emergency ward inundated with the wounded, and their broken limbs, fractured skulls and other physical traumas, Dr. Gautam said Sunday night, he and his colleagues had to suppress their fears and stick to treating patients.\n“I’m feeling exhausted but also scared because the tremors have been by the dozens,” Dr. Gautam said as he worked through his own exhaustion in the emergency ward of Bir Hospital in Katmandu, where he had been since soon after the earthquake hit Saturday. “But the most worrying thing to me is the aftereffect. Sanitation, disease, these are also serious worries.”\nBy Monday afternoon, Nepalese authorities had sharply raised the death toll to more than 3,400, but the full extent of the devastation and death was still unclear. It was that uncertainty, over what the earthquake had wrought and what the future might hold, that spread fear and anxiety across Nepal. The true extent of disasters like the one that hit Saturday often become clear only in the days and weeks afterward, as the digging-out gains momentum and crews work through the rubble of lives upended.", "url": "https://www.nytimes.com/2015/04/27/world/asia/katmandu-nepal-fear-loss-and-devastation.html"}