{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:46:37", "date_modify": "2022-10-25 23:46:37", "date_publish": "2015-08-07 20:43:07", "description": "Paid paternity leave offers broad benefits, but it won’t become common until prominent men use it and don’t pay a penalty for doing so.", "filename": "2015_08_08_your-money_bringing-paternity-leave-into-the-mainstream.html__r=0_1666741597.html", "image_url": "https://static01.nyt.com/images/2015/08/08/business/0808-BIZMONEY/0808-BIZMONEY-facebookJumbo-v3.jpg?year=2015&h=383&w=733&s=f8426bdacd98138311b3793dfc0f9d39c1c20e4d4fe5d30fa04b7ec42b4a7a36&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_08_your-money_bringing-paternity-leave-into-the-mainstream.html__r=0_1666741597.html", "title": "Bringing Paternity Leave Into the Mainstream", "title_page": "Bringing Paternity Leave Into the Mainstream - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This week, two companies joined in an unfolding race to provide ever more generous paid parental leave. Netflix said it planned to offer unlimited leave in the first year after a child’s arrival to many (though not all) of its employees, while Microsoft said it would substantially increase the paid leave that it will provide.\nBoth companies are playing catch-up with the likes of Facebook, which offers four months of paid leave. Its chief executive, Mark Zuckerberg, had his own announcement to make in recent days: He and his wife are expecting their first child.\nFor all the good that may come from the new policies at Netflix and Microsoft, Mr. Zuckerberg may have the biggest opportunity to help members of the paternity fraternity by using every last day of his leave. Without prominent men in high-performing organizations making parental leave the default choice, the mainstreaming of paid leave for fathers will take a lot longer.\nPaid paternity leave is an incredible privilege for employees in the small number of companies that offer it, and keeping the paychecks coming helps a lot. Cultural hurdles, however, are far harder to clear. Taking a lengthy paternity leave in a company where few, if any, senior men have ever done so requires a fair bit of courage. And while some employers believe that generous maternity leave more than pays for itself in retention, there is little proof that male employees won’t experience a career stall immediately afterward if they dare to step out for a while.", "url": "https://www.nytimes.com/2015/08/08/your-money/bringing-paternity-leave-into-the-mainstream.html?_r=0"}