{"authors": ["Aaron E. Carroll"], "date_download": "2022-10-25 23:35:51", "date_modify": "2022-10-25 23:35:51", "date_publish": "2015-07-27 12:00:04", "description": "Added sugar is bad for your health, studies indicate, while sugar substitutes do not deserve the bad reputation they have acquired.", "filename": "2015_07_28_upshot_the-evidence-supports-artificial-sweeteners-over-sugar_1666740951.html", "image_url": "https://static01.nyt.com/images/2015/07/21/upshot/21up-healthsweetener/21up-healthsweetener-facebookJumbo.jpg?year=2015&h=550&w=1050&s=76b7bd25a08568cb7d3000a1bfd022ff18440a32f5ddb95a61c7b6028b5f89b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_28_upshot_the-evidence-supports-artificial-sweeteners-over-sugar_1666740951.html", "title": "The Evidence Supports Artificial Sweeteners Over Sugar", "title_page": "The Evidence Supports Artificial Sweeteners Over Sugar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There were any number of problems with this logic. Most of the increase in cancer was in people 70 years and older, who were not the main consumers of aspartame. And because aspartame was approved in 1981, blaming it for a rise in tumors in the 1970s seems impossible. Finally, much more comprehensive studies couldn’t find links. These included a case-control study from The Journal of the National Cancer Institute of children and a cohort study of more than 450,000 adults in Cancer Epidemiology Biomarkers and Prevention.\nSome people still point to later rat studies with aspartame as concerning, but these are highly contested. More important, as we’ve seen from saccharin, there are also big differences between rats and humans.\nA 1998 randomized controlled trial could detect no neuropsychologic, neurophysiologic or behavioral effects caused by aspartame. Even a dose at 10 times the normal consumption had no effect on children with attention deficit disorder. A safety review from 2007, published in Critical Reviews in Toxicology, found that aspartame had been studied extensively and that the evidence showed that it was safe.\nIt is true that people with phenylketonuria, a rare genetic disorder, need to limit their consumption of aspartame, since phenylalanine is one of its components. But for most people, aspartame isn’t a concern, even outside of cancer. It’s also true that some of the sugar alcohol sweeteners, like sorbitol or mannitol, can have a laxative effect or cause bloating when eaten in large amounts by some people. In normal use by most people, though, all of the approved artificial sweeteners are safe.\nBut what about sugar? We should acknowledge that when I, and many others, address sugar in contexts like these, we are talking about added sugars, not the naturally occurring sugars or carbohydrates you find in things like fruit. Those are, for the most part, not the problem. Added sugars are.\nThe Centers for Disease Control and Prevention reports that children are consuming between 282 calories (for girls) and 362 calories (for boys) of added sugars per day on average. This means that more than 15 percent of their dietary caloric intake is from added sugars. Adults are doing slightly better, but not by much. This consumption isn’t distributed equally, however. For instance, about half of people consume no sweetened drinks at all. The next 25 percent consume about 200 calories per day from sugar drinks. The top 5 percent of people, though, consume more than 560 calories a day, or more than four 12-ounce cans of soda.\nEpidemiologic studies have found that even after controlling for other factors, a population’s intake of added sugars is associated with the development of type 2 diabetes, with a 1.1 percent increase in prevalence for each can of sugar-sweetened soda consumed on average per day. A study following people for an average of more than 14 years published last year in JAMA Internal Medicine found that those in the highest quintile of added sugar consumption had more than twice the risk of dying from cardiovascular disease than those in the lowest quintile, even after controlling for many other factors.", "url": "https://www.nytimes.com/2015/07/28/upshot/the-evidence-supports-artificial-sweeteners-over-sugar.html"}