{"authors": ["Deborah Sontag"], "date_download": "2022-10-25 23:54:38", "date_modify": "2022-10-25 23:54:38", "date_publish": "2015-08-31 21:56:06", "description": "A lawsuit filed by Ashley Diamond, who served less than a third of her 12-year sentence, sought hormone therapy and more protection from rape in the men’s prisons where she was incarcerated.", "filename": "2015_09_01_us_transgender-inmate-who-sued-georgia-gets-unexpected-parole_1666742078.html", "image_url": "https://static01.nyt.com/images/2015/09/01/us/01TRANSGENDER/01TRANSGENDER-facebookJumbo.jpg?year=2015&h=549&w=1050&s=b36934d8344c5074ab82f10fc2f1d938484e11bf3632c8b990205a729171d43c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_01_us_transgender-inmate-who-sued-georgia-gets-unexpected-parole_1666742078.html", "title": "Transgender Inmate Who Sued Georgia Gets Unexpected Parole", "title_page": "Transgender Inmate Who Sued Georgia Gets Unexpected Parole - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ashley Diamond, the transgender inmate who sued Georgia in February for access to hormone therapy and protection against prison rape, was unexpectedly paroled on Monday after serving less than a third of a 12-year sentence for burglary.\nMs. Diamond, 37, whose federal lawsuit was backed by the Justice Department, had become a thorn in the side of the Georgia Department of Corrections, maintaining in frequent legal filings that corrective steps taken in response to her complaints were inadequate. She claimed to have been sexually assaulted in June, for the eighth time since her incarceration, despite court scrutiny of her situation.\nA transgender woman who was housed in men’s prisons, deprived of hormone treatment until recently and barred from wearing a wig and female undergarments, Ms. Diamond was not due to come up for parole until November. (Her case was described in an article in The New York Times this spring.)\nTalking by phone on Monday from her mother’s porch in Rome, Ga., Ms. Diamond said she thought her early release was largely “a way for the department to throw their hands up at my situation and escape responsibility for being a provider of care for me, and as regards to my safety.”", "url": "https://www.nytimes.com/2015/09/01/us/transgender-inmate-who-sued-georgia-gets-unexpected-parole.html"}