{"authors": ["Michael J. De La Merced", "Katie Benner"], "date_download": "2022-10-25 23:30:59", "date_modify": "2022-10-25 23:30:59", "date_publish": "2015-11-11 02:24:30", "description": "The latest sign of growing unease over the valuations of some richly priced companies has emerged with Snapchat being discounted 25 percent by Fidelity, the mutual fund giant.", "filename": "2015_11_11_business_dealbook_dizzying-ride-may-be-ending-for-start-ups_1666740659.html", "image_url": "https://static01.nyt.com/images/2015/11/11/business/11snapchatjpg/11snapchatjpg-facebookJumbo.jpg?year=2015&h=550&w=1050&s=e25dc460c0d5331cf182d1794deca4ba69fd309632be7e0cb233ec0eccfc633a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_11_business_dealbook_dizzying-ride-may-be-ending-for-start-ups_1666740659.html", "title": "Dizzying Ride May Be Ending for Tech Start-Ups", "title_page": "Dizzying Ride May Be Ending for Tech Start-Ups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Snapchat, for example, is valued at more than $16 billion and Dropbox at around $10 billion. The biggest prize of them all, Uber, is now seeking a round of investment that would value the company at $60 billion to $70 billion. Uber’s success with that round would be a further test of investors’ appetite.\nThe competition among investors also helped create a herd of dozens of “unicorns,” a term for private companies valued above $1 billion, coined when such a phenomenon was still considered rare.\nYet unlike venture capital firms, mutual funds are legally obligated to value each of their portfolio holdings every day, including hard-to-value assets like shares in private companies, and they must report these values quarterly.\nA spokesman for the Investment Company Institute, one of the largest mutual fund associations, said that the process was a “good faith determination” of what an owner could get in a sale of the asset.\n“This assessment has been widely recognized to be more art than science,” said Mike McNamee, a spokesman for the institute.\nIndeed, there are often discrepancies between mutual funds that own pieces of the same private companies, often because they can each negotiate for special treatment that other investors may not get.\n“There is also room for different funds to make different judgments about how much they could get in a sale,” said David L. Larsen, a managing director at Duff & Phelps, a firm that helps mutual funds value their private company shares.", "url": "https://www.nytimes.com/2015/11/11/business/dealbook/dizzying-ride-may-be-ending-for-start-ups.html"}