{"authors": ["Dan Horch"], "date_download": "2022-10-25 23:33:16", "date_modify": "2022-10-25 23:33:16", "date_publish": "2015-06-19 18:41:15", "description": "The investigation is looking into whether subcontractors may have colluded with top Petrobras executives to overbill the company and pay bribes.", "filename": "2015_06_20_business_international_brazil-arrests-head-ofodebrecht-in-petrobras-scandal_1666740796.html", "image_url": "https://static01.nyt.com/images/2015/06/20/business/20petrobas-web1/20petrobas-web1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=5af948cfc87406387b4c9d48af8e577ff8700fd48a91664200e82295e283259e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_20_business_international_brazil-arrests-head-ofodebrecht-in-petrobras-scandal_1666740796.html", "title": "Brazil Arrests Head of Odebrecht in Petrobras Scandal", "title_page": "Brazil Arrests Head of Odebrecht in Petrobras Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SÃO PAULO, Brazil — Brazilian police on Friday arrested one of the country’s richest men, Marcelo Odebrecht, as the fallout broadens in an investigation into corruption at the state-run oil giant Petrobras.\nThe investigation, which is looking into whether subcontractors may have colluded with top Petrobras executives to overbill the company and pay bribes, has touched the highest levels of government and business.\nIn the latest development, Mr. Odebrecht, the billionaire chief executive of the Odebrecht conglomerate, was arrested with three other senior company executives and the chief executive of Andrade Gutierrez, another major construction conglomerate. The federal prosecutor accused the executives of knowing that their companies paid bribes to politicians that added up to 710 million reais ($230 million).\n“We have material proof that they knew about the practice of overbilling contracts with Petrobras and they participated directly in the division of contracts within the cartel,” a police investigator, Igor Romário de Paula, said in a news conference Friday.", "url": "https://www.nytimes.com/2015/06/20/business/international/brazil-arrests-head-ofodebrecht-in-petrobras-scandal.html"}