{"authors": ["Dan Levin"], "date_download": "2022-10-25 23:42:51", "date_modify": "2022-10-25 23:42:51", "date_publish": "2015-10-23 02:00:58", "description": "The secretive industry driving armed conflict and rampant drug abuse was worth as much as $31 billion in 2014, almost half of the nation’s entire gross domestic product, according to a report.", "filename": "2015_10_23_world_asia_myanmars-jade-trade-is-a-dollar31-billion-heist-report-says_1666741371.html", "image_url": "https://static01.nyt.com/images/2014/12/02/world/jade-video/jade-video-articleLarge.jpg?year=2015&h=337&w=600&s=a0e090345d8a310d8693ddbe5d4828d64f716b7736b53d6fd66b8f0e2b078bbd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_23_world_asia_myanmars-jade-trade-is-a-dollar31-billion-heist-report-says_1666741371.html", "title": "Myanmar’s Jade Trade Is a $31 Billion ‘Heist,’ Report Says", "title_page": "Myanmar’s Jade Trade Is a $31 Billion ‘Heist,’ Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Members of the military elite and their allies have vied with rebel leaders to control the smuggling of vast quantities of the green stone into neighboring China — Myanmar’s top customer for jade. Caught in the middle are thousands of ethnic Kachin miners and their families, who have fallen victim to an epidemic of heroin addiction, prostitution and H.I.V. that festers around the dangerously unstable earthen pits where they toil.\nThe report’s $31 billion valuation of the country’s official jade production in 2014, based on compilations of Myanmar government data, is far higher than previous estimates.\nLittle of the proceeds trickles down to ethnic Kachin or the rest of Myanmar’s population. Instead, much of the profits flow to military leaders and their allies, who would lose out from a transparent jade trade, the report says. Concealed behind layers of fake companies, secret licensing deals and false owners, it says, are some of the most powerful people in Myanmar, including the family of the former dictator Than Shwe, who ruled with an iron fist from 1992 to 2011.\nThe report includes government jade concession maps and financial records showing that Than Shwe’s sons Kyaing San Shwe and Htun Naing Shwe control two companies that have obtained licenses to six mines in the quarry town of Hpakant. A third company involved in the jade trade is run by an associate of the two brothers who shares a registered address with them. In total, the companies earned $220 million from jade sales at the annual gem emporiums held in the country in 2013 and 2014.", "url": "https://www.nytimes.com/2015/10/23/world/asia/myanmars-jade-trade-is-a-dollar31-billion-heist-report-says.html"}