{"authors": ["Serge F. Kovaleski", "Colin Moynihan"], "date_download": "2022-10-25 23:45:04", "date_modify": "2022-10-25 23:45:04", "date_publish": "2015-01-20 05:01:13", "description": "Camille Cosby, Bill Cosby’s wife of nearly 51 years, has spoken out for decades against images of African-Americans as seen on television and in other media.", "filename": "2015_01_20_business_media_well-before-scandals-cosbys-wife-faulted-media-treatment-of-blacks_1666741504.html", "image_url": "https://static01.nyt.com/images/2015/01/20/arts/CAMILLE/CAMILLE-facebookJumbo.jpg?year=2015&h=388&w=741&s=f30f075ad067f5e3eba3dff82bb5f3c9cf0d1b19026f054171ba296f491ca4a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_20_business_media_well-before-scandals-cosbys-wife-faulted-media-treatment-of-blacks_1666741504.html", "title": "Well Before Scandals, Cosby’s Wife Faulted Media Treatment of Blacks", "title_page": "Well Before Scandals, Cosby’s Wife Faulted Media Treatment of Blacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bill Cosby’s public defenders have not been numerous of late, but they have included some serious, credible people like Whoopi Goldberg, Ben Vereen and, most recently, Phylicia Rashad — his wife on television for more than a decade — who expressed her full support for him as he confronted accusations that he was a serial sexual predator.\nIn an online interview on Jan. 6, Ms. Rashad made a point of mentioning that her faith in Mr. Cosby was bolstered by the unflinching loyalty of his actual wife, Camille O. Cosby.\n“This is a tough woman, a smart woman,” she said. “She’s no pushover.”\nAs Mr. Cosby continued his comedy tour last weekend in Colorado and California, his most important character witness remained his wife. When she spoke out last month in his defense, Mrs. Cosby said her support was based on the integrity of her husband, with whom she will celebrate a 51st wedding anniversary this weekend and with whom she has shared multiple triumphs and the pain of a child’s death.\nBut it was also clear from her statement that Mrs. Cosby’s reaction to the allegations was influenced by a longstanding view that the news media trumpeting them was routinely wrong, even dishonest at times, in the way it portrayed African-Americans.", "url": "https://www.nytimes.com/2015/01/20/business/media/well-before-scandals-cosbys-wife-faulted-media-treatment-of-blacks.html"}