{"authors": ["Chris Buckley", "Michael Forsythe"], "date_download": "2022-10-25 23:39:23", "date_modify": "2022-10-25 23:39:23", "date_publish": "2015-01-16 06:26:45", "description": "The report by the PEN American Center cites developments that it says amount to an alarming erosion of Hong Kong’s tradition of freewheeling news media.", "filename": "2015_01_17_world_asia_press-freedom-in-hong-kong-under-threat-report-says.html__r=0_1666741163.html", "image_url": "https://static01.nyt.com/images/2015/01/17/world/17hongkong01/17hongkong01-facebookJumbo.jpg?year=2015&h=549&w=1050&s=abf02ff232d0ab49d941f4746a0ee91edbcc03e7313c323c72f8d1a75b2fa95e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_17_world_asia_press-freedom-in-hong-kong-under-threat-report-says.html__r=0_1666741163.html", "title": "Press Freedom in Hong Kong Under Threat, Report Says", "title_page": "Press Freedom in Hong Kong Under Threat, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Press freedom in Hong Kong, long an enclave of liberties in the shadow of mainland China, is increasingly threatened, with journalists assaulted, news organizations censoring stories and advertisers shunning publications that rile the authorities, a new report says.\nThe report by the PEN American Center, a New York-based writers’ group, catalogs developments that it says amount to an alarming erosion of Hong Kong’s tradition of freewheeling news media, including self-censorship: journalists avoiding topics or skewing coverage at the behest of superiors.\n“We’re ringing an early warning bell to say there are troubling signs,” Suzanne Nossel, the executive director of PEN American Center, said in an interview in Hong Kong. “When you see the pattern that comes together, it’s pretty disturbing, and there’s a sense of a deliberate hand in all of this.”\nHong Kong retained a high level of autonomy, with many rights guaranteed by law, after it returned to Chinese sovereignty from British rule in 1997. But many people in Hong Kong see Chinese political and economic power as encroaching on their autonomy. The PEN report warns that media freedom in Hong Kong has become more vulnerable since the street protests last year that exposed public discontent with the city government and the Chinese Communist Party.", "url": "https://www.nytimes.com/2015/01/17/world/asia/press-freedom-in-hong-kong-under-threat-report-says.html?_r=0"}