{"authors": ["Melissa Eddy", "Alison Smale"], "date_download": "2022-10-25 23:38:50", "date_modify": "2022-10-25 23:38:50", "date_publish": "2015-01-08 11:28:30", "description": "Chancellor Angela Merkel of Germany said that sanctions against Russia would be lifted only amid clear progress toward ending the crisis in Ukraine.", "filename": "2015_01_09_world_europe_german-government-websites-return-online-after-cyberattack_1666741130.html", "image_url": "https://static01.nyt.com/images/2015/01/09/world/GERMANY/GERMANY-facebookJumbo.jpg?year=2015&h=550&w=1050&s=71f21340548340a2c5c67ec2e1f650a8a8d6c2b86e06d8b26640dfa7b5000127&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_09_world_europe_german-government-websites-return-online-after-cyberattack_1666741130.html", "title": "Merkel Sticks to Tough Line on Russia Sanctions", "title_page": "Merkel Sticks to Tough Line on Russia Sanctions  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Chancellor Angela Merkel of Germany said on Thursday that the crisis in Ukraine could be eased only if Russia made tangible progress on all 12 points of a four-month-old agreement and that sanctions imposed on Moscow for its actions in eastern Ukraine could be lifted only if that overall progress was made.\nGermany has taken the lead in diplomatic efforts to end the violence in eastern Ukraine, and Ms. Merkel is scheduled to attend what she pointedly called “a possible meeting in Astana,” in Kazakhstan, with the presidents of France, Russia and Ukraine.\nShe gave no date, however, and insisted that Russia must first make “visible progress” toward meeting its obligations in the agreement known as the Minsk accord.\nThe accord has brought a shaky cease-fire, but no Russian withdrawal, to eastern Ukraine since it was signed Sept. 17.", "url": "https://www.nytimes.com/2015/01/09/world/europe/german-government-websites-return-online-after-cyberattack.html"}