{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:28:29", "date_modify": "2022-10-25 23:28:29", "date_publish": "2015-06-24 01:06:01", "description": "“It came down to one simple thing,” Gov. Nikki Haley of South Carolina said. “I couldn’t look my son or daughter in the face and justify that flag flying anymore.”", "filename": "2015_06_24_us_politics_south-carolina-governor-nikki-r-haley-points-to-personal-reasons-not-politics-for-shift-on-confederate-flag_1666740509.html", "image_url": "https://static01.nyt.com/images/2015/06/24/us/24HALEY/24HALEY-facebookJumbo.jpg?year=2015&h=549&w=1050&s=a5eb72841da3c972db51e85c087bbc0f01687ddd1972ef74a207a35dbd04f917&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_24_us_politics_south-carolina-governor-nikki-r-haley-points-to-personal-reasons-not-politics-for-shift-on-confederate-flag_1666740509.html", "title": "South Carolina Governor Points to Personal Reasons, Not Politics, for Shift on Confederate Flag", "title_page": "South Carolina Governor Points to Personal Reasons, Not Politics, for Shift on Confederate Flag - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHARLESTON, S.C. — Gov. Nikki R. Haley was at home in Columbia last Wednesday night, when the gunman began shooting and killing inside the historic black church here.\nAt first, she had only partial information, but eventually learned it had happened at Emanuel African Methodist Episcopal Church, where State Senator Clementa C. Pinckney, a Democrat she considered a friendly adversary, presided as pastor.\nShe called and left Mr. Pinckney a voice mail message, unaware that he was one of the nine victims of a gunman who witnesses said was motivated by racial hatred.\nBy Saturday morning, calls were mounting for the Legislature to remove what many consider the state’s most visible symbol of racial animus: the Confederate battle flag, which has flown on the grounds of the State House since 1962. Ms. Haley, a Republican who is the first ethnic minority and first woman to serve as governor of South Carolina, decided to reverse her previous position and tell lawmakers they needed to remove the flag once and for all.", "url": "https://www.nytimes.com/2015/06/24/us/politics/south-carolina-governor-nikki-r-haley-points-to-personal-reasons-not-politics-for-shift-on-confederate-flag.html"}