{"authors": ["Katie Rogers"], "date_download": "2022-10-25 22:54:56", "date_modify": "2022-10-25 22:54:56", "date_publish": "2015-08-31 13:27:42", "description": "First, he used the episode to set up an apparent treatise on the importance of artistic freedom of speech, but he then changed course, noting his plans for 2020.", "filename": "2015_09_01_arts_music_kanye-west-president-2015-vma-speech.html_module=inline_1666738496.html", "image_url": "https://static01.nyt.com/images/2015/08/31/business/31kanye/31kanye-facebookJumbo.jpg?year=2015&h=549&w=1050&s=8383456363c2e8cfa296712f94cb05a9b1a5b2c80213a03594d4421c0a57406b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_01_arts_music_kanye-west-president-2015-vma-speech.html_module=inline_1666738496.html", "title": "Kanye West for President? His Fans Look Forward to 2020", "title_page": "Kanye West for President? His Fans Look Forward to 2020 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After the 2015 MTV Video Music Awards, viewers were left wondering about the status (and the veracity) of the feuds among today’s female pop stars as they traded obscenity-laced barbs, glares and hugs on the stage.\nBut few of those clashes are likely to blossom into a viral V.M.A. touchstone like the rapper Kanye West’s onstage interruption of the pop star Taylor Swift in 2009.\nThat year, Mr. West took to the stage to grab the microphone from Ms. Swift and proclaim Beyoncé as the true winner of the award for Best Female Video. And every year since, viewers have tuned in, eager for some sort of acknowledgment, apology — or, perhaps, a repeat performance.\nOn Sunday night, Mr. West delivered. First, he used the episode to set up an apparent treatise on the importance of artistic freedom of speech. He hovered on the edge of an apology to Ms. Swift, contemplating how being a little older and wiser had changed him.", "url": "https://www.nytimes.com/2015/09/01/arts/music/kanye-west-president-2015-vma-speech.html?module=inline"}