{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:49:56", "date_modify": "2022-10-25 23:49:56", "date_publish": "2015-12-11 00:07:42", "description": "The tally of 2,411, compiled by The Associated Press, is triple the official Saudi toll and would be the worst stampede in the history of the hajj.", "filename": "2015_12_11_world_middleeast_death-toll-from-hajj-stampede_1666741796.html", "image_url": "https://static01.nyt.com/images/2015/12/11/world/11hajj_web1/11hajj_web1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=c823921e9f5ec4e442d45b6185bdc5408f8782f2cc21bd692e87cab822022d61&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_11_world_middleeast_death-toll-from-hajj-stampede_1666741796.html", "title": "Death Toll From Hajj Stampede Reaches 2,411 in New Estimate", "title_page": "Death Toll From Hajj Stampede Reaches 2,411 in New Estimate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The estimated death toll from a stampede at the hajj three months ago surpassed 2,400 on Thursday, widening the gap with Saudi Arabia’s publicly announced figure and raising new concerns about why the kingdom has not yet reported its own inquest into the disaster.\nThe latest figure, 2,411, reported by The Associated Press, was based on what the agency described as its updated compilation from state news reports and official remarks from 36 of the more than 180 countries where pilgrims had traveled from. If confirmed, the toll would make the stampede the worst in the history of the hajj, the annual five-day pilgrimage that Muslims aspire to complete at least once.\nThe A.P. and other global news agencies, including Reuters and Agence France-Presse, have been periodically increasing their estimated death tolls since the Sept. 24 stampede, based on the same general methodologies of compiling official figures from the victims’ home countries.\nThe Saudis, by contrast, have asserted almost from the beginning that 769 pilgrims died in the stampede, which took place about three miles east of Mecca, when crowds became trapped on narrow streets. While the Saudi king, Salman, ordered an immediate investigation, there has been no update on its progress.", "url": "https://www.nytimes.com/2015/12/11/world/middleeast/death-toll-from-hajj-stampede.html"}