{"authors": ["Eric Schmitt", "Michael S. Schmidt", "Andrew Higgins"], "date_download": "2022-10-25 23:54:02", "date_modify": "2022-10-25 23:54:02", "date_publish": "2015-01-08 22:35:08", "description": "Saïd Kouachi, 34, one of the two brothers suspected of killing 12 people at a newspaper, spent “a few months” with an Al Qaeda affiliate in Yemen, a U.S. official said.", "filename": "2015_01_09_world_europe_paris-terror-attack-suspects_1666742042.html", "image_url": "https://static01.nyt.com/images/2015/01/07/world/europe/20140108-PARIS3-HP-slide-YNMV/20140108-PARIS3-HP-slide-YNMV-facebookJumbo.jpg?year=2015&h=550&w=1050&s=da57e0b3068e141f96734b432fd220888671b59130b482477ad0a22a03fa25d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_09_world_europe_paris-terror-attack-suspects_1666742042.html", "title": "Al Qaeda Trained Suspect in Paris Terror Attack, Official Says", "title_page": "Al Qaeda Trained Suspect in Paris Terror Attack, Official Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Before he was killed in an American drone strike in September 2011, Mr. Awlaki repeatedly called for the killing of cartoonists who insulted the Prophet Muhammad.\nImage Saïd Kouachi, left, 34, and his brother, Cherif Kouachi, 32, who are suspected in a deadly attack on a satirical newspaper in Paris. Credit... French Police\nMr. Kouachi as well as his younger brother Chérif, 32, have been under scrutiny for years by officials in France and the United States, and according to an American intelligence official both were in the American database of known or suspected terrorists and on the no-fly lists maintained by the government.\nChérif Kouachi first came to the attention of the French authorities as a possible terrorist a decade ago, when he was in his early 20s. He was arrested in France in 2005 as he prepared to leave for Syria, the first leg of a trip he hoped would take him to Iraq, and convicted three years later. He was released in 2008 for time served.\nBut the French interior minister, Bernard Cazeneuve, announced Thursday that Saïd Kouachi, described as unemployed, was now formally considered the “aggressor” in the case, indicating that investigators believe he was the driving force behind the massacre. He lived in Reims, a city east of Paris, where late Wednesday a heavily armed antiterrorist police unit raided his apartment in a concrete residential block.\nMr. Cazeneuve said Saïd “has never been prosecuted or convicted but has appeared on the periphery of judicial cases” involving his younger brother.", "url": "https://www.nytimes.com/2015/01/09/world/europe/paris-terror-attack-suspects.html"}