{"authors": ["Helene Cooper", "Jane Perlez"], "date_download": "2022-10-25 23:40:14", "date_modify": "2022-10-25 23:40:14", "date_publish": "2015-10-27 10:24:13", "description": "Even as it authorized the warship’s route near disputed islands, the administration played down the incident to avoid escalating conflict with China.", "filename": "2015_10_28_world_asia_south-china-sea-uss-lassen-spratly-islands_1666741214.html", "image_url": "https://static01.nyt.com/images/2015/10/27/multimedia/islands-reax/islands-reax-facebookJumbo.jpg?year=2015&h=549&w=1050&s=a5124be4753b63e587bbaf7c7acc286f7b12e63e8fc3428966e871acacefaca9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_28_world_asia_south-china-sea-uss-lassen-spratly-islands_1666741214.html", "title": "White House Moves to Reassure Allies With South China Sea Patrol, but Quietly", "title_page": "White House Moves to Reassure Allies With South China Sea Patrol, but Quietly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — For months, lawmakers and national security hawks have urged President Obama to stand up to China’s land reclamation of disputed islands in the South China Sea. But now that the Obama administration finally has, the White House does not want to talk about it.\nIn sending a guided missile destroyer late Monday into waters China considers its territory, the Obama administration sought to exercise what officials called the right to freedom of navigation in international waters.\nThe move was meant to reassure allies in Japan, Vietnam and the Philippines that the United States would stand up to China’s efforts to unilaterally change facts on the ground by building up artificial islands in the Spratly Islands chain.\nBut even as it was authorizing the naval patrol, which China promptly called a “deliberate provocation,” the White House tried to play down the episode, anxious to avoid escalating a conflict between the nations, a pair of adversarial Pacific behemoths.", "url": "https://www.nytimes.com/2015/10/28/world/asia/south-china-sea-uss-lassen-spratly-islands.html"}