{"authors": ["Sheryl Gay Stolberg", "Jess Bidgood"], "date_download": "2022-10-25 23:55:52", "date_modify": "2022-10-25 23:55:52", "date_publish": "2015-12-16 20:27:49", "description": "The trial was seen as a barometer of whether it was possible to convict a police officer, but does not end the tension in Baltimore surrounding Mr. Gray’s death.", "filename": "2015_12_17_us_freddie-gray-baltimore-police-trial_1666742152.html", "image_url": "https://static01.nyt.com/images/2015/12/17/us/17baltimore_web3/17baltimore_web3-facebookJumbo.jpg?year=2015&h=550&w=1050&s=0051f213e18808a3a5ab9360f7bd393eb89026afda7a979989d21ef050f319f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_17_us_freddie-gray-baltimore-police-trial_1666742152.html", "title": "Mistrial Declared in Case of Officer Charged in Freddie Gray’s Death", "title_page": "Mistrial Declared in Case of Officer Charged in Freddie Gray’s Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BALTIMORE — The trial of the first Baltimore police officer in the death of Freddie Gray ended in a hung jury on Wednesday, an unexpected twist that complicates the cases against five other officers facing charges in a fatal police encounter that prompted violent unrest here last spring.\nJudge Barry G. Williams of the Baltimore City Circuit Court formally declared a mistrial shortly after 3 p.m., after a weary-looking jury of seven women and five men filed into his wood-paneled courtroom. They had sent him a note after 16 hours of deliberations to inform him they were deadlocked on all four charges, including manslaughter.\nThe mistrial brought an irresolute end to proceedings that have gripped this city, where many legal experts expected an acquittal, at least on the manslaughter charge. Officials have for weeks been preparing for the possibility of more unrest.\nInstead, on Wednesday night, Baltimore was calm — though its downtown was heavily guarded by police officers, some in riot helmets — as residents, many disappointed by the lack of a verdict, absorbed the news. A decision on a new trial date could come Thursday; the judge has scheduled a private conference to discuss it with lawyers.", "url": "https://www.nytimes.com/2015/12/17/us/freddie-gray-baltimore-police-trial.html"}