{"authors": ["Doreen Carvajal", "Suzanne Daley"], "date_download": "2022-10-25 23:54:19", "date_modify": "2022-10-25 23:54:19", "date_publish": "2015-01-07 22:40:20", "description": "The struggling satirical paper was once firebombed, but it continued to amuse and horrify, taking pride in offending one and all.", "filename": "2015_01_08_world_europe_charlie-hebdo-broke-taboos-defying-threats-and-violence_1666742059.html", "image_url": "https://static01.nyt.com/images/2015/01/08/world/europe/CHARLIE/CHARLIE-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b311db86772587a1ccc64ddf01dbb23e6ef17b41f23b91f4441e5b809cf71a22&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_08_world_europe_charlie-hebdo-broke-taboos-defying-threats-and-violence_1666742059.html", "title": "Proud to Offend, Charlie Hebdo Carries Torch of Political Provocation", "title_page": "Proud to Offend, Charlie Hebdo Carries Torch of Political Provocation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — In 2012, when Charlie Hebdo editors defied the government’s advice and published crude caricatures of the Prophet Muhammad naked and in sexual poses, the French authorities shut down embassies, cultural centers and schools in about 20 countries.\n“Is it really sensible or intelligent to pour oil on the fire?” asked Laurent Fabius, the foreign minister at the time.\nBut Charlie Hebdo’s editor, Stéphane Charbonnier, who died in the attack on the paper’s offices Wednesday, was not deterred.\nImage An October 2014 cover depicted immigration critics.\nWeek after week, the small, struggling paper amused and horrified, taking pride in offending one and all and carrying on a venerable European tradition dating to the days of the French Revolution, when satire was used to pillory Marie Antoinette, and later to challenge politicians, the police, bankers and religions of all kinds.", "url": "https://www.nytimes.com/2015/01/08/world/europe/charlie-hebdo-broke-taboos-defying-threats-and-violence.html"}