{"authors": ["Jared Malsin"], "date_download": "2022-10-25 23:42:19", "date_modify": "2022-10-25 23:42:19", "date_publish": "2015-05-16 11:42:24", "description": "Mr. Morsi was sentenced to death over his part in a mass prison break that took place during the 2011 uprising that toppled Hosni Mubarak.", "filename": "2015_05_17_world_middleeast_egyptian-court-sentences-ousted-president-morsi-to-death_1666741339.html", "image_url": "https://static01.nyt.com/images/2015/05/17/world/17MORSI/17MORSI-facebookJumbo.jpg?year=2015&h=550&w=1050&s=c67dccac1db67afa581d1c9b510e5e3e09e94ec4ef0c6f048756acee3d7e09ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_17_world_middleeast_egyptian-court-sentences-ousted-president-morsi-to-death_1666741339.html", "title": "Egyptian Court Sentences Ousted President Morsi to Death", "title_page": "Egyptian Court Sentences Ousted President Morsi to Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — An Egyptian court on Saturday sentenced to death the deposed president, Mohamed Morsi of the Muslim Brotherhood, along with more than 100 others, for fleeing prison during the 2011 revolt against President Hosni Mubarak.\nMr. Morsi’s conviction is the latest sign of the undoing of the uprising that overthrew Mr. Mubarak. Mr. Morsi, who was Egypt’s first freely elected leader, now faces the death penalty for escaping extralegal detention — a form of detention that many Egyptians hoped would be eliminated by the revolution.\nIf carried out, the sentence could make Mr. Morsi a martyr to millions of Islamists in Egypt and around the world. In a statement about the sentencing, Amr Darrag, a Muslim Brotherhood leader who was a cabinet minister under Mr. Morsi, said it was “one of the darkest days of Egyptian history” and a symbol “of the dark shadow of authoritarianism that is now cast back over Egypt.”\nJudge Shaaban el-Shami issued the ruling in a courtroom in a converted auditorium on the grounds of a police academy on the outskirts of Cairo. Mr. Morsi, wearing a blue prison uniform, stood inside a metal and glass cage built in the courtroom. Some of his co-defendants, including other senior Brotherhood leaders, also appeared in the cage.", "url": "https://www.nytimes.com/2015/05/17/world/middleeast/egyptian-court-sentences-ousted-president-morsi-to-death.html"}