{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:39:49", "date_modify": "2022-10-25 23:39:49", "date_publish": "2015-04-03 02:39:24", "description": "Mr. Zhou, a former member of the powerful Politburo Standing Committee who was in charge of law and order, will be the most senior party official to be tried on graft charges.", "filename": "2015_04_03_world_asia_china-zhou-yongkang-communist-party-faces-corruption-trial_1666741189.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_03_world_asia_china-zhou-yongkang-communist-party-faces-corruption-trial_1666741189.html", "title": "Zhou Yongkang, Former Security Chief in China, Faces Corruption Trial", "title_page": "Zhou Yongkang, Former Security Chief in China, Faces Corruption Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The former head of China’s law-and-order apparatus, Zhou Yongkang, will stand trial on charges of bribery, abusing power and disclosing state secrets, the country’s top prosecution office announced on Friday, making Mr. Zhou the highest-ranked Communist Party official to be indicted on graft charges.\nThe statement from the prosecution office, which oversees major corruption inquiries, indicated that Mr. Zhou had little hope of clemency, noting that his misdeeds were “particularly grave.”\nMr. Zhou is the most powerful figure yet to have been singled out by President Xi Jinping’s campaign to eradicate corruption. The prosecution office said his crimes spanned much of his career as a party official, from his time as an oil executive to his five-year tenure on the Politburo Standing Committee, when he wielded immense power through overseeing the courts, the police, domestic security forces and the state intelligence apparatus.\nThe announcement Friday did not give a date for Mr. Zhou’s trial, which will be in Tianjin, a northern port city near Beijing.", "url": "https://www.nytimes.com/2015/04/03/world/asia/china-zhou-yongkang-communist-party-faces-corruption-trial.html"}