{"authors": ["Matt Apuzzo", "Stephanie Clifford", "William K. Rashbaum"], "date_download": "2022-10-25 23:02:48", "date_modify": "2022-10-25 23:02:48", "date_publish": "2015-05-27 03:48:33", "description": "As FIFA leaders gathered for a meeting, Swiss law enforcement officials arrived unannounced and made arrests at the Justice Department’s request on charges including racketeering and money laundering.", "filename": "2015_05_27_sports_soccer_fifa-officials-face-corruption-charges-in-us_1666738968.html", "image_url": "https://static01.nyt.com/images/2015/05/27/sports/27soccer-hp-1/27soccer-hp-1-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=c72dbaa65d05020f3e3f999d03e40ae45d5e798be0d8114c977082f99124c2ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_27_sports_soccer_fifa-officials-face-corruption-charges-in-us_1666738968.html", "title": "FIFA Officials Arrested on Corruption Charges; Blatter Isn’t Among Them", "title_page": "FIFA Officials Arrested on Corruption Charges; Blatter Isn’t Among Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The indictment names 14 people on charges including racketeering, wire fraud and money laundering conspiracy. In addition to senior soccer officials, the indictment is also expected to name sports-marketing executives from the United States and South America who are accused of paying more than $150 million in bribes and kickbacks in exchange for media deals associated with major soccer tournaments, according to one government official briefed on the matter.\nThe law enforcement official said the soccer officials charged are Jeffrey Webb, Eugenio Figueredo, Jack Warner, Eduardo Li, Julio Rocha, Costas Takkas, Rafael Esquivel, José Maria Marin and Nicolás Leoz.\nCharges were also expected against the sports-marketing executives Alejandro Burzaco, Aaron Davidson, Hugo Jinkis and Mariano Jinkis. Authorities also charged José Margulies as an intermediary who facilitated illegal payments.\n“We’re struck by just how long this went on for and how it touched nearly every part of what FIFA did,” said a law enforcement official. “It just seemed to permeate every element of the federation and was just their way of doing business. It seems like this corruption was institutionalized.”\nThe Justice Department, the F.B.I. and FIFA did not have any immediate comment.\nThe arrests were a startling blow to FIFA, a multibillion-dollar organization that governs the world’s most popular sport but has been plagued by accusations of bribery for decades.", "url": "https://www.nytimes.com/2015/05/27/sports/soccer/fifa-officials-face-corruption-charges-in-us.html"}