{"authors": ["Joseph Goldstein", "Taimoor Shah"], "date_download": "2022-10-26 00:11:48", "date_modify": "2022-10-26 00:11:48", "date_publish": "2015-07-30 15:10:25", "description": "The death of its leader raises difficult questions for the group, including whether anyone has enough support to keep it from splintering irrevocably.", "filename": "2015_07_31_world_asia_taliban-confirm-death-of-mullah-omar-and-weigh-successor_1666743108.html", "image_url": "https://static01.nyt.com/images/2015/07/31/world/31taliban-web/31taliban-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=4f511f419aa30c7401bbc7239380ad6f9f123e134317bb26cb7375f0bc58ed8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_31_world_asia_taliban-confirm-death-of-mullah-omar-and-weigh-successor_1666743108.html", "title": "Death of Mullah Omar Exposes Divisions Within Taliban", "title_page": "Death of Mullah Omar Exposes Divisions Within Taliban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For now, the talks, which opened with a meeting on July 7, appeared to be off while the Taliban discussed their future. Pakistan’s foreign affairs ministry, which was hosting the meetings, said in a statement that a second round of face-to-face peace talks, scheduled for Friday, would be delayed at the request of the Taliban’s leadership “in view of the reports regarding the death of Mullah Omar and the resulting uncertainty.”\nThe Taliban officially acknowledged that Mullah Omar was dead only on Thursday, a day after Afghan officials announced that they had confirmed he had died in a Karachi-area hospital in 2013.\nThe group’s most prominent spokesman, Zabiullah Mujahid, issued a statement confirming that “the commander of the faithful” had died after an illness, without being specific about the time frame. The group’s political office in Qatar said on Twitter that he had died on the afternoon of April 23, 2013, but that the death had been kept hidden.\nThe main Taliban statement concluded with an apology from Mullah Omar’s family. It was likely in keeping with an Afghan custom of settling grievances upon death, but it resonated for many who lived through Mullah Omar’s reign. Two family members — Mullah Omar’s brother and Mullah Yaqoub, his son — asked Muslims for pardon on his behalf “if anyone’s rights were violated in the era of the Islamic Emirate under the leadership of Mullah Mohammad Omar Mujahid.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nSo long as his followers accepted that Mullah Omar might be alive, the insurgency held together to a remarkable extent. That cohesion persisted even after Taliban leaders and commanders stopped hearing from him directly and had begun questioning whether he was dead.\nImage An undated photograph believed to show Mullah Muhammad Omar.\nNow, with the reality out in the open, some analysts believe the question is not whether the Taliban will splinter, but how severely. The answer has important implications for an already-chaotic battlefield that Afghan and Western officials are struggling to keep up with, and also for the prospect of any negotiated peace.", "url": "https://www.nytimes.com/2015/07/31/world/asia/taliban-confirm-death-of-mullah-omar-and-weigh-successor.html"}