{"authors": ["John Schwartz"], "date_download": "2022-10-25 23:49:49", "date_modify": "2022-10-25 23:49:49", "date_publish": "2015-10-26 17:30:50", "description": "Areas of the Persian Gulf could be hit by waves of heat and humidity so severe that simply being outside for several hours could threaten human life, a study says.", "filename": "2015_10_27_science_intolerable-heat-may-hit-the-middle-east-by-the-end-of-the-century_1666741789.html", "image_url": "https://static01.nyt.com/images/2015/10/27/science/27CLIMATE2/27CLIMATE2-facebookJumbo.jpg?year=2015&h=550&w=1050&s=76a356e96b017f3b8e670e79cbb8b8825193755b8d8bf6bee49a5ead6d78ee47&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_27_science_intolerable-heat-may-hit-the-middle-east-by-the-end-of-the-century_1666741789.html", "title": "Deadly Heat Is Forecast in Persian Gulf by 2100", "title_page": "Deadly Heat Is Forecast in Persian Gulf by 2100 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By the end of this century, areas of the Persian Gulf could be hit by waves of heat and humidity so severe that simply being outside for several hours could threaten human life, according to a study published Monday. Because of humanity’s contribution to climate change, the authors wrote, some population centers in the Middle East “are likely to experience temperature levels that are intolerable to humans.”\nThe dangerously muggy summer conditions predicted for places near the warm waters of the gulf could overwhelm the ability of the human body to reduce its temperature through sweating and ventilation. That threatens anyone without air-conditioning, including the poor, but also those who work outdoors in professions like agriculture and construction.\nThe paper, published in the journal Nature Climate Change, was written by Jeremy S. Pal of the department of civil engineering and environmental science at Loyola Marymount University in Los Angeles and Elfatih A. B. Eltahir of the Massachusetts Institute of Technology. Previous studies had suggested that such conditions might be reached within 200 years. But the new research, which depends on climate models that focus on regional topography and conditions, foresees a shorter timeline.\nThe researchers resolve the old argument over whether the source of summer misery is the heat or the humidity by saying that it is both. They rely on a method of measuring atmospheric conditions known as wet-bulb temperature, which, while less well known and understood than the standard method of measuring temperatures, describes the extent to which evaporation and ventilation can reduce an object’s temperature. A wet-bulb thermometer has, literally, a wet bulb: It is wrapped in a moistened cloth.", "url": "https://www.nytimes.com/2015/10/27/science/intolerable-heat-may-hit-the-middle-east-by-the-end-of-the-century.html"}