{"authors": ["Kareem Fahim"], "date_download": "2022-10-25 23:55:32", "date_modify": "2022-10-25 23:55:32", "date_publish": "2015-09-29 21:10:55", "description": "A New York Times correspondent answered questions, some submitted by readers, on the continuing Saudi-led aerial campaign against Houthi rebels in Yemen.", "filename": "2015_09_30_world_middleeast_the-saudi-led-coalitions-airstrikes-in-yemen-and-the-civilian-toll_1666742132.html", "image_url": "https://static01.nyt.com/images/2015/09/30/world/yemen-qa/yemen-qa-facebookJumbo.jpg?year=2015&h=550&w=1050&s=d2768adb7cb6467f47b4c15b8e5e377cc66e1626c6f7fedd2e9214175cd4ad47&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_30_world_middleeast_the-saudi-led-coalitions-airstrikes-in-yemen-and-the-civilian-toll_1666742132.html", "title": "The Saudi-Led Coalition’s Airstrikes in Yemen, and the Civilian Toll", "title_page": "The Saudi-Led Coalition’s Airstrikes in Yemen, and the Civilian Toll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Airstrikes killed as many as 81 people at a wedding party in a Yemeni village on the Red Sea coast on Monday. The attack was one of the deadliest involving civilians since the conflict began in March. Saudi Arabia has led a military coalition, aided by the United States, that aims to oust the Houthi rebels, who are backed by Iran, and reinstate the former president. Kareem Fahim, a New York Times correspondent, recently traveled to Yemen to cover the toll that the coalition airstrikes have taken on the civilian population. He answered questions, some submitted by readers, on the continuing Saudi-led aerial campaign.\nQ. What does the Saudi-led coalition say is the aim of its air campaign in Yemen?\nA. The coalition says it is trying to defeat the Houthis, a rebel movement from northern Yemen that captured Sana, the capital, and other parts of the country over the last year and forced the Saudi-backed government from power.\nBeyond the coalition’s stated goals — which include restoring the government of President Abdu Rabbu Mansour Hadi — the fight in Yemen has a regional dimension: The coalition of Sunni states fighting in Yemen appears anxious to project military strength as a warning to Shiite Iran, Saudi Arabia’s regional nemesis.\nQ. How have the airstrikes changed the course of the conflict? Are they enabling the Saudis to make military gains?", "url": "https://www.nytimes.com/2015/09/30/world/middleeast/the-saudi-led-coalitions-airstrikes-in-yemen-and-the-civilian-toll.html"}