{"authors": ["Lawrence K. Altman"], "date_download": "2022-10-25 23:40:17", "date_modify": "2022-10-25 23:40:17", "date_publish": "2015-10-05 09:35:39", "description": "William Campbell of Drew University, Satoshi Omura of Kitasato University and Youyou Tu of the China Academy of Chinese Medical Sciences won the award.", "filename": "2015_10_06_science_william-c-campbell-satoshi-omura-youyou-tu-nobel-prize-physiology-medicine_1666741217.html", "image_url": "https://static01.nyt.com/images/2015/10/05/multimedia/nobel-medicine/nobel-medicine-facebookJumbo.jpg?year=2015&h=550&w=1050&s=0ccc8bf8c6825803ed88b35f2cae411bccdd605d966a1d43a09b1bb7fec905f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_06_science_william-c-campbell-satoshi-omura-youyou-tu-nobel-prize-physiology-medicine_1666741217.html", "title": "Nobel Prize in Medicine Awarded to 3 Scientists for Parasite-Fighting Therapies", "title_page": "Nobel Prize in Medicine Awarded to 3 Scientists for Parasite-Fighting Therapies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three scientists who used modern laboratory techniques to discover anti-parasitic drugs long hidden in herbs and soil won the Nobel Prize in Physiology or Medicine on Monday.\nTheir drug therapies “have revolutionized the treatment of some of the most devastating parasitic diseases,” the Nobel Committee of the Karolinska Institute in Stockholm said in announcing the winners. They are William C. Campbell, formerly of New Jersey, and Satoshi Omura of Japan, who share one-half of the $960,000 award; and Tu Youyou of China, who won the other half.\nDr. Campbell and Dr. Omura developed Avermectin, the parent of Ivermectin, a medicine that has nearly eradicated river blindness and radically reduced the incidence of filariasis, which can cause the disfiguring swelling of the lymph system in the legs and lower body known as elephantiasis.\nImage Satoshi Omura Credit... Kimimasa Mayama/European Pressphoto Agency\nDr. Tu was inspired by Chinese traditional medicine in discovering Artemisinin, a drug that is now part of standard anti-malarial regimens and that has reduced death rates from the disease.", "url": "https://www.nytimes.com/2015/10/06/science/william-c-campbell-satoshi-omura-youyou-tu-nobel-prize-physiology-medicine.html"}