{"authors": ["Thomas Erdbrink", "David E. Sanger"], "date_download": "2022-10-25 23:22:38", "date_modify": "2022-10-25 23:22:38", "date_publish": "2015-09-21 15:29:36", "description": "In the absence of outside inspectors, surveillance devices watched at the Parchin military base, the International Atomic Energy Agency said.", "filename": "2015_09_22_world_middleeast_iran-gives-un-nuclear-inspectors-samples-from-secret-military-base_1666740158.html", "image_url": "https://static01.nyt.com/images/2015/09/22/world/22Iran-web/22Iran-web-facebookJumbo.jpg?year=2015&h=549&w=1050&s=6baab850e35449034340938dcfa04b331c764ea1159d974a73a91c358e3c7e9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_22_world_middleeast_iran-gives-un-nuclear-inspectors-samples-from-secret-military-base_1666740158.html", "title": "Atomic Agency Defends How Iran Collected Evidence at Secret Base", "title_page": "Atomic Agency Defends How Iran Collected Evidence at Secret Base - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TEHRAN — The director general of the International Atomic Energy Agency said Monday that Iran had turned over samples from a suspected site of nuclear experimentation, but confirmed that they had been collected by Iranians under the watchful eye of surveillance devices, rather than by outside nuclear inspectors.\nThe samples came from Parchin, a military base outside Tehran that has been the source of a standoff between the agency and the Iranian authorities for years. A compromise reached in July in Vienna, a day before Iran signed its broad nuclear accord with six world powers, allowed the Iranians to collect the material themselves so that they could make the case that no foreigners were allowed into their military bases.\nThe agency’s inspectors had visited the site before, but a decade ago. It has since been heavily renovated, leading to concerns that Iran was seeking to hide evidence of past work.\nBut the director general, Yukiya Amano, said at a news conference in Vienna that the procedures used in the collection conformed to the agency’s standards, even if they were unusual. His deputy, Tero Varjoranta, said, “We feel fully confident that the process and the end result so far are fully in line with our safeguards practices.”", "url": "https://www.nytimes.com/2015/09/22/world/middleeast/iran-gives-un-nuclear-inspectors-samples-from-secret-military-base.html"}