{"authors": ["Douglas Dalby"], "date_download": "2022-10-25 23:37:37", "date_modify": "2022-10-25 23:37:37", "date_publish": "2015-10-29 18:55:20", "description": "The lack of concern for survivors of a fire that killed 10 people known as Travelers is a recent example of Irish prejudice against the group that has roamed there for centuries.", "filename": "2015_10_30_world_europe_deadly-fire-exposes-irelands-contempt-for-traveler-minority-group_1666741057.html", "image_url": "https://static01.nyt.com/images/2015/10/28/world/europe/28ireland-web4/28ireland-web4-facebookJumbo.jpg?year=2015&h=550&w=1050&s=6b8725c4fe22ede1f79190edb32c9edaa91a0f966b1c98bf4f73f50cca6e97e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_30_world_europe_deadly-fire-exposes-irelands-contempt-for-traveler-minority-group_1666741057.html", "title": "Sympathy Is Short-Lived for Irish Minority Group After Deadly Fire", "title_page": "Sympathy Is Short-Lived for Irish Minority Group After Deadly Fire  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CARRICKMINES, Ireland — The fire tore through the encampment, claiming the lives of 10 people from two families, including five young children and a pregnant woman. The tragedy, in the early hours of Oct. 10 in the south Dublin suburb of Carrickmines, was the single biggest loss of life in a fire in Ireland in almost 35 years.\nIt did not take long for it to become apparent that the wellspring of grief and sympathy for the dead would not be extended to the survivors. The victims are from a community known as the Travelers, the most stigmatized group in Irish society. Even in the midst of such catastrophe, there would be no softening of long-held prejudices.\nWhen the local government sought to set up emergency accommodations nearby for the 15 survivors of the fire, residents of the area blocked access to the proposed site, claiming that it was unsuitable and that they did not believe promises that the presence of the Travelers would be temporary.", "url": "https://www.nytimes.com/2015/10/30/world/europe/deadly-fire-exposes-irelands-contempt-for-traveler-minority-group.html"}