{"authors": ["Brian Seibert"], "date_download": "2022-10-25 23:51:09", "date_modify": "2022-10-25 23:51:09", "date_publish": "2015-01-23 23:43:29", "description": "The Martha Graham Dance Company will celebrate the 85th anniversary of “Lamentation” with four new variations on the piece.", "filename": "2015_01_25_arts_dance_martha-graham-dance-tackles-new-versions-of-lamentation.html__r=0_1666741869.html", "image_url": "https://static01.nyt.com/images/2015/01/25/arts/25GRAHAM1/25GRAHAM1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=83d085c4d8cb94e17c8efd9522aea555e1780195df4e2c517905670065c10ccc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_25_arts_dance_martha-graham-dance-tackles-new-versions-of-lamentation.html__r=0_1666741869.html", "title": "Martha Graham Dance Tackles New Versions of ‘Lamentation’", "title_page": "Martha Graham Dance Tackles New Versions of ‘Lamentation’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As America’s oldest modern dance troupe, the Martha Graham Dance Company devotes much effort to maintaining traditions. A project called “Lamentation Variations” was not supposed to be one of them. The opening night of the company’s 2007 New York season happened to fall on Sept. 11. To commemorate the anniversary of the 9/11 attacks, the group’s artistic director, Janet Eilber, decided to invite three choreographers to contribute pieces inspired by a film of “Lamentation,” Graham’s canonical 1930 dance of grief.\nThese were one-night-only experiments, not intended to last, and the directive was accordingly economical: Make a work no more than four minutes long (the duration of the original), without sets, and use no more than 10 hours of rehearsal time. Yet Ms. Eilber was so pleased with the results that she programmed the variations into the regular repertory and started commissioning more. When the company opens its two-week season at the Joyce Theater on Feb. 10, four premieres will bring the total to 12. “The variations have become a microcosm of what the company is trying to do,” Ms. Eilber said. “We want to use the Graham legacy as a springboard for wildly diverse projects. The variations encapsulate the idea of taking the legacy to a different place.”\nFrom the outset, Ms. Eilber tried to send a message of open-mindedness with her choices. One of the first choreographers she picked was Richard Move, who as a Graham impersonator had long been a controversial figure in Graham circles. Later, she invited Yvonne Rainer — in Ms. Eilber’s words, an “Antichrist in the Graham world” famous for rejecting and mocking Graham’s principles in the 1960s and thus helping to put Graham out of fashion.\nThe four new selections sound similarly unorthodox. Kyle Abraham is best known for his incorporation of street dance and evocations of black urban life. Liz Gerring is a cool abstractionist whose athletic, informal-looking pieces shun Graham-like drama. Sonya Tayeh, who sports tattoos, piercings and erratically shaved hair, has made her name with aggressive routines for the Fox show “So You Think You Can Dance.” Michelle Dorrance is an acclaimed tap dancer.", "url": "https://www.nytimes.com/2015/01/25/arts/dance/martha-graham-dance-tackles-new-versions-of-lamentation.html?_r=0"}