{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:44:14", "date_modify": "2022-10-25 23:44:14", "date_publish": "2015-11-09 22:19:15", "description": "Officials say they believe it increasingly likely that a group known as the Sinai Province of the Islamic State planted a bomb on the Russian airliner that crashed in Egypt, killing 224 people.", "filename": "2015_11_10_world_middleeast_suspects-in-russian-jet-crash-risk-exposing-their-isis-allies-to-a-backlash_1666741454.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_10_world_middleeast_suspects-in-russian-jet-crash-risk-exposing-their-isis-allies-to-a-backlash_1666741454.html", "title": "ISIS Ally in Egypt Emerges as Key Suspect in Russian Jet Crash", "title_page": "ISIS Ally in Egypt Emerges as Key Suspect in Russian Jet Crash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Within months of the military takeover here two years ago, a little-known group calling itself Ansar Beit al-Maqdis managed to penetrate rings of checkpoints and heavy security to carry out a string of startling attacks, assassinating a senior police official at his home near here and blowing up a security headquarters here and in Mansoura, Egypt.\nThey were inside jobs. The Egyptian authorities concluded that the group had received crucial advice from two policemen, Lt. Mohamed Eweis and Col. Sameh el-Azizi, who were among a series of military and security officers the group eventually recruited.\nNow the same group, operating as the Sinai Province of the Islamic State, is the prime suspect in yet another inside job: The bombing of the Russian charter jet that exploded last week in midair over the desert north of Sharm el Sheikh, Egypt, which killed all 224 people aboard. British and American officials say they believe it increasingly likely that the group planted the bomb before takeoff.\nNo government has confirmed that the Sinai Province has taken responsibility. But the group has eagerly claimed it and others in the Islamic State, also known as ISIS or ISIL, have celebrated — positions that reflect drastic changes in both the Islamic State and the Sinai Province since the Egyptian unit first pledged its allegiance one year ago. Attacks by the Sinai Province, previously a mostly Bedouin group that focused mainly on fighting the Egyptian security forces, have quickly grown in sophistication and bloodshed. If its role in bringing down the plane is confirmed, the Sinai Province may have even momentarily surprised and surpassed its vicious parent, and, some analysts said, risked a broad backlash against the Islamic State itself.", "url": "https://www.nytimes.com/2015/11/10/world/middleeast/suspects-in-russian-jet-crash-risk-exposing-their-isis-allies-to-a-backlash.html"}