{"authors": ["Michael M. Grynbaum", "Matt Flegenheimer"], "date_download": "2022-10-25 23:48:56", "date_modify": "2022-10-25 23:48:56", "date_publish": "2015-04-01 01:48:01", "description": "The departure of Rebecca Kirszner Katz, whom Mayor Bill de Blasio once called “the fifth member of our immediate family,” is another sign of second-year attrition in the mayor’s staff.", "filename": "2015_04_01_nyregion_rebecca-kirszner-katz-special-adviser-to-de-blasio-family-is-leaving-city-hall_1666741736.html", "image_url": "https://static01.nyt.com/images/2015/04/01/nyregion/01MAYOR/01MAYOR-facebookJumbo-v2.jpg?year=2015&h=92&w=176&s=7d5832f21b77e907b421996733f973ae5a53b0bd035cfe47b0645b40653ea677&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_01_nyregion_rebecca-kirszner-katz-special-adviser-to-de-blasio-family-is-leaving-city-hall_1666741736.html", "title": "Adviser and Caretaker of de Blasio Family Image Is Leaving City Hall", "title_page": "Adviser and Caretaker of de Blasio Family Image Is Leaving City Hall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In appointing Rebecca Kirszner Katz as a special adviser shortly after taking office, Mayor Bill de Blasio of New York described her as a close confidante of his wife and children who had become, at times, “the fifth member of our immediate family.”\n“Somehow,” the mayor said, “she’s put up with all of us for this long.”\nMs. Katz, in the 15 months since, has established herself as the primary protector of the de Blasio family’s public image. But in the latest of a series of high-level departures from the mayor’s administration, her next week at City Hall will be her last.\n“It felt like the right time,” Ms. Katz, 39, said in an interview on Tuesday, acknowledging that she was stepping down. She plans to return to her previous post at a political consulting firm to promote liberal causes nationally.\nThe exit of Ms. Katz, who first worked with Mr. de Blasio on his 2009 race for public advocate, is another sign of the second-year churn confronting the administration — attrition that has left the mayor with a new chief of staff and without a formal press secretary, among other changes.", "url": "https://www.nytimes.com/2015/04/01/nyregion/rebecca-kirszner-katz-special-adviser-to-de-blasio-family-is-leaving-city-hall.html"}