{"authors": ["Vinod Sreeharsha"], "date_download": "2022-10-25 23:51:34", "date_modify": "2022-10-25 23:51:34", "date_publish": "2015-11-27 02:00:17", "description": "Delcídio do Amaral, an ally of President Dilma Rousseff, was charged with impeding an investigation into Brazil’s state-owned oil company.", "filename": "2015_11_27_world_americas_phone-recording-leads-to-arrest-of-brazilian-senator-on-obstruction-charges.html__r=0_1666741894.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_27_world_americas_phone-recording-leads-to-arrest-of-brazilian-senator-on-obstruction-charges.html__r=0_1666741894.html", "title": "Cellphone Recording Leads to Arrest of Brazilian Senator on Obstruction Charges", "title_page": "Cellphone Recording Leads to Arrest of Brazilian Senator on Obstruction Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — The young actor aroused the suspicions of the senator’s chief of staff as they were about to meet in a hotel suite in Brasília this month.\nThe chief of staff, Diogo Ferreira Rodrigues, searched the backpack of the actor, Bernardo Cerveró. Mr. Ferreira, seemingly reassured, signaled his boss, Senator Delcídio do Amaral, a member of the governing Workers’ Party and an important ally of President Dilma Rousseff, that he could enter the room.\nAccording to prosecutors, Mr. Amaral had arranged the meeting in the hope of persuading Mr. Cerveró’s father, Nestor Cerveró, a former executive of Brazil’s state-owned oil company, Petrobras, who had been sentenced in August to 12 years in prison on corruption and money-laundering charges, not to cooperate in the investigation that had shaken the oil giant, and the country’s political establishment.\nBut despite Mr. Ferreira’s precautions, the younger Mr. Cerveró recorded the meeting on a smartphone and turned over the recording to federal prosecutors in the hope of helping his father, according to court papers. Mr. Amaral and Mr. Ferreira were arrested on Wednesday along with a billionaire investment banker, André Santos Esteves, on charges of trying to obstruct the Petrobras investigation. An order has also been issued for the arrest of Edson Ribeiro Filho, Nestor Cerveró’s former lawyer, who was also at the meeting. He remains at large.", "url": "https://www.nytimes.com/2015/11/27/world/americas/phone-recording-leads-to-arrest-of-brazilian-senator-on-obstruction-charges.html?_r=0"}