{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:00:35", "date_modify": "2022-10-25 23:00:35", "date_publish": "2015-02-25 17:57:15", "description": "At a hearing, the Federal Reserve chairwoman defended the Fed’s actions and warned against proposals to constrain its independence.", "filename": "2015_02_26_business_economy_house-republicans-press-janet-yellen-on-stimulus-campaign_1666738835.html", "image_url": "https://static01.nyt.com/images/2015/02/26/business/26fed-web/26fed-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8b34632ad7a5a4aa0a07ebf88ca16e35fa4efd390f631cbd0b92b7e6861c6f7f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_26_business_economy_house-republicans-press-janet-yellen-on-stimulus-campaign_1666738835.html", "title": "House Republicans Intensify Attacks on Federal Reserve", "title_page": "House Republicans Intensify Attacks on Federal Reserve  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The relationship between Congress and the Federal Reserve took a turn for the worse on Wednesday.\nDuring a testy three-hour hearing, Republicans on the House Financial Services Committee accused Janet L. Yellen, chairwoman of the Fed, of using her office to advance liberal policy goals and argued that Congress should increase its oversight of the central bank.\nRepublicans, who control Congress but not the agencies that interpret and execute legislation, appear frustrated with the course of economic policy. They want the Fed to move more quickly toward raising interest rates and to ease some of the restrictions that a Congress controlled by Democrats imposed on the financial industry after its 2008 collapse.\n“Fed reforms are needed, and I, for one, believe Fed reforms are coming,” said Representative Jeb Hensarling, the Texas Republican who is chairman of the committee.", "url": "https://www.nytimes.com/2015/02/26/business/economy/house-republicans-press-janet-yellen-on-stimulus-campaign.html"}