{"authors": ["The Associated Press"], "date_download": "2022-10-25 23:43:38", "date_modify": "2022-10-25 23:43:38", "date_publish": "2015-09-24 23:53:54", "description": "Mr. Cauley was a trumpet player with the Bar-Kays and helped rebuild the R&B group after the accident.", "filename": "2015_09_25_arts_music_ben-cauley-sole-survivor-of-otis-redding-crash-dies-at-67_1666741418.html", "image_url": "https://static01.nyt.com/images/2015/09/25/arts/25CAULEY-Obit/25CAULEY-Obit-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=879f008ca59917453a0994610a04355dd92a1928b392809c670845d5bb2b2a88&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_25_arts_music_ben-cauley-sole-survivor-of-otis-redding-crash-dies-at-67_1666741418.html", "title": "Ben Cauley, Sole Survivor of Otis Redding Plane Crash, Dies at 67", "title_page": "Ben Cauley, Sole Survivor of Otis Redding Plane Crash, Dies at 67 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ben Cauley, who played trumpet with the rhythm-and-blues group the Bar-Kays and was the only survivor of the 1967 plane crash that killed Otis Redding, died on Monday in Memphis. He was 67.\nHis death was confirmed by his eldest daughter, Chekita Cauley-Campbell. It was first reported by the Memphis newspaper The Commercial Appeal.\nMr. Cauley started playing with the Bar-Kays while attending Booker T. Washington High School in Memphis, his daughter said. The group recorded for the Stax label and soon started touring as Redding’s backup band. They would be picked up on a Friday, travel and play with Redding on the weekend and return to school for the week.\nOn Dec. 10, 1967, Mr. Cauley and most of the other members of the band were traveling on Redding’s new twin-engine Beechcraft when it crashed into Lake Monona, near Madison, Wis. Able to hold onto a seat cushion, Mr. Cauley was the only survivor. Another band member, the bassist James Alexander, was on a different plane.", "url": "https://www.nytimes.com/2015/09/25/arts/music/ben-cauley-sole-survivor-of-otis-redding-crash-dies-at-67.html"}