{"authors": ["Katharine Q. Seelye"], "date_download": "2022-10-25 23:33:02", "date_modify": "2022-10-25 23:33:02", "date_publish": "2015-07-27 14:44:06", "description": "The U.S. Olympic Committee killed the city’s bid hours after Mayor Martin J. Walsh said he would not sign a document making city taxpayers liable for cost overruns related to the 2024 Summer Olympics.", "filename": "2015_07_28_sports_olympics_boston-2024-summer-olympics-bid-terminated.html__r=0_1666740782.html", "image_url": "https://static01.nyt.com/images/2015/07/28/sports/Y-JP-OLYMPICS/Y-JP-OLYMPICS-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=f6721f4b927c7c88257ece1a89f0ace9c5598b24f05eea9e269b00a687589475&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_28_sports_olympics_boston-2024-summer-olympics-bid-terminated.html__r=0_1666740782.html", "title": "Boston’s Bid for Summer Olympics Is Terminated", "title_page": "Boston’s Bid for Summer Olympics Is Terminated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Summer Games, however, still attract a healthy competition. But whether an American city enters that race remains to be seen.\n“The I.O.C. is about to choose a winter host from two dictatorships,” said David Wallechinsky, president of the International Society of Olympic Historians. “If the only way you can get a government guarantee of funds is to choose a dictatorship, well, that’s not something the I.O.C. is looking forward to.” Given that situation, he said, “it’s possible the I.O.C. may not be as strict about these guarantees as they appear to be.”\nAmericans across the country overwhelmingly (89 percent) support the idea of holding the Games in the United States, according to a national Associated Press poll in June. But that support dropped to 61 percent when people were asked if they would want the Olympics in their local area. It dipped even further, to 52 percent, when they were asked if public funds should be used on top of private funds to help pay for them.\nIn Boston, the Olympics never won a majority of support, but it did win a small plurality (46 percent to 44 percent) when the U.S.O.C. picked it in January over Los Angeles, San Francisco and Washington. As the winter wore on and Boston’s mass transit system ground to a halt, support plunged to just 36 percent. Support has slowly risen since, but only to the low 40s, nowhere near the 60 or 70 percent that the I.O.C. likes to see.\nVoters told pollsters that they were most concerned about having to pay for cost overruns. But they were also dismayed by what they considered as Boston 2024’s lack of transparency and the sense that a small cabal of business leaders who stood to profit seemed to be running the show in secrecy. And they questioned whether much-need improvements in transportation, housing and education would get done if the city were so focused on the Olympics.\nMr. Wallechinsky, the historian, said that the U.S.O.C. should “take a good hard look at themselves” and conduct an investigation into “how they could have picked Boston in the first place.” He said one of the worst moments came when the U.S.O.C. watched as Boston 2024 said that its bid, which was not initially disclosed to the public, called for no public financing; the U.S.O.C. knew that was not true, he said, as the public found out later after news outlets obtained the bid.", "url": "https://www.nytimes.com/2015/07/28/sports/olympics/boston-2024-summer-olympics-bid-terminated.html?_r=0"}