{"authors": ["Andrew Higgins", "Maïa De La Baume"], "date_download": "2022-10-25 23:54:06", "date_modify": "2022-10-25 23:54:06", "date_publish": "2015-01-08 05:06:31", "description": "The slaughter raised questions about how Chérif Kouachi, so well-known to the police for so many years, and Said, his brother, managed to conceal their intentions.", "filename": "2015_01_08_world_two-brothers-suspected-in-killings-were-known-to-french-intelligence-services_1666742046.html", "image_url": "https://static01.nyt.com/images/2015/01/08/world/08paris10/08paris10-facebookJumbo-v3.jpg?year=2015&h=550&w=1050&s=17f513c7867f31e6b76a5cc2018958afe8e01527a89ffef1b983105708c811ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_08_world_two-brothers-suspected-in-killings-were-known-to-french-intelligence-services_1666742046.html", "title": "Two Brothers Suspected in Killings Were Known to French Intelligence Services", "title_page": "Two Brothers Suspected in Killings Were Known to French Intelligence Services  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — When Chérif Kouachi first came to the attention of the French authorities as a possible terrorist a decade ago, he was in his early 20s and, according to testimony during a 2008 Paris trial, had dreamed of attacking Jewish targets in France. Under the influence of a radical Paris preacher, however, he decided that fighting American troops in Iraq presented a better outlet for his commitment to jihad.\nOn Wednesday, Mr. Kouachi, according to investigators, returned to his original plan of waging holy war in France. Along with his older brother Said and a third French Muslim of North African descent, he was named as one of three who were involved in an assault on a satirical newspaper in Paris that left at least 12 people dead.\nImage Chérif Kouachi, left, 32, and his brother, Said Kouachi, 34, who are suspected in a deadly attack on a satirical newspaper in Paris. Credit... French Police\nChérif and Said, ages 32 and 34, are suspected of being the masked gunmen who entered the offices of the Charlie Hebdo newspaper at 10 Rue Nicolas-Appert in the 11th Arrondissement on Wednesday morning and slaughtered members of the paper’s staff and two police officers with Kalashnikov automatic weapons.", "url": "https://www.nytimes.com/2015/01/08/world/two-brothers-suspected-in-killings-were-known-to-french-intelligence-services.html"}