{"authors": ["Martin Fackler"], "date_download": "2022-10-25 23:39:44", "date_modify": "2022-10-25 23:39:44", "date_publish": "2015-01-29 17:10:38", "description": "Shinzo Abe, the conservative prime minister of Japan, opened a new front in a battle to sway American views of the country’s wartime history.", "filename": "2015_01_30_world_asia_japans-premier-disputes-us-textbooks-portrayal-of-comfort-women_1666741184.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_30_world_asia_japans-premier-disputes-us-textbooks-portrayal-of-comfort-women_1666741184.html", "title": "U.S. Textbook Skews History, Prime Minister of Japan Says", "title_page": "U.S. Textbook Skews History, Prime Minister of Japan Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — Prime Minister Shinzo Abe of Japan on Thursday criticized an American textbook that he said inaccurately depicted Japan’s actions during World War II, opening a new front in a battle to sway American views of the country’s wartime history.\nSpeaking in Parliament, Mr. Abe pledged to increase efforts to fight what he called mistaken views abroad concerning Japan’s wartime actions, when the Japanese military conquered much of Asia. He singled out a high school history textbook published by McGraw-Hill Education that he said contained the sort of negative portrayals that Japan must do more to combat.\nIn particular, he objected to a description of women forced to work in Japanese military brothels during the war, a highly fraught issue in Japan and elsewhere in Asia. The textbook is used in some public schools in California.\n“I just looked at a document, McGraw-Hill’s textbook, and I was shocked,” The Japan Times quoted Mr. Abe as saying during a meeting of a parliamentary budget committee. “This kind of textbook is being used in the United States, as we did not protest the things we should have, or we failed to correct the things we should have.”", "url": "https://www.nytimes.com/2015/01/30/world/asia/japans-premier-disputes-us-textbooks-portrayal-of-comfort-women.html"}