{"authors": ["Robin Pogrebin", "Barbara Graustark", "Graham Bowley", "Jori Finkel"], "date_download": "2022-10-25 23:37:04", "date_modify": "2022-10-25 23:37:04", "date_publish": "2015-06-11 23:07:34", "description": "Exhibition spaces are popping up in Los Angeles, while the Metropolitan Museum of Art is getting a gift from the Irving Penn Foundation that will become part of a retrospective.", "filename": "2015_06_12_arts_design_new-gallery-to-inject-another-bit-of-new-york-into-the-downtown-art-world-of-los-angeles_1666741024.html", "image_url": "https://static01.nyt.com/images/2015/06/12/arts/12INSIDEART4/12INSIDEART4-facebookJumbo.jpg?year=2015&h=549&w=1050&s=35b08d417bb1a88c42fd29f4b0ba3a45a798b4ffd9ecb72def3036b0c6be449e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_12_arts_design_new-gallery-to-inject-another-bit-of-new-york-into-the-downtown-art-world-of-los-angeles_1666741024.html", "title": "New Gallery to Inject a Bit of New York Into Downtown Art World of Los Angeles", "title_page": "New Gallery to Inject a Bit of New York Into Downtown Art World of Los Angeles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s harder for people to get around,” she said, “and I want to give people plenty of time.” ROBIN POGREBIN\nMET TO GET PENN PHOTOS\nUntil now, the Metropolitan Museum of Art has had a good but not great collection of work by Irving Penn, one of the masters of modern photography. That is likely to change this week, with a gift from the Irving Penn Foundation of more than 150 photographs, which will form the basis of a major exhibition at the Met in 2017, the centennial of Penn’s birth. Estimated by outside experts at several million dollars, the promised gift doubles the Met’s current holdings of 145 images, which focused on nude studies and platinum prints of laborers from his “Small Trades” series. It spans Penn’s richly diverse 70-year career, including arresting portraits, still lifes and fashion photographs. The trove of signed vintage prints includes ethnographic images of tribesmen in New Guinea and children in Cuzco, Peru, classic photos of Lisa Fonssagrives, the supermodel who became his wife, and even of cigarette stubs Penn found on the street and elevated to art in his studio.\n“For me, Penn is one of the most prolific and beloved and influential artists of the 20th century,” said Jeff L. Rosenheim, curator in charge of the Met’s Department of Photographs, who selected the fine art prints in the Foundation’s gift and is organizing the retrospective around them.\n“It’s a stunning reminder of what is great about the medium of photography,” he added. “He knew how to use the camera and just a simple backdrop, and he worked with exquisite production values. He made his platinum and platinum palladium prints like he was in the kitchen, drop by drop, with a marvelous understanding of the subtle effects that changing one drop would have on the resulting print.”", "url": "https://www.nytimes.com/2015/06/12/arts/design/new-gallery-to-inject-another-bit-of-new-york-into-the-downtown-art-world-of-los-angeles.html"}