{"authors": ["Adam Nagourney", "Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:49:58", "date_modify": "2022-10-25 23:49:58", "date_publish": "2015-04-07 19:24:57", "description": "Some of California’s biggest water users — including Beverly Hills, Newport Beach and Palos Verdes — would have to cut their water consumption by 35 percent under the terms of a preliminary plan.", "filename": "2015_04_08_us_californias-water-conservation-slowed-in-february_1666741798.html", "image_url": "https://static01.nyt.com/images/2015/04/08/us/08DROUGHTjp/08DROUGHTjp-facebookJumbo.jpg?year=2015&h=549&w=1050&s=ac031ea01cba40cc8b31d4548d6fe777845362d8f2a33c47dd862e54dabf006e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_08_us_californias-water-conservation-slowed-in-february_1666741798.html", "title": "Under New Water Rules, Beverly Hills Must Turn Off Taps; Santa Cruz, Less So", "title_page": "Under New Water Rules, Beverly Hills Must Turn Off Taps; Santa Cruz, Less So - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The board signaled that it was also about to further restrict water supplies to the agriculture industry, which consumes 80 percent of the water used in the state.\nThe February conservation figures illustrated the extent to which Mr. Brown’s effort to impose a voluntary 20 percent reduction in water use — which he announced in January 2014 — had fallen short. This January, water use by large urban water agencies declined by about 8 percent — disappointing state officials, coming as it did after a promising December, when the conservation number had been over 20 percent. Ms. Marcus said her office had alerted Mr. Brown’s office about the poor February numbers before he issued his mandatory restrictions on April 1.\nThe low reduction rate from February 2013 to February 2015 can largely be tied to a surge of water use in parts of Southern California. State officials, in explaining why parts of the state were actually using more water compared with 2013, said it reflected an upsurge in development and tourism, as well the fact that water use had already been relatively low in that particular month.\n“But that’s not a great excuse,” Ms. Marcus said. “In a drought, it’s drier and hotter. There’s a messaging failure out there somewhere. It shows that people know there is a drought, but they just are not doing enough.”\nMax Gomberg, a senior staff scientist with the State Water Resources Control Board, said the numbers were worse than anyone had expected; the agency went back to local water authorities in the region to ask for an explanation.", "url": "https://www.nytimes.com/2015/04/08/us/californias-water-conservation-slowed-in-february.html"}