{"authors": ["Jonathan Weisman", "Alexander Burns"], "date_download": "2022-10-25 23:31:31", "date_modify": "2022-10-25 23:31:31", "date_publish": "2015-08-28 09:00:04", "description": "Jewish lawmakers who support the nuclear deal with Iran have been likened to Nazi collaborators, and those who oppose it have been called traitors.", "filename": "2015_08_29_us_politics_iran-deal-opens-a-vitriolic-divide-among-american-jews_1666740691.html", "image_url": "https://static01.nyt.com/images/2015/08/29/world/29Cong1-web/29Cong1-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=6e994e2388b1ce7479fe74619e57da17920f0be1b6c6606daa3adcbc1c395313&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_29_us_politics_iran-deal-opens-a-vitriolic-divide-among-american-jews_1666740691.html", "title": "Iran Deal Opens a Vitriolic Divide Among American Jews", "title_page": "Iran Deal Opens a Vitriolic Divide Among American Jews - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The attacks on Representative Jerrold Nadler, Democrat of New York, since he announced his support for the nuclear accord with Iran have been so vicious that the National Jewish Democratic Council and the Anti-Defamation League both felt compelled this week to publicly condemn Jewish voices of hate.\nOn the other side, three Jewish Democrats in the House who oppose the deal released a joint statement denouncing “ad hominem attacks and threats” against not only supporters like Mr. Nadler but also Jewish opponents, who have been accused of “dual loyalties” and treason.\nThis August recess has not produced the kind of fiery town hall-style meetings that greeted lawmakers in 2009 before their vote on the Affordable Care Act, but in one small but influential segment of the electorate, Jewish voters, it has been brutal. Differences of opinion among Jewish Americans may be nothing new, but the vitriol surrounding the accord between Iran and six world powers has become so intense that leaders now speak openly of long-term damage to Jewish organizations, and possibly to American-Israeli relations.\nGreg Rosenbaum, the chairman of the National Jewish Democratic Council, raised such concerns this month at a private meeting between President Obama and Jewish groups. At the meeting, other Jewish leaders told Mr. Obama that his own rhetoric — framing the debate as a choice between diplomacy and war, and speaking of the money lining up against the deal — was only accelerating the corrosion.", "url": "https://www.nytimes.com/2015/08/29/us/politics/iran-deal-opens-a-vitriolic-divide-among-american-jews.html"}