{"authors": ["William K. Rashbaum"], "date_download": "2022-10-25 23:25:43", "date_modify": "2022-10-25 23:25:43", "date_publish": "2015-02-19 17:52:36", "description": "A federal grand jury formally leveled three fraud and extortion charges against Mr. Silver that led to his arrest last month.", "filename": "2015_02_20_nyregion_sheldon-silver-is-indicted-on-fraud-and-extortion-charges_1666740343.html", "image_url": "https://static01.nyt.com/images/2015/02/20/nyregion/20SILVER/20SILVER-facebookJumbo.jpg?year=2015&h=517&w=987&s=1fcd6c67d0f4d14236c089ec352bdb65c942dae181f55b40c862f8f852f4be11&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_20_nyregion_sheldon-silver-is-indicted-on-fraud-and-extortion-charges_1666740343.html", "title": "Sheldon Silver, Former Assembly Speaker, Is Indicted", "title_page": "Sheldon Silver, Former Assembly Speaker, Is Indicted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal grand jury in Manhattan voted on Thursday to indict Sheldon Silver on the fraud and extortion charges that were the basis of his arrest last month, and led to his ouster as speaker of the State Assembly.\nMr. Silver was arrested on Jan. 22 on a five-count criminal complaint that detailed two alleged bribery and kickback schemes in a case that has upended Albany. The three-count indictment, handed up in the United States District Courthouse in Manhattan, charged him with mail fraud, wire fraud and extortion under the color of official right.\nTwo charges in the complaint — a mail fraud conspiracy count and an extortion conspiracy count — were not included in the indictment. A spokesman for the United States attorney’s office in Manhattan, which is prosecuting the case, declined to comment on why the counts had been dropped.\nThe indictment of Mr. Silver, 71, a Lower East Side Democrat who had served as the powerful speaker for two decades, suggests there is little prospect of plea discussions at this stage in the case, and moves the matter toward a possible trial. He remains a member of the Assembly.", "url": "https://www.nytimes.com/2015/02/20/nyregion/sheldon-silver-is-indicted-on-fraud-and-extortion-charges.html"}