{"authors": ["Vindu Goel"], "date_download": "2022-10-25 23:40:59", "date_modify": "2022-10-25 23:40:59", "date_publish": "2015-10-25 16:32:32", "description": "Facebook’s rocky experience since it brought stripped-down Internet access to India shows that good intentions and technological savvy are not enough.", "filename": "2015_10_26_technology_facebook-meets-skepticism-in-bid-to-expand-internet-in-india_1666741259.html", "image_url": "https://static01.nyt.com/images/2015/10/26/business/26facebook-lead/26facebook-lead-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b89544a2cced178d82c8371e73e72618cf5d2ef5d0602e9942439a2d010aa6a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_26_technology_facebook-meets-skepticism-in-bid-to-expand-internet-in-india_1666741259.html", "title": "Facebook’s Internet for All Is a Tough Sell in India", "title_page": "Facebook’s Internet for All Is a Tough Sell in India - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At Yahoo Mobilewala, a nearby phone shop named in honor of the American Internet company, the owner, Rizwan Khan, offered service from every major carrier. But his stack of Reliance chips — each in a blue Freenet envelope that said “Go free Facebook” — was gathering dust in its display case.\nImage Last month, Mark Zuckerberg, right, Facebook's chief, hosted a live-streamed chat with India’s prime minister, Narendra Modi, left, from Facebook’s Silicon Valley headquarters. Credit... Max Whittaker for The New York Times\nIn India, most cellular service is prepaid. Customers typically buy or refill a special chip, known as a SIM card, often loading it with a dollar’s worth of data or calls at a time. Phone card vendors are key advisers, educating people about all their options.\n“New customers don’t come looking for Freenet,” said Mr. Khan, who is not related to Shoaib Khan. Even if Reliance’s network were good, he said, the package excludes WhatsApp, a popular messaging app owned by Facebook, and users must pay to see the photos in their Facebook feeds. “If you have to pay for data, what’s the point of calling it free?” he said.\nPhone card sellers also tend to promote whatever makes them the most money. Mr. Khan noted that another carrier had recently awarded him his choice of a Hero motorcycle or 45,000 rupees — nearly $700 — for signing up 1,000 customers. Reliance offered nothing similar, he said.\nIn more than two dozen interviews in poor neighborhoods of Mumbai, a reporter found several people who had tried Internet.org but only one who used it regularly — a 23-year-old man who said he used the free version of Facebook Messenger on the app to chat with friends when he ran out of money on his prepaid account.\nChris Daniels, the Facebook executive who leads Internet.org, said the company was primarily trying to reach people who were completely new to the Internet.\nIn an interview last week, Mr. Daniels said about a million people had been introduced to the Internet in India because of the program. After their first 30 days online, he said, about 40 percent of them became paying data customers, 5 percent stuck with only free services and the rest left.", "url": "https://www.nytimes.com/2015/10/26/technology/facebook-meets-skepticism-in-bid-to-expand-internet-in-india.html"}