{"authors": ["Scott Cacciola", "Billy Witz"], "date_download": "2022-10-25 23:43:52", "date_modify": "2022-10-25 23:43:52", "date_publish": "2015-10-16 00:31:25", "description": "On Thursday, Odom remained hospitalized in Las Vegas, two days after he was found unconscious in a Nevada brothel. “I can’t lie,” one of his former coaches said. “A lot of us were afraid of this day.”", "filename": "2015_10_16_sports_basketball_lamar-odoms-decline-played-out-on-tv_1666741432.html", "image_url": "https://static01.nyt.com/images/2015/10/16/sports/Y-JP-LAMAR-1/Y-JP-LAMAR-1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=1abe901e818890371717fe763a94f3d92bd93dc71d2a6d67f3833f0327ecd7d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_16_sports_basketball_lamar-odoms-decline-played-out-on-tv_1666741432.html", "title": "The Downfall of Lamar Odom, Played Out on TV", "title_page": "The Downfall of Lamar Odom, Played Out on TV - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I don’t love this anymore,” Odom said, according to a person briefed on the conversation. “I don’t want to do this.”\nSo Odom simply walked out of the gymnasium, the door closing behind him. He did not return.\nThe production crew from “Khloe and Lamar” was around for the final stages of Odom’s dysfunctional stint in Dallas. The show also spotlighted the difficult, sometimes parasitic relationships that Odom had with friends and family.\nHis close friend Jamie Sangouthai was in charge of Odom’s clothing company, Rich Soil, but failed to gain any traction with it, much to Khloe Kardashian’s chagrin. (Sangouthai died in June.) There was also the spectral presence of Odom’s father, Joe, with whom Odom had a fitful connection, and who would often conclude meetings by asking his son for money.\nThe next season, Odom rejoined the Clippers but averaged just 4 points a game. In August 2013, he was arrested on suspicion of drunken driving. He pleaded no contest and received three years’ probation. Four months later, Kardashian filed for divorce.\nA comeback attempt with the Knicks in April 2014 foundered. Jackson, who had been hired as team president, had hoped to give Odom another chance to revive his career. But the Knicks waived Odom in July.\nIn the most recent cycle of “Keeping Up With the Kardashians,” Odom did not appear on camera, although he popped up as a voice on the phone in a couple of episodes, usually sounding sad and regretful. In chitchat with her sisters, Khloe Kardashian defended her continued contact with him.\nAs with some other troubled reality television stars — including Scott Disick, who has three children with Kourtney Kardashian but has been estranged from her — Odom’s primary use to the entertainment industry was as a piñata for the celebrity news media. TMZ has covered his personal problems relentlessly over the years, as have tabloid television shows like “Inside Edition.”\nThis week, with Khloe Kardashian reportedly at his hospital bedside and news cameras lurking outside, Odom was behind closed doors, yet somehow at the center of another public spectacle.", "url": "https://www.nytimes.com/2015/10/16/sports/basketball/lamar-odoms-decline-played-out-on-tv.html"}