{"authors": ["Laura Collins-Hughes"], "date_download": "2022-10-25 23:35:02", "date_modify": "2022-10-25 23:35:02", "date_publish": "2015-12-30 22:21:15", "description": "The Broadway star on the year she’s had, how cancer has changed her outlook and why she’s talking publicly about her illness.", "filename": "2015_12_31_theater_marin-mazzie-on-cancer-and-songs-in-the-key-of-life_1666740902.html", "image_url": "https://static01.nyt.com/images/2015/12/31/arts/31MAZZIE/31MAZZIE-facebookJumbo.jpg?year=2015&h=549&w=1050&s=5e08b49ac407a7c5084b38a99f7bc01ce57b0fc3e43fb8055c001d32abb7b76f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_31_theater_marin-mazzie-on-cancer-and-songs-in-the-key-of-life_1666740902.html", "title": "Marin Mazzie on Cancer and Songs in the Key of Life", "title_page": "Marin Mazzie on Cancer and Songs in the Key of Life - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Flash back to last New Year’s Eve, and there was the Broadway star Marin Mazzie in a form-fitting black ball gown, on her way to see “The Merry Widow” at the Metropolitan Opera. With thick blond tresses cascading past her shoulders, she was the picture of glamour, posing with her husband, the actor Jason Danieley, his arm around her waist.\nA year later, she is a changed woman: her silver hair short and chic, her elegant cheekbones more pronounced, her mind more intent on living in the moment than it used to be. Given a diagnosis of ovarian cancer in early May, when she was playing the Leader in the Encores! production of “Zorba!,” Ms. Mazzie, 55, has spent much of 2015 focused on healing.\nYet she’s barely been gone from the stage. This New Year’s Eve will find her reprising her solo show “Make Your Own Kind of Music” in a sold-out engagement at Feinstein’s/54 Below. That’s where she was on Monday afternoon, settled into a banquette, radiating optimism and a restless energy. She laughed often as she spoke about the year she’s had, how cancer has changed her outlook and why she’s talking publicly about her illness.\nAlso on her radar? Coiffure of the short variety — a new interest for Ms. Mazzie, who grew her hair long in grade school and kept it that way until chemotherapy had other ideas. “I love your hair,” she said nearly as soon as a reporter sat down. “I’m, like, looking at hair, because I’ve lost my hair and it’s all growing back. You walked in, and I was like, ‘Oh, that’s a great look.’”", "url": "https://www.nytimes.com/2015/12/31/theater/marin-mazzie-on-cancer-and-songs-in-the-key-of-life.html"}