{"authors": ["Kareem Fahim", "Saeed Al-Batati"], "date_download": "2022-10-25 23:26:18", "date_modify": "2022-10-25 23:26:18", "date_publish": "2015-12-21 00:52:42", "description": "Negotiations brokered by the United Nations ended with no sign of a resolution to the civil war in Yemen and with the combatants engaged in some of their fiercest fighting in months, officials said.", "filename": "2015_12_21_world_middleeast_yemen-peace-talks-end-with-no-end-to-conflict_1666740378.html", "image_url": "https://static01.nyt.com/images/2015/12/21/world/YEMEN/YEMEN-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=1709bbe07382f19954d79f0b6952fa50ebb73a404545b97cedf974bd3ccfbd40&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_21_world_middleeast_yemen-peace-talks-end-with-no-end-to-conflict_1666740378.html", "title": "Yemen Peace Talks End With No End to Conflict", "title_page": "Yemen Peace Talks End With No End to Conflict  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Days of negotiations in Switzerland to halt the war in Yemen ended on Sunday with no sign of a resolution to the conflict and with the combatants engaged in some of their fiercest fighting in months, according to negotiators and diplomats.\nThe United Nations-brokered talks, which began on Tuesday, were aimed at ending the nine-month war between Yemen’s Houthi rebels and the government of President Abdu Rabbu Mansour Hadi. As the talks began, there were reasons for optimism: After several previous attempts to hold negotiations failed, the combatants sat down together for the first time during the conflict, and even agreed publicly to a cease-fire.\nAt the same time, international pressure has been mounting for a resolution to the war, which has left nearly 6,000 people dead and the country crippled by a severe humanitarian crisis.\nBut despite making what the United Nations called “serious progress” in the discussions, repeated violations of the cease-fire appeared to have doomed the current round, according to a statement issued by Ismail Ould Cheikh Ahmed, the United Nations special envoy to Yemen. He said that the negotiations would resume in mid-January.", "url": "https://www.nytimes.com/2015/12/21/world/middleeast/yemen-peace-talks-end-with-no-end-to-conflict.html"}