{"authors": ["Ben Sisario"], "date_download": "2022-10-25 23:36:37", "date_modify": "2022-10-25 23:36:37", "date_publish": "2015-02-27 01:05:32", "description": "To help combat online piracy, the music industry’s global trade group has decided on Fridays as the official day to make new albums available.", "filename": "2015_02_27_business_media_global-deal-to-release-new-albums-on-fridays.html__r=0_1666740997.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_27_business_media_global-deal-to-release-new-albums-on-fridays.html__r=0_1666740997.html", "title": "Global Deal to Release New Albums on Fridays", "title_page": "Global Deal to Release New Albums on Fridays - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For music fans in Britain, new albums come out on Mondays. In the United States, they typically hit stores on Tuesdays. In Japan, it’s Wednesdays.\nBack when brick-and-mortar stores were the main outlets for buying music, this retail patchwork made little difference to the industry. But in the digital age it has come to look increasingly antiquated, and may lead to piracy as impatient fans trade copies of new albums online.\nNow, after months of heated negotiations, the music industry’s global trade group has decided on Fridays as the official release day for new albums, everywhere. According to the trade group, the International Federation of the Phonographic Industry, this will reduce piracy and align listeners around the world.\n“Music fans live in the digital world of today,” Frances Moore, the federation’s chief executive, said in a statement. “They want music when it’s available on the Internet — not when it’s ready to be released in their country.”", "url": "https://www.nytimes.com/2015/02/27/business/media/global-deal-to-release-new-albums-on-fridays.html?_r=0"}