{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:31:12", "date_modify": "2022-10-25 23:31:12", "date_publish": "2015-10-19 00:02:37", "description": "President Obama plans to bequeath his successor — or perhaps his successor’s successor — a new-and-improved Air Force One for the smartphone age.", "filename": "2015_10_19_us_politics_air-force-one-a-cherished-perk-awaiting-an-upgrade_1666740672.html", "image_url": "https://static01.nyt.com/images/2015/10/19/us/19whletter-web1/19whletter-web1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=d31be112351ddc249470fbbf1a850bdba88bbbaebb8901718643eda0752192e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_19_us_politics_air-force-one-a-cherished-perk-awaiting-an-upgrade_1666740672.html", "title": "Air Force One, a Cherished Perk Awaiting an Upgrade", "title_page": "Air Force One, a Cherished Perk Awaiting an Upgrade  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Obama himself will not benefit from the trade-in. By some estimates, the new plane may not be available until 2023, when Hillary Rodham Clinton or Donald J. Trump or whoever beats them may be close to finishing up a second term. And it will not be cheap. The Air Force has asked for $102 million in the coming fiscal year and $3 billion over the next five years, not counting any further cost.\n“It’s way overdue,” said Joseph W. Hagin, a White House deputy chief of staff under President George W. Bush who initiated plans for a new plane only to see them shelved when the nation’s finances grew precarious. “You can hang new engines on it, you can cram all sorts of new technology on it, but it’s still a very old airplane.”\nAir Force One is actually not a single plane; in fact, it is a radio call sign used for any plane that happens to carry the president. There are two 747-200s, designated VC-25As by the Air Force, that carry the president unless he travels to a place where the runway is too short, in which case he switches to a smaller plane.\nThose 747-200s, with tail codes 28000 and 29000, were commissioned by Ronald Reagan and delivered in 1990 under the first President George Bush, when the Soviet Union was still around and White House aides used beepers. The big communications innovation at the time was a fax machine that the president’s staff could use to keep in touch with the ground.", "url": "https://www.nytimes.com/2015/10/19/us/politics/air-force-one-a-cherished-perk-awaiting-an-upgrade.html"}