{"authors": ["Vindu Goel"], "date_download": "2022-10-25 23:46:37", "date_modify": "2022-10-25 23:46:37", "date_publish": "2015-07-17 22:36:45", "description": "Yahoo warned that it might cancel the spinoff if federal tax authorities don’t make assurances that the transaction will be tax-free to shareholders.", "filename": "2015_07_18_business_dealbook_yahoo-files-for-alibaba-spinoff-though-tax-issues-linger_1666741597.html", "image_url": "https://static01.nyt.com/images/2015/07/18/business/dbpix-mayer/dbpix-mayer-facebookJumbo.jpg?year=2015&h=550&w=1050&s=ce243ba7e153580c2edafe20707ba0b0651417c8d112f739be303c59647f4bd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_18_business_dealbook_yahoo-files-for-alibaba-spinoff-though-tax-issues-linger_1666741597.html", "title": "Yahoo Files for Alibaba Spinoff, Though Tax Issues Linger", "title_page": "Yahoo Files for Alibaba Spinoff, Though Tax Issues Linger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Yahoo filed formal documents late Friday to spin off its 15 percent stake in Alibaba, the Chinese e-commerce giant, in the fourth quarter of this year.\nHowever, in the filing with the Securities and Exchange Commission, the Internet company warned shareholders that it might cancel the spinoff if federal tax authorities failed to provide written assurance in advance that the transaction will be tax-free to shareholders.\nYahoo’s 384 million shares of Alibaba are currently worth about $32 billion. The spinoff, announced in January, is intended to transfer the value of that stock to Yahoo’s shareholders without incurring the capital gains tax of more than $10 billion that would be due if Yahoo simply sold the stock and returned the cash to its shareholders.\nKey to the plan is Yahoo’s intention to include its small-business services division in the spinoff, which will be called Aabaco Holdings.", "url": "https://www.nytimes.com/2015/07/18/business/dealbook/yahoo-files-for-alibaba-spinoff-though-tax-issues-linger.html"}