{"authors": ["Robin Finn"], "date_download": "2022-10-25 23:36:37", "date_modify": "2022-10-25 23:36:37", "date_publish": "2015-06-12 19:31:07", "description": "A 23-acre compound, anchored by an 18,000-square-foot stone, stucco and shingled house reminiscent of an English manor, is poised to enter the market.", "filename": "2015_06_14_realestate_east-hampton-equestrian-compound-for-55-million_1666740997.html", "image_url": "https://static01.nyt.com/images/2015/06/14/realestate/20150614EXCLUSIVE-slide-FWYN/20150614EXCLUSIVE-slide-FWYN-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=2c004cdbff3cd450e30bd327688ee7e271d9c4a1b00a4af562554d2cbad2fbfd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_14_realestate_east-hampton-equestrian-compound-for-55-million_1666740997.html", "title": "East Hampton Equestrian Compound for $55 Million", "title_page": "East Hampton Equestrian Compound for $55 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Or room for a vineyard. And should the next owner deem the main estate sufficient, there is the potential for a nine-home subdivision.\nThe owners are parting with their property, they said, because Mr. Fagen’s business has grown to the point that they now spend their summers traveling instead of escaping Manhattan for East Hampton, and their two daughters are pursuing other interests. “It’s time for another person or family to enjoy our paradise and make it their own,” the couple said.\nThe first level of the main house, which is hidden from the road by landscaping, has a grand double-height foyer, a music-and-family room with a fireplace and three sets of French doors that open to the north lawn, along with a formal dining room, a butler’s pantry with marble counters, an office and two guest baths. The spectacular great room has a vaulted ceiling, an open kitchen with a marble island, a brick fireplace and picture windows overlooking the back lawn and gardens, as well as a wall of French doors facing a heated saltwater pool and an outdoor dining loggia. The plank floors are Australian cypress.\nThe house has a dozen bedrooms and bathrooms in all. It has four powder rooms, two living rooms and a separate three-bedroom staff wing on the 3,200-square-foot lower level — where there are also a sauna, spa, gym and a whimsical home theater with mattresses and pillows in place of standard seating.\nIn the master suite on the main floor, housed in a separate wing opposite the stone courtyard, there are a sitting room and a marble bath with a glass shower and a free-standing tub. There are two stylish guest suites there as well, both of which have terraces; one has its own screened porch. Upstairs, in the children’s wing, are built-in bunk beds and several guest suites, most with marble and tile baths.", "url": "https://www.nytimes.com/2015/06/14/realestate/east-hampton-equestrian-compound-for-55-million.html"}