{"authors": ["Timothy Williams"], "date_download": "2022-10-25 23:32:52", "date_modify": "2022-10-25 23:32:52", "date_publish": "2015-03-30 09:00:24", "description": "The Federal Communications Commission is investigating prison phone service that costs as much as $1.22 per minute compared with regular rates of 4 cents per minute.", "filename": "2015_03_31_us_steep-costs-of-inmate-phone-calls-are-under-scrutiny_1666740772.html", "image_url": "https://static01.nyt.com/images/2015/03/29/us/29prisonphone-web01/29prisonphone-web01-facebookJumbo.jpg?year=2015&h=550&w=1050&s=7e4139f49de549d13e3d27c3701c8c248bd4b996d2a3e7eedcdb1963d6dec644&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_31_us_steep-costs-of-inmate-phone-calls-are-under-scrutiny_1666740772.html", "title": "The High Cost of Calling the Imprisoned", "title_page": "The High Cost of Calling the Imprisoned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since the police in Pennsylvania arrested Anthony Kofalt last March for walking out of a Walmart with 21 boxes of Crest Whitestrips he had not paid for, his wife, Heather, has spent $3,000 — about $60 a week — on phone calls to the prisons and jails where he has been held.\nThe cost of a 15-minute call is $12.95 to the prison where Mr. Kofalt is now incarcerated, a few hours’ drive from his wife’s home in Franklin, Pa. The cost for a similar non-prison call within Pennsylvania would be about 60 cents.\nAnd every time Ms. Kofalt deposits $25 into the prison phone account, the private company that runs the system applies a service charge of $6.95.“I don’t drive,” said Ms. Kofalt, 39, who works as a home health care aide and lives with her 19-year-old son, his girlfriend and their two children. “This is all we have. The people in jail did wrong, but the only people being punished are the families.”\nUntil the 1990s, inmates could place and receive calls to lawyers and family members at rates similar to those outside prison walls. But the prison phone system is now a $1.2 billion-a-year industry dominated by a few private companies that manage phones in prisons and jails in all 50 states, setting rates and fees far in excess of those established by regular commercial providers. The business is so considerable — some 500 million prison and jail phone calls totaling more than six billion minutes in 2014 — that it has caught the eye of private equity firms.", "url": "https://www.nytimes.com/2015/03/31/us/steep-costs-of-inmate-phone-calls-are-under-scrutiny.html"}