{"authors": ["Adam Nagourney"], "date_download": "2022-10-25 23:49:53", "date_modify": "2022-10-25 23:49:53", "date_publish": "2015-08-19 09:00:40", "description": "Despite the drought, communities are pushing ahead with plans for new housing, with advocates saying there will be enough water to meet the demand.", "filename": "2015_08_20_us_losing-water-california-tries-to-stay-atop-economic-wave_1666741793.html", "image_url": "https://static01.nyt.com/images/2015/08/17/us/00development-slide-2IEF/00development-slide-2IEF-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b4985f23e51a6df51152508e3d3856c212e5f7b8a83dd4733591d8fb955f1e12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_20_us_losing-water-california-tries-to-stay-atop-economic-wave_1666741793.html", "title": "Losing Water, California Tries to Stay Atop Economic Wave", "title_page": "Losing Water, California Tries to Stay Atop Economic Wave - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While state authorities can set some requirements on how things get built — such as recent restrictions on the size of lawns permitted for new homes, and a law requiring developers of projects of more than 500 homes to demonstrate where they will get water — decisions on land use are left largely to local city councils and planning commissions. And water consumption is not necessarily the first concern of local officials as they approve grand 25-year development plans, with their promises of jobs and tax revenues.\n“It’s very hard to be a local elected official and say no,” said Max Gomberg, the senior environmental scientist for climate change with the State Water Resources Control Board, the agency with primary responsibility for regulating the water supply. “All the reasons to say yes are very powerful, starting with tax revenues. And of course, the self-interest of wanting to be re-elected.”\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nMore than 280,000 housing units have been approved for construction across the Sacramento region alone, where Lake Oroville, a major source of water for the region, has also fallen to alarmingly low levels. Another 3,000 homes and two schools are planned for Shafter, Calif., outside Bakersfield in the Central Valley, where communities like East Porterville have run out of water. In Newport Beach, where seawater often seeps into the groundwater, a project to build more than 1,300 new homes has won approval from the City Council and is now before the California Coastal Commission.\nAcross the Coachella Valley, an inland stretch of Southern California dotted with oases of affluence, local planning officials are weighing applications for development in the desert, including 7,800 new homes approved by the city of Coachella last summer, even as authorities warn of continuing declines in the aquifer and in the Colorado River, which provide water to these communities. California has a population of about 38 million; it is projected to hit just under 50 million by 2050.\nFolsom officials describe the expansion here as the kind of well-planned development that has characterized their trim and attractive city since it was founded in 1856. “Housing doesn’t create growth — people create growth,” Mr. Palmer, the city manager, said. “It’s happening all over California. When you are in the city business, you accommodate market factors.”\nMr. Palmer noted that Folsom was not now using its entire allocation from the lake, and said that he was confident there would be enough water to supply the future development on the books.", "url": "https://www.nytimes.com/2015/08/20/us/losing-water-california-tries-to-stay-atop-economic-wave.html"}