{"authors": ["Lauren Hilgers"], "date_download": "2022-10-25 23:40:07", "date_modify": "2022-10-25 23:40:07", "date_publish": "2015-02-19 03:20:58", "description": "A democracy movement ponders its next move.", "filename": "2015_02_22_magazine_hong-kongs-umbrella-revolution-isnt-over-yet_1666741207.html", "image_url": "https://static01.nyt.com/images/2015/02/22/magazine/22hongkong1/22mag-22hongkong.t_CA4-facebookJumbo.jpg?year=2015&h=550&w=1050&s=36a4a461dbd38056ae4630153a833a7a98277d38820e692f936863cb47449242&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_22_magazine_hong-kongs-umbrella-revolution-isnt-over-yet_1666741207.html", "title": "Hong Kong’s Umbrella Revolution Isn’t Over Yet", "title_page": "Hong Kong’s Umbrella Revolution Isn’t Over Yet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Chow plans on stepping down as the head of the H.K.F.S. next month; Lester Shum will be stepping down as well. In the meantime, Chow and Shum can’t walk down the street in Hong Kong without being recognized. Some people grin and give them thumbs up, though occasionally people will scold them.\n“It matters,” Lau said, “although the movement is not successful because the government didn’t yield to any of our requests.” The importance of the movement, he explained, was to show that Hong Kong could do more. “All these protests that you guys find normal in the States or Europe or France, Hong Kong people detested it. They thought, We cannot have this kind of chaos in Hong Kong, we are an economic city.”\nThe end of Occupy did not entirely snuff out the Umbrella Revolution. As soon as the camps closed down, other, smaller protests started popping up around the city. A group of activists hung a yellow banner on a cliff face known as Lion Rock, and the police had to use a helicopter to get it down. Nightly crowds gathered in Mong Kok, and as Christmas approached, groups of singers roamed the streets, singing protest songs to the tune of carols, like “O Come All Ye Faithful”:\nEveryone has head injuries and bloody limbs\nEveryone has a long scar from a healing wound on their forehead\nEvil police angrily wave their batons, hoping to kill a few pedestrians\nThe first large-scale protest since the occupation was held on Feb. 1, organized by the Civil Human Rights Front. They marched peacefully, carrying the familiar yellow umbrellas of the movement, but with just an estimated 13,000 people, the crowd was smaller than expected. “Maybe this is a not a negative thing,” Chow told me. The diversity of opinions that he had struggled with in the protest zone could be a source of strength in Hong Kong’s post-Occupy movement. Members of H.K.F.S. argued that each small act of protest would keep the movement going.\nFor the students in the First Defensive Line, the movement didn’t change their daily lives, but it changed them. I met up with a few of them at a Häagen-Dazs in Mong Kok a few days after the protest. Jodi had a yellow ribbon pinned just beneath her scarf. “We didn’t successfully fight for what we wanted,” she said. “But more and more teenagers will think more about the government and society, and one day we will have some success. Not this month or next year. I believe it will be a long fight.”\n“I met a new family here,” Wing Sham said. Marco, who was leaning back in his chair, his hands stuffed in his jacket pockets, let everyone else finish before he spoke. “Before the movement, I was a normal teenager who stayed at home without any meaning,” he told the table. “I believe I will join more social care work and care about society.”\nThe next measurable step for the Hong Kong protests happens in the legislature, where the constitutional reforms required to change Hong Kong’s electoral system have to come to a vote. In a mechanism that still limits Beijing’s power in the city, any change to the way the chief executive is elected requires a two-thirds majority in LegCo. Hong Kong’s pan-democratic leaders have pledged to veto the measure — a symbolic gesture, Anson Chan told me, but one that will at least keep the question of democracy in the air.\n“You can’t treat the young people in Hong Kong as if their minds are a blank sheet of paper on which you can write at will,” she said. “The young people through this Umbrella Revolution have demonstrated that they have a mind of their own. Furthermore, they are no longer politically apathetic,” she said. “They’re prepared to stand up and be counted.”", "url": "https://www.nytimes.com/2015/02/22/magazine/hong-kongs-umbrella-revolution-isnt-over-yet.html"}