{"authors": ["Robert F. Worth"], "date_download": "2022-10-25 23:53:56", "date_modify": "2022-10-25 23:53:56", "date_publish": "2015-01-21 15:35:11", "description": "The chaos could provide greater opportunities both for Iran and Al Qaeda, whose Yemeni branch claimed responsibility for one of the terrorist attacks in Paris this month.", "filename": "2015_01_22_world_middleeast_yemen-at-risk-of-fragmenting_1666742036.html", "image_url": "https://static01.nyt.com/images/2015/01/22/world/middleeast/YEMEN/YEMEN-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=372806bf9e8dbc2e3214c7241733b4317cb269d26454120617106c8e360102da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_22_world_middleeast_yemen-at-risk-of-fragmenting_1666742036.html", "title": "At Risk of Fragmenting, Yemen Poses Dangers to U.S.", "title_page": "At Risk of Fragmenting, Yemen Poses Dangers to U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In another ominous sign, the Houthis appear to be gearing up for a major battle with their Sunni Islamist rivals in Marib Province, to the east of the capital, where much of Yemen’s oil infrastructure is. That could prove devastating to Yemen’s government and economy, which is deeply dependent on oil.\nIt could also exacerbate sectarian tensions in a country that was almost entirely free of them until recently. The Houthis belong to the Zaydi branch of Shiite Islam, and Saudi Arabia — whose leaders see all Shiites as heretics — has been providing aid to Sunni tribes in Marib, diplomats say, fueling another proxy war between Saudi Arabia and Iran. Some of the tribes refer to the Houthis as an occupying force, undermining their claim to represent a broad-based national movement.\nIn Washington, military and intelligence officials expressed grave concerns on Wednesday about the violence in Sana and the impact any further deterioration could have on one of the Obama administration’s staunchest counterterrorism partners. Michael G. Vickers, the Pentagon’s top intelligence policy official, said analysts were still trying to determine the Houthis’ ultimate goal.\nThe meteoric rise of the Houthis has drawn global attention to an insurgent group that was almost unknown outside Yemen a decade ago, and whose agenda is still opaque to many people both inside and outside the country. Their leader, a charismatic guerrilla fighter in his early 30s named Abdel Malik al-Houthi, inherited his mantle from his father and his older brother Hussein, who founded the movement in the 1990s and was killed in the first of a series of wars against the Yemeni state that ended in 2010. Mr. Houthi’s speeches focus on fighting corruption and fulfilling the agreements reached in a series of “national dialogue” sessions that ended last year. Those demands have helped bolster public support for the Houthis — which remains strong — in a country where corruption has gutted the state and appears to have worsened since Mr. Hadi became president after the uprising of 2011.\nBut the Houthis are often seen through the lens of their identity as revivalist Zaydis, a group that was dominant in Yemen’s government for centuries and was then marginalized in recent decades. They modeled themselves in important ways on Hezbollah, the Lebanese Shiite militia, and though their ideology and leadership are distinct and unmistakably Yemeni, they are allied with Iran, which has provided them with weapons, training, and money, especially since 2011.", "url": "https://www.nytimes.com/2015/01/22/world/middleeast/yemen-at-risk-of-fragmenting.html"}