{"authors": ["Chris Buckley"], "date_download": "2022-10-25 22:55:36", "date_modify": "2022-10-25 22:55:36", "date_publish": "2015-09-25 11:48:57", "description": "With its heavy-handed interventions, poor statistics and corruption, China will need years to build a market that substantially cuts emissions, experts said.", "filename": "2015_09_26_world_asia_china-emissions-xi-jinping-limit-cap-and-trade_1666738536.html", "image_url": "https://static01.nyt.com/images/2015/09/26/world/26China-web/26China-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=31da3bd9adec9b128a69dd9c9eb2b24af1cd959a15b83f1623dfd7dce05847fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_26_world_asia_china-emissions-xi-jinping-limit-cap-and-trade_1666738536.html", "title": "Enacting Cap-and-Trade Will Present Challenges Under China’s System", "title_page": "Enacting Cap-and-Trade Will Present Challenges Under China’s System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So-called cap-and-trade programs limit the amount of pollution that companies can emit and then let them pay competitive prices for a share of the quota. Companies that do not use their entire quota can sell the remainder, while those that need more than their quota have to buy additional permits.\nThe intended result is a competitive market that induces companies to devise ways to reduce emissions. The European Union’s struggle to make its 10-year-old emission trading program a success underscores how difficult it is to strike such a balance.\nTo create a system that works for China, regulators must develop policies and trading platforms that give companies confidence that they are being treated equally and transparently as they buy and sell emission permits. If China’s stock market is any guide, plenty of investors say their experience is often the opposite.\n“There’s been a debate in Western countries about whether or not China is a market system,” said Qi Ye, the director of the Climate Policy Institute of Tsinghua University in Beijing. “Europe certainly is a market system, so if Europe cannot do an emissions trading system well, how would you expect China to have a successful carbon market?”\nFor now, United States officials and many environmental groups have welcomed the plan as a stimulus for negotiations on a new global climate change treaty in Paris in December. Chinese officials have said before that they want to establish a nationwide emissions market by 2017, but Mr. Xi’s declaration will put presidential weight behind that goal, the officials said.\n“China starting its national emissions trading scheme will have a major signaling effect globally,” said Frank Jotzo, director of the Center for Climate Economics and Policy at the Australian National University in Canberra, who closely tracks developments in China.", "url": "https://www.nytimes.com/2015/09/26/world/asia/china-emissions-xi-jinping-limit-cap-and-trade.html"}