{"authors": ["Mark Scott"], "date_download": "2022-10-25 23:42:11", "date_modify": "2022-10-25 23:42:11", "date_publish": "2015-05-24 22:03:24", "description": "Pressure is mounting for American tech companies, including Google, to stop using complex tax structures and pay more on their European operations.", "filename": "2015_05_25_technology_amazon-to-stop-funneling-european-sales-through-low-tax-haven.html__r=0_1666741331.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_25_technology_amazon-to-stop-funneling-european-sales-through-low-tax-haven.html__r=0_1666741331.html", "title": "Amazon to Stop Funneling European Sales Through Low-Tax Haven", "title_page": "Amazon to Stop Funneling European Sales Through Low-Tax Haven - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the continuing battle between Europe and American tech companies, score one for Europe.\nIn a move that could put pressure on its rivals to follow suit, Amazon will start paying taxes in a number of European countries where it has large operations, instead of funneling nearly all its sales through Luxembourg, a low-tax haven that is the home base in the region for Amazon and many other large tech companies.\nSeveral European countries, including Germany and France, have criticized the tax strategies of some American tech companies, including Google, which use complicated structures that sharply reduce the amount of tax they pay in individual European countries.\nThe European Commission, the executive arm of the European Union, is also investigating whether Apple and Amazon receive unfair state support through low-tax agreements in Ireland and Luxembourg, respectively, where the companies run their European operations.\nOn May 1, Amazon said that it had started reporting revenue from its operations in Britain, Germany, Italy and Spain. By altering how it reports its revenue, the online retailer may become liable for larger tax charges in certain nations, though it may still be able to reduce its tax burden through other complex accounting practices.", "url": "https://www.nytimes.com/2015/05/25/technology/amazon-to-stop-funneling-european-sales-through-low-tax-haven.html?_r=0"}