{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:47:05", "date_modify": "2022-10-25 23:47:05", "date_publish": "2015-03-11 02:06:39", "description": "Pablo Iglesias, the leader of the left-wing Podemos party, believes he can emulate the electoral successes of the Syriza party that swept to power in Greece.", "filename": "2015_03_11_world_in-spain-rapid-rise-of-leftists-has-a-familiar-ring_1666741625.html", "image_url": "https://static01.nyt.com/images/2015/03/11/world/11Podemos/11Podemos-facebookJumbo.jpg?year=2015&h=550&w=1050&s=ac799d814da7ab81b989e681476ac8ae85673888bd0a9d726ffa59f8cdcef61e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_11_world_in-spain-rapid-rise-of-leftists-has-a-familiar-ring_1666741625.html", "title": "In Spain, Rapid Rise of Leftists Has a Familiar Ring", "title_page": "In Spain, Rapid Rise of Leftists Has a Familiar Ring  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Iglesias welcomes comparisons between Podemos and Syriza, but he has been careful to distance Podemos from anti-establishment parties on the right that have made similarly big strides riding voter dissatisfaction with Brussels, like the United Kingdom Independence Party in Britain or the National Front in France.\n“We’re perhaps all part of a general situation of dissatisfaction with the politics of Europe, but the big difference is that we are democratic, pro-European and clearly not racist,” Mr. Iglesias said.\n“Political forces like Podemos and Syriza provide among the last opportunities to convince citizens that something positive can still be achieved within a European Union project,” he added.\nLast May, Podemos won almost 8 percent of the Spanish vote in elections for the European Parliament, which helped deny the conservative Popular Party of Prime Minister Mariano Rajoy and the opposition Socialists a majority of votes for the first time since the country’s return to democracy in the late 1970s.\nSince then, Podemos has made further gains in opinion polls, raising the prospect of the most open race in Spain’s modern history in a busy voting year that starts this month with a regional election in Andalusia and culminates in a general election around November.\nSince presenting his party’s program last year, which read like a long wish list, Mr. Iglesias has begun softening some claims, notably over whether an ailing country was entitled to renege on its debt.\nInstead, Mr. Iglesias now says debt repayment schedules should be “linked to growth,” spread out long enough to ensure that a country does not fall deeper into recession. “Debts have to be paid, but it’s got to be in a viable way,” he said.", "url": "https://www.nytimes.com/2015/03/11/world/in-spain-rapid-rise-of-leftists-has-a-familiar-ring.html"}