{"authors": ["Robin Pogrebin", "Scott Reyburn"], "date_download": "2022-10-25 23:55:17", "date_modify": "2022-10-25 23:55:17", "date_publish": "2015-11-10 00:40:26", "description": "The price tag for the single work was a far cry from the roughly $4,700 in today’s dollars that Modigliani sought for the entire contents of his Paris studio in 1918-19.", "filename": "2015_11_10_arts_with-170-4-million-sale-at-auction-modigliani-work-joins-rarefied-nine-figure-club_1666742117.html", "image_url": "https://static01.nyt.com/images/2015/11/10/arts/10AUCTION1/10AUCTION1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b05d206e9245e19f89c0c9c063f079c08d5dabeb16580e1493173a73832ddd80&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_10_arts_with-170-4-million-sale-at-auction-modigliani-work-joins-rarefied-nine-figure-club_1666742117.html", "title": "With $170.4 Million Sale at Auction, Modigliani Work Joins Rarefied Nine-Figure Club", "title_page": "With $170.4 Million Sale at Auction, Modigliani Work Joins Rarefied Nine-Figure Club - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an overheated art market where anything seems possible, a painting of an outstretched nude woman by the early-20th-century artist Amedeo Modigliani sold on Monday night for $170.4 million with fees to Liu Yiqian, a former taxi driver turned billionaire art collector, in a packed sales room at Christie’s. It was the second-highest price paid for an artwork at auction.\nThe painting became the 10th work of art to reach nine figures under the hammer. The bidding was palpably tense, with six people vying for the lot, and it took nine minutes to sell, with the winning bid coming from the phone. Mr. Liu, who with his wife Wang Wei is among China’s most visible art collectors, confirmed on Tuesday that he is the buyer. He said he planned to bring the work back to Shanghai, where he and his wife have two private museums.\nThe seller of the Modigliani, Laura Mattioli Rossi, the daughter of the Italian collector Gianni Mattioli, was guaranteed at least a $100 million minimum price. Just before the sale, Christie’s announced that a third party had stepped forward to share the risk — as well as any proceeds above the guaranteed price. The night’s sale of 34 lots brought $491.4 million.\nAn arresting pop art work by Roy Lichtenstein, “Nurse,” from 1964, also defied expectations, selling for $95.4 million, with fees, to another phone buyer, well above its $80 million estimate — despite the lack of a “speech” or “thought bubble” that typically drives up the price of Lichtenstein works. “Nurse” reached a new price level for Lichtenstein at auction. Christie’s also shared that guarantee with a third party.", "url": "https://www.nytimes.com/2015/11/10/arts/with-170-4-million-sale-at-auction-modigliani-work-joins-rarefied-nine-figure-club.html"}