{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:31:04", "date_modify": "2022-10-25 23:31:04", "date_publish": "2015-12-30 17:04:21", "description": "After wearing an Apple Watch for eight months, a Times White House correspondent is convinced that smartwatches will eventually be considered essential.", "filename": "2015_12_31_technology_personaltech_is-it-time-for-an-apple-watch_1666740664.html", "image_url": "https://static01.nyt.com/images/2015/12/31/business/31GADGETWISE/31GADGETWISE-facebookJumbo.jpg?year=2015&h=550&w=1050&s=d989b6ba2ed1a63e21e1e67334271dd410df0bab149a83baee0eda4a6a4d4928&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_31_technology_personaltech_is-it-time-for-an-apple-watch_1666740664.html", "title": "With Taps on the Wrist, Apple Watch Points to the Future", "title_page": "With Taps on the Wrist, Apple Watch Points to the Future - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And yet, after almost eight months, the Apple Watch feels like the future to me.\nMore than anything else, the watch has changed the way I communicate via email and text messages. Using Apple’s VIP feature, I direct all of the most important messages to my watch, which alerts me with a subtle tap on my wrist or a soft ding. I ignore most after a quick glance. (Sorry, Mom.) Many get a quick “O.K.” or “Sounds good.” I pull out my phone only for the ones I need to respond to at length.\nThe same is true for phone calls, which appear on my watch while my phone remains tucked away in my pocket, or still at my desk on the other side of the office. It’s like Caller ID for my wrist.\nThe watch has also become my first stop for personal scheduling. I use it to check the weather (the current temperature is right there on the watch face) and to see at a glance what my next appointment is. My OpenTable app taps my wrist when a restaurant reservation is coming up. The eBay app lets me know when I’ve won, or lost, an auction — no phone required. Tracking deliveries is effortless.\nBy far, the most futuristic achievement on the watch is Apple Pay, which works flawlessly. Buy something, double-click the button on the watch and wave it next to the cash register. Ding. It’s like magic — where it is accepted. But because that’s a very limited universe of retail stores and restaurants, I still have to carry around my wallet, full of credit cards.\nA few apps have become second nature now. I regularly use the watch’s timer when I cook: “Siri, set a timer for 45 minutes.” My boarding passes are now on my watch, which means I don’t have to fumble for my phone in the airport security line. When I record the White House press secretary during an Air Force One gaggle, I don’t have to hold my iPhone close to his mouth. I just hold up my wrist. (It looks kind of funny, but works well.) Changing the temperature of my Nest thermostats at home is easier on my watch than on my phone.\nSo what’s the answer? Should you buy an Apple Watch now?\nI’m tempted to say “no” for most people. Most of what it does, your phone already does better. And the Apple Watch, even with recent sales, is pricier than competing smartwatches that do similar things. By that logic, you should wait until next year, when Apple’s relentless drive to innovate will have improved the watch’s hardware and software. Or wait until 2019, when the fifth generation of the device has unimagined new features.\nBut after eight months, I’m convinced that people will eventually view a smartwatch as an essential purchase. And waiting endlessly for the “next great thing” means missing out on all the small ways that the watch already can improve your life. So unless you want to be one of those people who hang on to their BlackBerrys forever, go ahead and get one. You won’t regret it.", "url": "https://www.nytimes.com/2015/12/31/technology/personaltech/is-it-time-for-an-apple-watch.html"}