{"authors": ["Adam Nossiter"], "date_download": "2022-10-26 00:11:37", "date_modify": "2022-10-26 00:11:37", "date_publish": "2015-05-18 15:05:10", "description": "Former captives of the group told of being raped, many repeatedly, in what officials described as a deliberate strategy to possibly create a new generation of Islamist militants.", "filename": "2015_05_19_world_africa_boko-haram-militants-raped-hundreds-of-female-captives-in-nigeria_1666743097.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_05_19_world_africa_boko-haram-militants-raped-hundreds-of-female-captives-in-nigeria_1666743097.html", "title": "Boko Haram Militants Raped Hundreds of Female Captives in Nigeria", "title_page": "Boko Haram Militants Raped Hundreds of Female Captives in Nigeria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DALORI, Nigeria — Hundreds of women and girls captured by Boko Haram have been raped, many repeatedly, in what officials and relief workers describe as a deliberate strategy to dominate rural residents and possibly even create a new generation of Islamist militants in Nigeria.\nIn interviews, the women described being locked in houses by the dozen, at the beck and call of fighters who forced them to have sex, sometimes with the specific goal of impregnating them.\n“They married me,” said Hamsatu, 25, a young woman in a black-and-purple head scarf, looking down at the ground. She said she was four months pregnant, that the father was a Boko Haram member and that she had been forced to have sex with other militants who took control of her town.\n“They chose the ones they wanted to marry,” added Hamsatu, whose full name was not used to protect her identity. “If anybody shouts, they said they would shoot them.”\nBoko Haram, a radical Islamist sect that has taken over large stretches of territory in the country’s northeast, has long targeted women, rounding them up as it captures towns and villages. Women and girls have been given to Boko Haram fighters for “marriage,” a euphemism for the sexual violence that occurs even when unions are cloaked in religion.\nNow, dozens of newly freed women and girls, many of them pregnant and battered, are showing up at a sprawling camp for the displaced here outside the Borno State capital, Maiduguri, as Nigerian soldiers and other military forces try to push Boko Haram out of nearby territory it has occupied for much of the past year.\nThe full human toll of that occupation is only now emerging. More than 15,000 people have sought shelter at the camp, at an abandoned federal office-worker training center, most of them women, relief officials said. Over 200 have so far been found to be pregnant, but relief officials believe many more are bearing the unwanted children of Boko Haram militants.\n“The sect leaders make a very conscious effort to impregnate the women,” said the Borno governor, Kashim Shettima. “Some of them, I was told, even pray before mating, offering supplications for God to make the products of what they are doing become children that will inherit their ideology.”\nThe militants have openly promised to treat women as chattel. After Boko Haram militants kidnapped nearly 300 schoolgirls from the village of Chibok last year, the group’s leader called them slaves and threatened to “sell them in the market.”\n“We would marry them out at the age of 9,” the leader, Abubakar Shekau, said in a video message soon after the girls were abducted, prompting the global “Bring Back Our Girls” campaign. “We would marry them out at the age of 12.”\nAs the group has lost control of towns and thousands of people have fled in recent weeks, a grim picture of that treatment has emerged: hundreds of women and girls as young as 11 subjected to systematic, organized sexual violence.\nYahauwa, 30, used her green head scarf to wipe away tears as she clutched a plastic bag full of medicine. She had just tested positive for H.I.V.\n“Is it from the people who forced me to have affairs with them?” she asked a relief worker, tears streaming down her face.\nLater, she explained that she and many other women had been “locked in one big room.”\n“When they came, they would select the one they wanted to sleep with,” she said. “They said, ‘If you do not marry us, we will slaughter you.’ ”\nAs the women spoke, two trucks crammed with more people arrived at the rudimentary camp guarded by watchful soldiers. Even the local news media is kept out.\nMany of the residents of the camp spend the day outside in blazing 100-degree-plus heat here. They dare not return home.\nSix years ago, Nigerian security forces clashed violently with Boko Haram members, and the group has been waging unremitting war against the federal government ever since.\nIt recently declared allegiance to the Islamic State, also known as ISIS or ISIL, and its successes over the years contributed substantially to the defeat of the incumbent president of Nigeria, Goodluck Jonathan, in a March election. Thousands have been killed in Boko Haram’s war against the Nigerian state, often characterized by the indiscriminate slaughter of civilians.\nBoko Haram is now on the retreat, but the countryside is not secure. People from several towns said the militants had not been defeated, as the Nigerian military maintains, but had simply fled as troops advanced with superior firepower.", "url": "https://www.nytimes.com/2015/05/19/world/africa/boko-haram-militants-raped-hundreds-of-female-captives-in-nigeria.html"}