{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:40:17", "date_modify": "2022-10-25 23:40:17", "date_publish": "2015-10-06 06:02:45", "description": "Dr. Tu was awarded the prize, shared with two other scientists, on Monday for the discovery of a drug that is now part of standard regimens to fight malaria.", "filename": "2015_10_07_world_asia_tu-youyou-chinese-scientist-nobel-prize_1666741217.html", "image_url": "https://static01.nyt.com/images/2015/10/06/science/07tuyouyou-web1/07tuyouyou-web1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=bf615cbda67d73a920a6671d69901e7bf4b99672eb50821fe2f364ee18bc5aca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_07_world_asia_tu-youyou-chinese-scientist-nobel-prize_1666741217.html", "title": "Answering an Appeal by Mao Led Tu Youyou, a Chinese Scientist, to a Nobel Prize", "title_page": "Answering an Appeal by Mao Led Tu Youyou, a Chinese Scientist, to a Nobel Prize - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — During the upheaval of China’s Cultural Revolution in the 1960s, when many of the country’s Western-trained scientists were shunned and persecuted, the government had an urgent scientific problem that needed attention.\nNorth Vietnam, an important ally that was in the middle of war with the United States, had asked for a way to reduce the deaths of its soldiers from malaria, which had become resistant to the drug chloroquine. Malaria was also killing large numbers of people in southern China.\nMao Zedong set up a secret military project, Project 523 — named after its starting date, May 23, 1967 — to find a solution. But China’s top expert in the field of malaria research, like legions of other Chinese in this time of high political turmoil, had been labeled a “rightist” and shunted aside.\nAfter making little headway on the problem, the government turned to the Academy of Traditional Chinese Medicine in Beijing, and to a little-known scientist, Tu Youyou, who had studied both Western and Chinese medicine — and who found the solution in traditional Chinese healing.", "url": "https://www.nytimes.com/2015/10/07/world/asia/tu-youyou-chinese-scientist-nobel-prize.html"}