{"authors": ["Scott Reyburn"], "date_download": "2022-10-25 23:55:21", "date_modify": "2022-10-25 23:55:21", "date_publish": "2015-03-12 21:33:28", "description": "Two dealers at the European Fine Art Fair in Maastricht, the Netherlands, collaborated to recreate a Shaker environment filled with 30 pieces of furniture and objects.", "filename": "2015_03_13_arts_design_european-fine-art-fair-showcases-shaker-furniture_1666742121.html", "image_url": "https://static01.nyt.com/images/2015/03/13/arts/13INSIDEART/13INSIDEART-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=6ba467e4eb108ad377909c483d760e507ef099b5ffcc9456b87e18634d9dabdd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_13_arts_design_european-fine-art-fair-showcases-shaker-furniture_1666742121.html", "title": "European Fine Art Fair Showcases Shaker Furniture", "title_page": "European Fine Art Fair Showcases Shaker Furniture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The annual European Fine Art Fair, or Tefaf, in the cavernous Maastricht Exhibition and Conference Center, is a good place to check the values of that “elsewhere.” The fair is the world’s premiere commercial event devoted to pre-21st-century art and objects. Last year, it attracted 74,000 people and curators from the J. Paul Getty, Frick, Louvre and Mauritshuis museums are regular visitors. This year, 274 exhibitors are showing works spanning 7,000 years, and the fair has been freshened up by a selling exhibition of sculpture by living artists, “Night Fishing: ‘Hands On,’ ” selected by the writer Sydney Picasso.\nTefaf struggles to attract top-notch international galleries specializing in 21st-century artists, but among classic contemporary specialists, the New York dealer Van de Weghe Fine Art has brought a 1986 Andy Warhol “camouflage” self-portrait, priced at $11.5 million, and a fair newcomer, Cardi of Milan, is showing a 1967 white monochrome by the market darling Paolo Scheggi at €550,000, or about $585,000.\n“The background of Tefaf is much larger than other fairs,” said Cardi’s director, Paola Zannini. “Maybe they’re here to buy antiques, but you never know. Collectors of contemporary art do come to Maastricht.”\nOld masters are the fair’s original strength, but in recent years the best historic paintings have tended to sell at auction to private collectors, pricing dealers out of the market. One of the few standout old masters at this year’s show is “Saint James the Greater” by the early-17th-century Spanish baroque painter Jusepe de Ribera. This moody half-length study of that apostle gazing heavenward had been bought by the London dealer Fergus Hall as a work by the studio of Ribera for just over $400,000 at an auction in 2013. It is now accepted by scholars as a signed autograph work and is priced at 1.1 million pounds, or about $1.7 million.\nThe 1851-52 painting “The Devout Childhood of Saint Elizabeth of Hungary” by Charles Allston Collins — friend of the painters John Everett Millais and William Holman Hunt — is an even more spectacular discovery, being just about the only early Pre-Raphaelite school painting to have re-emerged in recent years. Retaining its original Millais-designed frame, and featuring a young Elizabeth Siddal as the model, the painting was made just three years after the foundation of the Pre-Raphaelite Brotherhood and is offered by the Maas Gallery of London at €2.5 million, or about $2.7 million.\nThe price of this Pre-Raphaelite rarity makes an interesting comparison with, say, the £2.5 million, or about $3.8 million, paid on Tuesday for a 1998 Ed Ruscha “mountain” painting. That work, emblazoned with the slogan “I Can’t Not Do That,” was in the evening session of Sotheby’s three-day “Bear Witness” sale of the collection of an unnamed person. (He was later identified by dealers as the Italian shipbuilder Guido Orsi.)", "url": "https://www.nytimes.com/2015/03/13/arts/design/european-fine-art-fair-showcases-shaker-furniture.html"}