{"authors": ["Conor Dougherty"], "date_download": "2022-10-25 23:26:04", "date_modify": "2022-10-25 23:26:04", "date_publish": "2015-01-22 02:06:34", "description": "The company believes it can use its growing collection of devices in the sky to spread the Internet to underserved areas around the world.", "filename": "2015_01_22_business_google-hopes-to-take-the-web-directly-to-billions-lacking-access_1666740364.html", "image_url": "https://static01.nyt.com/images/2015/01/22/business/22GOOGLEjp/22GOOGLEjp-facebookJumbo.jpg?year=2015&h=550&w=1050&s=37e61f120be763c3b2717569f116d63a7d9025c762182b24e172b3c758c1551e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_22_business_google-hopes-to-take-the-web-directly-to-billions-lacking-access_1666740364.html", "title": "Google Hopes to Take the Web Directly to Billions Lacking Access", "title_page": "Google Hopes to Take the Web Directly to Billions Lacking Access - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Google has never shied from novelty or spending big to find ways to connect more people to the Internet. Over the last two years, its ideas have included fleets of little satellites, solar-powered drones that would fly around the world and balloons that float high into the stratosphere, beaming the Internet to those below.\nBuilding on that, Google and the mutual fund giant Fidelity announced a $1 billion investment on Tuesday into Space Exploration Technologies, a growing private rocket company that is still trying to prove itself on the world stage. The company, also known as SpaceX, could give Google a way to put its devices into outer space.\nWith that growing collection of devices in the sky, Google believes it can spread the Internet to underserved areas around the world. The investments also reflect a bit of enlightened self-interest, since the more people who are connected directly to Google, the more ads it can show them. And that is how Google makes its money.\n“Anything they provide, if it’s going through their own pipe, they have more control over the experience and more potential for revenue,” said J. P. Gownder, an analyst at Forrester Research. That means those consumers are more likely to stick with Google services like search, Gmail or YouTube rather than going somewhere else.", "url": "https://www.nytimes.com/2015/01/22/business/google-hopes-to-take-the-web-directly-to-billions-lacking-access.html"}