{"authors": ["Stephanie Clifford"], "date_download": "2022-10-25 23:49:44", "date_modify": "2022-10-25 23:49:44", "date_publish": "2015-02-03 18:31:59", "description": "Antonio Yarbough was released last year after serving 22 years in the deaths of his mother, sister and another girl.", "filename": "2015_02_04_nyregion_man-cleared-in-1992-triple-murder-sues-new-york-city_1666741784.html", "image_url": "https://static01.nyt.com/images/2015/02/04/nyregion/04yarbough-1/04yarbough-1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=9253784ca201b653c7bd91b657caafa27416e8d36d9c41363570f14a094a447d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_04_nyregion_man-cleared-in-1992-triple-murder-sues-new-york-city_1666741784.html", "title": "Man Jailed in ’92 Killings and Later Cleared Sues New York City", "title_page": "Man Jailed in ’92 Killings and Later Cleared Sues New York City - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A man whose conviction for the murder of his mother, sister and a friend in 1992 was vacated last year is suing New York City.\nThe man, Antonio Yarbough, and a co-defendant, Sharrif Wilson, were cleared by DNA evidence and released last year after spending more than two decades in prison. Mr. Wilson died in January.\nThe suit, filed on Tuesday in federal court in Brooklyn, does not ask for a specific amount.\nThe city is facing several claims and lawsuits by wrongly convicted men, particularly in Brooklyn, where the district attorney’s office has a unit reviewing more than 100 convictions. Kenneth P. Thompson, the district attorney, has moved to vacate 12 convictions.\nPeople who have been cleared generally go on to sue the city for millions of dollars. The office of the city comptroller, Scott M. Stringer, has quickly settled some, while others have led to lengthy litigation.", "url": "https://www.nytimes.com/2015/02/04/nyregion/man-cleared-in-1992-triple-murder-sues-new-york-city.html"}