{"authors": ["Monica Davey", "Mitch Smith"], "date_download": "2022-10-25 23:32:58", "date_modify": "2022-10-25 23:32:58", "date_publish": "2015-12-06 22:32:34", "description": "The department has had longstanding concerns about the Chicago police, but the current inquiry revolves around the scant details that were given after the shooting of the 17-year-old in 2014.", "filename": "2015_12_07_us_justice-dept-expected-to-investigate-chicago-police-after-laquan-mcdonald-case_1666740778.html", "image_url": "https://static01.nyt.com/images/2015/12/08/us/08lynch-video/08lynch-video-facebookJumbo.jpg?year=2015&h=550&w=1050&s=d686e22411a16c394a6a829cb4b3df14a6be8222711b2f134ac9d44e45c6a73e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_07_us_justice-dept-expected-to-investigate-chicago-police-after-laquan-mcdonald-case_1666740778.html", "title": "Justice Officials to Investigate Chicago Police Department After Laquan McDonald Case", "title_page": "Justice Officials to Investigate Chicago Police Department After Laquan McDonald Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The city included in their settlement with the McDonald family a provision barring release of the video until criminal investigations were complete. Law department officials said that has been standard practice in Chicago for decades so as not to hinder such investigations. In this case, they said, no one expected the investigations to take much longer. City officials also said the family itself was not eager for the police video to be made public.\nMr. Emanuel himself was aware of the case and the video at the point at which a city settlement was being weighed, city officials said. His office did not respond to questions about when the mayor first learned of the case and the video. He has said he did not watch the video until it was released to the public.\nOn April 15, Chicago’s City Council approved the settlement. Stephen R. Patton, Chicago’s Corporation Counsel, had already told members of the council’s finance committee at a public meeting: “The shooting officer contends, as I understand it, that Mr. McDonald was moving toward him. He was in fear of his life.” He also told them: “The plaintiffs contend very vehemently that Mr. McDonald had been walking away from the police and was continuing to walk away from the police, and they contend that the videotape supports their version of events.”\nRequests from the media for the video came, one after the next. At least one Chicago news radio station asked for the video as early as December 2014, a police spokesman said. All the requests were denied. The city argued that the video was exempt from the state’s public records law because it was part of a continuing investigation. A freelance journalist, Brandon Smith, filed suit to see the video — an effort the city’s lawyers continued to fight until the Cook County judge ruled against them on Nov. 19.\nAfter that, Mayor Emanuel changed course. He said the city would no longer fight the release, and urged prosecutors to conclude their investigations. He has since said a task force needs to decide whether to change a policy of keeping evidence private while investigations are going on.\nAsked last week whether he would have won re-election in April if the public had seen the McDonald video at the time, Mr. Emanuel grew testy.\n“That’s a hypothetical,” he told a crowd gathered to watch him interviewed on stage with Politico at the Willis Tower. “And that said, I faced the election, faced the voters. They made a decision.”", "url": "https://www.nytimes.com/2015/12/07/us/justice-dept-expected-to-investigate-chicago-police-after-laquan-mcdonald-case.html"}