{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:56:19", "date_modify": "2022-10-25 23:56:19", "date_publish": "2015-02-28 02:34:59", "description": "Jeremy Bird, a former Obama campaign organizer, has drawn fire from Republicans for his consulting work on an effort to unseat Prime Minister Benjamin Netanyahu.", "filename": "2015_02_28_us_politics_former-obama-campaign-aide-now-works-to-oust-netanyahu_1666742179.html", "image_url": "https://static01.nyt.com/images/2015/02/28/world/28ADVISORS1/28ADVISORS1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=4f7278f22dbc7ed9028aaccac172ff2c4d1c3dec08e27e9f86b1ff7602374699&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_28_us_politics_former-obama-campaign-aide-now-works-to-oust-netanyahu_1666742179.html", "title": "Former Obama Campaign Aide Now Works to Oust Netanyahu", "title_page": "Former Obama Campaign Aide Now Works to Oust Netanyahu - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Jeremy Bird, the architect of the grass-roots and online organizing efforts that powered President Obama’s presidential campaigns from Chicago, is advising a similar operation in Tel Aviv. But this time it is focused on ousting Prime Minister Benjamin Netanyahu of Israel.\nHis consulting work for the group V15 — an independent Israeli organization that does not support specific candidates but is campaigning to replace Israel’s current government — has added yet another political layer to the diplomatic mess surrounding Mr. Netanyahu’s decision to address a joint meeting of Congress next week on Iran.\nThe White House has argued that Mr. Netanyahu’s plan to deliver the speech on March 3, two weeks before the Israeli elections, is harming the United States-Israel relationship by injecting partisanship. Republicans contend it is Mr. Obama who is playing politics and cite the work of Mr. Bird as proof that the president is quietly rooting for the defeat of his Israeli counterpart.\nAmerican strategists have for decades signed on to work in Israeli political campaigns, with Democrats usually aligned with the Labor Party and Republicans often backing Mr. Netanyahu’s Likud party. There is no evidence to suggest that Mr. Obama or any of his senior aides had anything to do with the move by his former top campaign official, who has never worked at the White House, to join the effort to defeat Mr. Netanyahu.", "url": "https://www.nytimes.com/2015/02/28/us/politics/former-obama-campaign-aide-now-works-to-oust-netanyahu.html"}