{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:55", "date_modify": "2022-10-25 23:40:55", "date_publish": "2015-12-20 11:09:59", "description": "The conservative Popular Party and the main opposition Socialists both lost seats, putting the future of Prime Minister Mariano Rajoy in doubt.", "filename": "2015_12_21_world_europe_spain-election-rajoy-citizens-podemos_1666741255.html", "image_url": "https://static01.nyt.com/images/2015/12/21/world/21spain/21spain-facebookJumbo.jpg?year=2015&h=549&w=1050&s=b45489bcf2ffc9abe5508810d162d512ff0d3b1f8f8092b7fa21471259e76dd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_21_world_europe_spain-election-rajoy-citizens-podemos_1666741255.html", "title": "Governing Party in Spain Loses Majority in Parliamentary Election", "title_page": "Governing Party in Spain Loses Majority in Parliamentary Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — The conservative governing party won the most votes on Sunday, but lost its majority in parliamentary elections that underlined the fragmentation of Spanish politics and left the country’s future leadership unclear.\nThe elections are likely to force Prime Minister Mariano Rajoy of the Popular Party to start complicated negotiations in order to remain in office, at the helm of either a minority or coalition government. The vote even leaves the door open for a major postelection turnaround like that in neighboring Portugal, where the premiership changed hands within weeks after national elections in October.\nVincenzo Scarpetta, an analyst at Open Europe, a political think tank based in London, said Sunday’s results left Spain in “total uncertainty,” especially since “coalition talks will be difficult, given the animosity between the parties.”\nHe added: “At best, Spain will end up with a weak government. At worst, Spaniards might have to head to the polls again soon. Neither scenario is ideal for a country that is still looking to consolidate a much-awaited economic recovery.”", "url": "https://www.nytimes.com/2015/12/21/world/europe/spain-election-rajoy-citizens-podemos.html"}