{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 22:59:10", "date_modify": "2022-10-25 22:59:10", "date_publish": "2015-11-19 03:08:24", "description": "Ira C. Magaziner, the chief executive of the Clinton Health Access Initiative, has long alienated co-workers, but a recent performance review reveals board members are also unhappy with him.", "filename": "2015_11_19_us_politics_reviews-reveal-divisions-within-the-clinton-health-initiative-starting-at-the-top.html__r=0_1666738750.html", "image_url": "https://static01.nyt.com/images/2015/11/19/us/19CLINTON/19CLINTON-facebookJumbo.jpg?year=2015&h=550&w=1050&s=5c939f4ad27d2fe52c1e67d402d6dd1b66fdbf0bfcaeae2cd1719dd9a4b3436b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_19_us_politics_reviews-reveal-divisions-within-the-clinton-health-initiative-starting-at-the-top.html__r=0_1666738750.html", "title": "Reviews Reveal Divisions Within the Clinton Health Initiative, Starting at the Top", "title_page": "Reviews Reveal Divisions Within the Clinton Health Initiative, Starting at the Top - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Magaziner’s performance review also said that his underlings could find him “prickly,” “intimidating,” “abrasive” and “arrogant.” And it cited interviews with unnamed board members who savaged Mr. Magaziner, saying he treated them with disrespect and suspicion, had created needless divisions and was overly concerned with gaining independence from the Clinton family.\n“Ira’s ‘paranoia’ was mentioned by several board members to encompass Ira’s general mistrust of the board and its intentions,” the review found. “This was cited as particularly prevalent when it comes to the Clintons. Several board members indicate that Ira has misrepresented the board and the Clinton Foundation to management and others, which has resulted in an unhealthy relationship and tension.”\nHis disdain for the initiative’s board, the report added, “is damaging and unnecessary, and perceived to be motivated by his drive for independence from the Clintons.”\nIn an interview, Mr. Magaziner acknowledged the review’s harsher elements but said the fuller picture it painted was positive. “Am I intimidating at times?” he added. “Am I prickly? Sure.”\nHe was also fairly blunt about his ties to the Clintons, saying that he went back 46 years with the former president and former secretary of state but that his working relationship with their daughter, though he has “known her since she was born,” was not as deep.\n“From my perspective, Chelsea Clinton is one of nine board members,” he said. “She’s a good board member. Do I and other members of the management team disagree with her at times? Sure. From my perspective that’s fine. I don’t have a problem with Chelsea Clinton. I see her as one of my board members, and she makes valuable contributions.”\nA Rhodes Scholar at Oxford with Mr. Clinton, Mr. Magaziner was put in charge, alongside the first lady, of trying to overhaul the nation’s health insurance system in 1993. Since 2002, he has spearheaded the Clinton Health Access Initiative, seeking to expand access to drugs and treatment to combat AIDS, malaria, tuberculosis and other diseases around the world. It was the Clinton Foundation’s premiere endeavor until the Clinton Global Initiative was created in 2005.", "url": "https://www.nytimes.com/2015/11/19/us/politics/reviews-reveal-divisions-within-the-clinton-health-initiative-starting-at-the-top.html?_r=0"}