{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:39:23", "date_modify": "2022-10-25 23:39:23", "date_publish": "2015-09-30 11:09:43", "description": "The rejected promotion of Johannes Chan, a professor, has prompted memories of the monthslong protests that shut down major thoroughfares in the city last year.", "filename": "2015_10_01_world_asia_hong-kong-university-votes-against-promoting-johannes-chan_1666741163.html", "image_url": "https://static01.nyt.com/images/2015/10/01/world/01HongKong-web/01HongKong-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=1367921dc014072c932313c70f0f4278fc8948be85f0cbbe4a71acae1630c405&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_01_world_asia_hong-kong-university-votes-against-promoting-johannes-chan_1666741163.html", "title": "Vote at Hong Kong University Stirs Concern Over Beijing’s Influence", "title_page": "Vote at Hong Kong University Stirs Concern Over Beijing’s Influence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The issue has stirred memories of the monthslong sit-in protests — over a China-approved plan for Hong Kong’s elections — that shut down major thoroughfares in the city last year. One of the leaders of those demonstrations, which began a year ago this week, was Benny Tai, a pro-democracy advocate who was a professor under Mr. Chan at the law school.\nImage Johannes Chan, whose promotion was in the hands of a 22-member committee on which university employees and students are outnumbered by members from outside the university. Credit... Fai Lo/The Initium Media\nMr. Chan, who specializes in human rights and constitutional law, is also a member of a pro-democracy group, Hong Kong 2020. He has been strongly criticized by pro-China news outlets here since he became a likely candidate for promotion, to a post called pro-vice chancellor.\nIn January, two Chinese government-owned newspapers criticized the academic record and performance of Mr. Chan’s department as being below international standards, charges that Mr. Chan rebutted. The newspapers, Ta Kung Pao and Wen Wei Po, used unpublished, leaked documents to support their case.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\nMr. Chan’s promotion was in the hands of a 22-member committee on which university employees and students are outnumbered by members from outside the university. Six of its members are appointed by Hong Kong’s top official and its chief executive, Leung Chun-ying, an active supporter of Beijing’s policies toward the city. At least five members are delegates to the National People’s Congress in Beijing or its advisory panel, and as such are obligated to support the Communist Party line at the risk of expulsion.\nThe possibility that Communist orthodoxy had swayed the decision was not lost on scholars of Chinese politics. Jerome A. Cohen, a professor at New York University, said the committee’s decision, which was made behind closed doors, employed the Mao-era political tactic of zhengzhi guashuai, or ‘‘politics in command,’’ which places the political imperative — in this case, preventing the promotion of a pro-democracy university official — above all else.", "url": "https://www.nytimes.com/2015/10/01/world/asia/hong-kong-university-votes-against-promoting-johannes-chan.html"}