{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:01:56", "date_modify": "2022-10-25 23:01:56", "date_publish": "2015-10-15 16:17:45", "description": "The new offensive aims to break rebel control of a highway between two major cities, according to Syrian state media and antigovernment activists.", "filename": "2015_10_16_world_middleeast_syrian-forces-and-russian-jets-attack-rebel-held-towns_1666738916.html", "image_url": "https://static01.nyt.com/images/2015/10/16/world/16SYRIA/16SYRIA-facebookJumbo.jpg?year=2015&h=550&w=1050&s=530e3267da4901bcdb6de8df9956db376d1cb47db00415e7d66bb5334b545a47&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_16_world_middleeast_syrian-forces-and-russian-jets-attack-rebel-held-towns_1666738916.html", "title": "Syrian Government Forces, Backed by Russian Jets, Strike at Rebel-Held Towns", "title_page": "Syrian Government Forces, Backed by Russian Jets, Strike at Rebel-Held Towns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Syrian forces backed by Russian airstrikes began a new offensive on Thursday aimed at breaking rebel control of a crucial highway between two major cities, according to Syrian state media and antigovernment activists.\nMany of the 33 airstrikes Russia said it had carried out in Syria in the last 24 hours hit rebel-controlled towns between Homs and Hama. Residents of the area reported heavy bombardment, and mosques broadcast warnings to civilians to take cover. Antigovernment activists said dozens of people were killed.\nRussia’s Defense Ministry announced on Thursday that it had established a hotline with the Israeli military to avoid clashes in the sky during these operations. On Wednesday, representatives of both sides used the hotline to inform each other about their plans, the ministry said in a statement.\nA similar attempt to coordinate with the United States Air Force has yet to be concluded. Russia angered Turkey, a NATO member, in early October after its fighter jets violated Turkey’s airspace.", "url": "https://www.nytimes.com/2015/10/16/world/middleeast/syrian-forces-and-russian-jets-attack-rebel-held-towns.html"}