{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:49:14", "date_modify": "2022-10-25 23:49:14", "date_publish": "2015-11-12 18:22:05", "description": "Over one million Syrians have sought refuge in a country of barely four million people, and the strains have passed what anyone envisioned was the breaking point.", "filename": "2015_11_13_world_middleeast_a-refugee-crisis-in-lebanon-hides-in-plain-sight_1666741754.html", "image_url": "https://static01.nyt.com/images/2015/11/12/world/13beirut-web/13beirut-web-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=f53ae2b369fed4cd4c14d8b265c3984131fe3944e6f173ca9418a6fb01697cb1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_13_world_middleeast_a-refugee-crisis-in-lebanon-hides-in-plain-sight_1666741754.html", "title": "A Refugee Crisis in Lebanon Hides in Plain Sight", "title_page": "A Refugee Crisis in Lebanon Hides in Plain Sight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Khalid’s father, Abdelwahhid Ibo, 40, a laborer, and his sister Salha, 47, a janitor at a bank, said they worried about the children’s safety — but their own earnings could not feed the family.\nThey are among the lucky few to pass several stages of a lengthy process to win resettlement in the West.\nThey fantasize about Australia, but they have little choice: In a standardized process run by international aid agencies, where they end up depends on which country, if any, volunteers to take them.\nBut down the coast, near the Sobhi Saleh school, the Hamdi family is not so fortunate.\nThey rent a drafty cinder-block room beside a garbage-strewn beach. Once a fancier district called the Riviera, the neighborhood grew crowded in the 1970s with Lebanese displaced by war. Some have since emigrated to Germany and rent their ramshackle houses to Syrian refugees.\nIbrahim Hamdi, 55, worked for decades in Lebanon, returning to Syria every few months to see his family. That tradition — along with shared language and history — has helped many Syrians find their way here. But as more arrive, helping them gets harder.\nUnited Nations cuts have ended refugee benefits for Mr. Hamdi and his older sons. And newly restrictive Lebanese policies mean that his wife and younger children, who arrived more recently, cannot register for refugee status — meaning that unlike the Jassems, they have no path to resettlement.\nMr. Hamdi has forbidden his sons from trying their luck in the smugglers’ boats. Instead, the older children look for work and plan to invest everything in school for the youngest: Ahmed, 5, is not yet too far behind the Lebanese in English.\n“The crisis might not be solved for 20 years,” Mr. Hamdi said. “Both Lebanon and we are bearing the burden.”", "url": "https://www.nytimes.com/2015/11/13/world/middleeast/a-refugee-crisis-in-lebanon-hides-in-plain-sight.html"}