{"authors": ["Mark Scott"], "date_download": "2022-10-25 23:41:06", "date_modify": "2022-10-25 23:41:06", "date_publish": "2015-06-30 09:27:49", "description": "The new rules, which will apply to people who travel across the 28-member bloc, are accompanied by regulations on so-called net neutrality.", "filename": "2015_07_01_business_international_eu-roaming-charges-net-neutrality_1666741266.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_01_business_international_eu-roaming-charges-net-neutrality_1666741266.html", "title": "E.U. to End Cellphone Roaming Charges in 2017", "title_page": "E.U. to End Cellphone Roaming Charges in 2017 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — European officials approved on Tuesday a series of sweeping changes to how mobile and wired Internet service works in the region, pushing through rules that outlaw mobile roaming charges and forbid providers from giving preferences to some types of online traffic.\nAs part of the new rules, which are expected to be officially approved by European governments over the next few months, officials here banned cellphone roaming charges, beginning in 2017, when people travel across the 28-member European Union. The changes also outline how Internet service providers must treat data over their networks, forbidding broadband providers from slowing down any particular service.\nThe changes are part of long-awaited overhauls aimed at improving how Europeans connect to and use mobile services. Lawmakers say they want the new rules to foster greater economic activity in the European Union, which in many ways is still divided by national boundaries.\nDebate about the new rules, more than two years in the making, has pitted many of the region’s telecommunications operators against consumer groups. To appease both sides, lawmakers here hailed cuts in cellphone roaming charges while allowing companies to potentially charge extra for access to their networks under certain circumstances.", "url": "https://www.nytimes.com/2015/07/01/business/international/eu-roaming-charges-net-neutrality.html"}