{"authors": ["Vivian Yee"], "date_download": "2022-10-25 22:56:16", "date_modify": "2022-10-25 22:56:16", "date_publish": "2015-08-28 09:00:42", "description": "Mayor Bill de Blasio has not delivered on his pledge to end the city’s use of an emergency form of housing that officials have deemed abhorrent and ineffective.", "filename": "2015_08_29_nyregion_new-york-relies-on-housing-program-it-deplores-as-homeless-ranks-swell_1666738576.html", "image_url": "https://static01.nyt.com/images/2015/08/29/nyregion/SHELTER/SHELTER-facebookJumbo.jpg?year=2015&h=550&w=1050&s=4eef9b282b45d08c8a433f379472056aa4977f341132333fd363c6b1cdc51a3b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_29_nyregion_new-york-relies-on-housing-program-it-deplores-as-homeless-ranks-swell_1666738576.html", "title": "Homeless Families Endure Roaches, Mice and Failed Promises", "title_page": "Homeless Families Endure Roaches, Mice and Failed Promises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Hers said the city inspected each apartment before sending people there.\n“I’m not going there, putting cockroaches in,” he said. “They have to live cleanly and follow the instructions of the exterminator.”\nOnce city officials caught wind of the transfers, they said, they canceled the 24-hour notices, saying the families were not meant to be moved so soon. Yet Mr. Hers said the city approved the new apartments and sent buses to transfer the families.\nHoping to permanently drive down homelessness, the de Blasio administration has established new rental subsidies and given homeless people priority for public housing units.\nYet even for those who have qualified for help with permanent housing — including Ms. Fernandez — the going is slow. Ms. Fernandez and her family were supposed to move to Marcus Garvey Village, a low-income complex in Brownsville, Brooklyn, on July 24. They are still waiting.\nA Persistent Problem\nFor those who live at 60 Clarkson, it has been a summer of purgatory.\nMr. Hers’s sudden move to transfer the families, though prompted by the city, convinced many residents and their advocates that he was planning to take advantage of the area’s booming real estate market to sell the building at an enormous profit or strip it of rent-regulated status and rent its apartments to young professionals.\nAs market-rate rents overtake what landlords can earn from housing homeless people, tenant advocates say, they are more likely to seize any chance to empty their buildings to sell them at a markup. But Mr. Hers insisted he had no intention of trying to deregulate or sell the building.\nBesides, he said, he was sure the demand for shelter would force the city to keep the building open, no matter how much officials insisted they wanted to cut ties with 60 Clarkson.\nHe may have a point. The city said on Aug. 20 that five families had moved out. But residents said the math was more complex. Since June 29, they said, a few families have left the Clarkson Avenue building — and the city has sent a dozen new ones to take their places.", "url": "https://www.nytimes.com/2015/08/29/nyregion/new-york-relies-on-housing-program-it-deplores-as-homeless-ranks-swell.html"}