{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:02", "date_modify": "2022-10-25 23:56:02", "date_publish": "2015-03-17 17:05:59", "description": "Prime Minister Benjamin Netanyahu retained power, but his sharp-edged campaign raised questions about Israel’s future.", "filename": "2015_03_18_world_middleeast_netanyahu-israel-elections-arabs.html_module=inline_1666742162.html", "image_url": "https://static01.nyt.com/images/2015/03/18/world/18Netanyahu/18Netanyahu-facebookJumbo.jpg?year=2015&h=549&w=1050&s=7f8055ff0838186a43ceeeb5165be769110489e4131a8768798023728fb3729a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_18_world_middleeast_netanyahu-israel-elections-arabs.html_module=inline_1666742162.html", "title": "Deep Wounds and Lingering Questions After Israel’s Bitter Race", "title_page": "Deep Wounds and Lingering Questions After Israel’s Bitter Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Benjamin Netanyahu was poised to return to power. But there was a cloud over his apparent turnaround, the result of an increasingly shrill campaign that raised questions about his ability to heal Israel’s internal wounds or better its standing in the world.\nHe said there would be no Palestinian state under his watch.\nHe railed against Israeli Arabs — because they had gone out to vote.\nFrom the capitals of Europe, to Washington, to the West Bank, to the streets of Israel, even while his critics said Mr. Netanyahu had reaffirmed his reputation as a cynical, calculating politician, it appeared that his approach succeeded in drawing votes from other right-leaning parties.\nBut along the way he angered the president of the United States with a speech to Congress and infuriated European leaders eager to see the peace process move ahead to create a Palestinian state.", "url": "https://www.nytimes.com/2015/03/18/world/middleeast/netanyahu-israel-elections-arabs.html?module=inline"}