{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:34:38", "date_modify": "2022-10-25 23:34:38", "date_publish": "2015-01-05 00:43:51", "description": "Representative Steve Scalise of Louisiana will go anywhere, and talk to anyone, his friends say, and that in part may be what led him to address a group of white supremacists.", "filename": "2015_01_05_us_politics_steve-scalise-is-defined-and-nearly-undone-by-a-willingness-to-talk-to-anyone.html__r=0_1666740878.html", "image_url": "https://static01.nyt.com/images/2015/01/05/us/JP-SCALISE/JP-SCALISE-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=5f50ebed5b2a9d4f8066ab4ac1612cf85dc627d2855ff91a8ba5f66f3c5b532e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_05_us_politics_steve-scalise-is-defined-and-nearly-undone-by-a-willingness-to-talk-to-anyone.html__r=0_1666740878.html", "title": "Allies Say Willingness to Talk to Anyone, Nearly His Undoing, Defines Scalise", "title_page": "Allies Say Willingness to Talk to Anyone, Nearly His Undoing, Defines Scalise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He won the race and became known for forging alliances and lunching with lobbyists. “This legislative thing is what he is made for,” said Mike Walsworth, a fellow Republican legislator who was Mr. Scalise’s roommate in Baton Rouge.\nMr. Walsworth recalled returning to the apartment to see Mr. Scalise poring over legislation and unwinding in front of the television. “We were both ‘Seinfeld’ freaks,” said Mr. Walsworth, recalling their fondness for the “Soup Nazi” episode. Mr. Scalise’s most notable legislation was opposing same-sex marriage and preventing cities from suing gunmakers.\nMr. Scalise’s brand of conservatism, which played well in the largely white areas in and around New Orleans that he represented, meant appealing to many of the people who had supported Mr. Duke’s 1991 bid for governor. “We’re supposed to respect all of our constituents,” said Mr. Walsworth. “We could all wind up getting up in the same situation that Steve is in.”\nBut Mr. Scalise did not strike his colleagues in the Legislature as out of the mainstream. Representative Cedric Richmond, the only Democrat and African-American in the state’s congressional delegation, for one, who served with Mr. Scalise in Baton Rouge, said he does not have “a racist bone in his body.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nBut Mr. Scalise’s ambition drove him beyond Baton Rouge. His goal was always to get to Washington. In 1999, he intended to run for the seat held by Mr. Livingston, who lost out on a chance to be speaker in an adultery scandal. But Mr. Scalise was forced to step aside, as then-State Representative David Vitter prevailed over former Gov. David Treen and Mr. Duke.\nIn 2004, Mr. Scalise tried again for the seat when Mr. Vitter moved to the Senate. This time, Mr. Scalise had to yield to Bobby Jindal. “I was one of the ones who told him, ‘Steve, I don’t think this is your time,' ” said Mr. Legendre, who described him as “disappointed.”\nBut his bowing out built good will with the state’s power brokers. Mr. Scalise was the establishment candidate in a 2008 special election to replace Mr. Jindal, who had become governor, and last week both the governor and Mr. Vitter expressed support for Mr. Scalise.", "url": "https://www.nytimes.com/2015/01/05/us/politics/steve-scalise-is-defined-and-nearly-undone-by-a-willingness-to-talk-to-anyone.html?_r=0"}