{"authors": ["John Markoff"], "date_download": "2022-10-25 23:30:47", "date_modify": "2022-10-25 23:30:47", "date_publish": "2015-12-10 19:04:33", "description": "An article in the journal Science reported a type of machine learning that outperformed human capabilities for a narrow range of vision-related tasks.", "filename": "2015_12_11_science_an-advance-in-artificial-intelligence-rivals-human-vision-abilities.html__r=0_1666740647.html", "image_url": "https://static01.nyt.com/images/2015/12/11/business/11vision-web1/11vision-web1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=7f0d723eaf55455bc44f5a3353c9a2d01e1111cafb3aeec6926a120843ce28af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_11_science_an-advance-in-artificial-intelligence-rivals-human-vision-abilities.html__r=0_1666740647.html", "title": "A Learning Advance in Artificial Intelligence Rivals Human Abilities", "title_page": "A Learning Advance in Artificial Intelligence Rivals Human Abilities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new approach, known as Bayesian Program Learning, or B.P.L., is different from current machine learning technologies known as deep neural networks.\nNeural networks can be trained to recognize human speech, detect objects in images or identify kinds of behavior by being exposed to large sets of examples.\nAlthough such networks are modeled after the behavior of biological neurons, they do not yet learn the way humans do — acquiring new concepts quickly. By contrast, the new software program described in the Science article is able to learn to recognize handwritten characters after “seeing” only a few or even a single example.\nThe researchers compared the capabilities of their Bayesian approach and other programming models using five separate learning tasks that involved a set of characters from a research data set known as Omniglot, which includes 1,623 handwritten character sets from 50 languages. Both images and pen strokes needed to create characters were captured.\n“With all the progress in machine learning, it’s amazing what you can do with lots of data and faster computers,” said Joshua B. Tenenbaum, a professor of cognitive science and computation at M.I.T. and one of the authors of the Science paper. “But when you look at children, it’s amazing what they can learn from very little data. Some comes from prior knowledge and some is built into our brain.”", "url": "https://www.nytimes.com/2015/12/11/science/an-advance-in-artificial-intelligence-rivals-human-vision-abilities.html?_r=0"}