{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:25", "date_modify": "2022-10-25 23:33:25", "date_publish": "2015-12-02 00:55:09", "description": "News of the worst economic performance in two decades is the culmination of months of crisis, paralysis and political scandal.", "filename": "2015_12_02_world_americas_economic-report-adds-to-brazils-mounting-woes_1666740805.html", "image_url": "https://static01.nyt.com/images/2015/12/02/world/02BRAZIL/02BRAZIL-facebookJumbo.jpg?year=2015&h=550&w=1050&s=44756b3412dd4e2036d7414e602632b3fe1d5fe3adcd23106e1655ec2599b7a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_02_world_americas_economic-report-adds-to-brazils-mounting-woes_1666740805.html", "title": "Economic Report Adds to Brazil’s Mounting Woes", "title_page": "Economic Report Adds to Brazil’s Mounting Woes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — It keeps getting messier.\nA senator close to the president has just been arrested in a widening graft scandal. Lawmakers are wielding the threat of impeachment over the president, thwarting efforts to deal with the tumbling economy.\nAnd then, on Tuesday, Brazil reported its worst economic performance in two decades.\nThe dismal result — the economy shrank 1.7 percent in the third quarter — is the culmination of months of economic crisis and political paralysis, casting a pall over Latin America’s largest country.\nWhat began as an inquiry into bribes at the national oil company, Petrobras, has mushroomed into a much larger scandal, ensnaring in recent days André Esteves, a billionaire investment banker, and Delcídio do Amaral, a senator in the governing Workers Party.\nThe jailing of such powerful figures is creating even more gridlock in the capital, Brasília, as congressional leaders engulfed in the scandal stymie President Dilma Rousseff’s attempts to win approval for austerity measures. In turn, the uncertainty over Ms. Rousseff’s own political survival and her government’s leadership of the economy is deepening the crisis of confidence in the nation.", "url": "https://www.nytimes.com/2015/12/02/world/americas/economic-report-adds-to-brazils-mounting-woes.html"}