{"authors": ["Jon Caramanica"], "date_download": "2022-10-25 22:55:02", "date_modify": "2022-10-25 22:55:02", "date_publish": "2015-08-31 07:24:44", "description": "The awards in Los Angeles were defined not by the stagy shock of Ms. Cyrus as host, but by eruptions of extreme sincerity, sometimes contrived and sometimes not.", "filename": "2015_09_01_arts_music_2015-vma-miley-cyrus-nicki-minaj-kanye-west.html_hp&action=click&pgtype=Homepage&module=photo-spot-region&region=top-news&WT.nav=top-news_1666738502.html", "image_url": "https://static01.nyt.com/images/2015/08/30/arts/music/20150831_VMAS-slide-ED68/20150831_VMAS-slide-ED68-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=d01d370afda6f87174073f9be032515ee1f5ffbc27fca27776c810e0c4eba512&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_01_arts_music_2015-vma-miley-cyrus-nicki-minaj-kanye-west.html_hp&action=click&pgtype=Homepage&module=photo-spot-region&region=top-news&WT.nav=top-news_1666738502.html", "title": "At MTV V.M.A.s, Celebrity Feuds, Miley Cyrus and Also Some Music", "title_page": "At MTV V.M.A.s, Celebrity Feuds, Miley Cyrus and Also Some Music - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By any measure, booking Miley Cyrus to host the 2015 MTV Video Music Awards seemed like a certain coup. Two years ago, performing on the show, she ignited a thousand think pieces with her antics, and since then, she’s become perhaps our most unfiltered pop star, for better and often for worse. She is a reliable generator of controversy, and a reliable generator of memes.\nOn a youth-focused awards show that’s as effectively consumed on the big living room picture box as in bite-size pictures and videos on Instagram, Vine, Twitter and Snapchat, Ms. Cyrus is a model host, as well as a harbinger of cultural collisions and distribution strategies yet to come.\nAnd yet, by the end of the night, when Ms. Cyrus performed a new song about self-empowerment (and drugs), backed by the Flaming Lips and dancing drag queens, she wasn’t nearly the most memorable part of the evening’s ceremonies.\nInstead, the 2015 V.M.A.s — which took place on Sunday night at the Microsoft Theater in Los Angeles and were broadcast on MTV with a brief, necessary tape delay to handle the abundant cursing — were defined not by Ms. Cyrus’s stagy shock but rather by eruptions of extreme sincerity, sometimes from situations that were clearly contrived, and sometimes not.", "url": "https://www.nytimes.com/2015/09/01/arts/music/2015-vma-miley-cyrus-nicki-minaj-kanye-west.html?hp&action=click&pgtype=Homepage&module=photo-spot-region&region=top-news&WT.nav=top-news"}