{"authors": ["Eduardo Porter"], "date_download": "2022-10-25 23:33:16", "date_modify": "2022-10-25 23:33:16", "date_publish": "2015-10-20 15:39:50", "description": "Studies rebut a long-cherished belief in America, on the right and left, that welfare encourages bad behavior by the poor.", "filename": "2015_10_21_business_the-myth-of-welfares-corrupting-influence-on-the-poor_1666740796.html", "image_url": "https://static01.nyt.com/images/2015/10/20/business/21porter-web/21porter-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b39bf257b17ced1b12f77b77789f3b13a4a64e17560f4a4266a842fb7a6424c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_21_business_the-myth-of-welfares-corrupting-influence-on-the-poor_1666740796.html", "title": "The Myth of Welfare’s Corrupting Influence on the Poor", "title_page": "The Myth of Welfare’s Corrupting Influence on the Poor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Professor Banerjee suggests the spread of welfare aversion around the world might be an American confection. “Many governments have economic advisers with degrees from the United States who share the same ideology,” he said. “Ideology is much more pervasive than the facts.”\nWhat is most perplexing is that the United States’ own experience with both welfare and its “reform” does not really support the charges.\nTake births to single mothers. Already in 1995, an analysis of rates of birth to unwed mothers by Hilary Hoynes of the University of California, Berkeley, found that welfare payments did not increase single motherhood. And the experience over the next 20 years suggested that ending welfare did not reduce it.\nThe charge that welfare will become a way of life reproducing itself down the generations is also dubious. Before welfare reform in 1996, some four in 10 Americans on welfare were on it for only one or two years. Only about a third were on it for five years or more.\nAnd what about jobs? There is little doubt that welfare can discourage employment, particularly when recipients lose benefits quickly as their earnings from work rise.\nStill, the effects are muted. For instance, in 1983 Robert Moffitt, then at Rutgers University, estimated that welfare reduced work by some four hours a week out of a total of 25.\n“There is some disincentive effect consistent with theory, but the economic magnitude is not large,” said James P. Ziliak, head of the Center for Poverty Research at the University of Kentucky. “Oftentimes these disincentive effects are overstated in the policy discourse.”", "url": "https://www.nytimes.com/2015/10/21/business/the-myth-of-welfares-corrupting-influence-on-the-poor.html"}