{"authors": ["Michael S. Schmidt", "Matt Apuzzo"], "date_download": "2022-10-25 23:02:12", "date_modify": "2022-10-25 23:02:12", "date_publish": "2015-04-07 21:59:54", "description": "The North Charleston officer, who is white, had said Mr. Scott, an apparently unarmed black man, took his stun gun. But a video shows the officer firing at him eight times.", "filename": "2015_04_08_us_south-carolina-officer-is-charged-with-murder-in-black-mans-death_1666738932.html", "image_url": "https://static01.nyt.com/images/2015/04/08/nytnow/08watching-shooting/08watching-shooting-facebookJumbo.jpg?year=2015&h=550&w=1050&s=f27199000fae9f9122f824ef07cca7477393b47bcde650061443e4a413505993&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_08_us_south-carolina-officer-is-charged-with-murder-in-black-mans-death_1666738932.html", "title": "South Carolina Officer Is Charged With Murder of Walter Scott", "title_page": "South Carolina Officer Is Charged With Murder of Walter Scott - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A white police officer in North Charleston, S.C., was charged with murder on Tuesday after a video surfaced showing him shooting in the back and killing an apparently unarmed black man while the man ran away.\nThe officer, Michael T. Slager, 33, said he had feared for his life because the man had taken his stun gun in a scuffle after a traffic stop on Saturday. A video, however, shows the officer firing eight times as the man, Walter L. Scott, 50, fled. The North Charleston mayor announced the state charges at a news conference Tuesday evening.\nThe shooting came on the heels of high-profile instances of police officers’ using lethal force in New York, Cleveland, Ferguson, Mo., and elsewhere. The deaths have set off a national debate over whether the police are too quick to use force, particularly in cases involving black men.\nA White House task force has recommended a host of changes to the nation’s police policies, and President Obama sent Attorney General Eric H. Holder Jr. to cities around the country to try to improve police relations with minority neighborhoods.\nNorth Charleston is South Carolina’s third-largest city, with a population of about 100,000. African-Americans make up about 47 percent of residents, and whites account for about 37 percent. The Police Department is about 80 percent white, according to data collected by the Justice Department in 2007, the most recent period available.\nImage Officer Michael T. Slager\n“When you’re wrong, you’re wrong,” Mayor Keith Summey said during the news conference. “And if you make a bad decision, don’t care if you’re behind the shield or just a citizen on the street, you have to live by that decision.”\nThe shooting unfolded after Officer Slager stopped the driver of a Mercedes-Benz with a broken taillight, according to police reports. Mr. Scott ran away, and Officer Slager chased him into a grassy lot that abuts a muffler shop. He fired his Taser, an electronic stun gun, but it did not stop Mr. Scott, according to police reports.\nMoments after the struggle, Officer Slager reported on his radio: “Shots fired and the subject is down. He took my Taser,” according to police reports.\nBut the video, which was taken by a bystander and provided to The New York Times by the Scott family’s lawyer, presents a different account. The video begins in the vacant lot, apparently moments after Officer Slager fired his Taser. Wires, which carry the electrical current from the stun gun, appear to be extending from Mr. Scott’s body as the two men tussle and Mr. Scott turns to run.\nSomething — it is not clear whether it is the stun gun — is either tossed or knocked to the ground behind the two men, and Officer Slager draws his gun, the video shows. When the officer fires, Mr. Scott appears to be 15 to 20 feet away and fleeing. He falls after the last of eight shots.", "url": "https://www.nytimes.com/2015/04/08/us/south-carolina-officer-is-charged-with-murder-in-black-mans-death.html"}