{"authors": ["Ken Belson"], "date_download": "2022-10-25 22:59:46", "date_modify": "2022-10-25 22:59:46", "date_publish": "2015-10-16 01:40:10", "description": "The Ross Initiative in Sports for Equality, founded by Stephen M. Ross, will run public service announcements and develop educational programs about respect and diversity.", "filename": "2015_10_16_sports_football_miami-owner-backs-new-effort-to-combat-racism.html__r=0_1666738786.html", "image_url": "https://static01.nyt.com/images/2015/10/16/sports/Y-RACEINSTITUTE-1/Y-RACEINSTITUTE-1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=2f52daf937afa21186125a3badcb95329c0a32b06d9038753eb9089f8692639d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_16_sports_football_miami-owner-backs-new-effort-to-combat-racism.html__r=0_1666738786.html", "title": "Miami Dolphins Owner Backs New Effort to Combat Racism", "title_page": "Miami Dolphins Owner Backs New Effort to Combat Racism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Experts in social advocacy applauded the effort to raise awareness, but said that for that message to resonate, meaningful action must follow.\n“Talk is not unimportant,” said Leslie Lenkowsky, a professor of philanthropy at the School of Public and Environmental Affairs at Indiana University. But “they can make a bigger difference by getting out and doing things.”\nRoss’s initiative had its genesis in one of his darkest moments as a team owner. In 2013, Jonathan Martin, a second-year offensive lineman on the Dolphins, left the team in the middle of the season and accused several teammates of bullying him and using racial slurs. The scandal rocked the team and cast the typical N.F.L. locker room as an intolerant workplace.\nNot long after, Ross, a billionaire who made his fortune developing real estate, went to Detroit to meet the governor of Michigan and other officials about addressing the seemingly intractable problems there. He recognized that racism and discrimination were at the core of the city’s poverty and its economic problems.\n“I thought when all the events happened, I could either bury my head in the sand or do something about it,” said Ross, who grew up in Detroit.\nFor decades, athletes from Jackie Robinson to Muhammad Ali to Michael Sam have taken public stands on contentious social issues, sometimes prompting severe criticism. Last year, five members of the St. Louis Rams ran onto the field before a game with their hands raised, a response to the killing in Ferguson, Mo., of Michael Brown, an unarmed 18-year-old who was shot by a police officer. The St. Louis Police Officers Association, which represents officers in Ferguson, demanded that the team and the N.F.L. apologize, and the players be disciplined.", "url": "https://www.nytimes.com/2015/10/16/sports/football/miami-owner-backs-new-effort-to-combat-racism.html?_r=0"}