{"authors": ["Sarah Maslin Nir"], "date_download": "2022-10-25 23:25:07", "date_modify": "2022-10-25 23:25:07", "date_publish": "2015-11-08 18:45:35", "description": "Assemblyman Ron Kim, who was instrumental in creating a law to protect workers, has since received tens of thousands of dollars in political donations from salon owners and industry groups.", "filename": "2015_11_09_nyregion_once-behind-nail-salon-law-assemblyman-now-opposes-reforms_1666740307.html", "image_url": "https://static01.nyt.com/images/2015/11/03/nyregion/NAILSweb1/NAILSweb1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=d1812834d2542d9aa90a36f163013daabf2b7026c1fbd8d5bd5cb861003727ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_09_nyregion_once-behind-nail-salon-law-assemblyman-now-opposes-reforms_1666740307.html", "title": "Backed by Nail Salon Owners, a New York Legislator Now Fights Reforms", "title_page": "Backed by Nail Salon Owners, a New York Legislator Now Fights Reforms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But he has kept money given to him individually by salon owners. Campaign finance records show that at least $17,000 in contributions that appear to be from the July fund-raiser came from salon owners, including present and past leaders of the Korean nail salon association. The donations that have come in since then are not yet publicly available. In an interview, Mr. Kim said he did not know the affiliations of the industry donors, even though several donations in July were from salons themselves, and labeled in records, in one example, as “Think Pink Nails I Inc.” In response to questions, Mr. Kim said that his staff would be looking into whether more money should be returned.\nOn the same day Mr. Kim returned the Chinese and Korean trade associations’ donations, the organizations hired the Parkside Group, a lobbying firm where Mr. Kim worked in 2012. The move was made at the assemblyman’s recommendation, according to Donald Yu, the director of the Korean nail salon association: “He said that in order to do the lawsuit, you also need to hire a P.R. firm to do press conferences and to get the articles into newspapers and radio and TV.”\nIn an interview, the assemblyman said hiring Parkside was just one of a number of recommendations he had made to the owners’ group, and that he frequently makes recommendations to constituents.\nAs the nail salon groups have ramped up their campaign against the new regulations, the organizations’ stature has grown, too. The Korean nail association had previously relied mainly upon modest dues, but now, almost every day, checks are arriving at its battered upper-story office in Flushing, adding tens of thousands of dollars to its war chest, its leaders said.\nAt least two other groups of nail salon owners have coalesced, organizing largely through WeChat, a popular messaging app. One, calling itself U.S. Nail Salons Management Center Inc., urged Chinese-owned shops around the city to close in protest of the new regulations on Aug. 25.\nJoseph Lin, a real estate agent and community activist who is not affiliated with the industry, joined that group, and rallied another spinoff group. He said he was inspired to join the fray after walking past a nail salon that had shut in protest over Labor Day weekend and seeing a flier on its window.\nMr. Lin said he saw a chance for Chinese immigrants in the city to find their political voice. He helped lead nail salon protests in September at City Hall and several demonstrations in front of the New York Times Building. He has also been using the protests as a vehicle to encourage Chinese-Americans, in the nail salon industry and outside it, to register to vote. In an interview, Mr. Lin pointed to the fact that in a recent protest, which drew several hundred participants, many were not involved in the nail salon industry at all. The fight, he said, is now about so much more than nail salons.", "url": "https://www.nytimes.com/2015/11/09/nyregion/once-behind-nail-salon-law-assemblyman-now-opposes-reforms.html"}