{"authors": ["James C. Mckinley Jr."], "date_download": "2022-10-25 23:25:25", "date_modify": "2022-10-25 23:25:25", "date_publish": "2015-11-06 22:16:25", "description": "The Manhattan district attorney is giving grants, from criminal penalties against three international banks, for public and private criminal justice programs in New York and around the nation.", "filename": "2015_11_08_nyregion_cyrus-vance-has-dollar-808-million-to-give-away_1666740325.html", "image_url": "https://static01.nyt.com/images/2015/11/08/nyregion/08VANCE/08VANCE-facebookJumbo.jpg?year=2015&h=550&w=1050&s=6d4184c7065342ccb9d627665336385f0428df6ba82448aadbd106f8cd9fd226&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_08_nyregion_cyrus-vance-has-dollar-808-million-to-give-away_1666740325.html", "title": "Cyrus Vance Has $808 Million to Give Away", "title_page": "Cyrus Vance Has $808 Million to Give Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He has also given money to prosecutors in other boroughs for cybercrime labs, has paid for training and equipment for the city medical examiner’s office and has sent millions to state agencies for expenses like license plate readers on the Thruway and a photographic database of convicted felons. About $459 million has been allocated so far, and $69.5 million disbursed.\nFor his part, Mr. Vance says he sees the windfall as a once-in-a-lifetime chance to pay for new programs and technologies that could have a lasting impact on crime. “I call them transformative investments,” he said in an interview. “We have a window of opportunity here.”\nWhether the purchases Mr. Vance is underwriting are, in the long run, “transformative,” or merely one-shot gifts to strapped agencies, remains to be seen. Police officials acknowledge that they do not know where the money will come from to replace mobile devices for officers in the future, and the backlog in rape kits may well build up again if other states do not make testing DNA evidence a budget priority.\nEven without a fund, the Manhattan district attorney’s office has always served as a national model for prosecutors, going back to Thomas E. Dewey, who arrived in 1935 and pursued gangsters and municipal corruption. Mr. Dewey established an ethos of nonpartisan professionalism that continued under Frank S. Hogan, known for his ironclad integrity, and Robert M. Morgenthau, who steered the office through an era of high crime and fear.\nMr. Vance inherited that heavy mantle. But he arrived during an era of low crime, giving him room to experiment. And now he has money to make a criminal-justice wish list come true. Sharing it with the other boroughs, the state and even other jurisdictions makes sense, he argues. Clearing rape cases in other states, for instance, will solve cases in New York, he predicts, and cybercrime knows no borders.\n“I feel this is money that we need to share — not all of it, but a lot of it,” he said. “We are trying to lift all the boats and believe our boat will get lifted, too.”", "url": "https://www.nytimes.com/2015/11/08/nyregion/cyrus-vance-has-dollar-808-million-to-give-away.html"}