{"authors": ["Stanley Reed"], "date_download": "2022-10-25 23:44:01", "date_modify": "2022-10-25 23:44:01", "date_publish": "2015-03-26 12:14:44", "description": "Concerns over a possible disruption in supplies forced prices up as Saudi Arabia began airstrikes against Yemen.", "filename": "2015_03_27_business_energy-environment_oil-prices-jump-as-saudi-and-yemen-fighting-escalates_1666741441.html", "image_url": "https://static01.nyt.com/images/2015/01/26/multimedia/oil-prices-explainer/oil-prices-explainer-facebookJumbo.jpg?year=2015&h=550&w=1050&s=cec405fae2f7ee10133cbf94147b5b7428d15a16303838ff30eb016c54097cf3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_27_business_energy-environment_oil-prices-jump-as-saudi-and-yemen-fighting-escalates_1666741441.html", "title": "Oil Prices Jump as Saudi and Yemen Fighting Escalates", "title_page": "Oil Prices Jump as Saudi and Yemen Fighting Escalates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NATPOP of gas nozzle SOT: GEORGE CRNOVICH ”$1.72 a gallon ... I don’t see a downside!” SOT: Larry O’Neal It feels great. VO SINCE LAST SUMMER, THE PRICE OF CRUDE OIL HAS PLUMMETED MORE THAN FIFTY PERCENT. SOT: LANCE SMITH “It’s beautiful. It’s back to the early 90s.” NATPOP OF PROTESTS IN RUSSIA VO BUT OUTSIDE THE U.S., IT’S A VERY DIFFERENT SITUATION. SOT: Nigerian trader “Everybody is crying and complaining.” SOT (Russian): Moscow resident “It’s unpleasant and stressful.” NATPOP OF GAS STATION SOT HELIMA: “It’s really a spectrum of pain” MUSIC FULL WITH TITLE CARD HEADLINE: OIL PRICES’ ‘SPECTRUM OF PAIN’ NATPOP OF LIFTING UP NOZZLE SOT: LANCE SMITH “It’s about $60 to fill it up, right now it’s about $40. So I’m getting a $20 discount. VO AT ONE END - THE LESS PAINFUL END OF THE SPECTRUM - ARE THE COUNTRIES THAT IMPORT OIL. CHINA, INDIA, AND THE UNITED STATES ALL CONSUME MUCH MORE OIL THAN THEY PRODUCE. NATS OF GAS STATION WITH LOWER PRICES, U.S. DRIVERS ARE SAVING ROUGHLY $630 MILLION A DAY, COMPARED TO LAST JUNE. SOT CARLOS: For the average American, what that means over the course of the year is the same as getting a thousand dollar tax cut. [butt SOTs together] It’s a benefit to consumers. And at the same time, our energy industry is going to feel some pain. NATPOP OF FRACKING VO U.S. PRODUCERS - MANY OF WHOM CARRY HIGH COSTS — HAVE UPPED SUPPLY LARGELY THANKS TO HYDRAULIC FRACTURING - OR FRACKING. BUT NOW, THE IRONY IS ... CARLOS: High cost producers are going to start seeing the cost of oil infringing on their budgets and their ability to make money.” NATPOP OF TRADING ROOM FLOOR VO STILL, IT’S FAR FROM CRISIS-MODE. SOME EVEN SEE AN INVESTMENT OPPORTUNITY. It’s going to be one of the best opportunities we’ve had in many, many years.” MUSIC CHANGE TO SIGNAL TRANSITION VO THEN, THERE’S THE OTHER END OF THE SPECTRUM — OIL-EXPORTING COUNTRIES LIKE VENEZUELA, NIGERIA, AND RUSSIA. THESE PRODUCTION-HEAVY ECONOMIES WERE BUILT ON HIGH PRICES. NOW, THEY ARE COMPROMISED AND THINGS ARE NEARING A BREAKING POINT. ADDED FROM HELIMA Oil money has been the lubricant that keeps that whole system together...And so what do you do in a situation where you don’t have that money...I mean, Nigeria’s had 7 coups since independence in the 1960s, coups often happen in these countries when there isn’t the money to make the payments needed to keep the military happy. VO: RUSSIA IS ALSO ONE OF THE HARDEST HIT. OIL AND GAS MAKE UP MORE THAN HALF OF THE COUNTRY’S BUDGET. CHEAP OIL — COMBINED WITH WESTERN SANCTIONS OVER RUSSIAN ACTIONS IN UKRAINE — HAS THE RUBLE IN A FREE FALL. SOT HELIMA: Russians have tried to throw everything they have to staunch the flow. They’ve raised interest rates by 6 ½ percent, but it’s not helping. [butt sots together] so for them it’s basically a perfect storm. (SOUNDBITE) (Russian) MOSCOW, ANASTASIYA, SAYING: And unfortunately, the people are those who suffer.” VALERY RASHKIN (Russian): ‘RESIGN! RESIGN!’ VO MANY WONDER IF THIS DOUBLE BLOW WILL MEAN THAT VLADIMIR PUTIN HAS TO FINALLY RETHINK HIS STRATEGY IN UKRAINE. SOT: Secretary Lew: The sensible place for Russia to go is to do the right thing and work through ukraine on a diplomatic basis and let oil prices go where they go.” MUSIC CHANGE TO SIGNAL TRANSITION VO THEN THERE’S QATAR, THE UNITED ARAB EMIRATES AND SAUDI ARABIA. THESE RICH OPEC COUNTRIES HAVE MADE A CHOICE NOT TO SCALE BACK PRODUCTION, WHICH HELPS INSURE PRICES WILL STAY LOW. SOT CARLOS: “Saudi Arabia’s reaction is ‘if I cut back, you’re simply going to take my market share within these markets and I have the ability to sustain this because I have $800 billion dollars in reserves.” VO BUT HOW LONG CAN THEY LAST ? SOT HELIMA: They massively ran up spending post Arab spring to double down on their bargain with their citizens, don’t go into the streets, don’t make major demands for political freedoms, social freedom, but we’ll take care of you cradle to grave...[butt sots together] if people start believing that that safety net is more fragile, then I do think you run the risk at least of more questioning of the leadership of these countries. MUSIC CHANGE TO SIGNAL TRANSITION VO THE CONCERN FOR EVERYONE — ACROSS THIS SO-CALLED SPECTRUM OF PAIN — IS WHEN, OR IF, PRICES WILL GO BACK UP. SOT HELIMA: “What’s so fascinating about now is there’s no clear understanding of what’s driving this policy and so hence nobody knows what might be the exit ramp.” NATPOP FROM GAS PUMP IN GARY, INDIANA VO OIL PRICES ARE EXPECTED TO STAY LOW FOR THE NEXT YEAR. ADD FROM CARLOS “but beyond that, it’s anyone’s guess as to where it can go.” NATPOP OG GAS STATION SOT: LANCE SMITH I’m glad to be an American (laughs)“.” END IT", "url": "https://www.nytimes.com/2015/03/27/business/energy-environment/oil-prices-jump-as-saudi-and-yemen-fighting-escalates.html"}