{"authors": ["Steven Davidoff Solomon"], "date_download": "2022-10-25 23:51:57", "date_modify": "2022-10-25 23:51:57", "date_publish": "2015-11-04 01:37:14", "description": "In response Mylan’s move to the Netherlands, the Securities and Exchange Commission now requires shareholder votes for each governance change from such deals.", "filename": "2015_11_04_business_dealbook_regulators-unbundle-some-attractions-of-mergers_1666741917.html", "image_url": "https://static01.nyt.com/images/2015/11/04/business/04DEALPROF/04DEALPROF-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=149de32425024938506e11189b2f613bf82ce521708487f21edd11a106634273&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_04_business_dealbook_regulators-unbundle-some-attractions-of-mergers_1666741917.html", "title": "Regulators Unbundle Some Attractions of Mergers", "title_page": "Regulators Unbundle Some Attractions of Mergers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Securities and Exchange Commission has quietly taken a stand against corporate inversions.\nInversions occur when an American company buys a foreign company and reincorporates in that acquisition’s country, where the corporate tax rate is lower than in the United States. Pfizer’s approach to AstraZeneca of Britain last year set off a public uproar about American companies giving up their corporate citizenship. Now there are rumblings that the issue may re-emerge, with Pfizer’s apparent interest in Allergan.\nYet the S.E.C. has been prompted to act by an inversion that ultimately led to shareholder concerns over governance, rather than protests over taxes.\nIn this case, it was a deal this year that allowed the drug maker Mylan to move its place of organization to the Netherlands from Pennsylvania. At the time, shareholders applauded the move, which lowered the company’s tax rate.\nBut then a suitor, Teva Pharmaceuticals Industries, showed up only a few months later. Some of Mylan’s shareholders began to rue their company’s relocation as Mylan suddenly wielded its new Netherlands defenses to fight off Teva.", "url": "https://www.nytimes.com/2015/11/04/business/dealbook/regulators-unbundle-some-attractions-of-mergers.html"}