{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:56:13", "date_modify": "2022-10-25 23:56:13", "date_publish": "2015-04-28 11:29:20", "description": "Thousands of police officers and National Guard troops worked to maintain order and enforce a curfew amid scattered reports of clashes after a day of largely peaceful protests.", "filename": "2015_04_29_us_baltimore-riots_1666742173.html", "image_url": "https://static01.nyt.com/images/2015/04/30/world/30Baltimore2-ss/30Baltimore2-ss-facebookJumbo.jpg?year=2015&h=550&w=1050&s=49483c7f51bb1f6cfc2c5c41e27fddfb8e105a7094313bf7c84b8a6abd596e8e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_29_us_baltimore-riots_1666742173.html", "title": "Crowds Scatter as Baltimore Curfew Takes Hold", "title_page": "Crowds Scatter as Baltimore Curfew Takes Hold - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BALTIMORE — Armored vehicles lined this battered city’s main thoroughfares and thousands of law enforcement officers and National Guard troops worked to maintain order and enforce a citywide curfew Tuesday night, amid scattered reports of unrest after a day of largely peaceful protests.\nAs the curfew went into effect at 10 p.m., hundreds of people remained in the streets near the intersection of Pennsylvania and West North Avenues in blighted West Baltimore, where a CVS drugstore had been looted and burned during Monday night’s riots, after the funeral for Freddie Gray, who died after suffering a spinal cord injury in police custody this month. There were some reports of arrests, and police fired pepper-spray balls to disperse crowds, who had earlier stood their ground despite entreaties from religious leaders and community activists.\nShortly before midnight, Police Commissioner Anthony W. Batts said, “The curfew is in fact working.”\nHe added that 10 people were arrested after it went into effect. “Citizens are safe. The city is stable,” he said. “We hope to maintain it that way.”", "url": "https://www.nytimes.com/2015/04/29/us/baltimore-riots.html"}