{"authors": ["Shmuel Rosner"], "date_download": "2022-10-25 23:56:19", "date_modify": "2022-10-25 23:56:19", "date_publish": "2015-03-15 21:21:56", "description": "Most of us need to grow up and vote for one of two main camps - not just for what's fashionable.", "filename": "2015_03_16_opinion_the-juvenile-habits-of-israels-voters_1666742179.html", "image_url": "https://static01.nyt.com/images/2013/10/04/opinion/Rosner-contributor/Rosner-contributor-facebookJumbo-v4.png?year=2015&h=550&w=1050&s=b0eff60b53b53179d731d24af8518408ae8b37efa0f4c22f047e09105ef9ad28&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_16_opinion_the-juvenile-habits-of-israels-voters_1666742179.html", "title": "The Juvenile Habits of Israel’s Voters", "title_page": "Opinion | The Juvenile Habits of Israel’s Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tel Aviv — Israeli voters need to grow up — and preferably by Tuesday morning.\nThe chances of this happening aren’t great, and thus the chances of the March 17 election being a meaningful event are also slim. Israel might get a new prime minister, and it will certainly get a new coalition. But any coalition will have to constantly cater to the interests of the small parties it depends on. Israel’s political system is in trouble. But the problem is not “the system” — as people tend to often complain — it is the juvenile habits of Israel’s voters.\nThe real story of Israel’s election is not about our ability to pick the right policy — it is about our ability to pick any policy. If voters don’t make a clear choice between two camps, we’ll all face another term of political instability, and be saddled with a government that can’t truly set an agenda.\nAccording to polls, late last week 20 percent of voters were still undecided. Many of those, we call them “floaters,” are just confused: they don’t quite understand what the parties have to offer, and that’s because many parties don’t offer a clear agenda.\nSome floaters are angry with a political system that can’t solve Israel’s big problems. They have a point: Israel’s recent governments were unable to make peace with the Palestinians, they didn’t stop Iran’s nuclear program, they couldn’t eliminate Hamas and Hezbollah and they failed to reduce the cost of housing.", "url": "https://www.nytimes.com/2015/03/16/opinion/the-juvenile-habits-of-israels-voters.html"}