{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:56:07", "date_modify": "2022-10-25 23:56:07", "date_publish": "2015-04-27 11:51:13", "description": "Several officers were injured as police cars were damaged and rocks were thrown. Protesters smashed windows, and a CVS drugstore was set on fire.", "filename": "2015_04_28_us_baltimore-freddie-gray_1666742167.html", "image_url": "https://static01.nyt.com/images/2015/04/29/world/29Baltimore2-SS/28Baltimore2-SS-facebookJumbo.jpg?year=2015&h=550&w=1050&s=ca89ccd75959c7563f1ad7c5cfb70c612cf7177ccd679ef7cd881025126ad922&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_28_us_baltimore-freddie-gray_1666742167.html", "title": "Baltimore Enlists National Guard and a Curfew to Fight Riots and Looting", "title_page": "Baltimore Enlists National Guard and a Curfew to Fight Riots and Looting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Bryant insisted that Mr. Gray’s death would not “be in vain.” He vowed that Baltimore residents would “keep demanding justice” but also issued a pointed rebuke to the congregation, telling members that black people must take control of their lives and force the government and police to change.\n“This is not the time for us as a people to be sitting on the corner drinking malt liquor,” he roared, as his voice rose and the congregation, clapping, rose to its feet. “This is not the time for us to be playing the lottery or at the horsing casino, this is not the time for us to be walking down with our pants hanging down.”\nHe said, “Get your black self up and change this city!” and added, “I don’t know how you can be black in America and be silent. With everything we’ve been through, ain’t no way in the world you can sit here and be silent in the face of injustice.”\nBut as the day went on, the mood changed. The violence appears to have begun inside the Mondawmin Mall. Erica Ellis, 23, who works in a Game Stop store there, said the mall was shut down at 2 p.m., not long after Mr. Gray’s funeral cortege left for his burial.\nShe said she went outside and saw a big line of police officers and hundreds of young people who started throwing rocks and bricks. But police did not respond immediately, she said. “The police officers were trying as hard as they can not to hurt the people’s children,” she said.\nAt the corner of North Fulton and West North Avenues, looters could be seen breaking into stores and walking out with cases of food and water while hundreds of police officers in riot gear gathered about four blocks away.\nWhen a pair of police cruisers tried to enter the area, young men threw bottles. Several of the men wore surgical masks. Some carried baseball bats, others carried pipes. While several people held signs that said “Stop the war,” protesting peacefully, the rising chaos surrounded them: a broken-down BMW sat empty in the middle of the street, shards of glass from convenience store windows lay on the pavement and a young man carrying bolt cutters walked by.", "url": "https://www.nytimes.com/2015/04/28/us/baltimore-freddie-gray.html"}