{"authors": ["Nikita Stewart"], "date_download": "2022-10-25 23:25:21", "date_modify": "2022-10-25 23:25:21", "date_publish": "2015-11-19 02:38:46", "description": "Mayor Bill de Blasio’s plan would provide housing units for veterans, victims of domestic violence, people with mental illness and others with complex needs.", "filename": "2015_11_19_nyregion_de-blasio-unveils-plan-to-create-15000-units-of-housing_1666740321.html", "image_url": "https://static01.nyt.com/images/2015/11/19/nyregion/HOMELESS/HOMELESS-facebookJumbo.jpg?year=2015&h=550&w=1050&s=4cc413ec273b8079bc396e4d41c18cb6d7e265d86b59912917289a1c789d3220&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_19_nyregion_de-blasio-unveils-plan-to-create-15000-units-of-housing_1666740321.html", "title": "De Blasio Unveils Plan to Create 15,000 Units of Housing", "title_page": "De Blasio Unveils Plan to Create 15,000 Units of Housing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mayor Bill de Blasio, seeking to bolster his administration’s efforts on homelessness, unveiled a plan on Wednesday to create 15,000 units of housing aimed at veterans, victims of domestic violence, people with mental illness and others with complex needs that go beyond the economics of paying for a place to live in New York.\nThe new housing would be added over a 15-year period, at an estimated cost of $2.6 billion, the mayor said at a news conference in the lobby of a Times Square apartment building for formerly homeless people.\nAs Mr. de Blasio highlighted a commitment to build new housing, his plan was an acknowledgment that the city is unlikely to reduce homelessness if it continues to rely largely on housing vouchers — subsidies that are intended to defray market-rate rents but have fallen far behind the city’s fevered real estate market.\nThe announcement also reflected yet another rift between the mayor and Gov. Andrew M. Cuomo, a fellow Democrat, over the roles of the city and the state in funding key government functions and programs. For more than two decades, City Hall and Albany have been partners in one of the nation’s more successful supportive housing programs, which provides not only a place to live but also social services to address underlying issues, such as substance abuse and severe mental illness.", "url": "https://www.nytimes.com/2015/11/19/nyregion/de-blasio-unveils-plan-to-create-15000-units-of-housing.html"}