{"authors": ["Michael R. Gordon", "Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:01:29", "date_modify": "2022-10-25 23:01:29", "date_publish": "2015-06-10 09:51:45", "description": "The Obama administration will send hundreds of additional military trainers to help Iraqi forces retake Ramadi and repel the Islamic State.", "filename": "2015_06_11_world_middleeast_us-embracing-a-new-approach-on-battling-isis-in-iraq_1666738889.html", "image_url": "https://static01.nyt.com/images/2015/06/10/world/middleeast/11IRAQ/11IRAQ-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=b811c47c44b0ab78a908e832d3ab1ca90fe72980c067b50ba813ed64275563e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_11_world_middleeast_us-embracing-a-new-approach-on-battling-isis-in-iraq_1666738889.html", "title": "In Shift, U.S. Will Send 450 Advisers to Help Iraq Fight ISIS", "title_page": "In Shift, U.S. Will Send 450 Advisers to Help Iraq Fight ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama has authorized the deployment of up to 450 more American troops to Iraq to train and assist the Iraqi forces battling the Islamic State, the White House announced on Wednesday, signaling a major shift of focus in the fight against the Sunni militant group.\nThe United States forces will use Al Taqqadum, an Iraqi base near the town of Habbaniya in eastern Anbar Province, as their training hub, the White House said. Mr. Obama opted to send them at the request of Prime Minister Haider al-Abadi of Iraq, and after consultation with Ashton B. Carter, the secretary of defense, and Gen. Martin E. Dempsey, the chairman of the Joint Chiefs of Staff.\n“These new advisers will work to build capacity of Iraqi forces, including local tribal fighters, to improve their ability to plan, lead and conduct operations against ISIL in eastern Anbar under the command of the prime minister,” Josh Earnest, the White House press secretary, said in a statement, referring to the Islamic State, which is also known as ISIS and ISIL. “This train, advise and assist mission builds on lessons learned during the past several months and is just one aspect of our commitment to support the Iraqi Security Forces.”\nMr. Obama will also speed up the delivery of weapons and equipment to Iraqi forces, including pesh merga and tribal fighters who are under Iraqi command.", "url": "https://www.nytimes.com/2015/06/11/world/middleeast/us-embracing-a-new-approach-on-battling-isis-in-iraq.html"}