{"authors": ["Ravi Somaiya"], "date_download": "2022-10-25 23:54:14", "date_modify": "2022-10-25 23:54:14", "date_publish": "2015-01-08 05:27:59", "description": "According to those who knew them and followed their work, the four cartoonists who were killed Wednesday represented a radical, crude and vital strain of French culture.", "filename": "2015_01_08_world_europe_the-men-behind-the-cartoons-at-charlie-hebdo_1666742054.html", "image_url": "https://static01.nyt.com/images/2015/01/07/world/europe/wolinski/wolinski-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=62b952ba18f391d2093a0841c875694ebc48dc9a53a3f8a8c9525db3d04683dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_08_world_europe_the-men-behind-the-cartoons-at-charlie-hebdo_1666742054.html", "title": "The Men Behind the Cartoons at Charlie Hebdo", "title_page": "The Men Behind the Cartoons at Charlie Hebdo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Françoise Mouly, the art editor of The New Yorker, who was born in France and grew up reading Charlie Hebdo, said that unlike many cartoonists who work alone, the staff of the newspaper was very collaborative and socialized together.\n“It wasn’t like you’d submit something for an editor. They were working to make each other laugh and encourage each other,” Ms. Mouly said. “In that sense they are very real people, and they weren’t hiding behind their drawings. They knew the dangers. There had been firebombs and threats. They were actually defying a gag order given to them by extremists.”\nGeorges Wolinski\nImage Georges Wolinski Credit... Agence France-Presse — Getty Images\nGeorges Wolinski, 80, was born in Tunisia to a French-Italian mother and a Jewish father from Poland. “He loved life, alcohol, women,” Mr. Leconte said. “A free man. I loved him.”\nHe was very prolific, Ms. Mouly said, and reveled in broad caricature and in skewering taboos. Nothing, she said, was sacred to Mr. Wolinski — neither the feminist movement nor religion — and his willingness to push limits was an inspiration to many contemporary artists. “Certainly he managed to transcend bad taste,” she said, with a drawing style that was deliberately quick and rough but that focused on ideas. “He made it his trademark,” she said.", "url": "https://www.nytimes.com/2015/01/08/world/europe/the-men-behind-the-cartoons-at-charlie-hebdo.html"}