{"authors": ["Liz Robbins"], "date_download": "2022-10-25 23:25:10", "date_modify": "2022-10-25 23:25:10", "date_publish": "2015-03-24 16:38:28", "description": "A spokeswoman for Gov. Andrew M. Cuomo said that the Dream Act, which would allow high school graduates who are undocumented immigrants to apply for state aid to college, might have to be taken up later.", "filename": "2015_03_25_nyregion_cuomo-might-cut-dream-act-from-state-budget_1666740310.html", "image_url": "https://static01.nyt.com/images/2015/03/25/nyregion/26DREAM2/26DREAM2-facebookJumbo.jpg?year=2015&h=550&w=1050&s=49ccb281cabd5c03d649681a8c0810e89dc50620177a825c3a7d6f42933f19fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_25_nyregion_cuomo-might-cut-dream-act-from-state-budget_1666740310.html", "title": "Cuomo Drops Dream Act and Education Tax Credit From Budget", "title_page": "Cuomo Drops Dream Act and Education Tax Credit From Budget - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The bottom line is that the tax credit didn’t have sufficient support in the Assembly,” said Michael Whyland, a spokesman for Mr. Heastie. “The Senate does not support the Dream Act. We passed it many times. They are on the wrong side of history.”\nWith the April 1 budget deadline approaching, a host of thorny issues remained unresolved. Mr. Cuomo met with Republican senators on Tuesday to discuss his proposal for new ethics laws, particularly a measure requiring legislators who work part time as lawyers to reveal more of their clients, which has prompted concerns among the Republicans.\nWhile Mr. Cuomo has remained adamant that his ethics proposals must be included in the budget, he has started to relent on some other issues. Mr. Cuomo said his proposal to raise the age of criminal responsibility to 18, from 16, would most likely wait until after budget negotiations, though his office said the spending plan would include money for the proposal. Mr. Skelos predicted that the final budget would also drop a proposal by the governor to create an independent monitor to review grand jury investigations into killings of unarmed civilians by police officers.\nThe news out of Albany on the Dream Act was particularly disappointing to New Yorkers such as Monica Sibri, the founder of a group at the City University of New York called CUNY Dreamers. She said she burst into tears during her law and economics class at the College of Staten Island on Monday when she first heard that the Dream Act could be removed from the budget. By Tuesday, she was organizing a hunger strike and rallying other students.\n“For us, the Dream Act is not just a piece of legislation, it’s our future,” said Ms. Sibri, 22, who came to New York from Ecuador three months after her 16th birthday. Her sister, Jhoana, is now 18, and a high school senior in Brooklyn who hopes to go to college next year.\nStates like New York and New Jersey already offer in-state tuition rates for undocumented students. The Dream Act would have made New York the fifth state in the nation — joining California, Washington, New Mexico and Texas — to allow high school graduates to apply for financial aid.", "url": "https://www.nytimes.com/2015/03/25/nyregion/cuomo-might-cut-dream-act-from-state-budget.html"}