{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:40:18", "date_modify": "2022-10-25 23:40:18", "date_publish": "2015-09-03 12:31:54", "description": "Mr. Xi announced that 300,000 military personnel would be demobilized, the country’s largest troop reduction in nearly two decades.", "filename": "2015_09_04_world_asia_china-military-parade-xi-jinping_1666741218.html", "image_url": "https://static01.nyt.com/images/2015/09/04/world/04china/04china-facebookJumbo.jpg?year=2015&h=550&w=1050&s=c4b97b83537ffcd9443e0b63cb99349fdeb8dd38bb07e007a381e7e3eece80f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_04_world_asia_china-military-parade-xi-jinping_1666741218.html", "title": "Military Parade in China Gives Xi Jinping a Platform to Show Grip on Power", "title_page": "Military Parade in China Gives Xi Jinping a Platform to Show Grip on Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Thousands of troops stood arrayed at perfect, hushed attention around Tiananmen Square. Hundreds of Communist Party elders, foreign dignitaries and diplomats looked on. It was then, on live television, that President Xi Jinping stepped forward to announce that the Chinese military, on proud display to mark 70 years since the end of World War II, would lose more than a 10th of its personnel.\n“War is the sword of Damocles that still hangs over mankind,” Mr. Xi said in a speech at the start of a vast military parade on Thursday in central Beijing. Mr. Xi indicated that he wanted to show other countries — many of them wary of China’s growing military strength — that they had nothing to fear from the procession of tanks and missiles that rumbled down Chang’an Avenue while fighter jets roared overhead.\nBut the highly public manner of Mr. Xi’s announcement that 300,000 military personnel would be demobilized, China’s largest troop reduction in nearly two decades, carried another implicit message. He was demonstrating his grip on the military and on the party, amid economic squalls and a grinding anticorruption campaign that have left some wondering whether he and his agenda of change — including in the People’s Liberation Army — were faltering, several experts said.\n“It’s Xi in command,” Andrew Scobell, a political scientist at the RAND Corporation who studies the Chinese military, and who was in Beijing during the parade, said of the announcement.", "url": "https://www.nytimes.com/2015/09/04/world/asia/china-military-parade-xi-jinping.html"}