{"authors": ["Andrew Jacobs", "Chris Buckley"], "date_download": "2022-10-25 23:40:17", "date_modify": "2022-10-25 23:40:17", "date_publish": "2015-07-22 15:36:34", "description": "More than 200 lawyers and associates have been detained on accusations of exploiting cases to enrich themselves and to attack the Communist Party.", "filename": "2015_07_23_world_asia_china-crackdown-human-rights-lawyers_1666741217.html", "image_url": "https://static01.nyt.com/images/2015/07/23/world/23lawyers-web/23lawyers-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=800b61f3240abc8dbf8ab26ef5dc4f0395bf34ce1b865b2e8b07a0fdfc65e0c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_23_world_asia_china-crackdown-human-rights-lawyers_1666741217.html", "title": "China Targeting Rights Lawyers in a Crackdown", "title_page": "China Targeting Rights Lawyers in a Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But in the latest campaign, beginning about two weeks ago, news reports have depicted rights lawyers as venal con artists, sexual predators and foul-mouthed hooligans, a level of invective that suggests the Communist Party’s determination to not only muzzle the movement but also delegitimize it.\nA Defiant Tone: At the opening of China’s Communist Party congress, President Xi Jinping At the opening of China’s Communist Party congress, President Xi Jinping defended his hard-line reign , presenting himself as a leader focused on securing the country’s rise amid global threats.\nMoving Backward: A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe A decade ago, many of China’s political, business and intellectual elites hoped that Mr. Xi would usher in openness and reform. Today, some of them believe he has created a totalitarian state\nLonely at the Top: As China’s most powerful female politician prepares for retirement, few other women can hope to As China’s most powerful female politician prepares for retirement, few other women can hope to make it to the upper echelons of Chinese politics\n“This is a concerted effort to discredit the entire cadre of rights defense lawyers,” said Carl Minzner, an expert on Chinese law at Fordham University. He said it was a “clear signal” that their use of high-profile cases and news media pressure to call attention to social problems would “no longer be tolerated.”\nThe government has focused its ire on the Fengrui Law Firm in Beijing, which has represented the dissident artist Ai Weiwei; Ilham Tohti, the Uighur academic sentenced to life in prison last year on charges of separatism; and Cao Shunli, a human rights campaigner who died after reportedly being denied medical care while in police custody.\nThe authorities have detained the director of Fengrui, Zhou Shifeng, at least four other lawyers in the firm and an administrative assistant. The 16-year-old son of a lawyer was seized and held for two days just before he was to fly to Australia to attend high school, and the lawyer’s husband was detained.\nThe police have accused Mr. Zhou and his colleagues of engineering courthouse protests and online uproars to discredit the government, intimidate judges and promote themselves. In a confession on national television last week, one of Mr. Zhou’s colleagues, Huang Liqun, accused him of embezzlement and described him as a womanizer who had repeatedly forced himself on female employees. Mr. Zhou was also shown admitting guilt.\nAttacks in the state news media have been relentless. “There are always some ‘black hands’ adding fuel to the fire behind some sensitive incidents that attract attention,” said one commentary in a Communist Party paper last week. “But in these cases of so-called rights defense, a small number of lawyers have played an inglorious role as accessories to wrecking the rule of law and disturbing social order.”\nImage Pu Zhiqiang, a Chinese civil rights defense lawyer, in 2010. He has been held by the police for more than a year without trial. Credit... Ng Han Guan/Associated Press\nMore than 120 of those detained in the past two weeks were lawyers. The rest were members of support staff at law firms, family members of lawyers or unattached rights activists, according to a list compiled by Amnesty International. The government and the state news media have been mute about this broader sweep, but have lauded the charges against the Fengrui lawyers as an advance for clean justice and denounced critics of the detentions.", "url": "https://www.nytimes.com/2015/07/23/world/asia/china-crackdown-human-rights-lawyers.html"}