{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:06", "date_modify": "2022-10-25 23:33:06", "date_publish": "2015-08-07 19:00:35", "description": "Vice President Michel Temer is likely to see his influence grow as President Dilma Rousseff faces calls for her impeachment over stunning claims of graft.", "filename": "2015_08_08_world_americas_vice-president-of-brazil-emerges-from-shadows-as-scandal-engulfs-dilma-rousseff_1666740786.html", "image_url": "https://static01.nyt.com/images/2015/08/08/world/BRAZIL/BRAZIL-facebookJumbo.jpg?year=2015&h=549&w=1050&s=8ac813106253a839975f476c4aa58030c8629b75d87170df8618329098a4b9c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_08_world_americas_vice-president-of-brazil-emerges-from-shadows-as-scandal-engulfs-dilma-rousseff_1666740786.html", "title": "Brazil’s Vice President Sees Influence Grow as Scandal Engulfs Dilma Rousseff", "title_page": "Brazil’s Vice President Sees Influence Grow as Scandal Engulfs Dilma Rousseff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Few Brazilians gave much thought until recently to their vice president, a 74-year-old scholar of constitutional law with a bearing so formal that a political rival once compared him to “a butler from a horror movie.”\nWhen the vice president, Michel Temer, did occasionally stray into the national spotlight, it was for his ventures into lyrical poetry (he published a book of his verses in 2013) or the attention attracted by his 32-year-old wife, Marcela, a former beauty pageant contestant who has his name tattooed on the nape of her neck.\nBut Mr. Temer is now emerging from the shadows as President Dilma Rousseff faces a rebellion by parties in her coalition, an economy in decline and calls for her impeachment over a colossal graft scandal involving Petrobras, the government-controlled oil giant. Whether Ms. Rousseff stays in power or is ousted, her vice president is already seeing his influence grow, taking on a more active role in day-to-day governing while reaching out to both the administration’s supporters and opponents.\n“Temer is clearly positioning himself for a range of scenarios including those in which he takes over as the next president of Brazil,” said David Fleischer, emeritus professor of political science at the University of Brasília. “He’s using his skills as a discreet negotiator in the meantime, enhancing his own power while others tighten the noose around the president.”", "url": "https://www.nytimes.com/2015/08/08/world/americas/vice-president-of-brazil-emerges-from-shadows-as-scandal-engulfs-dilma-rousseff.html"}