{"authors": ["Jeremy W. Peters"], "date_download": "2022-10-25 23:26:29", "date_modify": "2022-10-25 23:26:29", "date_publish": "2015-08-07 09:54:19", "description": "Withering glances. Long silences. Pointed questions. Combativeness before millions of viewers. And that was just Megyn Kelly, Chris Wallace and Bret Baier.", "filename": "2015_08_08_us_politics_fox-news-moderators-bring-a-sharpened-edge-to-gop-debate-stage_1666740389.html", "image_url": "https://static01.nyt.com/images/2015/08/08/us/08FOXweb/08FOXweb-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=1f93c80011f7a1a6792c310f5f52f4ae7f1480e45741e7c70c11b4aad4e8c098&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_08_us_politics_fox-news-moderators-bring-a-sharpened-edge-to-gop-debate-stage_1666740389.html", "title": "Fox News Moderators Bring a Sharpened Edge to the Republican Debate Stage", "title_page": "Fox News Moderators Bring a Sharpened Edge to the Republican Debate Stage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CLEVELAND — Dredging up old misstatements. Questioning someone’s temperamental fitness to be president. Suggesting that someone else might let a woman die rather than allow her to have an abortion.\nThe Republican presidential candidates’ debate on Thursday night was notable for its pointed accusations, and for the sometimes-awkward glowering and silences that followed.\nAnd that was just the moderators.\nThe triumvirate of Fox News anchors who ran the two-hour event — Chris Wallace, Megyn Kelly and Bret Baier — seemed to have one mission above all else in questioning the 10 would-be presidents they faced across the stage at the Quicken Loans Arena: Make them squirm.\nThere was more than just good television at stake. For the journalists of Fox News, the debate offered a potential defining moment in front of millions of people, during one of the most anticipated political events of the year. This was an opportunity to demonstrate that their network is not, as its critics have charged, a blindly loyal propaganda division of the Republican Party, that Fox journalists can be as unsparing toward conservatives as they are with liberals, and that they can eviscerate with equal opportunity if they choose.", "url": "https://www.nytimes.com/2015/08/08/us/politics/fox-news-moderators-bring-a-sharpened-edge-to-gop-debate-stage.html"}