{"authors": ["Jodi Rudoren"], "date_download": "2022-10-25 23:56:07", "date_modify": "2022-10-25 23:56:07", "date_publish": "2015-03-16 14:32:35", "description": "As Israelis go to the polls, Prime Minister Benjamin Netanyahu’s stance is being seen as a push to appeal to right-wing voters. His chief challenger supports the two-state solution.", "filename": "2015_03_17_world_middleeast_benjamin-netanyahu-campaign-settlement_1666742167.html", "image_url": "https://static01.nyt.com/images/2015/03/17/world/middleeast/Israel/Israel-facebookJumbo.jpg?year=2015&h=549&w=1050&s=9b88ad7e30509782d738031606efeec9a05520779e2c97a84cd6d36b0328c289&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_17_world_middleeast_benjamin-netanyahu-campaign-settlement_1666742167.html", "title": "Netanyahu Says No to Statehood for Palestinians", "title_page": "Netanyahu Says No to Statehood for Palestinians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Under pressure on the eve of a surprisingly close election, Prime Minister Benjamin Netanyahu of Israel on Monday doubled down on his appeal to right-wing voters, declaring definitively that if he was returned to office he would never establish a Palestinian state.\nThe statement reversed Mr. Netanyahu’s endorsement of a two-state solution to the Israeli-Palestinian conflict in a 2009 speech at Bar Ilan University, and fulfilled many world leaders’ suspicions that he was never really serious about peace negotiations. If he manages to eke out a fourth term, the new stance would further fray Mr. Netanyahu’s ruinous relationship with the Obama administration and heighten tension with European countries already frustrated with the stalled peace process.\n“I think that anyone who is going to establish a Palestinian state today and evacuate lands is giving attack grounds to the radical Islam against the state of Israel,” he said in a video interview published on NRG, an Israeli news site that leans to the right. “There is a real threat here that a left-wing government will join the international community and follow its orders.”\nMr. Netanyahu’s chief challenger, Isaac Herzog of the center-left Zionist Union, backs the two-state solution and has promised to try to restart talks with the Palestinians, though he has warned an agreement may not be possible. He has, however, made Mr. Netanyahu’s alienation of allies, especially Washington, a prime campaign point, and said Israel’s international isolation is itself a security threat.", "url": "https://www.nytimes.com/2015/03/17/world/middleeast/benjamin-netanyahu-campaign-settlement.html"}