{"authors": ["Aaron E. Carroll"], "date_download": "2022-10-25 23:35:47", "date_modify": "2022-10-25 23:35:47", "date_publish": "2015-12-21 11:52:32", "description": "Abstaining is sound advice because of the dangers of abuse, but moderate drinking is linked to some positive results.", "filename": "2015_12_22_upshot_alcohols-effect-on-health-what-the-science-says_1666740947.html", "image_url": "https://static01.nyt.com/images/2015/12/11/upshot/14UP-Health-Booze/14UP-Health-Booze-facebookJumbo.jpg?year=2015&h=550&w=1050&s=1580b6fa12b152c19696d142662151f2729a5ba5b6590747e8ce26e5d92f089e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_22_upshot_alcohols-effect-on-health-what-the-science-says_1666740947.html", "title": "Drink to Your Health (in Moderation), the Science Says", "title_page": "Drink to Your Health (in Moderation), the Science Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A 2004 study came to similar conclusions. It followed about 6,600 men and 8,000 women for five years and found that compared with those who drank about one drink a day on average, those who didn’t drink at all and those who drank more than two drinks a day had higher rates of death. Results like these have been consistent across a number of studies in different populations. Even studies published in the journal Alcoholism: Clinical and Experimental Research agree that moderate drinking seems to be associated with a decreased risk of death over all.\nHowever, alcohol seems to have different effects on different diseases. Almost all of the major benefits of drinking are seen in cardiovascular illnesses. In fact, with men, even consumption of a surprisingly large amount can seem protective.\nWhen it comes to cancer, the picture isn’t as rosy. For instance, a 2007 study involving the Women’s Health Study cohort found that increased alcohol consumption was associated with an increased risk of breast cancer. More broadly, a 2014 systematic review of epidemiologic and experimental studies looking at alcohol and breast cancer found that the overall consensus is that each additional drink per day increases the relative risk (comparing the risk in two groups) of breast cancer by a statistically significant, but small, 2 percent — although not the absolute risk.\nA meta-analysis of colorectal cancer and alcohol found that heavy drinkers, but not light or moderate drinkers, were at increased risk of the disease. No relationship is seen with respect to bladder cancer or ovarian cancer. A study that included all cancers found that light drinking was protective; moderate drinking had no effect; and heavy drinking was detrimental.\nModerate alcohol consumption has been found to be associated with other benefits, though. A cohort of about 6,000 people followed in Britain found that those who consumed alcohol at least once a week had significantly better cognitive function in middle age than those who did not drink at all. This protective effect on cognition was seen in people who drank up to 30 drinks a week.", "url": "https://www.nytimes.com/2015/12/22/upshot/alcohols-effect-on-health-what-the-science-says.html"}