{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:23:12", "date_modify": "2022-10-25 23:23:12", "date_publish": "2015-01-14 18:00:45", "description": "The health care giant, collaborating with Yale, made the announcement on the same day that the Institute of Medicine urged sponsors of clinical trials to share data.", "filename": "2015_01_15_business_johnson-johnson-to-make-clinical-data-available-to-outside-researchers_1666740192.html", "image_url": "https://static01.nyt.com/images/2015/01/15/business/15DEVICE/15DEVICE-facebookJumbo.jpg?year=2015&h=549&w=1050&s=cd3b55ba8c3ace2d25dce847f5755aa25793d66565c9fef7c4d5232648bee1c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_15_business_johnson-johnson-to-make-clinical-data-available-to-outside-researchers_1666740192.html", "title": "Johnson & Johnson Will Make Clinical Data Available to Outside Researchers", "title_page": "Johnson & Johnson Will Make Clinical Data Available to Outside Researchers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The agency does not require such studies for devices that manufacturers argue are updated products similar to previously approved devices. The flawed metal-on-metal artificial hips once sold by Johnson & Johnson — which led to serious injuries in patients and cost the company billions of dollars in legal settlements — were approved through the less stringent approval process.\nImage Data will be available for products like the Thermocool Smarttouch heart catheter.\n“It will be fascinating to see what data are actually available,” Ms. Zuckerman said.\nOne example of a product for which data will be newly available is the Thermocool Smarttouch catheter, which is used to help treat patients with a heart arrhythmia known as atrial fibrillation. The product was approved in 2014.\nDr. Waldstreicher said the company would consider requests to study data for older devices. “If there’s an important medical question or an important public health question, we would absolutely be open to considering those requests,” she said.\nThe announcements on Tuesday follow years of pressure by advocates and researchers to persuade companies to share so-called patient-level clinical trial data, where personally identifiable information has been removed. For years, companies published summaries of the results of their trials in medical journals, but did so selectively and often did not make public studies that did not place their products in a positive light. But in recent years, that has begun to change.\n“I think what’s remarkable is that we are now seeing very basic principles of the responsible conduct of research — which should best serve society — becoming mainstream by a whole range of organizations, including industry,” said Dr. Harlan M. Krumholz, a longtime advocate for data transparency who is director of the Yale University Open Data Access project, which is overseeing the Johnson & Johnson collaboration.\nIn a policy that takes effect this year, the European Medicines Agency, which oversees drug approvals in Europe, will publish detailed study data for every newly approved drug, and the American and European pharmaceutical trade groups have issued policies favoring data sharing. But adoption by individual companies has been sporadic, and their policies on making their data public vary widely.\nThe report by the I.O.M. seeks to standardize policies on data sharing, setting out specific timelines for when such information should be made public. It recommends that all sponsors of clinical trials publish detailed trial data within 18 months of completion of the study, or within 30 days of the product’s approval, whichever comes later. If a company decides to abandon development of a product, it should also make the full results of those trials available within 18 months. It also set out guidelines for how such sharing should occur, recommending that all requests for access be approved by an independent review panel that includes members of the public.", "url": "https://www.nytimes.com/2015/01/15/business/johnson-johnson-to-make-clinical-data-available-to-outside-researchers.html"}