{"authors": ["Rod Nordland", "Mujib Mashal"], "date_download": "2022-10-26 00:11:46", "date_modify": "2022-10-26 00:11:46", "date_publish": "2015-12-09 11:23:40", "description": "The size of the greeting party for Ashraf Ghani’s visit was unusual for the leader of a country that has been in a war of words, if not more, for years.", "filename": "2015_12_10_world_asia_afghanistan-pakistan-ashraf-ghani-visit.html_ref=asia_1666743106.html", "image_url": "https://static01.nyt.com/images/2015/12/10/world/asia/10Pakistan-web/10Pakistan-web-facebookJumbo.jpg?year=2015&h=549&w=1050&s=44083c7176a903fb9073409012c5aad6e4930ec6be03856fa09e86acea8df727&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_10_world_asia_afghanistan-pakistan-ashraf-ghani-visit.html_ref=asia_1666743106.html", "title": "Afghan President Receives Unexpected Welcome in Pakistan", "title_page": "Afghan President Receives Unexpected Welcome in Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISLAMABAD, Pakistan — Afghan political leaders publicly warned President Ashraf Ghani not to smile when he came to Pakistan for a global conference on Wednesday, but he soon found that to be hard going.\nAs the Afghan president stepped off his plane at the Islamabad airport, he was surprised to discover that the greeting party far exceeded the demands of protocol, with the Pakistani prime minister and all of the country’s military chiefs on the red carpet along with many other dignitaries, as an honor guard blasted off a 21-gun salute.\nIt was the sort of welcome normally reserved for visits from prominent Pakistani allies like the president of China or the king of Saudi Arabia — not the leader of the country next door that has been in a war of words, and from time to time guns, with Pakistan for years now, with a turn for the worse in recent months.\nMr. Ghani had been under intense domestic pressure not even to come, even though he was the co-host, with Pakistan, of an event about Afghanistan called the Heart of Asia conference, attended by every other country in South and Central Asia. The welcome was a clear indication that Pakistan wants to mend the frayed relationship.", "url": "https://www.nytimes.com/2015/12/10/world/asia/afghanistan-pakistan-ashraf-ghani-visit.html?ref=asia"}