{"authors": ["Peter Baker", "Jodi Rudoren"], "date_download": "2022-10-25 23:56:20", "date_modify": "2022-10-25 23:56:20", "date_publish": "2015-01-31 02:14:07", "description": "The diplomatic break touched off by Benjamin Netanyahu’s decision to negotiate an address to Congress without first telling President Obama reflects their fundamentally different world views.", "filename": "2015_01_31_world_middleeast_a-strained-alliance-obama-netanyahu-rift-grew-over-years_1666742180.html", "image_url": "https://static01.nyt.com/images/2015/01/30/world/31DIPLO/31DIPLO-facebookJumbo.jpg?year=2015&h=550&w=1050&s=6195eff93e6038f5db0dc82e126c9b20363cc93d2ae478600e3e3866f3aeff7a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_31_world_middleeast_a-strained-alliance-obama-netanyahu-rift-grew-over-years_1666742180.html", "title": "A Strained Alliance: Obama-Netanyahu Rift Grew Over Years", "title_page": "A Strained Alliance: Obama-Netanyahu Rift Grew Over Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — For six years, the pattern has been the same. A dispute between American and Israeli leaders spills out into the open. Analysts declare the relationship in crisis. Then the two sides try to tamp down emotions and argue that the rupture is not as dire as it looks.\nIn the latest falling-out between President Obama and Prime Minister Benjamin Netanyahu, the first part of the pattern has certainly held — but not the second. This time, senior officials in both Washington and Jerusalem are making little effort to paper over the seriousness of the rift and even less, it seems, to try to repair it.\nThe diplomatic break touched off by Mr. Netanyahu’s decision to negotiate an address to Congress without first telling Mr. Obama is about much more than a speech. It reflects fundamentally different world views between the leaders of two longtime allies: an American president eager for a historic rapprochement with Iran and an Israeli premier nursing an existential fear of a nuclear-armed enemy.\nIt reflects six years of suspicion and mistrust and grievance, wounds from past brawls easily reopened by what might otherwise be small irritations. It reflects resentment on the part of Mr. Obama, who watched Mr. Netanyahu seemingly root for his Republican opponent in the 2012 election and now sees him circumventing the Oval Office to work with a Republican Congress instead. And it reflects a conviction on the part of Mr. Netanyahu that Mr. Obama may sell out Israel with a bad deal and may be trying to influence the coming Israeli elections.", "url": "https://www.nytimes.com/2015/01/31/world/middleeast/a-strained-alliance-obama-netanyahu-rift-grew-over-years.html"}