{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:55:15", "date_modify": "2022-10-25 23:55:15", "date_publish": "2015-01-26 03:52:07", "description": "Rather than undermine the Saudi dynasty, the chaos across the region after the Arab Spring revolts appears instead to have lifted the monarchy to unrivaled power and influence.", "filename": "2015_01_26_world_middleeast_saudis-expand-regional-power-as-others-falter_1666742115.html", "image_url": "https://static01.nyt.com/images/2015/01/26/world/26jpsaudi1/26jpsaudi1-facebookJumbo.jpg?year=2015&h=550&w=1050&s=4bd7ad5a338fb77ffef828f53a1248c450817afe7e571237a756cc142372c5eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_01_26_world_middleeast_saudis-expand-regional-power-as-others-falter_1666742115.html", "title": "Saudis Expand Regional Power as Others Falter", "title_page": "Saudis Expand Regional Power as Others Falter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — The rulers of Saudi Arabia trembled when the Arab Spring revolts broke out four years ago.\nBut far from undermining the Saudi dynasty, the ensuing chaos across the region appears instead to have lifted the monarchy to unrivaled power and influence. As a new king assumes the throne in Riyadh, the stability-first authoritarianism that the Saudis have long favored is resurgent from Tunis to Cairo to Manama. The election-minded Islamists that the Saudis once feared are on the run. Prince Mohammed bin Nayef, the interior minister who spearheaded the push against them, was rewarded last week with his elevation to deputy crown prince, the first in his generation in the line of succession.\nThe catch, analysts and diplomats say, is that the ascendance of the Saudis is largely a byproduct of the feebleness or near-collapse of so many of the states around them, including Iraq, Egypt, Syria, Yemen, Libya, Bahrain and Tunisia. And the perseverance of the old order is largely dependent on a steady flow of Saudi resources, so their influence may be costly.\nThe Saudis are propping up the Kingdom of Bahrain, and are fighting alongside the United States to support the government in Baghdad. Billions of dollars from Saudi coffers are sustaining friendly governments in Egypt and Jordan. Saudi-backed militias are fighting in Libya, and Saudi-owned news media provide critical support for the monarchy’s favored factions in Tunisia and elsewhere.\nThe kingdom can claim limited victories, including the military-installed government in Cairo and the elected government in Tunis. But the same troubles facing its neighbors may also give Saudi Arabia’s rulers reason to worry. Its efforts have not yielded any sign of stability in Syria, Iraq or Libya. A Saudi-backed transition plan in neighboring Yemen has collapsed, leaving rebels supported by Iran in charge of the capital.", "url": "https://www.nytimes.com/2015/01/26/world/middleeast/saudis-expand-regional-power-as-others-falter.html"}