{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:28:54", "date_modify": "2022-10-25 23:28:54", "date_publish": "2015-09-26 22:50:27", "description": "Efforts to build an effective air force began late, and, in the view of some Afghan officials, have gone nowhere, even as the Afghans fight the Taliban mostly alone.", "filename": "2015_09_27_world_asia_us-is-struggling-in-its-effort-to-build-an-afghan-air-force_1666740534.html", "image_url": "https://static01.nyt.com/images/2015/09/27/world/JP-AIRFORCE/JP-AIRFORCE-facebookJumbo.jpg?year=2015&h=549&w=1050&s=c93c472b0b2854f95fa8f3925c42ed0327c952d1cf7060aad1d55a9505eb00de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_27_world_asia_us-is-struggling-in-its-effort-to-build-an-afghan-air-force_1666740534.html", "title": "U.S. Is Struggling in Its Effort to Build an Afghan Air Force", "title_page": "U.S. Is Struggling in Its Effort to Build an Afghan Air Force - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He tossed a map on the table, showing the effective range of the helicopter from its Kabul airfield: It cannot even reach areas where the Taliban normally operate. In summertime, its maximum altitude with a full load of fuel and ammunition is only 7,000 to 8,000 feet, he said — meaning it cannot cross most of the mountain ranges that encircle Kabul, which is itself at an elevation of about 6,000 feet.\n“It’s unsafe to fly, the engine is too weak, the tail rotor is defective and it’s not armored. If we go down after the enemy we’re going to have enemy return fire, which we can’t survive. If we go up higher, we can’t visually target the enemy,” Colonel Qalandari said. “Even the guns are no good.”\nEach helicopter carries two .50-caliber machine guns, mounted on pods on either side of the craft’s small bubble cockpit. “They keep jamming,” one of the colonel’s 10 newly American-trained pilots said.\nColonel Qalandari is not the first Afghan official to complain about the woeful state of efforts to build an air force to replace the Americans in carrying out airstrikes, medical evacuations and transport missions in a country with poor and dangerous roads. United States officials have long seen the aspirations as unrealistic, while Afghans have complained that their allies have ignored their views about what they need to fight the Taliban.\nIn the past, efforts were focused on reconstructing the air force left behind by the Soviets, or at least the helicopter transport and gunship parts of it. During the Soviet era, the Afghan Air Force even had MiG-21 jet fighters with Afghan pilots. What the Afghans have had lately is a fleet of prop-driven Cessna transport planes, and aging Russian MI-17 transport helicopters and MI-35 helicopter gunships, the kind Colonel Qalandari flew in the past.", "url": "https://www.nytimes.com/2015/09/27/world/asia/us-is-struggling-in-its-effort-to-build-an-afghan-air-force.html"}