{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:50:20", "date_modify": "2022-10-25 23:50:20", "date_publish": "2015-09-25 16:56:54", "description": "Defense Secretary Ashton B. Carter has approved the transfer of Shaker Aamer, which will ease a point of diplomatic tension with a close American ally.", "filename": "2015_09_26_us_us-will-send-prominent-guantanamo-detainee-to-britain_1666741820.html", "image_url": "https://static01.nyt.com/images/2015/09/26/world/26GITMO/26GITMO-facebookJumbo.jpg?year=2015&h=550&w=1050&s=b4841a8017da383940db7cb3a2611d777f11885d3766401f49b5a9028f7788b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_26_us_us-will-send-prominent-guantanamo-detainee-to-britain_1666741820.html", "title": "Pentagon Says High-Profile Guantánamo Detainee Will Be Sent to Britain", "title_page": "Pentagon Says High-Profile Guantánamo Detainee Will Be Sent to Britain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Defense Secretary Ashton B. Carter has notified Congress that he has approved sending a high-profile detainee at the Guantánamo Bay prison to Britain, a move that will ease a point of diplomatic tension between the United States and a close ally.\nThe detainee, Shaker Aamer, is a Saudi citizen but was a longtime British resident. Prime Minister David Cameron; members of Parliament, including Jeremy Corbyn, the new leader of the Labour Party; and various British celebrities, like the musicians Roger Waters, Peter Gabriel and Sting, have put increasing public and diplomatic pressure on the Obama administration to transfer Mr. Aamer.\nA six-agency task force recommended him for transfer in 2009, but disputes over where he should go — his native Saudi Arabia or Britain, where his family lives — and internal concerns among American security officials about what would happen if he were freed have kept him at Guantánamo.\nMr. Aamer has denied involvement with Al Qaeda, and his supporters say he was falsely accused of terrorism and is a victim of arbitrary detention who should long since have been reunited with his wife and children. But some American officials have portrayed him as a charismatic, manipulative and potentially dangerous Islamist leader who had many links to Qaeda figures before his capture in Afghanistan in late 2001, and who encouraged hunger strikes and maybe even suicides at the Guantánamo prison, where he was taken in February 2002.", "url": "https://www.nytimes.com/2015/09/26/us/us-will-send-prominent-guantanamo-detainee-to-britain.html"}