{"authors": ["Helene Cooper"], "date_download": "2022-10-25 23:40:06", "date_modify": "2022-10-25 23:40:06", "date_publish": "2015-10-27 01:08:01", "description": "The maneuver by the United States Navy is a direct challenge to China’s assertion that the artificial islands it has built in the South China Sea are a part of its territory.", "filename": "2015_10_27_world_asia_challenging-chinese-claims-us-sends-warship-near-artificial-island-chain_1666741206.html", "image_url": "https://static01.nyt.com/images/2015/10/27/world/27military-web/27military-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=f6e6ae928dd69c70846fb033e09c2bd8ab1d23aceae32d39dfa01cd8125de86c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_27_world_asia_challenging-chinese-claims-us-sends-warship-near-artificial-island-chain_1666741206.html", "title": "Challenging Chinese Claims, U.S. Sends Warship Near Artificial Island Chain", "title_page": "Challenging Chinese Claims, U.S. Sends Warship Near Artificial Island Chain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A United States Navy destroyer entered waters near the Spratly Islands in the South China Sea late Monday, Defense Department officials said, directly challenging China’s claims that the artificial island chain is within its territorial borders.\nThe Lassen, a guided missile destroyer, sailed within 12 nautical miles of the islands, making a long-anticipated entry into the disputed waters, an American military official said. American officials did not inform their Chinese counterparts as they planned the provocative maneuver, saying that to do so would have undercut their message.\n“You don’t need to consult with any nation when you are exercising the right of freedom of navigation in international waters,” John Kirby, the State Department spokesman, said at a news conference.", "url": "https://www.nytimes.com/2015/10/27/world/asia/challenging-chinese-claims-us-sends-warship-near-artificial-island-chain.html"}