{"authors": ["Rukmini Callimachi", "Eric Schmitt"], "date_download": "2022-10-25 23:48:10", "date_modify": "2022-10-25 23:48:10", "date_publish": "2015-09-18 01:12:07", "description": "Five men were released as part of a prisoner swap in March with Al Qaeda’s branch in Yemen. Iran denied that the men had been freed.", "filename": "2015_09_18_world_middleeast_iran-released-top-members-of-al-qaeda-in-a-trade.html_module=inline_1666741690.html", "image_url": "https://static01.nyt.com/images/2015/09/18/world/18QAEDA/18QAEDA-facebookJumbo-v2.jpg?year=2015&h=327&w=624&s=58d82c95cb7cbf5a4135419fac0229738e12a190c490c1a21624fca680c5fbeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_18_world_middleeast_iran-released-top-members-of-al-qaeda-in-a-trade.html_module=inline_1666741690.html", "title": "Iran Released Top Members of Al Qaeda in a Trade", "title_page": "Iran Released Top Members of Al Qaeda in a Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The government of Iran released five senior members of Al Qaeda earlier this year, including the man who stepped in to serve as the terrorist group’s interim leader immediately after Osama bin Laden’s death, and who is the subject of a $5 million bounty, according to an American official who had been briefed on the matter.\nIran’s release of the five men was part of a prisoner swap in March with Al Qaeda’s branch in Yemen, the group holding an Iranian diplomat, Nour Ahmad Nikbakht. Mr. Nikbakht was kidnapped in the Yemeni capital of Sana in July 2013.\nThe Iranian government, in a statement on Thursday after the release was reported by Sky News earlier this week, denied that the five men had been freed. The American official, who was granted anonymity to discuss the matter, confirmed the release of Saif al-Adl, a senior member of Al Qaeda’s ruling body, known as the Shura Council, who oversaw the organization immediately after bin Laden was killed by Navy SEALs in Pakistan in 2011.\nAnalysts tracking Al Qaeda described the release as alarming, given the seniority of the five men. It comes at a time when much of the organization’s leadership has been lost in back-to-back airstrikes, including the death earlier this summer of Nasser al-Wuhayshi, considered to be the organization’s general manager. At the same time, the organization had been hemorrhaging members to the more brutal and media-savvy Islamic State.", "url": "https://www.nytimes.com/2015/09/18/world/middleeast/iran-released-top-members-of-al-qaeda-in-a-trade.html?module=inline"}