{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:49:39", "date_modify": "2022-10-25 23:49:39", "date_publish": "2015-07-22 12:00:04", "description": "Even those with high ambitions are more likely than their predecessors to plan to scale back at work at certain times.", "filename": "2015_07_23_upshot_more-than-their-mothers-young-women-plan-career-pauses_1666741779.html", "image_url": "https://static01.nyt.com/images/2015/07/20/upshot/sub-21UP-Millennial/sub-21UP-Millennial-facebookJumbo.jpg?year=2015&h=550&w=1050&s=09becb6b48913ca89bfd4be226c794c9145cd524edcbce3d9a85ce00d8064289&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_23_upshot_more-than-their-mothers-young-women-plan-career-pauses_1666741779.html", "title": "More Than Their Mothers, Young Women Plan Career Pauses", "title_page": "More Than Their Mothers, Young Women Plan Career Pauses - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Beginning in college, years before she planned to have children, Yi Gu began strategizing about how to have a career that was flexible enough to fit in family responsibilities.\nShe knew that arrangement wasn’t realistic in her first two jobs: banking, in which she worked very long hours, or consulting, in which she traveled often. Instead, she saw those as preparation for the more flexible job she took last year at age 31, in strategy at a major pharmacy company. She became pregnant soon after.\n“The definition of work-life balance keeps on changing,” she said. “Out of business school, not being married and not having kids, anything less than 80 hours a week to me was balanced. Then in consulting, it was if I traveled or had time during the week to hang out with friends. Now with a kid, the definition has changed again.”\nThe youngest generation of women in the work force — the millennials, age 18 to early 30s — is defining career success differently and less linearly than previous generations of women. A variety of survey data shows that educated, working young women are more likely than those before them to expect their career and family priorities to shift over time.", "url": "https://www.nytimes.com/2015/07/23/upshot/more-than-their-mothers-young-women-plan-career-pauses.html"}