{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:32:44", "date_modify": "2022-10-25 23:32:44", "date_publish": "2015-09-22 00:58:25", "description": "Apple is still working out whether it will make a self-driving car, an electric car 0r a combination of the two, a person with knowledge of the product said.", "filename": "2015_09_22_business_apple-presses-ahead-with-efforts-to-create-car-though-big-issues-remain.html__r=0_1666740764.html", "image_url": "https://static01.nyt.com/images/2015/09/22/business/22APPLECARsub/22APPLECARsub-facebookJumbo.jpg?year=2015&h=549&w=1050&s=d4b545d200fc164f6ebd30f81f59c75c4f13162befb074dc115c9341273c44fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_22_business_apple-presses-ahead-with-efforts-to-create-car-though-big-issues-remain.html__r=0_1666740764.html", "title": "Apple Presses Ahead With Efforts to Create Car, Though Big Issues Remain", "title_page": "Apple Presses Ahead With Efforts to Create Car, Though Big Issues Remain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apple is continuing its efforts to create a car, though some of the big questions around the project remain undecided.\nThe company is still working out whether it will make a self-driving car, an electric vehicle or a combination of the two, according to a person with knowledge of the product, who spoke on the condition of anonymity, as Apple is known for its intense secretiveness. It is not unusual for Apple to work on several prototypes of a product at the same time, as it did with the iPhone and the iPad.\nOther details of the car project are falling into place. Apple is committing hundreds of people to the effort, and meeting with officials of the California Department of Motor Vehicles and of a testing ground for self-driving cars, said the person with knowledge of the work. The Wall Street Journal and The Guardian previously reported on those developments. Apple is aiming to introduce some sort of car product around 2020, several people with knowledge of the project said.\nApple declined to comment for this article.\nSince reports that Apple, the world’s most valuable company, was working on a car surfaced in February, the auto and tech industries have closely watched any progress, because Apple could transform the car industry the same way it did the mobile phone industry. Vehicles, which are essentially turning into moving computers, could be a huge new platform for technology companies. Google and Uber are both working on self-driving vehicles.", "url": "https://www.nytimes.com/2015/09/22/business/apple-presses-ahead-with-efforts-to-create-car-though-big-issues-remain.html?_r=0"}