{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:02", "date_modify": "2022-10-25 23:28:02", "date_publish": "2015-08-23 23:19:46", "description": "Abdul Rashid Dostum, a former warlord, has retained an edge as a purveyor of old-school Afghan hospitality, as his staff routinely feed hundreds, often thousands, at his palace.", "filename": "2015_08_24_world_asia_afghanistan-abdul-rashid-dostum-jowzjan-taliban_1666740482.html", "image_url": "https://static01.nyt.com/images/2015/08/24/world/AFGHAN1/AFGHAN1-facebookJumbo-v2.jpg?year=2015&h=550&w=1050&s=80a1ade456f8b7f4535fcf3c6c14803f29dd373fcc8ab3a91aff0f3672008e3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_24_world_asia_afghanistan-abdul-rashid-dostum-jowzjan-taliban_1666740482.html", "title": "Full Bellies Are the Measure of Afghan Influence and Hospitality", "title_page": "Full Bellies Are the Measure of Afghan Influence and Hospitality - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SHEBERGHAN, Afghanistan — It is an unassailable truth of Afghan politics, particularly after the advent of a democratic system here, that influence is gained one stomach at a time.\nElection gatherings, rallies and protests barely attract crowds if there is no promise of huge platters with small mountains of pilaf on them, the oilier the better. Politicians may break their campaign promises, but at least their supporters get fed.\nThe rise of Vice President Abdul Rashid Dostum to the senior ranks of the national government has been far from orthodox. War-crimes accusations have dogged him for decades, and his past as a brutal warlord makes him a liability for the government in the eyes of many. But as the ranks of Western-style technocrats have grown in Kabul these days, General Dostum has retained an edge as an old-school purveyor of Afghan hospitality.\nIn General Dostum’s part of the country, in the north, where he has maintained a considerable support base, politics has always required a personal touch — along with massive pots of rice and meat. And over the years, having hundreds of guests over at a time has become routine for the former general.", "url": "https://www.nytimes.com/2015/08/24/world/asia/afghanistan-abdul-rashid-dostum-jowzjan-taliban.html"}