{"authors": ["Rukmini Callimachi"], "date_download": "2022-10-26 00:11:47", "date_modify": "2022-10-26 00:11:47", "date_publish": "2015-08-15 01:18:25", "description": "Details of Ms. Mueller’s captivity, including her repeated rape by the leader of the Islamic State, were pieced together by American officials.", "filename": "2015_08_15_world_middleeast_isis-held-us-aid-worker-as-sex-slave-before-death_1666743107.html", "image_url": "https://static01.nyt.com/images/2015/02/07/world/HOSTAGE/HOSTAGE-facebookJumbo-v2.jpg?year=2015&h=239&w=457&s=0c1c02a4818213a4f3eafe099ed0c07f47708c05c426e9b2a6886ee6762e337c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_15_world_middleeast_isis-held-us-aid-worker-as-sex-slave-before-death_1666743107.html", "title": "ISIS Held Kayla Mueller, U.S. Aid Worker, as Sex Slave Before Fatal Airstrike", "title_page": "ISIS Held Kayla Mueller, U.S. Aid Worker, as Sex Slave Before Fatal Airstrike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DOHUK, Iraq — Somewhere in territory controlled by the Islamic State, Kayla Mueller, an American aid worker, was chained in a room with other female captives. The leader of the Islamic State, Abu Bakr al-Baghdadi, would regularly enter and lead Ms. Mueller away, her parents say.\n“She would be gone for some time, taken to Baghdadi’s room, and then she would come back crying, and tell the other girls what had happened,” said her mother, Marsha Mueller, in a telephone interview on Friday, relaying the account of her daughter’s rapes, shared with the family by United States officials.\nThe information, first published by the British newspaper The Independent, confirms reports that Ms. Mueller, 26, was a sexual slave of the Islamic State, which has created a system of organized rape of women considered infidels.\nDetails of her captivity, including her repeated rape by the leader of the organization, were pieced together by American officials based on interviews with two girls from the Yazidi religious minority enslaved alongside Ms. Mueller, her parents said.", "url": "https://www.nytimes.com/2015/08/15/world/middleeast/isis-held-us-aid-worker-as-sex-slave-before-death.html"}