{"authors": ["Roslyn Sulcas"], "date_download": "2022-10-25 23:36:36", "date_modify": "2022-10-25 23:36:36", "date_publish": "2015-11-04 15:47:50", "description": "The avant-garde Italian director Romeo Castellucci turns Schönberg's opera into a dazzling spectacle at the Paris Opera.", "filename": "2015_11_05_arts_international_the-challenge-ofschonbergs-opera-moses-and-aron_1666740996.html", "image_url": "https://static01.nyt.com/images/2015/11/05/arts/05iht-moses05-c/05iht-moses05-c-facebookJumbo.jpg?year=2015&h=550&w=1050&s=22ae86db5e88822fc762d46b49f354c69ffeb318fc8df080a2f133479be9f1bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_05_arts_international_the-challenge-ofschonbergs-opera-moses-and-aron_1666740996.html", "title": "The Challenge of Schönberg’s Opera ‘Moses and Aron’", "title_page": "The Challenge of Schönberg’s Opera ‘Moses and Aron’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — The encounter between the prophet Moses and his brother Aron takes place in a whited-out landscape that transforms human figures into ghosts. Black liquid pours like abundant blood or oil on the singers, and becomes a lake in which they are baptized and drowned. The golden calf is a one-and-a-half-ton Charolais bull. And God? As Moses sings in the opening scene, he is “unique, eternal, omnipresent, invisible, unrepresentable.”\nThat’s the paradox of Arnold Schönberg’s rarely staged landmark opera “Moses und Aron,” which last month opened the Paris Opera’s 2015-16 season — and marked the start of Stéphane Lissner’s tenure as its director — in a visually dazzling, thrillingly radical production by the avant-garde Italian director Romeo Castellucci.\nIf God is unrepresentable, as Schönberg and Moses have it, how to stage this opera, which is essentially a long argument between Moses and Aron about the clash between the purity of an idea — in this case, the revelation of a single God — and its corruption when it is put into words and images?\nMr. Castellucci illustrates that paradox through a slow evolution from the formlessness of his bleached opening scenes, in which the white-robed chorus appears like part of a mist, to the superbly dramatic images that begin to emerge at the end of Act I and that permeate Act II. By the end of the opera — Schönberg planned a third act, but never wrote it — we are returned to the nothingness in which Moses makes his despairing final statement, “Oh word, word that I lack!”", "url": "https://www.nytimes.com/2015/11/05/arts/international/the-challenge-ofschonbergs-opera-moses-and-aron.html"}