{"authors": ["Rukmini Callimachi", "Rick Gladstone"], "date_download": "2022-10-26 00:11:51", "date_modify": "2022-10-26 00:11:51", "date_publish": "2015-02-06 16:51:11", "description": "The Islamic State said Friday that Jordanian bombings in Syria intended to avenge the immolation of a captured pilot had killed an American hostage, Kayla Mueller, who was held by the group.", "filename": "2015_02_07_world_middleeast_isis-claims-american-hostage-killed-by-jordanian-retaliation-bombings_1666743111.html", "image_url": "https://static01.nyt.com/images/2015/02/07/world/HOSTAGE/HOSTAGE-facebookJumbo-v2.jpg?year=2015&h=239&w=457&s=0c1c02a4818213a4f3eafe099ed0c07f47708c05c426e9b2a6886ee6762e337c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_07_world_middleeast_isis-claims-american-hostage-killed-by-jordanian-retaliation-bombings_1666743111.html", "title": "ISIS Declares Airstrike Killed a U.S. Hostage", "title_page": "ISIS Declares Airstrike Killed a U.S. Hostage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She had always been the unidentified, lone female American hostage of the Islamic State. For nearly 17 months, while her fellow American captives were beheaded one after another in serial executions posted on YouTube, Kayla Mueller’s name remained a closely guarded secret, whispered among reporters, government officials and hostage negotiators — all fearing that any public mention might imperil her life.\nOn Friday, the Islamic State confirmed her identity, announcing that Ms. Mueller, a 26-year-old aid worker from Prescott, Ariz., had been killed in the falling rubble of a building in northern Syria that it said had been struck by bombs from a Jordanian warplane. Both the Jordanian and American governments said there was no proof, even as they rushed to deplore her possible death. Top Jordanian officials said the announcement was cynical propaganda.\nBut the group’s use of Ms. Mueller’s name for the first time prompted her family and its advisers to confirm her prolonged captivity in a statement and changed the calculus about what could be reported about her life. It threw a spotlight on a hostage ordeal that befell an eager and deeply idealistic young woman, who had ventured into one of the most dangerous parts of Syria — apparently without the backing of an aid organization, according to interviews with advisers to the family and employees of Doctors Without Borders, the international medical charity that hosted Ms. Mueller during her brief stay in one of Syria’s ravaged cities.\nInitially based in southern Turkey, where she had worked for at least two aid organizations assisting Syrian refugees, Ms. Mueller appears to have driven into the northern Syrian city of Aleppo on Aug. 3, 2013, alongside a man who has been alternatively described as her Syrian friend or colleague, and by others as either her boyfriend or her fiancé. He had been invited to travel to the city to help fix the Internet connection for a compound run by the Spanish chapter of Doctors Without Borders, known in Spanish as Médicos Sin Fronteras, or M.S.F. Employees of the charity said they were surprised when the young Syrian man arrived with Ms. Mueller.", "url": "https://www.nytimes.com/2015/02/07/world/middleeast/isis-claims-american-hostage-killed-by-jordanian-retaliation-bombings.html"}