{"authors": ["Patrick Healy", "Jonathan Martin"], "date_download": "2022-10-25 23:26:22", "date_modify": "2022-10-25 23:26:22", "date_publish": "2015-08-07 03:51:10", "description": "Mr. Trump was put on the defensive from the start of the debate, not only by his rivals but by the debate moderators from Fox News.", "filename": "2015_08_07_us_politics_rivals-jab-at-donald-trump-as-gop-debate-becomes-testy_1666740382.html", "image_url": "https://static01.nyt.com/images/2015/08/07/us/RepublicanDebate-slide-QF8U/RepublicanDebate-slide-QF8U-facebookJumbo.jpg?year=2015&h=550&w=1050&s=1e8ac5f1cb4eff7ee896eabd1234a74561a1b95e4ea8021540e5714a275f11d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_07_us_politics_rivals-jab-at-donald-trump-as-gop-debate-becomes-testy_1666740382.html", "title": "Rivals Jab at Donald Trump as Republican Debate Becomes Testy", "title_page": "Rivals Jab at Donald Trump as Republican Debate Becomes Testy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Shedding any pretense of civility and party unity, Donald J. Trump overwhelmed the first Republican presidential debate on Thursday night by ripping into his rivals and the moderators alike, but also drew fire from Jeb Bush and others who are seeking to stop his breathtaking surge.\nMr. Trump displayed his trademark pugnacity from the start with a bravura moment: refusing to rule out a third-party run for the presidency if he does not win the party’s nomination. Facing loud boos from audience members in a Cleveland sports arena, he held his hand up in defiance as several other Republicans looked flabbergasted.\n“I have to respect the person that, if it’s not me, the person that wins,” said Mr. Trump, the billionaire businessman and reality television star who has attracted fans in part by showing a lack of respect for politicians like Mr. Bush, who Mr. Trump has said should not be president. He then quipped, “If I’m the nominee, I will pledge I will not run as an independent.”\nThe much-anticipated meeting was something of a showcase for several candidates who had yet to generate much heat in the Republican primary field. Gov. John Kasich of Ohio fluidly described his fiscal leadership in the state and spoke bigheartedly about the mentally ill and the poor. Senator Marco Rubio of Florida showed a command of policy and an eagerness for the fight with Democrats. And Gov. Scott Walker of Wisconsin deftly defended an absolutist position against abortion while boasting of his three statewide victories in his own swing state.", "url": "https://www.nytimes.com/2015/08/07/us/politics/rivals-jab-at-donald-trump-as-gop-debate-becomes-testy.html"}