{"authors": ["Matt Apuzzo", "Jennifer Steinhauer"], "date_download": "2022-10-25 23:56:26", "date_modify": "2022-10-25 23:56:26", "date_publish": "2015-04-23 18:02:23", "description": "Aides say Loretta E. Lynch plans to improve the department’s relationships with police groups and Congress, which have been strained during Eric H. Holder Jr.’s tenure.", "filename": "2015_04_24_us_as-attorney-general-loretta-lynch-plans-to-shift-tone-for-justice-dept_1666742186.html", "image_url": "https://static01.nyt.com/images/2015/04/24/us/24LYNCH-REFER/24LYNCH-REFER-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8935981581a57a7cc061c37d9a3103fd8c285df096bb293628dea30fa45f9cb8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_24_us_as-attorney-general-loretta-lynch-plans-to-shift-tone-for-justice-dept_1666742186.html", "title": "As Attorney General, Loretta Lynch Plans Striking New Tone for the Justice Dept.", "title_page": "As Attorney General, Loretta Lynch Plans Striking New Tone for the Justice Dept. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Loretta E. Lynch, who was confirmed Thursday as attorney general, will meet with local police officers nationwide this summer as she tries to strike a new tone for the Justice Department amid a roiling controversy over the use of lethal force, aides said.\nMs. Lynch, who will be the first black woman to hold the post, will replace Eric H. Holder Jr., an ally of President Obama who has been the administration’s most outspoken voice on issues of race relations and civil rights. His tenure made him a hero among many on the left but recently earned him scorn from some police groups who said he was too quick to criticize officers amid a spate of high-profile episodes of black men dying at the hands of white officers.\nMs. Lynch, the daughter of a North Carolina civil rights leader and a child of the segregated South, shares many of Mr. Holder’s liberal views but has signaled that she plans a different approach, particularly in the nationwide debate over police tactics. While Mr. Holder recently completed a tour of minority communities to discuss policing, Ms. Lynch’s aides said that improving police morale and finding common ground between law enforcement and minority communities would be among her top priorities.\n“Loretta’s confirmation ensures that we are better positioned to keep our communities safe, keep our nation secure, and ensure that every American experiences justice under the law,” Mr. Obama said. Ms. Lynch is expected to be sworn in Monday, according to the Justice Department.", "url": "https://www.nytimes.com/2015/04/24/us/as-attorney-general-loretta-lynch-plans-to-shift-tone-for-justice-dept.html"}