{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:43:56", "date_modify": "2022-10-25 23:43:56", "date_publish": "2015-02-16 07:33:29", "description": "The move by Cairo, which came in response to the beheading of more than a dozen Egyptian Christians, threatens to draw it further into the Libyan conflict.", "filename": "2015_02_17_world_middleeast_isis-egypt-libya-airstrikes_1666741436.html", "image_url": "https://static01.nyt.com/images/2015/02/16/world/middleeast/17EGYPT-hp/17EGYPT-hp-facebookJumbo.jpg?year=2015&h=550&w=1050&s=06816212f0a9e9b61345003c0e17ae15911af93686fc6eaf80fbb3f0008edb05&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_17_world_middleeast_isis-egypt-libya-airstrikes_1666741436.html", "title": "Egypt Launches Airstrike in Libya Against ISIS Branch", "title_page": "Egypt Launches Airstrike in Libya Against ISIS Branch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Egypt conducted an airstrike against an Islamist stronghold in Libya on Monday in retaliation for the beheading of at least a dozen Egyptian Christians by a local franchise of the Islamic State, in Cairo’s deepest reach yet into the chaos that has engulfed its neighbor.\nHinting at possible further action, President Abdel Fattah el-Sisi of Egypt said in a statement that he had convened “a continuous session” of his National Defense Council to monitor events in Libya and to weigh additional measures. But the strike itself, hitting in the Libyan town of Derna at dawn, was a new turn in the breakdown of regional order in the aftermath of the Arab Spring revolts and the Islamic State’s emergence.\nNearly three and a half years after the ouster of Col. Muammar el-Qaddafi, two rival coalitions of militias are battling for control over Libya and its vast resources, including nearly $100 billion in financial reserves, untapped oil deposits, and a long Mediterranean coast facing Europe. In the absence of any effective government or even a dominant force, a multifaceted proxy war has erupted as rival Arab states back competing militias and extremist groups like Al Qaeda and the Islamic State seek to expand their operations.\nMr. Sisi, a former general who led the ouster of Egypt’s Islamist president in 2013, has watched with growing concern as a coalition of moderate Islamists, extremists and regional militias seized control of the Libyan capital, Tripoli, last year and set up their own provisional government.", "url": "https://www.nytimes.com/2015/02/17/world/middleeast/isis-egypt-libya-airstrikes.html"}