{"authors": ["Hiroko Tabuchi"], "date_download": "2022-10-25 23:29:01", "date_modify": "2022-10-25 23:29:01", "date_publish": "2015-02-19 14:49:27", "description": "Facing a tighter job market, employee turnover and scrutiny of its labor practices, the retailer plans to increase pay for a half-million workers.", "filename": "2015_02_20_business_walmart-raising-wage-to-at-least-9-dollars_1666740541.html", "image_url": "https://static01.nyt.com/images/2015/02/20/business/20WALMART1alt/20WALMART1alt-facebookJumbo.jpg?year=2015&h=550&w=1050&s=88f6aa7fc5605d964756dbe5fec9e4184a82d73c2af3bc1c90c36e87658bae1c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_20_business_walmart-raising-wage-to-at-least-9-dollars_1666740541.html", "title": "Walmart Raising Wage to at Least $9", "title_page": "Walmart Raising Wage to at Least $9 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Walmart, the largest private employer in the country, said on Thursday that it would increase wages for a half-million employees, a move that comes amid persistent scrutiny of its labor practices and high employee turnover.\nThe retail giant, which for years has been the target of widespread criticism over its low pay structure and increasing reliance on part-time workers, said that all of its United States workers would earn at least $9 an hour by April and at least $10 by next February. Some labor advocates, however, who are demanding $15 an hour for service workers, called the plan inadequate.\nThe pay raise also signals that a tightening job market — with the unemployment rate now at 5.7 percent, compared with 9.8 percent five years ago, is leading to higher wages. Walmart has had significant trouble retaining employees in a job market where its competitors like Costco Wholesale offer better wages.\nThe wage bump by Walmart, which has long been a pay laggard, could simply mean that wage increases are finally an inevitability for low-wage workers in America.", "url": "https://www.nytimes.com/2015/02/20/business/walmart-raising-wage-to-at-least-9-dollars.html"}