{"authors": ["Stephanie Strom"], "date_download": "2022-10-25 23:41:15", "date_modify": "2022-10-25 23:41:15", "date_publish": "2015-11-03 01:37:07", "description": "Even as sales of organic products are taking off, the share price of Whole Foods has fallen 50 percent from its high this year, as investors worry about its prices and more competition.", "filename": "2015_11_03_business_wall-st-sours-on-whole-foods_1666741275.html", "image_url": "https://static01.nyt.com/images/2015/11/02/business/20151103wholefoods-ss-slide-ZPLD/20151103wholefoods-ss-slide-ZPLD-facebookJumbo.jpg?year=2015&h=550&w=1050&s=3aa0e1c00baff4a5cea60d5d9cb2f2ad8f42de45fef49d429c928ad9d9606b21&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_03_business_wall-st-sours-on-whole-foods_1666741275.html", "title": "Wall Street Sours on Whole Foods Market", "title_page": "Wall Street Sours on Whole Foods Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sales of organic and natural products are soaring — but you would never know it from the share price of Whole Foods Market, the premier purveyor of such merchandise.\nShares are almost 50 percent lower than they were in February, the high point of the year.\nInvestment analysts are almost uniformly negative on the company, worried that competition from mainstream retailers, which are increasing the amount of organic and natural items in their mix, will impede the growth of Whole Foods.\nCostco, for instance, claims to be the biggest seller of organic foods, and Walmart now sells Wild Oats, a brand of organic products, at the same price as similar conventional brands.\n“Conventional retailers can get it into their stores more cheaply, and they can be more predatory on pricing,” said Mark Retzloff, a pioneer of the natural and organic foods retail business. “If one of those stores is just down the street from a Whole Foods, there’s a big segment of their customer base that isn’t going to shop at Whole Foods anymore.”", "url": "https://www.nytimes.com/2015/11/03/business/wall-st-sours-on-whole-foods.html"}