{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:25:38", "date_modify": "2022-10-25 23:25:38", "date_publish": "2015-07-14 15:53:39", "description": "A 1996 Elections Board opinion said limited-liability companies should be treated like individuals, allowing real estate developers and other donors to use multiple companies to make huge contributions.", "filename": "2015_07_15_nyregion_bipartisan-group-sues-to-close-new-yorks-corporate-donation-loophole_1666740338.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_15_nyregion_bipartisan-group-sues-to-close-new-yorks-corporate-donation-loophole_1666740338.html", "title": "Bipartisan Group Sues to Close New York’s Corporate Donation Loophole", "title_page": "Bipartisan Group Sues to Close New York’s Corporate Donation Loophole - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — An eclectic group of liberal and conservative interests and individuals filed suit on Tuesday against the State Board of Elections, seeking to overturn a two-decade-old decision that critics say has unleashed an unending torrent of money into New York politics.\nThe suit, filed in State Supreme Court in Albany, is just the latest attempt to address the so-called L.L.C. loophole, which was created by a 1996 opinion by the Board of Elections. It found that limited-liability companies should be treated like individuals, and thus allowed to donate up to $60,800 to a statewide candidate per election cycle.\nThat logic has long galled government watchdog groups like the Brennan Center for Justice at New York University School of Law, which helped file the suit against the board. Critics contend that the loophole allows donors, like real estate developers, to use multiple limited-liability companies to make huge contributions to candidates.\n“An L.L.C. is a classic ‘legal fiction’ created by state law; it bears virtually none of the characteristics of individual people acting in the political arena,” reads the 30-page suit, drafted by the Brennan Center and the Manhattan firm Emery Celli Brinckerhoff & Abady. “An L.L.C. cannot vote. It holds no political views separate from those of its ‘members.’ And it has none of the ‘associational rights’ of the sort that individuals routinely exercise in the world of politics.”", "url": "https://www.nytimes.com/2015/07/15/nyregion/bipartisan-group-sues-to-close-new-yorks-corporate-donation-loophole.html"}