{"authors": ["Vindu Goel", "Quentin Hardy"], "date_download": "2022-10-25 23:40:54", "date_modify": "2022-10-25 23:40:54", "date_publish": "2015-07-30 23:18:25", "description": "The company said its unmanned aerial vehicle, intended to bring Internet access to remote areas, is ready for tests in the upper atmosphere, most likely in the United States.", "filename": "2015_07_31_technology_facebook-drone-project-is-a-step-closer-to-flight_1666741254.html", "image_url": "https://static01.nyt.com/images/2015/07/31/business/31facebook-web/31facebook-web-facebookJumbo-v2.jpg?year=2015&h=549&w=1050&s=c39b8e01cb3a5f97a61ff88e5f2385afd4ab60e9af51be81817b895bd87aaf50&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_07_31_technology_facebook-drone-project-is-a-step-closer-to-flight_1666741254.html", "title": "A Facebook Project to Beam Data From Drones Is a Step Closer to Flight", "title_page": "A Facebook Project to Beam Data From Drones Is a Step Closer to Flight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MENLO PARK, Calif. — Facebook has moved several steps closer to fulfilling its grand ambition of building an Internet network in the sky, announcing on Thursday that it has built its first unmanned drone and found a way to vastly increase the capacity of the lasers that will eventually beam data between the drone network and the ground.\nA team in Britain has been working on building the solar-powered drone, known as Aquila, for about 14 months. Now the company says that the unmanned aerial vehicle, made of ultralight composite materials and weighing 880 pounds, is ready for in-flight tests in the upper atmosphere, most likely in the United States.\n“We have completed plane No. 1,” Jay Parikh, Facebook’s vice president for global engineering and infrastructure, said at a news conference at the company’s headquarters in Silicon Valley.\nFacebook, whose primary business is operating the world’s largest social network, has been working on a range of projects to extend Internet access to the four billion or so people who don’t have it, including teaming with phone carriers to offer free access to Facebook and other basic services in developing countries through its Internet.org app.", "url": "https://www.nytimes.com/2015/07/31/technology/facebook-drone-project-is-a-step-closer-to-flight.html"}