{"authors": ["Julie Hirschfeld Davis", "Michael D. Shear"], "date_download": "2022-10-25 23:01:29", "date_modify": "2022-10-25 23:01:29", "date_publish": "2015-06-08 14:34:04", "description": "Amid discussions on global security issues, President Obama headed home from the summit meeting with pledges from European leaders to reduce global emissions of greenhouse gases.", "filename": "2015_06_09_world_europe_united-states-increase-training-iraqis-fighting-isis-obama_1666738889.html", "image_url": "https://static01.nyt.com/images/2015/06/09/world/prexy-video/prexy-video-facebookJumbo.jpg?year=2015&h=549&w=1050&s=d9be900265a073b4bf8065da2a47832d097cf49ece9862ce218842e637d1b265&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_09_world_europe_united-states-increase-training-iraqis-fighting-isis-obama_1666738889.html", "title": "Ukraine Crisis and Advance of ISIS Dominate Agenda for Group of 7", "title_page": "Ukraine Crisis and Advance of ISIS Dominate Agenda for Group of 7 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Obama has tried to hold together a European sanctions program in the face of increasing pressure from President Vladimir V. Putin. As he departed, Mr. Obama said he expected that European leaders would renew sanctions next month and indicated that those measures could be expanded if Mr. Putin did not relent.\n“He’s got to make a decision — does he continue to wreck his nation’s economy and continue Russia’s isolation in pursuit of a wrongheaded desire to recreate the glories of the Soviet empire?” Mr. Obama said at a news conference after the two-day meeting. “Or does he recognize that Russia’s greatness does not depend on violating the territorial integrity” of its neighbors.\nThe consensus at the end of the summit meeting was a boost for Mr. Obama, who needs European allies to maintain sanctions that keep Russia isolated and on the defensive. But that prospect seems increasingly unlikely, as violence mounts and Moscow appears to have weathered the economic onslaught of American and European sanctions.\nThe European Union is scheduled to vote later this month on whether to extend the sanctions, and some of the leaders here are facing calls at home to pull back their economic sanctions on Moscow. The language used by the leaders in their joint communiqué was an important marker, indicating that they are willing to maintain sanctions even in the face of domestic criticism.\nIn his first meeting with Mr. Abadi since Islamic State fighters took control of the Iraqi city of Ramadi, Mr. Obama called the prime minister a reliable partner, and praised his “refreshing honesty” in acknowledging the challenges of confronting the militant group.", "url": "https://www.nytimes.com/2015/06/09/world/europe/united-states-increase-training-iraqis-fighting-isis-obama.html"}