{"authors": ["Christopher D. Shea"], "date_download": "2022-10-25 23:38:40", "date_modify": "2022-10-25 23:38:40", "date_publish": "2015-08-23 21:44:03", "description": "“Dismaland,” a satirical take on a theme park created by the artist Banksy, features grumpy guards, funereal theme park games and works by about 60 artists.", "filename": "2015_08_24_arts_design_banksys-dismaland-in-england-its-a-strange-world-after-all_1666741120.html", "image_url": "https://static01.nyt.com/images/2015/08/24/arts/24DISMALAND/24DISMALAND-facebookJumbo.jpg?year=2015&h=550&w=1050&s=0af416121cbe0a9e573074567fc5d0c7c04ad14e2173c6bab23c4c9754c62434&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_08_24_arts_design_banksys-dismaland-in-england-its-a-strange-world-after-all_1666741120.html", "title": "Banksy’s ‘Dismaland’ in England: It’s a Strange World, After All", "title_page": "Banksy’s ‘Dismaland’ in England: It’s a Strange World, After All - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lines into “Dismaland” on Saturday and Sunday started several hours before the park’s 11 a.m. opening, but by early afternoon the line appeared to be only several hundred people long and to be moving quickly.\nShortly after the website for “Dismaland” went up on Thursday, the ticketing function abruptly crashed, prompting online speculation that the ticketing issues were part of Banksy’s doom-and-gloom concept. In an email, Clare Croome, a spokeswoman for Banksy, said there was “no truth” to the Internet rumors, and that the site had crashed after receiving 6 million hits per minute. (Tickets are still available at the entrance, and online ticketing is expected to resume this week.)\nThe exhibition was out of the ordinary for Banksy, who is mostly known for graffiti works that pop up in unexpected urban locales. His last major display was a series of political murals that he unveiled in Gaza in February. In 2009, he staged an exhibition featuring dozens of his own artworks at the Bristol City Museum. That show was also kept tightly under wraps before it opened, even from many staff members at the museum. In 2013, he had a major outdoor exhibition in New York.", "url": "https://www.nytimes.com/2015/08/24/arts/design/banksys-dismaland-in-england-its-a-strange-world-after-all.html"}