{"authors": ["Sophia Kishkovsky"], "date_download": "2022-10-25 22:56:17", "date_modify": "2022-10-25 22:56:17", "date_publish": "2015-09-02 02:34:31", "description": "Khadija Ismayilova was sentenced Tuesday to 7 1/2 years in prison on charges including embezzlement and tax evasion.", "filename": "2015_09_02_world_asia_azerbaijan-journalist-critical-of-leader-is-sentenced-to-7-1-2-years-in-prison_1666738577.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_09_02_world_asia_azerbaijan-journalist-critical-of-leader-is-sentenced-to-7-1-2-years-in-prison_1666738577.html", "title": "Azerbaijan: Journalist Critical of Leader Is Sentenced to 7 1/2 Years in Prison", "title_page": "Azerbaijan: Journalist Critical of Leader Is Sentenced to 7 1/2 Years in Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Khadija Ismayilova, an Azerbaijani investigative journalist, was sentenced Tuesday to 7 1/2 years in prison on charges including embezzlement and tax evasion. The sentence was handed down by the Court on Grave Crimes in Baku, the capital. Ms. Ismayilova is a contributor to Radio Free Europe/Radio Liberty, which is funded by the United States, and is known for reports questioning the sources of wealth of Azerbaijan’s president, Ilham Aliyev, and his family. During the trial, Ms. Ismayilova, 39, who was arrested in December, said she was innocent and accused the government of “lies.” Isabel Santos of the Organization for Security and Cooperation in Europe’s Parliamentary Assembly, said in a statement that “with every journalist, human rights defender and civil society leader it harasses or jails, Azerbaijan distances itself further and further from democratic values.”", "url": "https://www.nytimes.com/2015/09/02/world/asia/azerbaijan-journalist-critical-of-leader-is-sentenced-to-7-1-2-years-in-prison.html"}