{"authors": ["Jeremy Corbyn", "David Davis", "Andrew Mitchell", "Andy Slaughter"], "date_download": "2022-10-25 23:50:24", "date_modify": "2022-10-25 23:50:24", "date_publish": "2015-06-08 02:24:50", "description": "Shaker Aamer, a British resident held at Guantánamo since 2002, has been cleared for release. Why won’t the U.S. act?", "filename": "2015_06_08_opinion_obamas-slap-in-britains-face_1666741824.html", "image_url": "https://static01.nyt.com/images/2015/06/08/opinion/08Corbyn/08Corbyn-facebookJumbo.jpg?year=2015&h=549&w=1050&s=a62378e924e4734fd2ad0f445d8702170841c10e74742bedd854013af0dd8e92&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_06_08_opinion_obamas-slap-in-britains-face_1666741824.html", "title": "Obama’s Slap in Britain’s Face", "title_page": "Opinion | Obama’s Slap in Britain’s Face - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "London — Two weeks ago, we went to Washington to argue for the immediate release of Shaker Aamer, a detainee at Guantánamo Bay. Mr. Aamer’s wife and four children live in London but he has yet to meet his youngest child, Faris, who is now 13.\nWe are unlikely political bedfellows from the left and right of British politics. The four of us agree on almost nothing, with this exception: Mr. Aamer, a British permanent resident, must be freed and transferred to British soil immediately.\nMr. Aamer was picked up by the Northern Alliance in November 2001 in Afghanistan, where he was doing charity work, and sold for a bounty. He was taken to the notorious Bagram Prison, where he was brutally tortured, before being sent to Guantánamo in February 2002. In 2007, under President George W. Bush’s administration, he was cleared for release. In 2010, under President Obama, he was cleared for release again — after an arduous process requiring unanimous agreement by six agencies, including the Central Intelligence Agency, the Federal Bureau of Investigation and the Departments of State and Defense.\nWe should never have had to make the trip to Washington. Earlier this year, during his visit to the United States, Prime Minister David Cameron asked Mr. Obama to release Mr. Aamer. The president promised to pursue the matter. On March 17, the House of Commons passed an unusual unanimous motion calling for Mr. Aamer’s immediate release and transfer to Britain. Since that time little, if anything, has been done by the United States.", "url": "https://www.nytimes.com/2015/06/08/opinion/obamas-slap-in-britains-face.html"}