{"authors": ["J. David Goodman", "Al Baker"], "date_download": "2022-10-25 23:49:43", "date_modify": "2022-10-25 23:49:43", "date_publish": "2015-02-05 01:34:48", "description": "A case that seeks to unlock grand jury evidence in the police killing of Eric Garner is part of a national push to pry from law enforcement information long kept secret.", "filename": "2015_02_05_nyregion_new-challenges-to-secrecy-that-protects-police-files_1666741783.html", "image_url": "https://static01.nyt.com/images/2015/02/05/nyregion/05SECRECY-dress/05SECRECY-facebookJumbo.jpg?year=2015&h=550&w=1050&s=906ca03e4ff715aadae8c2eb637fb2f6b40ed16345f2ccbc5031c326b275da12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_02_05_nyregion_new-challenges-to-secrecy-that-protects-police-files_1666741783.html", "title": "New Challenges to Secrecy That Protects Police Files", "title_page": "New Challenges to Secrecy That Protects Police Files - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In New York City, the video that will soon be recorded by officers with body cameras could be kept from disclosure, even in shootings, by the 1976 law that already shields incident reports created after such shootings.\nThe law, section 50-a of the state’s civil-rights code, protects officers’ personnel records from public release, or from being cited in court, without judicial approval. Those records include instances in which an officer has been disciplined, meaning that in New York State, an officer’s wrongdoing on the job is shielded from public view by law.\nBy contrast, in at least 27 other states, police misconduct records are open to the public, according to a recent study of access to those records in all 50 states by the New York State Committee on Open Government.\nOver time, the protection given to police officers has been extended to others, such as correction officers and professional firefighters. And the definition of a personnel record has expanded to cover almost any record that could be used to rate an officer’s job performance, said Robert J. Freeman, executive director of the open government committee.\n“It took years, but now you have what essentially is the ‘blue wall of silence’ that has been codified by 50-a,” Mr. Freeman said. That, he said, means that what an officer does on the street can often be kept from the public.\n“And it is,” he said.\nLawyers for the city have argued that the law covers records as varied as shooting reports and transcripts of open disciplinary hearings. “I would definitely say New York, and the N.Y.P.D., is especially bad when it comes to transparency,” said Adam Marshall, a legal fellow with the Reporters Committee for Freedom of the Press, in Washington.", "url": "https://www.nytimes.com/2015/02/05/nyregion/new-challenges-to-secrecy-that-protects-police-files.html"}