{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:41:19", "date_modify": "2022-10-25 23:41:19", "date_publish": "2015-03-14 18:32:15", "description": "An ongoing S.&P. Dow Jones study finds a shrinking number of actively managed mutual funds that have managed to outperform the market in recent years.", "filename": "2015_03_15_your-money_how-many-mutual-funds-routinely-rout-the-market-zero.html__r=0_1666741279.html", "image_url": "https://static01.nyt.com/images/2015/03/15/business/15-STRA/15-STRA-facebookJumbo.jpg?year=2015&h=550&w=1050&s=8e4ef090717023e9e2e404bb27b682840cde62af80d889384a4eebcb3a502539&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_03_15_your-money_how-many-mutual-funds-routinely-rout-the-market-zero.html__r=0_1666741279.html", "title": "How Many Mutual Funds Routinely Rout the Market? Zero", "title_page": " How Many Mutual Funds Routinely Rout the Market? Zero - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Looking at the numbers, you can’t tell whether there is skill involved in what they do or whether their performance is just a matter of luck,” Mr. Loggie said. “I believe that many of them do have skill. But even if they do have it, based on how they’ve done in the past you really can’t predict how they will perform in the future.”\nStill, those two funds did manage to perform splendidly in that study. Their stubborn persistence at the top of the heap over that five-year period suggested that there was some hope for active fund managers. If they could do it, after all, others could, too.\nBut we’re now about two weeks away from the completion of another 12 months since the end of that study, and it’s been a mediocre stretch, at best, for those two mutual funds. When the month is over, to borrow from Agatha Christie, it looks as though we’ll be saying: And then there were none.\nHere are the dismal statistics: The SouthernSun Small Cap fund has actually lost money for investors over the 12 months through Thursday. It was down 3.2 percent, according to Morningstar, and for the nine months through December, it was in the bottom quartile of funds in the S.&P. Dow Jones study. The Hodges Small Cap fund has done better, gaining almost 6 percent through Thursday. S.&.P. Dow Jones Indices says that put it in the third quartile — or second-to-worst one — through December. While it’s mathematically possible, it is highly unlikely that either will climb to the top quartile in the next few weeks, Mr. Loggie said.\nMichael W. Cook, the lead manager of the SouthernSun Small Cap fund and the founder of the firm that runs it, was traveling last week and was unavailable to comment for this column. Craig Hodges, manager of the family-run Hodges Small Cap fund in Dallas, spoke to me on the telephone and told me that he wasn’t surprised that his fund had stumbled. “We’re not that good,” he said. “It was going to happen sooner or later. We’ve never expected to outperform all of the time.” And despite disappointing recent returns, both funds are still beating the market handily over the last five years.\nLate last year, Mr. Hodges said, his fund was hurt by falling energy prices, which pulled down the returns of several of its holdings. “That kind of thing will happen,” he said. “You can expect that.” Last summer, he told me that over the long run — which he said is probably 50 years or more — he expects that his fund will do better than average. And he reiterated that view last week. “We’ll come out all right in the end,” he said. “I think if you pick a good manager, someone you believe in and you think you can trust, you’ve got to stick with him for a long time, and if he’s good, he’ll perform for you.”\nMr. Loggie and his crew are continuing their regular monitoring of mutual fund performance. Right on schedule, they did another winnowing of mutual funds through the five years that ended in September — and they will do another one for the five years ending this month.", "url": "https://www.nytimes.com/2015/03/15/your-money/how-many-mutual-funds-routinely-rout-the-market-zero.html?_r=0"}