{"authors": ["Mitch Smith"], "date_download": "2022-10-25 23:55:42", "date_modify": "2022-10-25 23:55:42", "date_publish": "2015-12-22 03:50:17", "description": "A special prosecutor said, however, that “the case is still open,” and that grand jurors would reconvene next month to discuss other aspects of it.", "filename": "2015_12_22_us_grand-jury-finds-no-felony-committed-by-jailers-in-death-of-sandra-bland_1666742142.html", "image_url": "https://static01.nyt.com/images/2015/12/22/nytnow/21watching-bland/21watching-bland-facebookJumbo-v2.jpg?year=2015&h=502&w=959&s=599eec5950cb9ba2e80d0d9b1b3dc2a610116cafdb152620b96e11476418f8c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_22_us_grand-jury-finds-no-felony-committed-by-jailers-in-death-of-sandra-bland_1666742142.html", "title": "Grand Jury Declines to Indict Anyone in Death of Sandra Bland", "title_page": "Grand Jury Declines to Indict Anyone in Death of Sandra Bland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — Grand jurors in Texas declined on Monday to indict anyone in connection to the July death of a Chicago-area woman, Sandra Bland, who was found hanged in her cell at the Waller County jail, one of the special prosecutors assigned to the case said.\nBut Darrell Jordan, the special prosecutor, said that “the case is still open,” and that grand jurors would reconvene next month to discuss other aspects of it.\nMany activists have called for charges against Brian Encinia, the Texas state trooper who arrested Ms. Bland after a routine traffic stop in Prairie View, northwest of Houston, turned contentious. Mr. Jordan said Monday’s decision not to indict anyone related only to Ms. Bland’s death and to the conduct of the jail staff.\n“It’s all in the way you phrase it,” said Mr. Jordan, one of five special prosecutors in the case. “The case is not over. That’s what I’m stressing right now. The case is not over.”", "url": "https://www.nytimes.com/2015/12/22/us/grand-jury-finds-no-felony-committed-by-jailers-in-death-of-sandra-bland.html"}