{"authors": ["Barry Meier"], "date_download": "2022-10-25 23:46:18", "date_modify": "2022-10-25 23:46:18", "date_publish": "2015-12-12 16:15:31", "description": "Helping a friend accused of sexual offenses led to accusations of misconduct against the prominent lawyer Alan Dershowitz. Now he’s fighting to clear his name.", "filename": "2015_12_13_business_alan-dershowitz-on-the-defense-his-own_1666741578.html", "image_url": "https://static01.nyt.com/images/2015/12/13/business/13DERSHOWITZ1/13DERSHOWITZ1-facebookJumbo.jpg?year=2015&h=549&w=1050&s=f6db89bf4f6802dd7dafdbb3142c6a0627729d732ac824a199d9e52e259e1666&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_13_business_alan-dershowitz-on-the-defense-his-own_1666741578.html", "title": "Alan Dershowitz on the Defense (His Own)", "title_page": "Alan Dershowitz on the Defense (His Own) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Friday, Mr. Dershowitz filed an affidavit in a Florida state court, containing notes of his conversations with Mr. Boies that he says support his account. In it, he described Mr. Boies as telling him that if his client refused to withdraw her claim, “he could not ethically continue to represent her.”\nHours later, Mr. Boies’s firm asked the Florida judge to seal Mr. Dershowitz’s affidavit, and in a related filing, Mr. Boies described some of Mr. Dershowitz’s assertions as “misleading” or “flatly untrue.”\nIn this intensifying game of legal chicken, it is not clear who will flinch first. Ms. Giuffre seems unwilling to yield and used a recent court filing to fire back at Mr. Dershowitz.\n“He is lying by denying that he had sex with me,” said Ms. Giuffre, who declined to be interviewed for this article.\nMr. Dershowitz says he is no longer friendly with Mr. Epstein, who lives once again in his lavish Upper East side mansion. Still, like it or not, the lawyer remains tethered to him. Having defended Mr. Epstein, he said that he could not express his feelings about him.\nSeveral well-known criminal defense lawyers said that personal attacks were an occupational hazard. “Alan has never shied away from a fight in his life,” said Abbe D. Lowell, a lawyer in Washington whose clients have included the lobbyist Jack Abramoff, who was convicted of corruption in 2006. “He has been that kind of lightning rod.”\nFor a man who has never lacked for self-confidence, Mr. Dershowitz now finds himself saddled with regret. Two clients, he said, have backed away from him because of his accuser’s claims, and he worries whether universities like Johns Hopkins will invite him to give speeches or present him with awards.\nHe now says he thinks that he should have said no when Mr. Epstein called.\n“I think I do regret having taken the case in light of everything that has happened since,” he said. “If I could give back the money I made in this case and have this episode of my life erased, I’d do it.”", "url": "https://www.nytimes.com/2015/12/13/business/alan-dershowitz-on-the-defense-his-own.html"}