{"authors": ["Julie Hirschfeld Davis", "Matt Apuzzo"], "date_download": "2022-10-25 23:56:17", "date_modify": "2022-10-25 23:56:17", "date_publish": "2015-04-28 18:01:16", "description": "President Obama called for a period of soul-searching about what he said has become a near-weekly pattern of tragedy involving young black men in confrontations with the police.", "filename": "2015_04_29_us_politics_events-in-baltimore-reflect-a-slow-rolling-crisis-across-us-obama-says_1666742177.html", "image_url": "https://static01.nyt.com/images/2015/04/28/multimedia/obama-baltimore/obama-baltimore-facebookJumbo.jpg?year=2015&h=550&w=1050&s=960b73fb765dcc5bafde1b74d74cec48c80452ba5b67c4c3c74549c0720ee1cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_04_29_us_politics_events-in-baltimore-reflect-a-slow-rolling-crisis-across-us-obama-says_1666742177.html", "title": "President Obama Condemns Both the Baltimore Riots and the Nation’s ‘Slow-Rolling Crisis’", "title_page": "President Obama Condemns Both the Baltimore Riots and the Nation’s ‘Slow-Rolling Crisis’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama responded with passion and frustration on Tuesday to the violence that has rocked Baltimore and other cities after the deaths of young black men in confrontations with the police, calling for a period of soul-searching about what he said had become a near-weekly cycle of tragedy.\nSpeaking from the White House Rose Garden, Mr. Obama condemned the chaos unfolding just 40 miles north of the White House and called for “full transparency and accountability” in a Department of Justice investigation into the death of Freddie Gray, the young black man who died of a spinal cord injury suffered while in police custody.\nHe said that his thoughts were also with the police officers injured in Monday night’s unrest in Baltimore, which he said “underscores that that’s a tough job, and we have to keep that in mind.”\nBut in a carefully planned 14-minute statement during a news conference with Prime Minister Shinzo Abe of Japan, Mr. Obama made clear that he was deeply dismayed not only by the recent unrest in several cities but also by the longstanding yet little-discussed racial and societal forces that have fed it.", "url": "https://www.nytimes.com/2015/04/29/us/politics/events-in-baltimore-reflect-a-slow-rolling-crisis-across-us-obama-says.html"}