{"authors": ["Vinod Sreeharsha"], "date_download": "2022-10-25 23:33:31", "date_modify": "2022-10-25 23:33:31", "date_publish": "2015-11-25 20:52:31", "description": "A broad investigation into corruption at Petrobras, Brazil’s state-owned oil company, widened with the arrests of a sitting senator and one of the country’s top finance executives.", "filename": "2015_11_26_world_americas_brazil-corruption-petrobas_1666740811.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_11_26_world_americas_brazil-corruption-petrobas_1666740811.html", "title": "Brazilian Senator and Banker Are Arrested as Petrobras Scandal Widens", "title_page": "Brazilian Senator and Banker Are Arrested as Petrobras Scandal Widens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — A broad investigation into corruption at Petrobras, Brazil’s state-owned oil company, widened on Wednesday with the arrests of a sitting senator and a billionaire investment banker who is one of the country’s top finance executives.\nThe federal prosecutor’s office said in a statement that Senator Delcídio do Amaral, a member of the governing Workers’ Party and an important ally of President Dilma Rousseff, had been arrested in Brasília on Wednesday morning.\nMs. Rousseff’s popularity has already eroded since her re-election in October of last year because of a prolonged recession and the Petrobras scandal. There have been calls for her to resign, and the Amaral arrest is likely to complicate her efforts to govern and move economic proposals, including unpopular austerity measures, through Congress.\nIt is also likely to deepen the political crisis here with many wondering if she will be forced to resign. The Eurasia Group in a research note on Wednesday put the risk of Ms. Rousseff not finishing her term at 40 percent.", "url": "https://www.nytimes.com/2015/11/26/world/americas/brazil-corruption-petrobas.html"}