{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:35:46", "date_modify": "2022-10-25 23:35:46", "date_publish": "2015-12-22 03:27:14", "description": "The president also plans to spend his final year in office working to spur other countries and the private sector to contribute more humanitarian aid, his United Nations ambassador said Monday.", "filename": "2015_12_22_world_middleeast_obama-plans-summit-on-migrant-crisis_1666740946.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2015", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_12_22_world_middleeast_obama-plans-summit-on-migrant-crisis_1666740946.html", "title": "Obama Plans Summit on Migrant Crisis", "title_page": "Obama Plans Summit on Migrant Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONOLULU — President Obama plans to host a United Nations summit meeting next year on the global migrant crisis and to spend his final year in office working to spur other countries and the private sector to contribute more humanitarian aid, his United Nations ambassador said Monday.\nThe announcement came as the flow of migrants from Syria continued at crisis levels, part of what the ambassador, Samantha Power, called “a larger global population of displaced that is larger now than 60 million.”\n“The list of refugees in need unfortunately continues to grow — at the same time the international community has been utterly unable to keep up,” Ms. Power told reporters in New York on Monday. “This year has shown with painful clarity that our existing systems, approaches and funding are inadequate to the task at hand and to the amount of human suffering that is ongoing.”\nThe summit meeting will be held during the annual General Assembly in September and will be the culmination of what Ms. Power called a “vigorous, sustained effort” that will also seek new commitments to help migrants resettle, educate themselves and find jobs.", "url": "https://www.nytimes.com/2015/12/22/world/middleeast/obama-plans-summit-on-migrant-crisis.html"}