{"authors": ["Kirk Johnson"], "date_download": "2022-10-25 23:32:29", "date_modify": "2022-10-25 23:32:29", "date_publish": "2015-10-30 18:34:37", "description": "Universities and student groups are issuing recommendations about costumes, which tread a line between flattery and mockery that is not always obvious.", "filename": "2015_10_31_us_cultural-appropriation-halloween-costumes_1666740749.html", "image_url": "https://static01.nyt.com/images/2015/10/31/us/31costumes/31costumes-facebookJumbo.jpg?year=2015&h=549&w=1050&s=a28a89c55fac4b31654fc37f5b2dd4dade7cddd83fd54c13c963a0fb66f600dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2015_10_31_us_cultural-appropriation-halloween-costumes_1666740749.html", "title": "Halloween Costume Correctness on Campus: Feel Free to Be You, but Not Me", "title_page": "Halloween Costume Correctness on Campus: Feel Free to Be You, but Not Me - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEATTLE — Pocahontas, Caitlyn Jenner and Pancho Villa are no-nos. Also off-limits are geisha girls and samurai warriors — even, some say, if the wearer is Japanese. Among acceptable options, innocuous ones lead the pack: a Crayola crayon, a cup of Starbucks coffee or the striped-cap-wearing protagonist of the “Where’s Waldo?” books.\nAs colleges debate the lines between cultural sensitivity and free speech, they are issuing recommendations for Halloween costumes on campus, aimed at fending off even a hint of offense in students’ choice of attire. Using the fairly new yardstick of cultural appropriation — which means pretending for fun or profit to be a member of an ethnic, racial or gender group to which you do not belong — schools, student groups and fraternity associations are sending a message that can be summed up in five words: It is dangerous to pretend.\n“If there’s a gray line, it’s always best to stay away from it,” said Mitchell Chen, 21, a microbiology major and director of diversity efforts at the Associated Students of the University of Washington. The university emailed to all students this week a six-minute video of what not to do for Halloween.\nThere has already been one major cultural collision this week that fanned the flames: On Thursday, the University of Louisville in Kentucky apologized to the school’s Latinos after its president, James R. Ramsey, was photographed wearing stereotypical Mexican attire at a Halloween party for staff members on Wednesday. In a picture posted online, Mr. Ramsey wore a sombrero and fringed poncho and stood next to university workers who were dressed as members of a mariachi band, with sombreros, maracas and fake mustaches.", "url": "https://www.nytimes.com/2015/10/31/us/cultural-appropriation-halloween-costumes.html"}