{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:42", "date_modify": "2022-10-25 23:28:42", "date_publish": "2016-10-03 05:59:32", "description": "American officials said resources were being diverted to Kunduz, while the Taliban made gains in a separate assault in Helmand Province in the south.", "filename": "2016_10_04_world_asia_afghanistan-kunduz-taliban_1666740522.html", "image_url": "https://static01.nyt.com/images/2016/10/04/world/04AFGHANISTAN-web2/04AFGHANISTAN-web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5f258be13c79ac2462c44963109627eb5d7731d84d7c507da59387ba2ea91560&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_04_world_asia_afghanistan-kunduz-taliban_1666740522.html", "title": "Emboldened Taliban Overrun Parts of Kunduz and Taunt Afghan Forces", "title_page": "Emboldened Taliban Overrun Parts of Kunduz and Taunt Afghan Forces - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The coordinated Taliban attack, coming from four directions, began before dawn on Monday, according to Mahfozullah Akbari, a spokesman for the regional police. Shops remained closed and residents tried to flee as fighting continued across several parts of the city. Helicopter gunships were also seen targeting Taliban areas, some less than a mile from the governor’s compound.\n“Taliban captured the central square of Kunduz city and all other government offices, except for the intelligence office, the Police Headquarters and the governor’s office,” said Sayed Assadullah Sadat, a member of the Kunduz provincial council. “If Taliban capture Kunduz city completely, they will gain enough ammunition and equipment for next year to fight with government forces, and they will destroy the lives of the people in Kunduz.”\nCivilians were caught in the line of fire, as residents reported that both the Taliban and Afghan forces used their homes to attack the other side.\nSardar Murady, who lives close to the highway leading to the district of Chardara, said the Taliban were using some civilian homes for fighting. “They told us not to lock the gates to our houses,” he said.\nThe assault on Kunduz comes almost exactly a year after the insurgents briefly overran the city in September 2015, making it the first urban center to fall to the Taliban since the collapse of their regime in 2001. American Special Forces took charge of the operation to retake the city, and in the process an American warplane mistakenly bombed a hospital run by Doctors Without Borders, killing at least 42 people. The aid group accused American forces of a war crime.\nThe insurgents’ seemingly easy re-entry to the city of Kunduz, even if it is eventually repelled, is raising tough questions about the ability of Afghan forces to protect areas clearly under Taliban focus. Even after insurgents left Kunduz city last year, they maintained a hold on areas around the provincial capital, and local officials warned repeatedly that the city could fall again.", "url": "https://www.nytimes.com/2016/10/04/world/asia/afghanistan-kunduz-taliban.html"}