{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:30:45", "date_modify": "2022-10-25 23:30:45", "date_publish": "2016-01-15 01:56:46", "description": "Gov. Andrew M. Cuomo’s new budget would shift one-third of the City University’s costs to the city from the state, displeasing Mayor Bill de Blasio.", "filename": "2016_01_15_nyregion_cuomo-to-continue-shrinking-states-share-of-cunys-costs_1666740645.html", "image_url": "https://static01.nyt.com/images/2016/01/15/nyregion/15CUNY1/15CUNY1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9566cb1993b6f0d47b7a15129c5cd7afbbdfdbedae950a9ddd965fd28ddeadb3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_15_nyregion_cuomo-to-continue-shrinking-states-share-of-cunys-costs_1666740645.html", "title": "Cuomo to Continue Shrinking State’s Share of CUNY’s Costs", "title_page": "Cuomo to Continue Shrinking State’s Share of CUNY’s Costs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amid the billions of dollars that Gov. Andrew M. Cuomo disbursed with dizzying speed in his State of the State address on Wednesday — $100 billion for infrastructure here, $20 billion for housing there — he left one half-billion conspicuously unmentioned: a third of the annual budget of the City University of New York, which Mr. Cuomo’s latest budget proposed to offload from the state’s balance sheet onto the city’s.\nIn doing so, Mr. Cuomo was once again trying to change a decades-old financing equation, again to the city’s disadvantage. The governor has shifted a significant slice of the cost of basic homelessness services to the city. He has demanded, and won, major concessions from the city over its share of the Metropolitan Transportation Authority’s capital plan. And on Wednesday, the governor went even further, suggesting that the city pay more for CUNY and pick up a larger chunk of the bill for Medicaid.\nAt a news conference on Thursday, Mr. de Blasio did not hesitate to make his displeasure known. “There are two things in the budget that are not fair to New York City, that will be harmful to New York City, that will set us back, and will particularly set back our students at CUNY,” he said.\nMr. Cuomo’s aides portrayed the move as eminently reasonable.\nThe university system was once entirely the responsibility of the city whose name it bears, and from which it draws most of its students. During the city’s 1970s fiscal crisis, however, the state assumed control of CUNY’s so-called senior colleges, including City College, Queens College, Brooklyn College and Hunter College, one of many costs the state took on to bail out the city. (The city, which still finances the system’s two-year colleges, now puts about $30 million a year toward the four-year campuses.)", "url": "https://www.nytimes.com/2016/01/15/nyregion/cuomo-to-continue-shrinking-states-share-of-cunys-costs.html"}