{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:31:29", "date_modify": "2022-10-25 23:31:29", "date_publish": "2016-05-03 00:32:09", "description": "Mr. Bae, a missionary freed after two years, said he was never beaten but was verbally abused and was billed $300,000 for hospital care. (He didn’t pay.)", "filename": "2016_05_03_world_asia_kenneth-bae-longest-held-us-prisoner-of-north-korea-reveals-details-of-ordeal_1666740689.html", "image_url": "https://static01.nyt.com/images/2016/05/03/world/03bae-web/03bae-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4568514bcf2eb8fe05b9c35c76636d9bd5a746707bd64b726132a3b0034ee8cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_03_world_asia_kenneth-bae-longest-held-us-prisoner-of-north-korea-reveals-details-of-ordeal_1666740689.html", "title": "Kenneth Bae, Longest-Held U.S. Prisoner of North Korea, Reveals Details of Ordeal", "title_page": "Kenneth Bae, Longest-Held U.S. Prisoner of North Korea, Reveals Details of Ordeal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kenneth Bae says his North Korean captors interrogated him up to 15 hours a day for the first four weeks of his incarceration and yelled with impatience until he wrote a confession to their liking. But they would later allow Mr. Bae to read his Bible and permit him to pray.\nThey told Mr. Bae that nobody from America cared enough to negotiate his freedom and that he would most likely spend his entire 15-year sentence of hard labor in North Korea’s penal system, where he toiled on a soybean farm and lost more than 30 pounds. But they let Mr. Bae read hundreds of letters emailed from the United States by his family and friends.\nThe North Koreans also billed Mr. Bae about $300,000 for hospital expenses as one of the conditions for leaving, but apparently dropped that demand in the final phase of his ordeal, which ended abruptly after two years in November 2014. The bill, he said, was never paid.\nMr. Bae, 47, a missionary and a father of three from Washington State who was the longest-held United States prisoner of North Korea, revealed these previously unreported details about his imprisonment in a book, “Not Forgotten,” which goes on sale Tuesday.", "url": "https://www.nytimes.com/2016/05/03/world/asia/kenneth-bae-longest-held-us-prisoner-of-north-korea-reveals-details-of-ordeal.html"}