{"authors": ["Monica Davey", "Timothy Williams"], "date_download": "2022-10-25 23:33:02", "date_modify": "2022-10-25 23:33:02", "date_publish": "2016-03-17 13:32:23", "description": "The candidates include a retired police chief from Spokane, a public safety director from Georgia and a longtime Chicago officer.", "filename": "2016_03_18_us_chicago-police-superintendent_1666740782.html", "image_url": "https://static01.nyt.com/images/2016/03/18/us/18chicago-web01/18chicago-web01-facebookJumbo.jpg?year=2016&h=550&w=1050&s=da1ee6ba8e79de049a28079ff21d5adb3b8b635ead3b561711d3cb0de9204ca6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_18_us_chicago-police-superintendent_1666740782.html", "title": "Facing Criticism, Rahm Emanuel Weighs 3 Choices to Lead Chicago Police", "title_page": "Facing Criticism, Rahm Emanuel Weighs 3 Choices to Lead Chicago Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — Facing intense pressure to mend his city’s frayed relationship with its police force, Mayor Rahm Emanuel was presented Thursday with three candidates for police superintendent who will leave him weighing tough choices: Should he promote an officer with strong ties to the community, or should he shake things up by selecting someone who has been critical of city leaders or someone who led a turnaround in another state?\nThe job may be the most challenging in American law enforcement. The superintendent will lead the nation’s second largest municipal police force, about 12,000 officers, as it responds to a spike in shootings and homicides while facing scrutiny over how its officers use force, receive discipline and interact with residents, particularly African-Americans. The department, which is contending with low morale among officers, is also the subject of a Justice Department investigation into its patterns and practices.\nA police board selected three finalists on Thursday from among 39 applicants, but the final decision belongs to the mayor. The political stakes are high for Mr. Emanuel, who has faced widespread criticism over the police department, and even calls for his resignation.\nThe candidates for the job, which pays $260,000, are Cedric L. Alexander, public safety director of DeKalb County, Ga; Anne Kirkpatrick, a retired police chief of Spokane, Wash.; and a deputy police superintendent in Chicago, Eugene Williams, chief of the Bureau of Support Services, which serves as the administrative backbone of the city’s police department.", "url": "https://www.nytimes.com/2016/03/18/us/chicago-police-superintendent.html"}