{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:53:41", "date_modify": "2022-10-25 23:53:41", "date_publish": "2016-04-15 13:22:26", "description": "Two women were connected to Mr. Silver’s position as State Assembly speaker, according to newly unsealed papers from his federal corruption trial.", "filename": "2016_04_16_nyregion_sheldon-silver-had-extramarital-relationships-prosecutors-say_1666742021.html", "image_url": "https://static01.nyt.com/images/2016/04/16/nyregion/16SILVER-promo/16SILVER-facebookJumbo.jpg?year=2016&h=550&w=1050&s=7f40cf2849365ca09cd147cebd0dd5ac68ff13843be32be970de352952031ea4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_16_nyregion_sheldon-silver-had-extramarital-relationships-prosecutors-say_1666742021.html", "title": "U.S. Cites Extramarital Affairs as Misuse of Power in Sheldon Silver Case", "title_page": "U.S. Cites Extramarital Affairs as Misuse of Power in Sheldon Silver Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal prosecutors in Manhattan have evidence that Sheldon Silver, the former speaker of the New York Assembly, engaged in extramarital relationships with two women connected to his position in Albany, according to newly unsealed court documents.\nThe women were not identified in the papers, which were released on Friday, but one of them lobbied Mr. Silver “on a regular basis on behalf of clients who had business before the state,” the government said in a memorandum to a judge.\nIn the case of the other woman, prosecutors said, Mr. Silver “used his official position” to help her get a state job, “over which he exercised a particularly high level of control.”\nThe government said it wanted to use evidence of the affairs at Mr. Silver’s sentencing, most likely to counter testimonials from the defense that he was a man of good character, strong ethics and integrity. The alleged relationships also lent credence to the notion that the former speaker had long engaged in questionable behavior, using his influence to dole out preferential treatment in return for favors.", "url": "https://www.nytimes.com/2016/04/16/nyregion/sheldon-silver-had-extramarital-relationships-prosecutors-say.html"}