{"authors": ["Dan Bilefsky"], "date_download": "2022-10-25 23:26:37", "date_modify": "2022-10-25 23:26:37", "date_publish": "2016-01-26 18:36:10", "description": "Migrants with assets above about $1,450 must now help pay for their stay. Goods with sentimental value like wedding rings are exempt from seizure.", "filename": "2016_01_27_world_europe_denmark-asks-refugees-for-valuables_1666740397.html", "image_url": "https://static01.nyt.com/images/2016/01/27/world/27denmark-web/27denmark-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d7ceba82908cb47a0ea59e9cc0098bec2d5c2d4c060e63de5c73f8f34bcf45eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_27_world_europe_denmark-asks-refugees-for-valuables_1666740397.html", "title": "Danish Law Requires Asylum Seekers to Hand Over Valuables", "title_page": "Danish Law Requires Asylum Seekers to Hand Over Valuables - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Denmark passed a law on Tuesday requiring newly arrived asylum seekers to hand over valuables, including jewelry and gold, to help pay for their stay in the country. The move underscored an anti-immigration backlash that has prompted several European countries to seek ways to discourage migrants from entering.\nUnder the law, which passed by a sizable majority after several hours of debate, refugees who enter Denmark with assets of more than 10,000 kroner, about $1,450, would have to contribute toward the costs of their lodging. After a global outcry over the law, however, goods with sentimental value like wedding rings and family portraits are exempt from seizure.\nThe bill also stipulates that asylum seekers must wait three years before they can apply to bring their families to Denmark, a provision that some advocates for refugees have criticized as inhumane.", "url": "https://www.nytimes.com/2016/01/27/world/europe/denmark-asks-refugees-for-valuables.html"}