{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:51:25", "date_modify": "2022-10-25 23:51:25", "date_publish": "2016-01-21 03:00:24", "description": "The largest share of about $7.7 billion would go toward building the new Hudson tunnel and repairing the existing tunnel.", "filename": "2016_01_21_nyregion_amtrak-says-regions-rail-projects-could-cost-up-to-dollar23-9-billion_1666741885.html", "image_url": "https://static01.nyt.com/images/2016/01/21/nyregion/21TUNNEL-1/21TUNNEL-1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=801de8f980f7380236d05f8dc30d5c6c2b8b7194a475436ad3cb4b6f1afdcf77&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_21_nyregion_amtrak-says-regions-rail-projects-could-cost-up-to-dollar23-9-billion_1666741885.html", "title": "Amtrak Says New York Region’s Rail Projects Could Cost Up to $23.9 Billion", "title_page": "Amtrak Says New York Region’s Rail Projects Could Cost Up to $23.9 Billion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amtrak officials on Wednesday provided the most detailed public account yet for the projected costs of building a new Hudson River rail tunnel and improving other critical parts of the rail infrastructure in the New York region.\nThe project, known as the Gateway program, has been championed by Anthony Foxx, the federal transportation secretary, who on Wednesday visited the deteriorating rail tunnel that runs between New York and New Jersey.\nIn a presentation to Mr. Foxx, Amtrak officials said the entire project could cost as much as $23.9 billion, with the largest share of about $7.7 billion going toward building the new Hudson tunnel and repairing the existing tunnel. The project includes a host of other elements, including expanding Pennsylvania Station in Manhattan at an estimated cost of $5.9 billion, and replacing rail bridges in New Jersey.\nThe project gained momentum last year after Mr. Foxx raised concerns about the existing century-old tunnel, which has two tubes and needs repairs because of damage from Hurricane Sandy. After a contentious debate over how to pay for the tunnel project, federal and state officials agreed to split the costs and to create a corporation within the Port Authority of New York and New Jersey to oversee the plans.", "url": "https://www.nytimes.com/2016/01/21/nyregion/amtrak-says-regions-rail-projects-could-cost-up-to-dollar23-9-billion.html"}