{"authors": ["Matt A.V. Chaban"], "date_download": "2022-10-25 23:55:45", "date_modify": "2022-10-25 23:55:45", "date_publish": "2016-04-19 02:40:23", "description": "To retain the character of the Long Island City shoreline, New York City is asking developers to dream up buildings that combine residents and industrial businesses.", "filename": "2016_04_19_nyregion_experiment-on-queens-waterfront-would-mixmanufacturers-and-dwellers_1666742145.html", "image_url": "https://static01.nyt.com/images/2016/04/19/nyregion/19APPRAISAL1/19APPRAISAL1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=69149a21e23d4f997b5017483d683f051f0797e1d27a1704444316096ccf3632&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_19_nyregion_experiment-on-queens-waterfront-would-mixmanufacturers-and-dwellers_1666742145.html", "title": "Experiment on Queens Waterfront Would Mix Manufacturers and Dwellers", "title_page": "Experiment on Queens Waterfront Would Mix Manufacturers and Dwellers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Across New York City’s 520-mile shoreline, shimmering towers are replacing docklands and warehouses and factories. In barely a decade, “On the Waterfront” has given way to “Miami Vice.” But as these areas foster much-needed housing and a renewed connection to the water, much of their character, traditions and jobs are lost.\nWhat if the city did not have to choose? Imagine a 21st-century factory floating above shops and promenades, with a tower of apartments for the working-class and well-off cascading dozens of stories above — vertical integration of a very different sort.\nIt used to be that people lived over the shop. Now, as more crowd into New York, the de Blasio administration wants to marry housing and manufacturing once again. And while developers are typically the ones tearing down old plants for new apartments, a number of the city’s top builders are lining up for the chance to combine them, on an almost five-acre site on the waterfront in Long Island City, Queens.\nIf successful, these projects, along with a novel set of design guidelines created by the city, could shape new developments in old industrial neighborhoods from the South Bronx to Sunset Park, Brooklyn, and Staten Island’s North Shore.", "url": "https://www.nytimes.com/2016/04/19/nyregion/experiment-on-queens-waterfront-would-mixmanufacturers-and-dwellers.html"}