{"authors": ["Helene Cooper"], "date_download": "2022-10-26 00:11:39", "date_modify": "2022-10-26 00:11:39", "date_publish": "2016-04-20 09:00:31", "description": "American forces have helped locate small groups of the 276 girls abducted by Boko Haram two years ago this month, but officials say a rescue is risky.", "filename": "2016_04_21_world_africa_boko-haram-kidnapped-girls.html__r=0_1666743099.html", "image_url": "https://static01.nyt.com/images/2016/04/22/world/21BOKO-web3/21BOKO-web3-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a6389d4d6c7d17576b7a6847819991f7c643df1160614da80f5ad56e8d50e5d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_21_world_africa_boko-haram-kidnapped-girls.html__r=0_1666743099.html", "title": "Abducted Nigerian Girls Have Not Been Abandoned, U.S. Says", "title_page": "Abducted Nigerian Girls Have Not Been Abandoned, U.S. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MAROUA, Cameroon — The American and African forces sent to Cameroon to fight Boko Haram have, on several occasions, located clusters of the schoolgirls kidnapped by the militant group two years ago, United States officials say.\nRescue operations have not been carried out, the officials said, because of fears that any ensuing battle with Boko Haram fighters would put the captives at risk, or incite retaliation against hostages still being held in other areas.\nAmerican officials said a combination of local intelligence, intercepted communications and drone footage had been used to locate groups of the 276 girls abducted from the Government Girls Secondary School in the Nigerian town of Chibok two years ago this month. Some of the girls have since been tracked to Nigeria’s sprawling Sambisa Forest.\nOfficials insist that efforts to free the girls have not been abandoned. They say that a major concern is the hundreds of other women and girls who are also held by Boko Haram, captives who are often sexually assaulted, forced into marriages with their tormentors, and sometimes killed.", "url": "https://www.nytimes.com/2016/04/21/world/africa/boko-haram-kidnapped-girls.html?_r=0"}