{"authors": ["Michael M. Grynbaum", "John Koblin"], "date_download": "2022-10-25 23:52:00", "date_modify": "2022-10-25 23:52:00", "date_publish": "2016-07-06 16:26:47", "description": "Gretchen Carlson said that after she refused sexual advances by Roger Ailes, the network chief, he curtailed her airtime and later declined to renew her contract. Fox said it is investigating Mr. Ailes, who denied the allegations.", "filename": "2016_07_07_business_media_gretchen-carlson-fox-news-roger-ailes-sexual-harassment-lawsuit_1666741920.html", "image_url": "https://static01.nyt.com/images/2016/07/07/business/07CARLSON/07CARLSON-facebookJumbo.jpg?year=2016&h=550&w=1050&s=2241d60ca68b238b60105073f52972f446275c95f3497c2e6e864530b2ad7159&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_07_business_media_gretchen-carlson-fox-news-roger-ailes-sexual-harassment-lawsuit_1666741920.html", "title": "Gretchen Carlson of Fox News Files Harassment Suit Against Roger Ailes", "title_page": "Gretchen Carlson of Fox News Files Harassment Suit Against Roger Ailes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Ailes is known as a fierce public relations warrior who can be ruthless with enemies. Ms. Carlson can be self-deprecating on air, but she is working with a formidable team: Ms. Smith once brought a sexual harassment suit against a former acting governor of New Jersey, and Ms. Carlson’s husband, Casey Close, is a powerful sports agent known for tenacious negotiating on behalf of clients like Derek Jeter.\nMs. Smith, the lawyer, said that several women had contacted her saying they had similar experiences with Mr. Ailes, although she declined to name them. A 2014 biography of Mr. Ailes, by the journalist Gabriel Sherman, “The Loudest Voice in the Room,’’ recounted an episode in the 1980s, when Mr. Ailes was at NBC, involving a woman named Randi Harrison who said he offered her an extra $100 a week in salary in exchange for having sex with him “whenever I want.” (Fox News denied the claim at the time; Ms. Harrison corroborated the account in a phone interview on Wednesday.)\nMs. Carlson joined Fox News in 2005. In her suit, Ms. Carlson, who once walked off a Fox set as her co-anchors made jokes about women, portrays a culture at the network where casual sexism is tolerated, part of a broader Ailes news aesthetic of bombastic coverage and physically attractive talent.\nIn 2009, Ms. Carlson contends, she complained to the network about her co-host on the popular “Fox & Friends” morning show, Steve Doocy, saying he belittled her on the set, openly mocked her among colleagues and once tried to shush her during a live broadcast by pulling down her arm.\nMr. Ailes, the lawsuit states, responded by calling Ms. Carlson a “man hater” and saying “she needed to learn to ‘get along with the boys.’ ” Ms. Carlson claims that because of her complaints, Mr. Ailes eventually reassigned her from “Fox & Friends,” in 2013, to a less prestigious slot.\nUntil last month, Ms. Carlson was still hosting that program, “The Real Story With Gretchen Carlson,” which is broadcast at 2 p.m. on the network. The show had consistently won its time slot, averaging 1.1 million viewers in recent months. But it was the network’s lowest-rated daytime program among a crucial advertising demographic, raising concerns at Fox News that it was losing ground to competition from CNN.", "url": "https://www.nytimes.com/2016/07/07/business/media/gretchen-carlson-fox-news-roger-ailes-sexual-harassment-lawsuit.html"}