{"authors": ["Alan Blinder"], "date_download": "2022-10-25 23:02:37", "date_modify": "2022-10-25 23:02:37", "date_publish": "2016-04-25 17:02:27", "description": "As the General Assembly opened its annual session, supporters and critics of the law about gay and transgender rights held competing demonstrations.", "filename": "2016_04_26_us_north-carolina-house-bill-2_1666738957.html", "image_url": "https://static01.nyt.com/images/2016/04/26/us/26samesex-web2/26samesex-web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=90bed9601b152c294420929f45a1d143a790df48e5811f7dbdae44be8ee1e7ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_26_us_north-carolina-house-bill-2_1666738957.html", "title": "North Carolina Lawmakers Met With Protests Over Bias Law", "title_page": "North Carolina Lawmakers Met With Protests Over Bias Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RALEIGH, N.C. — The North Carolina General Assembly, already buffeted by weeks of bitter debate over a law about gay and transgender rights, faced competing demonstrations and new pressure as lawmakers opened their annual session here on Monday.\nThe immediate fate of the law, which limits bathroom access for transgender people in public buildings and broadly forbids discrimination claims in state courts, was not in question, after Republican leaders and rank-and-file lawmakers said they anticipated leaving the measure intact. Yet supporters and critics alike used the General Assembly’s return as a rallying point about a law that set off an economic backlash and shoved the state into a rollicking national debate.\n“We are using the tools available to us in democracy — petitions, lobbying, public protests, civil disobedience — to say this law is wrong at its core, and it must be immediately repealed,” said the Rev. Jasmine Beach-Ferrara, the executive director of the Campaign for Southern Equality.\nDuring public gatherings across the state government complex, supporters of the law, which many people refer to as House Bill 2, outnumbered critics. At one rally, after church buses ferried supporters from places like Thomasville and Rural Hall, thousands of people, many of them in lawn chairs, heard speaker after speaker praise the measure.", "url": "https://www.nytimes.com/2016/04/26/us/north-carolina-house-bill-2.html"}