{"authors": ["John Markoff"], "date_download": "2022-10-25 23:36:40", "date_modify": "2022-10-25 23:36:40", "date_publish": "2016-11-17 15:00:15", "description": "The purpose of the chatbots was to rant, confuse people or muddy discussions on Twitter in the days before the election, an Oxford University report found.", "filename": "2016_11_18_technology_automated-pro-trump-bots-overwhelmed-pro-clinton-messages-researchers-say_1666741000.html", "image_url": "https://static01.nyt.com/images/2016/11/18/business/18BOTS/18BOTS-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=382686f07ddc9efd63c14d48c6c0f9ddb7546a037805d924d2f408d859d07dfc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_18_technology_automated-pro-trump-bots-overwhelmed-pro-clinton-messages-researchers-say_1666741000.html", "title": "Automated Pro-Trump Bots Overwhelmed Pro-Clinton Messages, Researchers Say", "title_page": "Automated Pro-Trump Bots Overwhelmed Pro-Clinton Messages, Researchers Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — An automated army of pro-Donald J. Trump chatbots overwhelmed similar programs supporting Hillary Clinton five to one in the days leading up to the presidential election, according to a report published Thursday by researchers at Oxford University.\nThe chatbots — basic software programs with a bit of artificial intelligence and rudimentary communication skills — would send messages on Twitter based on a topic, usually defined on the social network by a word preceded by a hashtag symbol, like #Clinton.\nTheir purpose: to rant, confuse people on facts, or simply muddy discussions, said Philip N. Howard, a sociologist at the Oxford Internet Institute and one of the authors of the report. If you were looking for a real debate of the issues, you weren’t going to find it with a chatbot.\n“They’re yelling fools,” Dr. Howard said. “And a lot of what they pass around is false news.”\nThe role fake news played in the presidential election has become a sore point for the technology industry, particularly Google, Twitter and Facebook. On Monday, Google said it would ban websites that peddle fake news from using its online advertising service. Facebook also updated the language in its Facebook Audience Network policy, which already says it will not display ads in sites that show misleading or illegal content, to include fake news sites.", "url": "https://www.nytimes.com/2016/11/18/technology/automated-pro-trump-bots-overwhelmed-pro-clinton-messages-researchers-say.html"}