{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:44:31", "date_modify": "2022-10-25 23:44:31", "date_publish": "2016-02-11 14:54:46", "description": "The bank was expected to pay $2.6 billion, but it was pushed to offer more in the settlement. Much of the additional money is going to New York State.", "filename": "2016_02_12_business_dealbook_morgan-stanley-to-pay-3-2-billion-over-flawed-mortgage-bonds_1666741471.html", "image_url": "https://static01.nyt.com/images/2016/02/12/business/12db-morgan/12db-morgan-facebookJumbo.jpg?year=2016&h=550&w=1050&s=982741e4900afdd05afac58fbaf097ba4eb8c46e9acbe5f9cf02ec06886513ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_12_business_dealbook_morgan-stanley-to-pay-3-2-billion-over-flawed-mortgage-bonds_1666741471.html", "title": "Morgan Stanley to Pay $3.2 Billion Over Flawed Mortgage Bonds", "title_page": "Morgan Stanley to Pay $3.2 Billion Over Flawed Mortgage Bonds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Morgan Stanley will pay $3.2 billion to strike a settlement with state and federal authorities over the Wall Street firm’s creation of mortgage-backed bonds before the financial crisis.\nNearly a year ago, Morgan Stanley announced that it expected to pay $2.6 billion to federal authorities in the settlement. Since then, though, Morgan Stanley was pushed to offer more money. Much of the additional money will go to New York State.\nThe settlement, which was announced Thursday morning, is one of the last that is expected to come out of a working group that President Obama helped form in 2012 to deal with the flawed mortgaged-backed bonds that banks put together before the financial crisis. In the go-go years that preceded the crisis, Wall Street banks purchased subprime mortgages and packaged them into bonds that ended up suffering significant losses.\nBecause Morgan Stanley did not originate mortgages itself, its settlement is much smaller than those struck by large consumer banks like Bank of America, which paid $16.6 billion in its 2014 settlement.", "url": "https://www.nytimes.com/2016/02/12/business/dealbook/morgan-stanley-to-pay-3-2-billion-over-flawed-mortgage-bonds.html"}