{"authors": ["Paul Mozur", "Jonathan Soble"], "date_download": "2022-10-25 23:29:17", "date_modify": "2022-10-25 23:29:17", "date_publish": "2016-07-18 00:27:31", "description": "Nearly two decades ago, the video game company released a forerunner to today’s game that foreshadowed much of mobile gaming. Then it lost its lead.", "filename": "2016_07_18_business_with-pokemon-go-nintendo-seeks-to-salvage-lost-opportunity_1666740557.html", "image_url": "https://static01.nyt.com/images/2016/07/18/business/18POKEMON/18POKEMON-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ac48f8c5135f59dceac9ba58f3ee89bce637813023281f076c7155c1138303d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_18_business_with-pokemon-go-nintendo-seeks-to-salvage-lost-opportunity_1666740557.html", "title": "With Pokémon Go, Nintendo Seeks to Salvage Lost Opportunity", "title_page": "With Pokémon Go, Nintendo Seeks to Salvage Lost Opportunity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet that same stubbornness and perfectionism led to missed opportunities. It skipped smartphones and app stores and dismissed partnering with other companies with potentially better ideas. If Nintendo is easily likened to Apple for its autocratic insistence on groundbreaking innovation, it is also like Xerox in that it has failed to take advantage of ideas as valuable as the mouse.\nPokémon Go, this month’s gaming phenomenon, came about only because Nintendo has gone years without a hit and was forced to find partners. In this case it teamed up with Niantic Inc., an American start-up that was once part of Google and provides the technology that puts Pikachu and its bestial friends in the real world.\n“It’s quite a big change,” said Serkan Toto, a game industry consultant in Tokyo. If Niantic had pitched Pokémon Go two years earlier, he said, “Nintendo wouldn’t have just said no, they wouldn’t even have listened.”\nA Nintendo spokesman declined to comment.\nNintendo has shown before that it can adapt. It got its start making playing cards in 1889. By the 1970s it was designing video games, leading to the release of the Donkey Kong video game machine in 1981.", "url": "https://www.nytimes.com/2016/07/18/business/with-pokemon-go-nintendo-seeks-to-salvage-lost-opportunity.html"}