{"authors": ["Aleksandar Dimishkovski"], "date_download": "2022-10-25 23:22:22", "date_modify": "2022-10-25 23:22:22", "date_publish": "2016-01-15 14:58:33", "description": "Nikola Gruevski submitted his resignation, clearing the way for elections within 100 days, but the opposition said that was not enough time to organize a fair vote.", "filename": "2016_01_16_world_europe_nikola-gruevski-macedonia_1666740142.html", "image_url": "https://static01.nyt.com/images/2016/01/16/world/15MACEDONIA-still/15MACEDONIA-still-facebookJumbo.jpg?year=2016&h=549&w=1050&s=caa33640b69060d27d22a697017a1eb9a033114d04bb15563488a188a1f1e6de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_16_world_europe_nikola-gruevski-macedonia_1666740142.html", "title": "Macedonian Prime Minister Steps Down, but Tensions Over Vote Linger", "title_page": "Macedonian Prime Minister Steps Down, but Tensions Over Vote Linger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SKOPJE, Macedonia — Prime Minister Nikola Gruevski of Macedonia submitted his resignation to Parliament on Friday, clearing the way for elections as the country tries to recover from a wiretapping scandal that paralyzed the Balkan nation.\nThe resignation came after the arrival here in the capital of Johannes Hahn, the European Union commissioner for enlargement negotiations who helped mediate an agreement in July among the country’s four largest parties. That deal called for the prime minister to step down by Friday.\nMr. Gruevski’s departure comes with strings attached: It is tied to an agreement on elections, which must take place in the next 100 days, and polls suggest that he is well placed to return to power.\nSome issues are still in dispute despite the accord, most notably the election date of April 24, and Mr. Hahn’s presence is intended to ensure that all sides accept any changes and keep the country on track. Both the opposition and the government have raised the specter of voting fraud; in a country with a population of about two million, there were 1.8 million people on the official list of voters.", "url": "https://www.nytimes.com/2016/01/16/world/europe/nikola-gruevski-macedonia.html"}