{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:44:48", "date_modify": "2022-10-25 23:44:48", "date_publish": "2016-12-13 18:55:58", "description": "The agency’s report comes as President-elect Donald J. Trump has vowed to expand the gas and oil extraction technique and roll back existing regulations on the process.", "filename": "2016_12_13_us_reversing-course-epa-says-fracking-can-contaminate-drinking-water_1666741488.html", "image_url": "https://static01.nyt.com/images/2016/12/14/us/14fracking1/14fracking1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=9ea629fd6a7fb6daf9f3a36d9b64a40bbd270aff81de5b19ae3ecdbef5bb3fe2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_13_us_reversing-course-epa-says-fracking-can-contaminate-drinking-water_1666741488.html", "title": "Reversing Course, E.P.A. Says Fracking Can Contaminate Drinking Water", "title_page": "Reversing Course, E.P.A. Says Fracking Can Contaminate Drinking Water - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Environmental Protection Agency has concluded that hydraulic fracturing, the oil and gas extraction technique also known as fracking, has contaminated drinking water in some circumstances, according to the final version of a comprehensive study first issued in 2015.\nThe new version is far more worrying than the first, which found “no evidence that fracking systemically contaminates water” supplies. In a significant change, that conclusion was deleted from the final study.\n“E.P.A. scientists chose not to include that sentence. The scientists concluded it could not be quantitatively supported,” said Thomas A. Burke, the E.P.A.’s science adviser, and deputy assistant administrator of the agency’s Office of Research and Development.\nThe report, the largest and most comprehensive of its kind to date on the effects of fracking on water supply, comes as President-elect Donald J. Trump has vowed to expand fracking and roll back existing regulations on the process. His choice to run the E.P.A., Scott Pruitt, the attorney general from Oklahoma, has built his career on fighting E.P.A. regulations on energy exploration.", "url": "https://www.nytimes.com/2016/12/13/us/reversing-course-epa-says-fracking-can-contaminate-drinking-water.html"}