{"authors": ["Benjamin Weiser", "Vivian Yee"], "date_download": "2022-10-25 23:53:36", "date_modify": "2022-10-25 23:53:36", "date_publish": "2016-05-03 19:35:48", "description": "Mr. Silver, a Democrat from the Lower East Side, was for decades one of Albany’s most powerful legislators before being convicted of multiple counts of corruption.", "filename": "2016_05_04_nyregion_sheldon-silver-ex-new-york-assembly-speaker-gets-12-year-prison-sentence.html__r=0_1666742016.html", "image_url": "https://static01.nyt.com/images/2016/05/04/nyregion/04SILVER2/04SILVER2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=377d894b890bfe98afde96060e2be5c1283efcf6db1b60dd92fa1a0481214bf8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_04_nyregion_sheldon-silver-ex-new-york-assembly-speaker-gets-12-year-prison-sentence.html__r=0_1666742016.html", "title": "Sheldon Silver, Ex-New York Assembly Speaker, Gets 12-Year Prison Sentence", "title_page": "Sheldon Silver, Ex-New York Assembly Speaker, Gets 12-Year Prison Sentence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sheldon Silver, who rose from the Lower East Side of Manhattan to become one of the state’s most powerful and feared politicians as speaker of the New York Assembly, was sentenced on Tuesday to 12 years in prison in a case that came to symbolize Albany’s culture of graft.\nThe conviction of Mr. Silver, 72, served as a capstone to a campaign against public corruption by Preet Bharara, the United States attorney for the Southern District of New York, which has led to more than a dozen state lawmakers’ being convicted or pleading guilty.\nBut none had the power, cachet or longevity that Mr. Silver, a Democrat, had enjoyed, and prosecutors sought to make an example of him. They asked that he receive a sentence greater than the terms that had been “imposed on other New York State legislators convicted of public corruption offenses.”\nThe longest such sentence cited by the government was 14 years, the term imposed last year in the case of another former Democratic assemblyman, William F. Boyland Jr., who was tried and convicted in federal court in Brooklyn.", "url": "https://www.nytimes.com/2016/05/04/nyregion/sheldon-silver-ex-new-york-assembly-speaker-gets-12-year-prison-sentence.html?_r=0"}