{"authors": ["Jess Bidgood"], "date_download": "2022-10-25 23:55:56", "date_modify": "2022-10-25 23:55:56", "date_publish": "2016-06-24 23:28:25", "description": "Judge Barry G. Williams has a long history of involvement in police brutality trials as a prosecutor in federal cases.", "filename": "2016_06_25_us_in-freddie-gray-trials-baltimore-judge-sets-high-bar-for-prosecution_1666742156.html", "image_url": "https://static01.nyt.com/images/2016/06/25/us/25JUDGE-web2/25JUDGE-web2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=1f241b1d895204626cbe3dd7d61c4083713a09b19afc328a8b07421eefc11d85&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_25_us_in-freddie-gray-trials-baltimore-judge-sets-high-bar-for-prosecution_1666742156.html", "title": "In Freddie Gray Trials, Baltimore Judge Sets High Bar for Prosecution", "title_page": "In Freddie Gray Trials, Baltimore Judge Sets High Bar for Prosecution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BALTIMORE — Barry G. Williams knows how to make a strong case against a police officer. He spent eight years working for the civil rights division of the Justice Department, where he investigated, tried and convicted officers accused of brutality and civil rights violations.\nLegal experts say that left him uniquely qualified to find himself at the center of the sprawling prosecution of the six officers charged in the fatal arrest of Freddie Gray — but perhaps not in the way some might have expected.\nOn the one hand, his background reflects an unquestioned sensitivity to the issues of police behavior and the rights of individuals who come in contact with them, like Mr. Gray, the 25-year-old black man whose death from a spinal cord injury that occurred while in police custody caused riots and chaos a year ago. But experts say it has also made Judge Williams a meticulous evaluator of a prosecution case that was in trouble even before his Thursday ruling acquitting Officer Caesar R. Goodson Jr. of seven charges, including second-degree murder, because he knows the burden of proof all too well.\n“He has an understanding of what police can and cannot do,” said Barry Kowalski, who prosecuted the Los Angeles officers accused of beating Rodney King and worked with Judge Williams at the Justice Department. “And at the same time, he has an understanding that the government must have evidence that proves guilt beyond a reasonable doubt.”", "url": "https://www.nytimes.com/2016/06/25/us/in-freddie-gray-trials-baltimore-judge-sets-high-bar-for-prosecution.html"}