{"authors": ["Lizette Alvarez", "Richard Pérez-Peña", "Christine Hauser"], "date_download": "2022-10-25 23:27:03", "date_modify": "2022-10-25 23:27:03", "date_publish": "2016-06-13 08:16:17", "description": "The Orlando police chief offered new details on the worst shooting in United States history, and other officials said that all but one of the 49 victims had been identified.", "filename": "2016_06_14_us_orlando-shooting.html_ref=liveblog_1666740423.html", "image_url": "https://static01.nyt.com/images/2016/06/12/us/20160613ORLAND--slide-B8C5/20160613ORLAND--slide-B8C5-facebookJumbo-v3.jpg?year=2016&h=549&w=1050&s=47c78e34946c128f0db886cef16ce5b8512ac77844e1f5a161cf631b84594d5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_14_us_orlando-shooting.html_ref=liveblog_1666740423.html", "title": "Orlando Gunman Was ‘Cool and Calm’ After Massacre, Police Say", "title_page": "Orlando Gunman Was ‘Cool and Calm’ After Massacre, Police Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Obama, speaking to reporters at the White House, said it appeared the attack was “an example of the kind of homegrown extremism that all of us have been concerned about,” with a gunman who was inspired by radical material he found online.\nEven as American military forces and intelligence agencies attack the Islamic State and other extremist groups, Mr. Obama said, “one of the biggest challenges we are going to have is this kind of propaganda and perversions of Islam that you see generated on the internet.”\nNew information also emerged Monday on Mr. Mateen, including frightening statements he made three years ago to co-workers at a local courthouse about being tied to terrorism, and that the resulting F.B.I. investigation was extensive, lasting 10 months.\nImage Omar Mateen Credit... via MySpace\n“First he claimed family connections to Al Qaeda,” which, like the Islamic State, is a Sunni Muslim terrorist group, James Comey, the F.B.I. director, said Monday. “He also said he was a member of Hezbollah,” a Shiite group in conflict with Al Qaeda and the Islamic State.\n“He said he hoped that law enforcement would raid his apartment and assault his wife and child so that he could martyr himself,” Mr. Comey said.\n“Our investigation involved introducing confidential sources to him, recording conversations with him, following him, reviewing transactional records from his communications,” and searching government records for mentions of him, the director said. “We then interviewed him twice. He admitted making the statements his co-workers reported, but explained that he did it in anger because he thought his co-workers were discriminating against him and teasing him because he was Muslim.”", "url": "https://www.nytimes.com/2016/06/14/us/orlando-shooting.html?ref=liveblog"}