{"authors": ["Nikita Stewart"], "date_download": "2022-10-25 22:56:16", "date_modify": "2022-10-25 22:56:16", "date_publish": "2016-10-25 22:55:30", "description": "Mr. Banks, who joined the de Blasio administration after a lifetime of agitating for the poor, has faced criticism even from onetime colleagues he still considers allies.", "filename": "2016_10_26_nyregion_steven-banks-was-hired-to-stem-new-yorks-homelessness-crisis-it-didnt-happen_1666738576.html", "image_url": "https://static01.nyt.com/images/2019/06/14/nyregion/14transfers2-print/21banks2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=646b14c1a5558edb92cbd5f56797f3fa601bb7442cf34449d1afd9f8d3fa6203&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_26_nyregion_steven-banks-was-hired-to-stem-new-yorks-homelessness-crisis-it-didnt-happen_1666738576.html", "title": "Steven Banks Was Hired to Stem New York’s Homelessness Crisis. It Didn’t Happen.", "title_page": "Steven Banks Was Hired to Stem New York’s Homelessness Crisis. It Didn’t Happen. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For decades, using hotels as shelters has been widely seen as a desperate, sometimes dangerous, stopgap: It is expensive, and the hotels are neither designed to function as shelters nor have adequate security to protect residents. In February, a 26-year-old homeless woman and two of her three children were fatally stabbed while staying at a Ramada Inn on Staten Island where the city had placed them. Her boyfriend was charged with three counts of murder; he has pleaded not guilty.\nThe administration of Mayor Rudolph W. Giuliani, a Republican, also used hotels as shelters in the 1990s. At the time, Mr. Banks was among those who joined an outcry against the practice. He said then that “the folly of the administration’s policy is that it is spending $3,000 a month on places like the Kennedy Inn when it could redirect the funds to permanent housing.”\nThe city pays regular rates for rooms, and remodels entire hotels into shelters under long-term contracts. Such hotels are typically in isolated areas and have high vacancy rates; their owners often see the conversions as guaranteeing profits.\nThat is how the city ended up focusing on a Holiday Inn Express in Maspeth. But the de Blasio administration appears to have underestimated the backlash such a move would provoke in the neighborhood, long known for a level of civic engagement that can turn combative.\nResistance to the idea did grow heated. Mr. Banks received a phone call at his home about the plan that he felt was so threatening he reported it to the police. He was also booed at packed community meetings where audience members turned their backs on him.\nElected officials in Queens filed a lawsuit to prevent the hotel from being converted to a shelter; they argued that a city law required each unit to have cooking facilities. Mr. Banks championed the law in the 1990s in a bid to end the city’s use of “welfare hotels.”\nIn an interview, Mr. Banks said the law applied only to families with children, and that plans called for the Holiday Inn Express to house adult families. Asked whether adult families needed to be able to cook, Mr. Banks said, “not under the law.”", "url": "https://www.nytimes.com/2016/10/26/nyregion/steven-banks-was-hired-to-stem-new-yorks-homelessness-crisis-it-didnt-happen.html"}