{"authors": ["Roberta Smith"], "date_download": "2022-10-25 23:36:46", "date_modify": "2022-10-25 23:36:46", "date_publish": "2016-12-15 21:49:49", "description": "The actress plays multiple roles in Julian Rosefeldt’s ‘Manifesto’ video installation at the Park Avenue Armory.", "filename": "2016_12_15_arts_design_12-faces-of-cate-blanchett-a-chameleon-in-the-armory_1666741006.html", "image_url": "https://static01.nyt.com/images/2016/12/16/arts/16MANIFESTO1/16MANIFESTO1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ac3ca388a1e9b6a61e61019c0cf5a48ebeadec250247b993a9724974ad22d8ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_15_arts_design_12-faces-of-cate-blanchett-a-chameleon-in-the-armory_1666741006.html", "title": "12 Faces of Cate Blanchett: A Chameleon in the Armory", "title_page": "12 Faces of Cate Blanchett: A Chameleon in the Armory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If the art world gave out Oscars, Cate Blanchett should win for her tour de force of starring roles in “Manifesto,” at the Park Avenue Armory. This toweringly ambitious, if occasionally pretentious film installation is the creation of Julian Rosefeldt, its writer, director and producer, a German artist drawn to complex narratives and fusions of real and cinematic space. His latest effort consists of 13 short films whose scripts are stitched together from nearly 50 manifestoes mostly by 20th-century artists, composers, architects and filmmakers. From Futurism to Pop Art and beyond, the writings layer knowledge, language and style into head-spinning densities. Some of these treatises were important turning points in art history; others are nearly forgotten.\nThe screens are the only light source, which guarantees a magical initial encounter. The first one focuses on a burning fuse. After all, manifestoes tend to be the inflammatory issue of angry, autocratic youth, usually male. They proliferated early in the last century (the first Futurist Manifesto dates from 1909), when artists increasingly saw themselves as rebels, out to transform their chosen media and society in the process. Logic fell out of favor, self-mythologizing did not. What better way to get attention than to gather together to announce the death of a previous art form and the birth of a new one.\nMs. Blanchett’s voice-over quotes the most famous sentence from Marx and Engels’s 1848 Communist Manifesto — “All that is solid melts into air” — then touches on the extremes of manifestoes from incendiary exhortation to laid-back parody. At one end is the manipulative Tristan Tzara, Dada’s founder, who begins adamantly, “To put out a manifesto you must want: ABC to fulminate against 1,2,3.” At the other, the gentle Philippe Soupault, a French Dadaist writer, is not looking for a fight: “I am writing a manifesto because I have nothing to say.”", "url": "https://www.nytimes.com/2016/12/15/arts/design/12-faces-of-cate-blanchett-a-chameleon-in-the-armory.html"}