{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:29:03", "date_modify": "2022-10-25 23:29:03", "date_publish": "2016-07-27 18:01:10", "description": "Making Amazon’s voice-activated speaker smarter is not intuitive, but with a little tinkering, consumers can expand its skills.", "filename": "2016_07_28_technology_personaltech_alexa-what-else-can-you-do-getting-more-from-amazon-echo_1666740543.html", "image_url": "https://static01.nyt.com/images/2016/07/27/business/28TECHFIX/28TECHFIX-facebookJumbo.jpg?year=2016&h=550&w=1050&s=340e6eab2e1caf266b815579516e57b0fb1a6c669b9b7016ea1a907ca4707068&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_28_technology_personaltech_alexa-what-else-can-you-do-getting-more-from-amazon-echo_1666740543.html", "title": "Alexa, What Else Can You Do? Getting More From Amazon Echo", "title_page": "Alexa, What Else Can You Do? Getting More From Amazon Echo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Your Virtual Sous-Chef\nEcho tinkerers have been putting the speaker to work in their kitchens. One reason: you can summon Alexa without touching the device, which makes it extremely helpful while preparing food or putting dishes away.\nTry these basics to get acquainted with Alexa in the kitchen: After you stick a pie or roast in the oven, ask Alexa to set a timer. Need help tripling a recipe? Ask Alexa to do the math (“Alexa, what is three times 127?”). Need to know how many tablespoons are in a cup? Ask Alexa to make the conversion for you.\nAlexa can also help restock your kitchen. If you are an Amazon Prime subscriber and are running out of something like Ziploc bags, just say “Alexa, order Ziploc bags” to place an Amazon order right away. If you prefer to pick up the item at a store, say, “Alexa, add Ziploc bags to my shopping list” to affix items to a shopping list in the Alexa smartphone app. The best part about using Alexa to compile a shopping list is that multiple family members can add to it, even after you have left the house.\nExploring the Smart Home\nNow that you’re well acclimated to Alexa, consider some advanced hacks, such as configuring the Echo to control different parts of your home, including the thermostat and the light bulbs. This will require buying more gear.\nOne useful product to buy to expand Echo’s utility is TP-Link’s $25 Smart Plug, a Wi-Fi-connected electrical outlet. It can be used to toggle on and off an appliance that you plug into it, like a lamp or portable fan — or, if you’re creative like Mr. Pyszczymuka, an air-conditioner unit.\nSetting up the Smart Plug takes a few minutes. I plugged a bedroom lamp into the Smart Plug, then downloaded the free smartphone app Kasa, which detected the Smart Plug and connected it to my Wi-Fi network.\nThen I opened the Alexa smartphone app, added the Kasa “skill” (third-party apps for Alexa are called skills) and connected Alexa with my Smart Plug. I subsequently gave the lamp a friendly name: bedroom lamp. Now at night, I can say “Alexa, turn on the bedroom lamp” to light up the bedroom before I walk down the hall.", "url": "https://www.nytimes.com/2016/07/28/technology/personaltech/alexa-what-else-can-you-do-getting-more-from-amazon-echo.html"}