{"authors": ["Somini Sengupta", "Jane Perlez"], "date_download": "2022-10-25 23:46:00", "date_modify": "2022-10-25 23:46:00", "date_publish": "2016-11-30 14:27:27", "description": "The key to enforcing the Security Council’s new penalties on coal exports remains in the hands of China, North Korea’s principal coal customer.", "filename": "2016_11_30_world_asia_north-korea-un-sanctions.html__r=0_1666741560.html", "image_url": "https://static01.nyt.com/images/2016/12/01/world/01NKOREA-1/01NKOREA-1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=36d0573f6451a847bfc45b2090e4343d755a1f70b971b2a869ccb770e6198de5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_30_world_asia_north-korea-un-sanctions.html__r=0_1666741560.html", "title": "U.N. Stiffens Sanctions on North Korea, Trying to Slow Its Nuclear March", "title_page": "U.N. Stiffens Sanctions on North Korea, Trying to Slow Its Nuclear March - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "UNITED NATIONS — In an effort to tighten sanctions that largely failed to throttle North Korea’s nuclear program, the United Nations Security Council on Wednesday imposed a cap on coal exports, the country’s chief source of hard currency.\nThe new penalties — adopted unanimously by the Council, including China — came as North Korea advances toward its goal of building a functional nuclear warhead. That presents a stark national security challenge to the incoming administration of President-elect Donald J. Trump, who called North Korea’s leader, Kim Jong-un, “a maniac” during the campaign, but has said nothing about how to contain Mr. Kim’s nuclear ambitions.\nAs with the original set of sanctions, which the Security Council adopted in March, the key to enforcing these new penalties remains in the hands of China, North Korea’s principal patron and coal customer.\nThe new restrictions on North Korean coal were relatively easy for Beijing to approve. They serve the purpose of expressing China’s displeasure with Mr. Kim’s agenda, yet they fall short of inflicting crippling pain on North Korea.", "url": "https://www.nytimes.com/2016/11/30/world/asia/north-korea-un-sanctions.html?_r=0"}