{"authors": ["Lizette Alvarez", "Richard Pérez-Peña"], "date_download": "2022-10-25 23:25:10", "date_modify": "2022-10-25 23:25:10", "date_publish": "2016-06-12 09:13:11", "description": "Praising ISIS, the gunman, identified as Omar Mateen, opened fire in what emerged as the worst mass shooting in United States history. The massacre early Sunday also left 53 wounded.", "filename": "2016_06_13_us_orlando-nightclub-shooting_1666740310.html", "image_url": "https://static01.nyt.com/images/2016/06/12/us/20160613ORLAND--slide-B8C5/20160613ORLAND--slide-B8C5-facebookJumbo-v3.jpg?year=2016&h=549&w=1050&s=47c78e34946c128f0db886cef16ce5b8512ac77844e1f5a161cf631b84594d5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_13_us_orlando-nightclub-shooting_1666740310.html", "title": "Orlando Gunman Attacks Gay Nightclub, Leaving 50 Dead", "title_page": "Orlando Gunman Attacks Gay Nightclub, Leaving 50 Dead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Joel Figueroa and his friends “were dancing by the hip-hop area when I heard shots, bam, bam, bam,” he said, adding, “Everybody was screaming and running toward the front door.”\nPulse, which calls itself “Orlando’s Latin Hotspot,” was holding its weekly “Upscale Latin Saturdays” party. The shooting began around 2 a.m., and some patrons thought at first that the booming reports they heard were firecrackers or part of the loud, thumping dance music.\nSome people who were trapped inside hid where they could, calling 911 or posting messages to social media, pleading for help. The club posted a stark message on its Facebook page: “Everyone get out of pulse and keep running.”\nHundreds of people gathered in the glare of flashing red lights on the fringes of the law enforcement cordon around the nightclub, and later at area hospitals, hoping desperately for some word on the fates of their relatives and friends.\nMore than 12 hours after the attack, anguished relatives paced between Orlando Regional Medical Center and a nearby hotel as they waited for word. They were told that so many were gunned down that victims would be tagged as anonymous until the hospital was able to identify them.\n“We are here suffering, knowing nothing,” said Baron Serrano, whose brother, Juan Rivera, 36, had been celebrating a friend’s birthday with his husband and was now unaccounted for. “I cannot understand why they can’t tell me anything because my brother is a very well-known person here in Orlando. He is a hairstylist, and everybody knows him.”", "url": "https://www.nytimes.com/2016/06/13/us/orlando-nightclub-shooting.html"}