{"authors": ["Rukmini Callimachi"], "date_download": "2022-10-26 00:11:52", "date_modify": "2022-10-26 00:11:52", "date_publish": "2016-08-03 09:01:27", "description": "A jailhouse interview with a German man who joined the Islamic State reveals the workings of a unit whose lieutenants are empowered to plan attacks around the world.", "filename": "2016_08_04_world_middleeast_isis-german-recruit-interview_1666743112.html", "image_url": "https://static01.nyt.com/images/2016/08/03/world/04isis-web/04isis-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4f969d44f718c33d4d6099fdfd45c5319a421879a5b719e573887683be31f22b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_04_world_middleeast_isis-german-recruit-interview_1666743112.html", "title": "How a Secretive Branch of ISIS Built a Global Network of Killers", "title_page": "How a Secretive Branch of ISIS Built a Global Network of Killers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Vetting Recruits\nThe first port of call for new arrivals to the Islamic State is a network of dormitories in Syria, just across the border from Turkey. There, recruits are interviewed and inventoried.\nMr. Sarfo was fingerprinted, and a doctor came to draw a blood sample and perform a physical examination. A man with a laptop conducted an intake interview. “He was asking normal questions like: ‘What’s your name? What’s your second name? Who’s your mom? Where’s your mom originally from? What did you study? What degree do you have? What’s your ambition? What do you want to become?’” Mr. Sarfo said.\nHis background was also of interest. He was a regular at a radical mosque in Bremen that had already sent about 20 members to Syria, at least four of whom were killed in battle, according to Daniel Heinke, the German Interior Ministry’s counterterrorism coordinator for the area. And he had served a one-year prison sentence for breaking into a supermarket safe and stealing 23,000 euros. Even though the punishment for theft in areas under Islamic State control is amputation, a criminal past can be a valued asset, Mr. Sarfo said, “especially if they know you have ties to organized crime and they know you can get fake IDs, or they know you have contact men in Europe who can smuggle you into the European Union.”\nThe bureaucratic nature of the intake procedure was recently confirmed by American officials after USB drives were recovered in the recently liberated Syrian city of Manbij, one of the hubs for processing foreign fighters.\nMr. Sarfo checked all the necessary boxes, and on the third day after his arrival, the members of the Emni came to ask for him. He wanted to fight in Syria and Iraq, but the masked operatives explained that they had a vexing problem.\n“They told me that there aren’t many people in Germany who are willing to do the job,” Mr. Sarfo said soon after his arrest last year, according to the transcript of his interrogation by German officials, which runs more than 500 pages. “They said they had some in the beginning. But one after another, you could say, they chickened out, because they got scared — cold feet. Same in England.”\nBy contrast, the group had more than enough volunteers for France. “My friend asked them about France,” Mr. Sarfo said. “And they started laughing. But really serious laughing, with tears in their eyes. They said, ‘Don’t worry about France.’ ‘Mafi mushkilah’ — in Arabic, it means ‘no problem.’” That conversation took place in April 2015, seven months before the coordinated killings in Paris in November, the worst terrorist attack in Europe in over a decade.", "url": "https://www.nytimes.com/2016/08/04/world/middleeast/isis-german-recruit-interview.html"}