{"authors": ["Mark Mazzetti", "Eric Schmitt"], "date_download": "2022-10-25 23:50:03", "date_modify": "2022-10-25 23:50:03", "date_publish": "2016-03-13 22:36:47", "description": "The Obama administration has quietly supported the Saudi-led war in Yemen, even as American officials see a bloody quagmire there.", "filename": "2016_03_14_world_middleeast_yemen-saudi-us_1666741803.html", "image_url": "https://static01.nyt.com/images/2016/03/14/world/14yemen-web1/14yemen-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=f7198af1a3986c87fa4f2057f552ca6d0d73ab955ffcdf951d3b9a9e6efa9de6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_14_world_middleeast_yemen-saudi-us_1666741803.html", "title": "Quiet Support for Saudis Entangles U.S. in Yemen", "title_page": "Quiet Support for Saudis Entangles U.S. in Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Adel al-Jubeir, Saudi Arabia’s urbane, well-connected ambassador to Washington, arrived at the White House last March with the urgent hope of getting President Obama’s support for a new war in the Middle East.\nIran had moved into Saudi Arabia’s backyard, Mr. Jubeir told Mr. Obama’s senior advisers, and was aiding rebels in Yemen who had overrun the country’s capital and were trying to set up ballistic missile sites in range of Saudi cities. Saudi Arabia and its Persian Gulf neighbors were poised to begin a campaign in support of Yemen’s impotent government — an offensive Mr. Jubeir said could be relatively swift.\nTwo days of discussions in the West Wing followed, but there was little real debate. Among other reasons, the White House needed to placate the Saudis as the administration completed a nuclear deal with Iran, Saudi Arabia’s archenemy. That fact alone eclipsed concerns among many of the president’s advisers that the Saudi-led offensive would be long, bloody and indecisive.\nMr. Obama soon gave his approval for the Pentagon to support the impending military campaign.\nA year later, the war has been a humanitarian disaster for Yemen and a study in the perils of the Obama administration’s push to get Middle Eastern countries to take on bigger military roles in their neighborhood. Thousands of Yemeni civilians have been killed, many by Saudi jets flying too high to accurately deliver the bombs to their targets. Peace talks have been stalled for months. American spy agencies have concluded that Yemen’s branch of Al Qaeda has only grown more powerful in the chaos.", "url": "https://www.nytimes.com/2016/03/14/world/middleeast/yemen-saudi-us.html"}