{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:08", "date_modify": "2022-10-25 23:33:08", "date_publish": "2016-03-24 17:07:55", "description": "Despite the scandals engulfing her government, Ms. Rousseff said in an interview on Thursday that she would appeal any vote to impeach her.", "filename": "2016_03_25_world_americas_dilma-rousseff-president-of-brazil-resists-calls-for-her-resignation_1666740788.html", "image_url": "https://static01.nyt.com/images/2016/03/25/world/25DILMA-WEB/25DILMA-WEB-facebookJumbo.jpg?year=2016&h=550&w=1050&s=94597c294e278f95fd56edb26950418032864cdb4077626b93898bcbe464b587&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_25_world_americas_dilma-rousseff-president-of-brazil-resists-calls-for-her-resignation_1666740788.html", "title": "Dilma Rousseff, President of Brazil, Resists Calls for Her Resignation", "title_page": "Dilma Rousseff, President of Brazil, Resists Calls for Her Resignation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The president appeared to be digging in her heels for what may be a protracted battle, offering heated responses to an array of questions posed by journalists from international news organizations in an interview that lasted more than an hour.\nMs. Rousseff, who narrowly won re-election in 2014, also denied that her two presidential campaigns had received any illegal financing. Her campaign strategist, João Santana, has been arrested and accused of receiving millions of dollars in illegal payments in offshore accounts.\nMs. Rousseff is striking back at her opponents at a time when her government has come under intense pressure over an economic crisis, corruption scandals and her nomination of her mentor and predecessor as president, Luiz Inácio Lula da Silva, to join her cabinet as chief of staff.\nThe nomination of Mr. da Silva, 70, the most towering figure in the governing Workers’ Party, set off a national firestorm, because the post would give him broad legal protection as prosecutors seek his arrest in connection to a graft investigation involving giant construction companies.\nMs. Rousseff defended her nomination of Mr. da Silva in the interview, saying, “Lula is my partner,” and citing the value of his talents for political negotiation at a time when her government is under intense stress. She brushed away complaints that the appointment would shield him from legal scrutiny, saying he would still be answerable in Brazil’s highest court after he joined her cabinet.", "url": "https://www.nytimes.com/2016/03/25/world/americas/dilma-rousseff-president-of-brazil-resists-calls-for-her-resignation.html"}