{"authors": ["Mary Williams Walsh"], "date_download": "2022-10-25 23:45:18", "date_modify": "2022-10-25 23:45:18", "date_publish": "2016-03-22 23:49:49", "description": "In court on Tuesday, Puerto Rico argued that its exclusion from Chapter 9 leaves the island with few options to alleviate its worsening finances.", "filename": "2016_03_23_business_dealbook_puerto-rico-fights-for-chapter-9-bankruptcy-in-supreme-court_1666741518.html", "image_url": "https://static01.nyt.com/images/2016/03/23/business/23db-rico/23db-rico-facebookJumbo.jpg?year=2016&h=549&w=1050&s=e9a8769799495b8609945b7cee551be0654f88482634d41d7f2a06f0b5b36cd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_23_business_dealbook_puerto-rico-fights-for-chapter-9-bankruptcy-in-supreme-court_1666741518.html", "title": "Puerto Rico Fights for Chapter 9 Bankruptcy in Supreme Court", "title_page": "Puerto Rico Fights for Chapter 9 Bankruptcy in Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Debt-laden Puerto Rico went toe to toe with its creditors at the Supreme Court on Tuesday, arguing that it has been wrongly locked out of the bankruptcy courts, the only place it can reasonably expect to restructure its crushing debt.\n“We’ve talked a lot about legal principles,” said the lawyer Christopher Landau, summing up his arguments on behalf of the commonwealth. “But this is also a flesh-and-blood situation in Puerto Rico.”\nHanging on the outcome, he said, were questions like “whether people in a village in Puerto Rico will be able to get clean water.”\nPuerto Rico is struggling with $72 billion in debt and has been saying for more than a year that it needs to restructure at least some of it under Chapter 9, the part of the bankruptcy code for insolvent local governments. But Puerto Rico cannot do so, because Chapter 9 specifically excludes it, although it is unclear why.", "url": "https://www.nytimes.com/2016/03/23/business/dealbook/puerto-rico-fights-for-chapter-9-bankruptcy-in-supreme-court.html"}