{"authors": ["Motoko Rich"], "date_download": "2022-10-25 23:54:02", "date_modify": "2022-10-25 23:54:02", "date_publish": "2016-07-10 15:22:10", "description": "Whether Prime Minister Abe will be able to pursue his ambition of overturning the clause that calls for the complete renunciation of war remains to be seen.", "filename": "2016_07_11_world_asia_japan-vote-parliamentary-elections.html__r=0_1666742042.html", "image_url": "https://static01.nyt.com/images/2016/07/11/world/11japanelections1/11japanelections1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=55b164ad1a69e0cfb46c0af216362a310f7c33a10ed352413f545be76258d6f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_11_world_asia_japan-vote-parliamentary-elections.html__r=0_1666742042.html", "title": "Japan Vote Strengthens Shinzo Abe’s Goal to Change Constitution", "title_page": "Japan Vote Strengthens Shinzo Abe’s Goal to Change Constitution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — Voters helped Prime Minister Shinzo Abe of Japan move closer on Sunday to securing the lawmaker support he needs to revise a pacifist Constitution that has been in place since American occupiers created it in 1947.\nAn official count on Monday morning showed the governing coalition and its allies had captured two-thirds of the seats in the upper house of Parliament, the amount required to proceed with the constitutional revision.\nDespite a weak economy and divided public opinion on the expanded role for Japan’s military that Mr. Abe is seeking, his Liberal Democrats and their allies again won a commanding majority in the upper house.\n“This is the people’s voice letting us firmly move forward,” Mr. Abe said. When asked whether he would proceed with a revision of the Constitution, he said it had long been the Liberal Democrats’ goal.", "url": "https://www.nytimes.com/2016/07/11/world/asia/japan-vote-parliamentary-elections.html?_r=0"}