{"authors": ["Annie Correal"], "date_download": "2022-10-25 23:55:45", "date_modify": "2022-10-25 23:55:45", "date_publish": "2016-04-11 21:01:25", "description": "In New York, the trend toward living small usually involves the micro-apartment, but one woman has joined the Tiny House Movement and is building a 160-square-foot one of her own.", "filename": "2016_04_12_nyregion_a-compact-home-takes-shape-in-brooklyn-but-its-unlikely-to-stay_1666742145.html", "image_url": "https://static01.nyt.com/images/2016/04/12/nyregion/12APPRAISAL2/12APPRAISAL2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=7f5e3d50ebd8d5c5ddccf2b546b7f17c759719c71537bfc9df288e5df837fc44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_12_nyregion_a-compact-home-takes-shape-in-brooklyn-but-its-unlikely-to-stay_1666742145.html", "title": "A Tiny Home Takes Shape in Brooklyn, but It May Not Stay", "title_page": "A Tiny Home Takes Shape in Brooklyn, but It May Not Stay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But tiny houses are not popping up in New York City. It is too densely built, said Ryan Mitchell, who runs the blog The Tiny Life. There is no room. Moreover, tiny homes are often built on wheels and classified as recreational vehicles to slip by minimum-square-footage requirements. That solves one problem but raises another: In many places, you are not allowed to live in an R.V.; and in New York, it’s harder to hide.\n“I don’t know anyone who lives in a tiny house in New York City,” said Tim Tedesco, one of the organizers of the NYC Tiny House Enthusiasts group on Meetup.com, which gathers at the Whole Foods cafe in Gowanus.\nOf the group’s 270 members, only about 10 have tiny houses.\nOne lives in a century-old cottage on Staten Island that predates the 400-square-foot minimum, which was enacted in 1987; others have tiny houses outside the city and visit, or commute. Mr. Tedesco recently sold his 190-square-foot tiny house in Stony Brook, N.Y. — to go on the road with a 35-square-foot microhouse.\nMs. Mercer decided to build a tiny house in Brooklyn not to challenge the status quo, she said, but because she does not drive. “It was easier to build it here, because my life is here,” she added.\nImage Inside the home. When it is complete, Ms. Mercer plans to tow it out of the city, possibly upstate. Credit... Karsten Moran for The New York Times\nThe daughter of a Japanese artist and an American who worked in hotels, she grew up in New Orleans, Los Angeles, Boston, Chicago, Japan and Singapore and moved to New York to go to New York University. She worked at restaurants through college and into her 20s, after her day job.\nAs she approached 30, and began moving up at Birchbox, where she now runs the skin care division, she wanted to buy. But she found she could not afford anything in the city, although her income had climbed into the low six figures and she had virtually no debt.", "url": "https://www.nytimes.com/2016/04/12/nyregion/a-compact-home-takes-shape-in-brooklyn-but-its-unlikely-to-stay.html"}