{"authors": ["Thomas Fuller", "Conor Dougherty", "Julie Turkewitz"], "date_download": "2022-10-25 23:28:27", "date_modify": "2022-10-25 23:28:27", "date_publish": "2016-12-04 15:13:53", "description": "Officials said that the search of the rubble of a makeshift nightclub in the building would take days, and that they expected the number of victims to rise.", "filename": "2016_12_04_us_warehouse-party-fire-oakland-search_1666740507.html", "image_url": "https://static01.nyt.com/images/2016/12/05/us/05oakland-jp3-sub/05oakland-jp3-sub-facebookJumbo.jpg?year=2016&h=549&w=1050&s=f6beb4e972ab475de6e870a61d6bfcb4cc67040db6dcdcfc20b56aba1f11fc7d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_04_us_warehouse-party-fire-oakland-search_1666740507.html", "title": "Death Toll in Oakland Warehouse Fire Rises to 36 as Search Continues", "title_page": "Death Toll in Oakland Warehouse Fire Rises to 36 as Search Continues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OAKLAND, Calif. — Carmen Brito was asleep on Friday night when she suddenly woke up gasping for breath. Outside her small studio, one floor down from where a raging concert was taking place, she saw her neighbor’s wall on fire.\n“I’m pretty sure I was the first person to see the fire, and when I saw it, it was bigger than I was,” said Ms. Brito, 28. The inferno killed at least 36 people and is regarded as one of the worst structure fires in the United States in over a decade.\nOn Sunday, firefighters were digging through the ruins of the warehouse, where people had gathered for an electronic dance show on Friday when flames ripped through the building, collapsing the floors. The search of the building, which had only two exits, could continue for days, officials said at a news conference, warning that the death toll could climb considerably higher.", "url": "https://www.nytimes.com/2016/12/04/us/warehouse-party-fire-oakland-search.html"}