{"authors": ["Chad Bray"], "date_download": "2022-10-25 23:44:26", "date_modify": "2022-10-25 23:44:26", "date_publish": "2016-12-23 01:44:57", "description": "The Justice Department said that Barclays repeatedly misled investors about the quality of mortgages underlying securities it underwrote.", "filename": "2016_12_22_business_dealbook_justice-department-sues-barclays-mortgage-backed-securities.html_ref=business_1666741466.html", "image_url": "https://static01.nyt.com/images/2016/12/23/business/23DB-BARCLAYS/23DB-BARCLAYS-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ced293e7263628086d62a00f43e9619156825fa87600136c567e3cb5432c6953&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_22_business_dealbook_justice-department-sues-barclays-mortgage-backed-securities.html_ref=business_1666741466.html", "title": "Justice Department Sues Barclays Over Mortgage-Backed Securities", "title_page": "Justice Department Sues Barclays Over Mortgage-Backed Securities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — United States authorities have accused the British bank Barclays and two former executives of fraudulently misleading the public in the sale of tens of billions of dollars in securities backed by home mortgages.\nThe Justice Department filed a lawsuit Thursday in Federal District Court in Brooklyn after the two sides failed to reach a settlement despite months of talks.\nThe department has also been in settlement talks with other large European lenders, including Credit Suisse, as the end of the Obama administration nears. Late Thursday, Deutsche Bank said that it had reached a tentative $7.2 billion deal with the Justice Department to resolve a federal investigation into its sale of toxic mortgage securities after months of negotiations.\nOn Thursday, the Justice Department said Barclays’ actions in the packaging and sale of what are known as residential mortgage-backed securities in the years leading to the financial crisis injured tens of thousands of investors when the housing market collapsed. The lawsuit claims that Barclays — which has significant investment banking operations in New York — repeatedly misled investors about the quality of mortgages underlying 36 mortgage-backed securities from 2005 to 2007. Those deals securitized more than $31 billion in subprime and other mortgage loans, according to the complaint. The Justice Department said they turned out to be “catastrophic failures.”", "url": "https://www.nytimes.com/2016/12/22/business/dealbook/justice-department-sues-barclays-mortgage-backed-securities.html?ref=business"}