{"authors": ["Susanne Craig"], "date_download": "2022-10-25 23:48:30", "date_modify": "2022-10-25 23:48:30", "date_publish": "2016-04-20 20:03:24", "description": "The Cessna jet, which has been used to shuttle Mr. Trump to dozens of campaign events, has been flying with an expired registration since Feb. 1.", "filename": "2016_04_21_nyregion_donald-trumps-jet-is-grounded-by-the-faa_1666741710.html", "image_url": "https://static01.nyt.com/images/2016/04/21/nyregion/21TRUMPAIR/21TRUMPAIR-facebookJumbo.jpg?year=2016&h=550&w=1050&s=e53cbee8e5a4ed02f2ef8898030085e74933c09e8359c6035b5a44360e9b8226&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_21_nyregion_donald-trumps-jet-is-grounded-by-the-faa_1666741710.html", "title": "Donald Trump’s Jet Is Grounded by the F.A.A.", "title_page": "Donald Trump’s Jet Is Grounded by the F.A.A. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald J. Trump’s Cessna jet has been grounded.\nThe aircraft, which records show has been used to shuttle Mr. Trump to dozens of campaign events in recent months, has been flying with an expired registration since Feb. 1. On Wednesday, a Federal Aviation Administration official informed the plane’s pilot that the Cessna cannot fly until it has been reregistered.\n“F.A.A. inspectors have contacted the chief pilot of N725DT about the aircraft’s expired registration,” Laura J. Brown, a spokeswoman for the F.A.A., said in a statement, referring to the plane’s tail number. “The aircraft owner is currently working with the F.A.A.’s Aircraft Registry and will reregister the aircraft before further flight.”\nThe failure of DJT Operations CX, the limited liability company controlled by Mr. Trump that owns the 1997 Cessna 750 Citation X, to renew the plane’s registration was the subject of a recent article in The New York Times.\nMs. Brown would not comment on whether the F.A.A. plans to take any action against the Cessna’s owner, the operator or both. Though it is unlikely that the agency will seek the maximum penalty, flying with no registration could result in a civil penalty of up to $27,500, a criminal fine of up to $250,000 and imprisonment for up to three years. Fines are often assessed.", "url": "https://www.nytimes.com/2016/04/21/nyregion/donald-trumps-jet-is-grounded-by-the-faa.html"}