{"authors": ["Graham Bowley", "Sydney Ember"], "date_download": "2022-10-25 23:44:58", "date_modify": "2022-10-25 23:44:58", "date_publish": "2016-02-01 23:01:34", "description": "A coming court hearing surrounding sexual assault charges against Bill Cosby is likely to pit a former district attorney in Montgomery County, Pa., against the county’s present district attorney.", "filename": "2016_02_02_arts_television_cosby-case-highlights-a-rivalry-between-two-lawyers_1666741498.html", "image_url": "https://static01.nyt.com/images/2016/02/01/arts/02COSBY-WEB3/02COSBY-WEB3-facebookJumbo.jpg?year=2016&h=549&w=1050&s=3fd04f2cd1a02c07c33521072fa70fb95327fce6872bf01896fefc627a84a85e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_02_arts_television_cosby-case-highlights-a-rivalry-between-two-lawyers_1666741498.html", "title": "Cosby Case Highlights a Rivalry Between Two Lawyers", "title_page": "Cosby Case Highlights a Rivalry Between Two Lawyers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NORRISTOWN, Pa. — When Bill Cosby arrives at the historic courthouse here on Tuesday to fight charges that he sexually assaulted a young woman 12 years ago, the key players at a pre-trial hearing may well be two men whose own rivalry has become part of the unfolding drama in Mr. Cosby’s criminal case.\nOne is Bruce L. Castor Jr., the former Montgomery County District Attorney, who in 2005 found “insufficient credible and admissible evidence” to bring charges against Mr. Cosby after a Temple University basketball manager said the actor drugged and sexually assaulted her at his home near here.\nThe other is Kevin R. Steele, the newly elected district attorney, who in December, citing new evidence, reversed that decision.\nIn the fall, the two men faced off in a campaign for the district attorney’s seat that grew bitter as Mr. Steele deeply criticized Mr. Castor’s handling of the case years ago.", "url": "https://www.nytimes.com/2016/02/02/arts/television/cosby-case-highlights-a-rivalry-between-two-lawyers.html"}