{"authors": ["Ashley Parker", "Amy Chozick"], "date_download": "2022-10-25 23:24:51", "date_modify": "2022-10-25 23:24:51", "date_publish": "2016-10-22 20:17:16", "description": "Mr. Trump went to Gettysburg, Pa., for what was supposed to be a major policy speech. He spent much of it dwelling on grievances.", "filename": "2016_10_23_us_politics_donald-trump-hillary-clinton_1666740291.html", "image_url": "https://static01.nyt.com/images/2016/10/23/us/23CAMPAIGN2/23CAMPAIGN2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9c308b2e9f7207da74cbf8573ebb472ddc57cc232908d6d7b9665f402b7ce4ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_23_us_politics_donald-trump-hillary-clinton_1666740291.html", "title": "Donald Trump Pledges to ‘Heal Divisions’ (and Sue His Accusers)", "title_page": "Donald Trump Pledges to ‘Heal Divisions’ (and Sue His Accusers) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And the more substantive part of the speech, intended to outline his first 100 days in office if he were elected president, did not quite live up to its billing by campaign aides, who had promised a major policy address not unlike Newt Gingrich’s 1994 “Contract with America.” Instead, a subdued Mr. Trump — who on Friday acknowledged the possibility of electoral defeat — largely repeated his existing campaign promises, from renegotiating trade deals to enforcing tougher immigration laws.\nMr. Trump’s carefully scripted presentation on Saturday was meant to project a new level of forethought and seriousness from a man not usually associated with either. His proposals had legislative titles like the “Affordable Child Care and Elder Care Act” and the “Repeal and Replace Obamacare Act.”\nThe speech, before a small, handpicked crowd, was also a recognition that Mr. Trump needs to establish himself as someone with the discipline and temperament to lead the nation. “Hillary Clinton is not running against me, she’s running against change,” he said. “And she’s running against all of the American people and all of the American voters.”\nMr. Trump did offer specific immigration proposals, including an “End Illegal Immigration Act” that would establish mandatory minimum prison sentences for undocumented immigrants caught illegally re-entering the country after deportation. He also said he would stop issuing visas to any country that refused to take in citizens ordered deported from the United States, a policy that would almost certainly disrupt immigration and commerce with China, which is one such country.", "url": "https://www.nytimes.com/2016/10/23/us/politics/donald-trump-hillary-clinton.html"}