{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:39:05", "date_modify": "2022-10-25 23:39:05", "date_publish": "2015-12-31 09:04:48", "description": "American senators have accused China of detaining the brothers of the journalist Shohret Hoshur in retaliation for his coverage of unrest in the country’s Xinjiang region.", "filename": "2016_01_01_world_asia_china-xinjiang-brothers-radio-free-asia_1666741145.html", "image_url": "https://static01.nyt.com/images/2016/01/01/world/31Xianjing-web/31Xianjing-web-facebookJumbo.jpg?year=2015&h=550&w=1050&s=444b0aaa1846dc118c0000bf0c6da7224926bb584aa8dad4ed89c6d84d4b19e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_01_world_asia_china-xinjiang-brothers-radio-free-asia_1666741145.html", "title": "China Frees 2 Brothers of U.S. Reporter for Radio Free Asia", "title_page": "China Frees 2 Brothers of U.S. Reporter for Radio Free Asia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Two brothers of an American journalist who United States lawmakers say were jailed by China in retaliation for his reporting on ethnic tensions in the country’s Xinjiang region have been freed, the reporter’s employer said. Another brother remained in custody.\nRexim Hoshur, 38, and Shawket Hoshur, 54, brothers of Shohret Hoshur, a reporter for the United States government-funded news service Radio Free Asia, were released on Wednesday by the authorities in Xinjiang, in China’s northwest, said Rohit Mahajan, a spokesman for Radio Free Asia in Washington. They have returned to their home in Qorghas County, an area near the Kazakhstan border, Mr. Mahajan said.\nBoth men were detained in August 2014 and tried a year later, charged with endangering state security and leaking secrets. No verdict has been announced in their case, and Mr. Mahajan said in an email on Wednesday that he did not know why they were released.\nThe Hoshurs’ case and that of their brother Tudaxun Hoshur, who is serving a five-year sentence for endangering state security, have been followed closely by American lawmakers and diplomats, who have urged China to release the men. Senator Mark Warner, a Virginia Democrat, and Senator Marco Rubio, a Florida Republican, said in a July letter to Secretary of State John Kerry that China was targeting the brothers to retaliate against Shohret Hoshur, a United States citizen, for his reporting on the tensions between the Chinese government and Xinjiang’s Muslim Uighur minority.", "url": "https://www.nytimes.com/2016/01/01/world/asia/china-xinjiang-brothers-radio-free-asia.html"}