{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:37:04", "date_modify": "2022-10-25 23:37:04", "date_publish": "2016-01-28 18:27:47", "description": "Between the present and this coming spring, this soprano will assume the roles of Anne Boleyn; Mary, Queen of Scots; and Queen Elizabeth at the Met.", "filename": "2016_01_29_arts_music_sondra-radvanovsky-opera-royalty-takes-on-donizettis-triple-crown_1666741024.html", "image_url": "https://static01.nyt.com/images/2016/01/28/arts/music/28QUEENS_COMBO/28QUEENS_COMBO-facebookJumbo.jpg?year=2016&h=550&w=1050&s=7f07e1f8f3609053d9330ed5c29ddce5043580e869c1ddf9a69c3f1b5595ef81&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_29_arts_music_sondra-radvanovsky-opera-royalty-takes-on-donizettis-triple-crown_1666741024.html", "title": "Sondra Radvanovsky, Opera Royalty, Takes On Donizetti’s Triple Crown", "title_page": "Sondra Radvanovsky, Opera Royalty, Takes On Donizetti’s Triple Crown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Standing in the Tower of London, I was overcome with this thought: What if she had had a boy?” Ms. Radvanovsky recalled in an interview. “History, world history, would have been so different, just by one chromosome being different.”\nAnd people would probably not still be singing operas about it.\nMs. Radvanovsky’s regal adventure began more than five years ago, she said, when the Met’s plans to cast another soprano as the three queens fell through. Ms. Radvanovsky, a house favorite who won the Met’s National Council Auditions in 1995 and was in its Lindemann Young Artist Development program, was mostly thought of as a Verdi and Puccini soprano. But her voice was changing, especially after vocal surgery in 2002 that she said added flexibility to it, and she had just dipped her toe into bel canto by singing Donizetti’s “Lucrezia Borgia.”\nBut it was a leap of faith to accept the Met’s offer.\n“I’m not a Donizetti expert, and some people say that I’m not the right voice for this, that it should be a lighter voice,” she said frankly. (Of course, when Sills sang the roles, some critics thought her lyric voice was too light for them.) “Everybody has an opinion, that a voice that sings ‘Tosca’ probably should not be singing the three queens. But I took them one day at a time, and we decided this is how we’re going to do it.”\nMs. Radvanovsky began devising ornamentations with Mr. Manoli to suit her voice, and then she began a series of test runs at opera houses around the world, including performances of “Anna Bolena” at the Washington National Opera; “Maria Stuarda” in Bilbao, Spain; and “Roberto Devereux” with the Canadian Opera Company. She began singing Bellini’s “Norma,” a pinnacle of bel canto repertory. So by the time she arrived on the stage of the Met this fall to sing “Anna Bolena,” she sounded like a singer who was comfortable with the idiom.", "url": "https://www.nytimes.com/2016/01/29/arts/music/sondra-radvanovsky-opera-royalty-takes-on-donizettis-triple-crown.html"}