{"authors": ["Quoctrung Bui"], "date_download": "2022-10-25 23:32:16", "date_modify": "2022-10-25 23:32:16", "date_publish": "2016-09-12 11:00:05", "description": "Novel use of tax records gives researchers a clearer look at the demographics of same-sex married couples than was previously possible.", "filename": "2016_09_13_upshot_the-most-detailed-map-of-gay-marriage-in-america_1666740736.html", "image_url": "https://static01.nyt.com/images/2016/09/12/upshot/up-gaymarriage-map-1473646638436/up-gaymarriage-map-1473646638436-facebookJumbo.png?year=2016&h=550&w=1050&s=0a53b305e574232ce6031aeb559a691fe42cad83fa9f2df19b3752094e5ba911&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_13_upshot_the-most-detailed-map-of-gay-marriage-in-america_1666740736.html", "title": "The Most Detailed Map of Gay Marriage in America", "title_page": "The Most Detailed Map of Gay Marriage in America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than three years after a Supreme Court decision gave federal recognition to same-sex marriages performed in states that allowed them, the demographics of same-sex married couples largely remain a mystery.\nIn fact, no one has a definitive count of gay married couples in the United States.\nOne reason it’s hard to get a fix on the marriages is that detailed marriage records are not tracked at the federal level. They’re managed by counties and states, which report the count of marriages and not much else. The Census Bureau isn’t always a lot of help either. Methodological problems like sample size and false positives have long plagued census estimates of this relatively small group.\nBut a new research paper published by the Treasury Department on Monday has found an interesting way around these problems: tax records.\nBy linking the tax returns of same-sex couples who filed jointly in 2014 with their Social Security records, researchers are able to give us the most accurate picture of same-sex marriages to date. And their estimate is this: In 2014 there were 183,280 same-sex marriages in America, roughly a third of 1 percent of all marriages.", "url": "https://www.nytimes.com/2016/09/13/upshot/the-most-detailed-map-of-gay-marriage-in-america.html"}