{"authors": ["Eric Lipton"], "date_download": "2022-10-25 23:24:02", "date_modify": "2022-10-25 23:24:02", "date_publish": "2016-12-05 05:04:34", "description": "The man said he wanted to “self-investigate” a baseless online theory tying a restaurant, Comet Ping Pong, to a child abuse ring.", "filename": "2016_12_05_us_pizzagate-comet-ping-pong-edgar-maddison-welch_1666740242.html", "image_url": "https://static01.nyt.com/images/2016/12/05/us/05xp-pizzagate/05xp-pizzagate-facebookJumbo.jpg?year=2016&h=550&w=1050&s=342760a895cbb86d7aa2977e75e5ba8e1a16a07a733911713781007a0582affa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_05_us_pizzagate-comet-ping-pong-edgar-maddison-welch_1666740242.html", "title": "Man Motivated by ‘Pizzagate’ Conspiracy Theory Arrested in Washington Gunfire", "title_page": "Man Motivated by ‘Pizzagate’ Conspiracy Theory Arrested in Washington Gunfire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A man fired a rifle on Sunday inside a Washington pizza restaurant that has been subjected to harassment based on false stories tying it to child abuse, the police said. No one was hurt, and the man was arrested.\nThe man, Edgar M. Welch, 28, of Salisbury, N.C., told the police that he had come to the restaurant, Comet Ping Pong, in northwest Washington, to “self-investigate” what is being called Pizzagate, an online conspiracy theory asserting, with no evidence, that the restaurant is somehow tied to a child abuse ring. He entered the restaurant shortly before 3 p.m. with a rifle and fired it at least once inside, the police said.\nThe gunfire sharply escalated what had already been a tense period for the restaurant, its employees and the quiet neighborhood since the fake stories began spreading. Dozens of threats against employees had been made via email and social media.\nPeople inside the restaurant fled, and the police locked down the area, ordering patrons of a nearby bookstore and cafe called Politics and Prose to remain locked inside. Officers with rifles and protective gear surrounded the restaurant and apprehended Mr. Welch. Two additional firearms were found, one on Mr. Welch and the other in his vehicle, the police said.", "url": "https://www.nytimes.com/2016/12/05/us/pizzagate-comet-ping-pong-edgar-maddison-welch.html"}