{"authors": ["Katie Thomas", "Andrew Pollack"], "date_download": "2022-10-25 23:22:33", "date_modify": "2022-10-25 23:22:33", "date_publish": "2016-08-23 20:52:50", "description": "The woman said she had been a candidate for chief executive but was told she would not be eligible after a founder of the company resigned.", "filename": "2016_08_24_business_turing-pharmaceuticals-accused-of-retaliating-for-sex-assault-complaint_1666740153.html", "image_url": "https://static01.nyt.com/images/2016/08/24/business/24TURING/24TURING-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3105cb06be9835cac22062bcf0a351c70ecd8dd43f48cf41bf730d3fa28a4e8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_24_business_turing-pharmaceuticals-accused-of-retaliating-for-sex-assault-complaint_1666740153.html", "title": "Turing Pharmaceuticals Accused of Retaliating for Sex Assault Complaint", "title_page": "Turing Pharmaceuticals Accused of Retaliating for Sex Assault Complaint - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Retzlaff, who still works for the company as its chief commercial officer, has been on the front lines in dealing with the reaction to Turing’s pricing policies in the months since the controversy began. In front of Congress in February, for example, she said that the fiftyfold overnight increase in the price of the drug, Daraprim, was justified because of the value it provided to patients and because it had been previously underpriced. With two decades of experience at major pharmaceutical companies like Bayer and Pfizer, she presented a polished counterpoint to the antics of Mr. Shkreli, who has seemed to delight in inciting outrage and remains a prankish figure on Twitter.\nIn the complaint, filed on Monday with the Equal Employment Opportunity Commission, Ms. Retzlaff said she and other Turing executives traveled to Washington in March for another hearing before Congress on Turing’s pricing practices. At the hotel bar, the complaint says, she was approached by Mr. Urrutia, who made sexual advances and tried to kiss her.\nAccording to the complaint, which was obtained by The New York Times, Ms. Retzlaff left the bar and took the elevator back to her room, but Mr. Urrutia followed her and blocked her way when she tried to exit, demanding that she join him in his room for a drink. When she did, she said, “he threw me onto the bed and sexually assaulted me.”\nMs. Retzlaff said she was groped and that he repeatedly kissed her against her will, then tried to pull off her tights. “Finally, after struggling for many minutes, I was able to escape Mr. Urrutia and run out of the room,” she said in the complaint.\nMr. Urrutia, who was Turing’s interim chief financial officer, worked as an analyst at a handful of banks before going to work at Mr. Shkreli’s previous company, Retrophin, as vice president of finance, according to his LinkedIn profile. He is a graduate of Northeastern University with a bachelor’s degree in finance.", "url": "https://www.nytimes.com/2016/08/24/business/turing-pharmaceuticals-accused-of-retaliating-for-sex-assault-complaint.html"}