{"authors": ["Anne Barnard", "Nick Cumming-Bruce"], "date_download": "2022-10-25 23:01:16", "date_modify": "2022-10-25 23:01:16", "date_publish": "2016-12-09 13:15:40", "description": "Hundreds of men are missing amid reports of government reprisals against opposition supporters in rebel-held areas, rights officials said.", "filename": "2016_12_09_world_middleeast_syria-aleppo-united-nations.html_action=click&contentCollection=Middle%20East&module=RelatedCoverage&region=EndOfArticle&pgtype=article_1666738876.html", "image_url": "https://static01.nyt.com/images/2016/12/10/world/10Syria/10Syria-facebookJumbo.jpg?year=2016&h=550&w=1050&s=91da9fbd84c188777b22b1c2dc7e8c61e6a768a10b37e59cda26cb691103e6ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_09_world_middleeast_syria-aleppo-united-nations.html_action=click&contentCollection=Middle%20East&module=RelatedCoverage&region=EndOfArticle&pgtype=article_1666738876.html", "title": "Chaos and Desperation as Thousands Flee Aleppo Amid Government Advance", "title_page": "Chaos and Desperation as Thousands Flee Aleppo Amid Government Advance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rupert Colville, a spokesman for the United Nations high commissioner for human rights, said family members had reported that they had lost contact with men aged 30 to 50, echoing several interviews The Times conducted in which Aleppo residents said their males relatives were arrested or forced to join the army.\n“Given the terrible record of arbitrary detention, torture and enforced disappearances by the Syrian government, we are of course deeply concerned about the fate of these individuals,” Mr. Colville said.\nHe also said that two members of the pro-government forces that took over Aleppo’s al-Halk neighborhood were reported to have summarily shot four men in front of their families on Sunday because they were suspected of working with the opposition.\nThe last two weeks have seen the fiercest bombardments yet of rebel-held districts. Those still inside describe chaos and intense crowding in some areas as people scramble for shelter. They said wounded people and bodies were left in the streets with no one to help them.\nHere, what is believed to be the charred body of a rebel fighter can be seen in retaken Bab al-Hadid.", "url": "https://www.nytimes.com/2016/12/09/world/middleeast/syria-aleppo-united-nations.html?action=click&contentCollection=Middle%20East&module=RelatedCoverage&region=EndOfArticle&pgtype=article"}