{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:37", "date_modify": "2022-10-25 23:34:37", "date_publish": "2016-04-28 18:26:26", "description": "The suspension of Ken Livingstone came a day after Labour’s leader, Jeremy Corbyn, disciplined another party member over anti-Israel posts on social media.", "filename": "2016_04_29_world_europe_labour-party-suspends-ken-livingstone-hitler-remarks_1666740877.html", "image_url": "https://static01.nyt.com/images/2016/04/29/world/video-livingstone/video-livingstone-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ff4d4d1d7c77312f9618bdc45a65d287b53f3410f44ffd37383e9cfca6a1b301&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_29_world_europe_labour-party-suspends-ken-livingstone-hitler-remarks_1666740877.html", "title": "Labour Party Suspends Former London Mayor Over Hitler Remarks", "title_page": "Labour Party Suspends Former London Mayor Over Hitler Remarks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — A dispute over accusations of anti-Semitism within the ranks of Britain’s Labour Party escalated on Thursday as the party suspended Ken Livingstone, a former mayor of London, over remarks suggesting that Hitler had at one point supported Zionism.\nMr. Livingstone is an ideological ally of the Labour leader, Jeremy Corbyn, who on Wednesday took action against one of his lawmakers, Naseem Shah, in a separate dispute over comments on Facebook about Israel.\nA well-known personality who has often defended Mr. Corbyn, Mr. Livingstone is not a member of Parliament but leads the international policy commission of Labour’s National Executive Committee, its governing body. His suspension comes as a blow to Mr. Corbyn, who has been accused of failing to root out anti-Semitism within the party. The left wing of the Labour Party, to which both Mr. Corbyn and Mr. Livingstone belong, has long been critical of Israeli policy toward the Palestinians — something its members argue should not be confused with anti-Semitism.\nThe latest dispute occurred in the aftermath of Wednesday’s decision to suspend Ms. Shah, pending an investigation, after it emerged that in 2014, before entering Parliament, she had endorsed a Facebook post displaying a graphic that showed Israel’s outline superimposed on a map of the United States. The map was under the headline, “Solution for Israel-Palestine conflict — relocate Israel into United States,” with the comment, “Problem solved.”", "url": "https://www.nytimes.com/2016/04/29/world/europe/labour-party-suspends-ken-livingstone-hitler-remarks.html"}