{"authors": ["Andrew E. Kramer", "Barry Meier"], "date_download": "2022-10-25 23:01:59", "date_modify": "2022-10-25 23:01:59", "date_publish": "2016-08-19 00:02:02", "description": "The revelations also point to an outsize role for a former senior member of a pro-Russian party in directing money to Republican and Democratic lobbyists.", "filename": "2016_08_19_us_ukraine-releases-more-details-on-payments-for-trump-aide_1666738919.html", "image_url": "https://static01.nyt.com/images/2016/08/19/us/19MANAFORT/19MANAFORT-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1d1c87eaac85f7dcd953f48f07545b2584ccadb4573e54183488ea8929e9d47f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_19_us_ukraine-releases-more-details-on-payments-for-trump-aide_1666738919.html", "title": "Ukraine Releases More Details on Payments for Trump Aide, Paul Manafort", "title_page": "Ukraine Releases More Details on Payments for Trump Aide, Paul Manafort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Because the payment was made through a nongovernmental organization, the Podesta Group did not register as a lobbyist for a foreign entity. A co-founder of the Podesta Group, John D. Podesta, is chairman of Hillary Clinton’s campaign, and his brother, Tony Podesta, runs the firm now.\nThe role of Mr. Kalyuzhny, a onetime computer programmer from the eastern Ukrainian city of Donetsk, in directing funds to the companies of the chairmen of both presidential campaigns, had not previously been reported. Mr. Kalyuzhny was one of three Party of Regions members of Parliament who founded the nonprofit.\nThe Associated Press, citing emails it had obtained, also reported Thursday that Mr. Manafort’s work for Ukraine included a secret lobbying effort in Washington that he operated with an associate, Rick Gates, and that was aimed at influencing American news organizations and government officials.\nMr. Gates noted in the emails that he conducted the work through two lobbying firms, including the Podesta Group, because Ukraine’s foreign minister did not want the country’s embassy involved. The A.P. said one of Mr. Gates’s campaigns sought to turn public opinion in the West against Yulia Tymoshenko, a former Ukrainian prime minister who was imprisoned during Mr. Yanukovych’s administration.\nThe Podesta Group, in a statement, said its in-house counsel determined the company had no obligation to register as a representative of a foreign entity in part because the nonprofit offered assurances it was not “directly or indirectly supervised, directed, controlled, financed or subsidized in whole or in part by a government of a foreign country or a foreign political party.”", "url": "https://www.nytimes.com/2016/08/19/us/ukraine-releases-more-details-on-payments-for-trump-aide.html"}