{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:44:09", "date_modify": "2022-10-25 23:44:09", "date_publish": "2016-08-02 18:34:27", "description": "The idea offered further evidence that the Republican presidential nominee is prepared to break with the fiscal conservatism that his party has evangelized.", "filename": "2016_08_03_us_politics_trump-clinton-infrastructure_1666741449.html", "image_url": "https://static01.nyt.com/images/2016/08/03/us/03fd-trumpspend/03fd-trumpspend-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9ad46de5e4d9b7e17ae0295c38c87318e353cc0dd74458cac3affa91a9a554e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_03_us_politics_trump-clinton-infrastructure_1666741449.html", "title": "Donald Trump Proposes to Double Hillary Clinton’s Spending on Infrastructure", "title_page": "Donald Trump Proposes to Double Hillary Clinton’s Spending on Infrastructure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald J. Trump took a step to Hillary Clinton’s left on Tuesday, saying that he would like to spend at least twice as much as his Democratic opponent has proposed to invest in new infrastructure as part of his plan to stimulate the United States’ economy.\nThe idea takes a page out of the progressive playbook and is another indication that the Republican presidential nominee is prepared to break with the fiscal conservatism that his party has evangelized over the past eight years.\n“We have bridges that are falling down,” Mr. Trump said on the Fox Business Network. “We have many, many bridges that are in danger of falling.”\nMrs. Clinton has called for $275 billion in infrastructure spending over five years. That would include the creation of a national infrastructure bank, which would be given $25 billion to support loans and loan guarantees. In sum, the plan would support about $500 billion in spending on infrastructure.", "url": "https://www.nytimes.com/2016/08/03/us/politics/trump-clinton-infrastructure.html"}