{"authors": ["Michael Forsythe", "Alan Wong"], "date_download": "2022-10-25 23:39:18", "date_modify": "2022-10-25 23:39:18", "date_publish": "2016-11-02 14:58:40", "description": "Two Legislative Council members altered the wording of their oaths of office, potentially setting off a rare legal battle.", "filename": "2016_11_03_world_asia_hong-kong-lawmakers-oath-china_1666741158.html", "image_url": "https://static01.nyt.com/images/2016/11/03/world/03HongKong1/03HongKong-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9db2bb34679e21be5289cad79f5b0765538e1d4db29db2a8a42f682fda88ad76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_03_world_asia_hong-kong-lawmakers-oath-china_1666741158.html", "title": "Separatist Hong Kong Lawmakers Draw Fears of Intervention by China", "title_page": "Separatist Hong Kong Lawmakers Draw Fears of Intervention by China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — It started with an oath of office that two young, newly elected lawmakers altered to insert a derogatory term into the formal name of Hong Kong’s sovereign ruler, the People’s Republic of China, with one also adding a crude epithet.\nIn addition to substantially revising the pledge of loyalty that all members of Hong Kong’s Legislative Council are required to take, the lawmakers, Yau Wai-ching and Sixtus Leung, known as Baggio, displayed a banner with the words “Hong Kong Is Not China” at their swearing-in.\nAnd China is responding with some bluntness of its own.\nHong Kong’s government, loyal to Beijing, has asked the court system in the city, a former British colony, to review whether the council can let the lawmakers retake their oaths of office. The Hong Kong government and Beijing want the two representatives, who support independence for the territory, to vacate their seats rather than simply retake the oaths. A court in Hong Kong is set to hold a hearing on the matter on Thursday.\nBut a fusillade of invective against the pair in China’s state-controlled news media on Wednesday is leading to fears, backed by reports in Hong Kong news outlets, that Beijing may circumvent Hong Kong’s legal process by issuing a rare interpretation of the city’s mini-constitution that would effectively bar Ms. Yau and Mr. Leung from office.", "url": "https://www.nytimes.com/2016/11/03/world/asia/hong-kong-lawmakers-oath-china.html"}