{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:28:10", "date_modify": "2022-10-25 23:28:10", "date_publish": "2016-11-10 19:57:30", "description": "The election of Meng Hongwei, the first Chinese official to lead Interpol, set off alarm bells among rights activists over the potential misuse of the police organization.", "filename": "2016_11_11_world_asia_interpol-president-meng-hongwei-china_1666740490.html", "image_url": "https://static01.nyt.com/images/2016/11/11/world/INTERPOL/INTERPOL-facebookJumbo.jpg?year=2016&h=550&w=1050&s=e876abf0ca0903556ade14d99998a1c2d7224a765042391e3f67759e354aa711&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_11_world_asia_interpol-president-meng-hongwei-china_1666740490.html", "title": "Interpol Names Chinese Police Official as Its New President", "title_page": "Interpol Names Chinese Police Official as Its New President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Interpol has chosen a top Chinese security official as its new president, raising alarms from human rights groups concerned that the appointment will lead to abuse of the global police organization’s powers to issue international arrest warrants.\nThe official, Meng Hongwei, a vice minister of public security, was elected president by the group’s general assembly, Interpol announced on Thursday. His appointment is effective immediately as he replaces Mireille Ballestrazzi of France, the organization said in a statement.\nWhile the job of Interpol’s president is limited in scope, the announcement was met with disdain by human rights groups. Authoritarian governments like Russia and China have been known to abuse Interpol’s “red notices,” tantamount to international arrest warrants, to hunt down political enemies. China’s law enforcement agencies have shown little regard for international borders in recent years, spiriting away political opponents from places like Thailand and Myanmar.\n“The appointment of Meng Hongwei is alarming given China’s longstanding practice of trying to use Interpol to arrest dissidents and refugees abroad,” Nicholas Bequelin, East Asia director at Amnesty International, said in a statement. “It seems at odds with Interpol’s mandate to work in the spirit of the Universal Declaration of Human Rights.”", "url": "https://www.nytimes.com/2016/11/11/world/asia/interpol-president-meng-hongwei-china.html"}