{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:39:59", "date_modify": "2022-10-25 23:39:59", "date_publish": "2016-07-12 07:53:35", "description": "An international panel in The Hague delivered a sweeping rebuke of China’s behavior, deciding that its expansive claim to sovereignty over the waters had no legal basis.", "filename": "2016_07_13_world_asia_south-china-sea-hague-ruling-philippines_1666741199.html", "image_url": "https://static01.nyt.com/images/2016/07/13/world/13tribunal1/13tribunal1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=8ab395fcc476740b47ff31095011020611fdd2d8d327615d3071f3e65eb85d55&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_13_world_asia_south-china-sea-hague-ruling-philippines_1666741199.html", "title": "Tribunal Rejects Beijing’s Claims in South China Sea", "title_page": "Tribunal Rejects Beijing’s Claims in South China Sea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Xi Jinping has lost face here, and it will be difficult for China to do nothing,” said Bonnie S. Glaser, a senior adviser for Asia at the Center for Strategic and International Studies in Washington. “I expect a very tough reaction from China, since it has lost on almost every point. There is virtually nothing that it has won.”\nThe Philippines filed its case in 2013, after China seized a reef over which both countries claim sovereignty. There has been speculation that Beijing might respond to the decision by building an artificial island at the reef, Scarborough Shoal, a move that could set off a conflict with the Philippines and its treaty ally, the United States.\nThe State Department spokesman, John Kirby, said Washington expected China to comply with the ruling. “The world is watching to see if China is really the global power it professes itself to be and the responsible power that it professes itself to be,” he said.\nThe main issue before the panel was the legality of China’s claim to waters within a “nine-dash line” that appears on official Chinese maps and encircles as much as 90 percent of the South China Sea, an area the size of Mexico. The Philippines had asked the tribunal to find the claim to be in violation of the United Nations Convention on the Law of the Sea, which both China and the Philippines have ratified.\nIn its decision, the tribunal said any historic rights to the sea that China had previously enjoyed “were extinguished” by the treaty, which lays out rules for drawing zones of control over the world’s oceans based on distances to coastlines. The panel added that while China had used islands in the sea in the past, it had never exercised exclusive authority over the waters.\nThe panel also concluded that several disputed rocks and reefs in the South China Sea were too small for China to claim control of economic activities in the waters around them. As a result, it found, China was engaged in unlawful behavior in Philippine waters, including activities that had aggravated the dispute.", "url": "https://www.nytimes.com/2016/07/13/world/asia/south-china-sea-hague-ruling-philippines.html"}