{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:25:26", "date_modify": "2022-10-25 23:25:26", "date_publish": "2016-02-12 03:09:37", "description": "Judge Valerie E. Caproni of Federal District Court said she planned to release materials that Mr. Silver’s lawyers have fought to keep secret.", "filename": "2016_02_12_nyregion_judge-plans-to-unseal-secret-papers-in-sheldon-silvers-case_1666740326.html", "image_url": "https://static01.nyt.com/images/2016/02/12/nyregion/12SILVER/12SILVER-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b5c5625fe423b0e2b3618b00f7391f606bfdb3f1e955c64dfc55a871e99f5cdb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_12_nyregion_judge-plans-to-unseal-secret-papers-in-sheldon-silvers-case_1666740326.html", "title": "Judge Plans to Unseal Secret Papers in Sheldon Silver’s Case", "title_page": "Judge Plans to Unseal Secret Papers in Sheldon Silver’s Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the conviction of Sheldon Silver, the former speaker of the State Assembly, all that seemed left for the judge was a defense motion for a new trial and Mr. Silver’s sentencing, both of which are pending.\nBut there has long been an aspect of the case that Mr. Silver’s lawyers have strenuously fought to keep secret.\nFrom the tidbits of information gleaned at a hearing on Thursday in Federal District Court in Manhattan, it appeared that prosecutors had argued last fall — in a closed hearing and in sealed court papers — to be able to use certain evidence against Mr. Silver at trial. His lawyers appear to have vigorously objected and the matter ultimately did not surface at trial.\nMr. Silver, 71, a Democrat, was convicted on Nov. 30, 2015, of charges that included honest services fraud, extortion and money laundering.", "url": "https://www.nytimes.com/2016/02/12/nyregion/judge-plans-to-unseal-secret-papers-in-sheldon-silvers-case.html"}