{"authors": ["Richard Pérez-Peña"], "date_download": "2022-10-25 23:24:32", "date_modify": "2022-10-25 23:24:32", "date_publish": "2016-12-19 11:07:15", "description": "Electors across the country met on Monday and officially gave Mr. Trump a majority of votes, ending a long-shot bid to block his victory.", "filename": "2016_12_19_us_politics_electoral-college-vote_1666740272.html", "image_url": "https://static01.nyt.com/images/2016/12/20/us/20ELECTORAL-BRIEFING1/20ELECTORAL-BRIEFING1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4b5c4be0d5fb2734057de214f95decf5cf278177b262c0e5ab07313105a44042&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_19_us_politics_electoral-college-vote_1666740272.html", "title": "Donald Trump Completes Final Lap, Electoral College, to White House", "title_page": "Donald Trump Completes Final Lap, Electoral College, to White House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Right Now: The Electoral College has affirmed Donald J. Trump as the nation’s 45th president, pushing him past the 270-vote threshold for election, with scant evidence of the anti-Trump revolt among electors that some of his critics had hoped would occur.\nRepublican electors in Texas vaulted Mr. Trump past the 270 mark, granting him all but two of their 38 ballots in a ceremony in the State Capitol in Austin.\nIn the House chamber, where the electors met, the vote was greeted with a standing ovation by citizens and Republican officials who had come to witness the event. Outside, perhaps 100 protesters waved placards and chanted “Save our democracy” in a vain effort to persuade electors to reject the Republican nominee.\nNormally a political footnote, the electoral vote acquired an unexpected element of drama this winter after Mr. Trump’s upset of Hillary Clinton, who received 2.86 million more popular votes but won in states that totaled only 232 electoral votes. The states Mr. Trump won held 306 electoral votes.", "url": "https://www.nytimes.com/2016/12/19/us/politics/electoral-college-vote.html"}