{"authors": ["Eduardo Porter"], "date_download": "2022-10-25 23:33:04", "date_modify": "2022-10-25 23:33:04", "date_publish": "2016-12-06 17:31:00", "description": "Drawing on history, Walter Scheidel of Stanford argues in a coming book that only all-out war might fundamentally alter how resources are distributed.", "filename": "2016_12_06_business_economy_a-dilemma-for-humanity-stark-inequality-or-total-war_1666740784.html", "image_url": "https://static01.nyt.com/images/2016/12/07/business/07PORTER4/07PORTER4-facebookJumbo.jpg?year=2016&h=550&w=1050&s=81a4f657b0debe88c2e10b48a550ff671cc5afcb234636d88b8fce35f0e84b87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_06_business_economy_a-dilemma-for-humanity-stark-inequality-or-total-war_1666740784.html", "title": "A Dilemma for Humanity: Stark Inequality or Total War", "title_page": "A Dilemma for Humanity: Stark Inequality or Total War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Is there nothing to be done about galloping inequality?\nLast year the typical American family experienced the fastest income gains since the government started measuring them in the 1960s. But the top 1 percent did even better, raising their share of income higher than it was when President Obama took office.\nMr. Obama has led the most progressive administration since Lyndon B. Johnson’s half a century ago, raising taxes on the rich to expand the safety net for the less fortunate. Still, by the White House’s own account, eight years of trench warfare in Washington trimmed the top 1-percenters’ share, after taxes and transfers, to only 15.4 percent, from 16.6 percent of the nation’s income. It increased the slice going to the poorest fifth of families by 0.6 percentage point, to a grand total of 4 percent.\nThe policies also helped push the Republican Party even further to the right, leading to the Tea Party — whose rabid opposition to government redistribution still shakes American politics. They did nothing to salve — and perhaps even added to — the stewing resentment of white working-class Americans who feel left out of the nation’s advancements, producing the electoral victory for Donald J. Trump, who has proposed a tax plan that amounts to a lavish giveaway to the rich.\nThe point is not that President Obama should have done better. He probably did the best he could under the circumstances. The point is that delivering deep and lasting reductions in inequality may be impossible absent catastrophic events beyond anything any of us would wish for.", "url": "https://www.nytimes.com/2016/12/06/business/economy/a-dilemma-for-humanity-stark-inequality-or-total-war.html"}