{"authors": ["Steven Greenhouse"], "date_download": "2022-10-25 23:30:27", "date_modify": "2022-10-25 23:30:27", "date_publish": "2016-04-01 16:40:07", "description": "Led by New York and California, several states are planning the increase.", "filename": "2016_04_03_sunday-review_how-the-15-minimum-wage-went-from-laughable-to-viable_1666740627.html", "image_url": "https://static01.nyt.com/images/2016/04/03/opinion/sunday/03greenhouse/03greenhouse-facebookJumbo.jpg?year=2016&h=550&w=1050&s=cd4df3ea937334542c59d9a8549e89843142a0b1e456297417efea9c4bc0eac3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_03_sunday-review_how-the-15-minimum-wage-went-from-laughable-to-viable_1666740627.html", "title": "How the $15 Minimum Wage Went From Laughable to Viable", "title_page": "How the $15 Minimum Wage Went From Laughable to Viable - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "All this momentum might seem startling at a time when the traditional union movement is on its heels, with the percentage of private-sector workers in unions sliding to 6.7 percent. Indiana, Michigan, West Virginia and Wisconsin have all enacted anti-union, right-to-work laws since 2011. At least the Supreme Court’s 4-4 decision last week saved the nation’s public-sector unions from a crushing defeat that would have hobbled their finances.\n“There’s still a lot of pro-labor, pro-worker sentiment,” said Michael Kazin, a historian at Georgetown University who has written about populism and popular movements. “Inequality is a big issue nowadays. The Fight for $15 has become the way that civil rights was in the early ’60s — it’s an issue you can’t avoid. For politicians — or at least Democratic politicians — you want to be on the right side.”\nFifty-nine percent of Americans, including 84 percent of Democrats and 58 percent of independents, support a $15 minimum wage, according to a survey by the Public Religion Research Institute, a nonpartisan research group. Just 32 percent of Republicans do.\nThe movement for a $15 floor has been partly fueled by the same frustration over wage stagnation and income inequality that has spurred the campaigns of Donald J. Trump and Bernie Sanders. More than 50 million workers earn less than $15 an hour, and many Americans are upset about the loss of millions of factory jobs and the explosion of low-paying service-sector jobs. Mr. Sanders has championed a $15 minimum, but Mr. Trump has attacked the idea, at one point saying that wages are too high. Hillary Clinton has called for a $12 minimum, leaving states and cities to go to $15 if they like.\nThe issue has motivated thousands of protesters to join the Fight for $15’s periodic strikes: What started in one city ultimately swelled to protests in 150 American cities. By many measures, it has become the biggest labor protest in decades, with a wide spectrum of supporters, from college students and inner-city workers to janitors and nursing-home aides. The movement helped to get voters in the Seattle suburb of SeaTac to approve a $15 minimum wage, and not long after in Seattle itself and San Francisco, followed by Los Angeles and Pasadena.", "url": "https://www.nytimes.com/2016/04/03/sunday-review/how-the-15-minimum-wage-went-from-laughable-to-viable.html"}