{"authors": ["Patrick Healy", "Alan Rappeport"], "date_download": "2022-10-25 23:26:06", "date_modify": "2022-10-25 23:26:06", "date_publish": "2016-10-13 18:09:50", "description": "Donald Trump said an article in The New York Times about two women who charged that he had inappropriately touched them was a “total fabrication.”", "filename": "2016_10_14_us_politics_donald-trump-women_1666740366.html", "image_url": "https://static01.nyt.com/images/2016/10/14/us/14trumpwomen/14trumpwomen-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b6a488d2c35a31cde84387e2dc354c5569f5076f238cab5b41f2d6d4199af76c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_14_us_politics_donald-trump-women_1666740366.html", "title": "Donald Trump Calls Allegations by Women ‘False Smears’", "title_page": "Donald Trump Calls Allegations by Women ‘False Smears’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Other news organizations, including The Palm Beach Post, BuzzFeed and People magazine, also reported on women who had troubling encounters with Mr. Trump, who said at the debate Sunday that he had never acted on his “locker room talk” in the 2005 recording.\nIn a series of messages posted on Twitter on Thursday morning, Mr. Trump called the Times article a “total fabrication” and denied charges by the People magazine writer, Natasha Stoynoff, that he had forced his tongue down her throat while she was working on an assignment about his first anniversary with his wife, Melania.\nBut at his rallies in West Palm Beach and later in Cincinnati, Mr. Trump also unveiled a new campaign strategy, beseeching his supporters to view him as a political martyr for their cause and stick by him in the face of ugly accusations about his personal conduct.\n“I take all of these slings and arrows, gladly, for you,” Mr. Trump said to cheers in West Palm Beach. “I take them for our movement, so that we can have our country back. Our great civilization here in America and across the civilized world has come upon a moment of reckoning.”\nMr. Trump said that “a conspiracy against you, the American people” was underfoot, charging that the Clinton campaign, the news media and other forces were trying to vilify parts of the electorate that did not share their views.\n“The establishment and their media neighbors wield control over this nation through means that are very well known — anyone who challenges their control is deemed a sexist, a racist, a xenophobe and morally deformed,” Mr. Trump said. “They will seek to destroy everything about you, including your reputation. They will lie, lie, lie, and then again, they will do worse than that. They will do whatever’s necessary.”", "url": "https://www.nytimes.com/2016/10/14/us/politics/donald-trump-women.html"}