{"authors": ["Thomas Fuller"], "date_download": "2022-10-25 22:56:41", "date_modify": "2022-10-25 22:56:41", "date_publish": "2016-11-09 05:24:07", "description": "Voters in California, Massachusetts and Nevada legalized recreational use in what advocates said was a major step toward changing the country’s attitude toward the drug.", "filename": "2016_11_09_us_politics_marijuana-legalization_1666738601.html", "image_url": "https://static01.nyt.com/images/2016/11/09/us/09marijuana/09marijuana-facebookJumbo.jpg?year=2016&h=549&w=1050&s=4191e31fbd0317987ec15f81a0f5c61d1edbfa4119e87fe659a2a840ccc8265a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_09_us_politics_marijuana-legalization_1666738601.html", "title": "Californians Legalize Marijuana in Vote That Could Echo Nationally", "title_page": "Californians Legalize Marijuana in Vote That Could Echo Nationally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I think of this victory in California as a major victory,” said Lauren Mendelsohn, the chairwoman of the board of directors of Students for Sensible Drug Policy, a group that has campaigned against the government’s war on drugs. “It shows the whole country that prohibition is not the answer to the marijuana question.”\nMs. Mendelsohn spoke at a celebration in Oakland for the passage of Proposition 64, as California’s legalization measure was known.\nSupporters of legalization in California vastly outspent opponents.\nAs of Nov. 6, pro-legalization committees in the state had raised around $23 million, according to the California secretary of state’s office. Chief among the backers were marijuana companies and tech entrepreneurs, including Sean Parker, a founder of the file-sharing service Napster and a former president of Facebook, who was the single largest donor to the campaign. The anti-legalization campaign had spent less than $2 million in California.\nKevin Sabet, the president of Smart Approaches to Marijuana, one of the country’s major funders against marijuana legalization initiatives, attributed the imbalance in campaign spending to investments by marijuana companies hoping to profit if the industry was legalized.\n“There’s a lot of money to be made if marijuana is legal, not a lot of money to be made if it remains illegal,” he said.\nOpponents of legalization say the adoption of medical marijuana laws in more than 25 states has led to a popular perception that cannabis is good for you. They have called for more studies on the drug’s long-term effects, particularly on the developing brains of young people.", "url": "https://www.nytimes.com/2016/11/09/us/politics/marijuana-legalization.html"}