{"authors": ["Eduardo Porter"], "date_download": "2022-10-25 23:39:17", "date_modify": "2022-10-25 23:39:17", "date_publish": "2016-11-22 10:00:17", "description": "While China would suffer under a 45 percent tariff, it might be able to take the blow and it would certainly counterpunch.", "filename": "2016_11_22_business_a-trade-war-against-china-might-be-a-fight-trump-couldnt-win_1666741157.html", "image_url": "https://static01.nyt.com/images/2016/11/22/business/23PORTER/22PORTER-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9dd64ead5a0a66cfb3a3ff0b04e9f3f148055c93f294b7597a12cfe631442a9d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_22_business_a-trade-war-against-china-might-be-a-fight-trump-couldnt-win_1666741157.html", "title": "A Trade War Against China Might Be a Fight Trump Couldn’t Win", "title_page": "A Trade War Against China Might Be a Fight Trump Couldn’t Win - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But China might be better placed than the United States to take the blow. And it would certainly counterpunch. An editorial in China’s Global Times, a Communist Party mouthpiece, is probably not far off in its warning that American action would mean: “A batch of Boeing orders will be replaced by Airbus. U.S. auto and iPhone sales in China will suffer a setback, and U.S. soybean and maize imports will be halted.”\nChina has several ways to retaliate. It could bar state-owned companies from doing business with American businesses. It could limit access to essential commodities, as it did in response to a fishing dispute with Japan by stopping exports of so-called rare earth minerals essential to the electronics industry. It could soft-pedal efforts to combat the piracy of American patents and copyrights.\nSome of the United States’ most successful companies would be in for a rough ride. Most of Apple’s iPhones, for example, are assembled in China. The assembly costs, though, account for less than 4 percent of the value added of the device. That means China could force a halt in iPhone production at little cost to itself, while Apple would face a deeply disruptive, expensive effort to shift production elsewhere. Building it from scratch in the United States is nearly impossible.\nHow long could American resolve hold? An analysis by the pro-trade Peterson Institute for International Economics concluded that a full-blown trade war with China and Mexico would push unemployment in the United States to nearly 9 percent in 2020, from 4.9 percent today. That would not improve the economic outlook for millions of working-class Americans in whose name Mr. Trump proposed this fight.\nAnd that may not even be the worst part. Circling the wagons around the American border plays directly into China’s hands in other ways.", "url": "https://www.nytimes.com/2016/11/22/business/a-trade-war-against-china-might-be-a-fight-trump-couldnt-win.html"}