{"authors": ["Mary Williams Walsh"], "date_download": "2022-10-25 23:45:24", "date_modify": "2022-10-25 23:45:24", "date_publish": "2016-02-15 19:02:16", "description": "For years, Abraham Ortiz, of Puerto Rico’s power authority, reported that it bought oil that failed to meet clean-air standards. He was ignored.", "filename": "2016_02_16_business_dealbook_at-puerto-ricos-power-company-a-recipe-for-toxic-air-and-debt.html__r=1_1666741524.html", "image_url": "https://static01.nyt.com/images/2016/02/13/business/16db-rico1/16db-rico1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=937d6abc9ca856e91ca7092c0440660e88fc5054c47805a1cfa4059f95a5f36b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_16_business_dealbook_at-puerto-ricos-power-company-a-recipe-for-toxic-air-and-debt.html__r=1_1666741524.html", "title": "At Puerto Rico’s Power Company, a Recipe for Toxic Air, and Debt", "title_page": "At Puerto Rico’s Power Company, a Recipe for Toxic Air, and Debt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s the most outrageous thing,” he said. “They were borrowing money to meet the payroll. They were borrowing money to run the company. It’s a recipe for having a huge debt, having inefficient equipment, and then going bankrupt.”\nMr. Ortiz did not touch on the utility’s finances in his testimony, but offered a wealth of detail on how it received, stored and tested oil. Hour after hour, under oath, he told of documents doctored by the hundreds with Liquid Paper. He told of lab technicians who recalibrated their equipment to get desired test results. He described off-the-books “rebates” paid to suppliers that were not entitled to the money. He took the senators through an audit report page by page, pointing out each line where he said the findings had been watered down.\nHe recalled the cat-and-mouse games he played with allies in the utility who put him onto audit teams before the Fuel Procurement Office could find out and block him. During one highly contentious field audit in 2012, he said, a man from the Fuel Procurement Office chased him down in a parking lot, screaming.\n“He stuck his finger in my face,” Mr. Ortiz said. “He told me the trouble I was making was the source of all the authority’s problems with oil.”\nIn fact, the authority’s problems with oil had started decades earlier, when residents of Cataño, an industrial community near San Juan, fed up with dirty air and frequent illnesses, waylaid the head of the E.P.A. at a Caribbean conference and persuaded him to do a study. The researchers found that Puerto Rico’s power authority was by far the biggest polluter in its E.P.A. region (which includes New York and New Jersey), spewing an estimated 100 million pounds of sulfur dioxide mist over Cataño and other communities in the shadow of its smokestacks.\nThe federal regulators found that the authority was burning something known as “sludge,” the oil that is left after more desirable distillates are removed from crude oil. Sludge is filthy to burn in any case, but in Puerto Rico it was worse because the power authority in those days had no emissions controls on its smokestacks.\nThe E.P.A. brought its findings to the Justice Department and several years of litigation followed. In 1999, the authority came under a federal consent decree, requiring it to limit emissions of sulfur and other hazardous substances. The decree was amended in 2004. Much of the skewed testing that Mr. Ortiz described in his testimony involved what he said were efforts to skirt those limits during and after the litigation, and to continue buying and burning sludge.\n“I can’t tell you the reason,” Mr. Ortiz said in his testimony. “I can only tell you that it happened, that it was bad, and that it has had horrible consequences for the authority.”", "url": "https://www.nytimes.com/2016/02/16/business/dealbook/at-puerto-ricos-power-company-a-recipe-for-toxic-air-and-debt.html?_r=1"}