{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 23:38:52", "date_modify": "2022-10-25 23:38:52", "date_publish": "2016-05-17 16:58:42", "description": "Aleksei A. Navalny and his associates were returning to Moscow from a hiking trip in southern Russia when a group of men threw bags of milk at them, prompting a melee that was captured on video.", "filename": "2016_05_18_world_europe_cossacks-clash-violently-with-kremlin-opposition-leader-and-supporters_1666741132.html", "image_url": "https://static01.nyt.com/images/2016/05/17/multimedia/18russia-attack/18russia-attack-facebookJumbo.jpg?year=2016&h=549&w=1050&s=4513bdbcf9765efa0e6af1a57394e5eec8fdb38fea2ad5bbea337c0280172b5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_18_world_europe_cossacks-clash-violently-with-kremlin-opposition-leader-and-supporters_1666741132.html", "title": "Cossacks Clash Violently With Kremlin Opposition Leader and Supporters", "title_page": "Cossacks Clash Violently With Kremlin Opposition Leader and Supporters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Men in Cossack fatigues attacked a group of anti-Kremlin activists led by the anti-corruption crusader Aleksei A. Navalny in southern Russia on Tuesday, in a melee that was captured on video and quickly uploaded to Facebook.\nMr. Navalny and his associates were returning to Moscow from a hiking trip in southern Russia when a group of men threw bags of milk at them in the entryway to an airport in the Black Sea resort of Anapa.\nA brawl ensued, with the attackers punching opposition activists and throwing some of them to the ground. Wearing signature Cossack black-and-red fleece hats, the attackers yelled “occupiers” and “get off our land.”\nAfterward, one of the Cossacks argued on the Govorit Moskva radio station that, the shower of milk notwithstanding, a member of Mr. Navalny’s group had started the fight. A review of the video of the confrontation does seem to back up the claim, with an activist in a red shirt throwing an elbow at an older man.", "url": "https://www.nytimes.com/2016/05/18/world/europe/cossacks-clash-violently-with-kremlin-opposition-leader-and-supporters.html"}