{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 22:59:58", "date_modify": "2022-10-25 22:59:58", "date_publish": "2016-09-27 02:53:27", "description": "The reductions affect a wide range of government employees, from ministers, whose pay was cut by 20 percent, to civil servants, whose overtime pay and vacation time will face new limits.", "filename": "2016_09_27_world_middleeast_saudi-arabia-cuts-salaries-oil.html__r=0_1666738798.html", "image_url": "https://static01.nyt.com/images/2016/09/28/world/27SAUDI-web1/27SAUDI-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=21dd054d6b0e9e7ae8f7147d1b407e56767985d0247ddfda54936e5caf005c23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_27_world_middleeast_saudi-arabia-cuts-salaries-oil.html__r=0_1666738798.html", "title": "Decline in Oil Prices Lands on Government Workers as Saudi Arabia Cuts Paychecks", "title_page": "Decline in Oil Prices Lands on Government Workers as Saudi Arabia Cuts Paychecks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIYADH, Saudi Arabia — Saudi Arabia on Monday announced sudden, drastic cuts to salaries and perks for government employees as part of the kingdom’s struggle to slash spending at a time of low oil prices.\nThe cuts, unveiled in a series of royal decrees and cabinet statements read aloud on state television, reduced ministers’ salaries by 20 percent, slashed perquisites for members of the consultative assembly and limited overtime pay and vacation for civil servants.\nThe drop in world petroleum prices since 2014 has caused major financial problems for the Saudi government, which gets most of its income from oil and ran a budget deficit of nearly $100 billion last year.\nThe new measures came as a shock to many in the country’s bloated public sector, which for decades has served as a vehicle for the royal family to distribute its oil wealth in the form of well-paid jobs that often require little work.", "url": "https://www.nytimes.com/2016/09/27/world/middleeast/saudi-arabia-cuts-salaries-oil.html?_r=0"}