{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:54", "date_modify": "2022-10-25 23:40:54", "date_publish": "2016-06-27 00:30:33", "description": "The conservative Popular Party won 137 of 350 seats in Parliament, up from 123 in the December elections but not enough to settle who will form the next government.", "filename": "2016_06_27_world_europe_election-in-spain-gives-conservatives-more-seats-but-no-mandate_1666741254.html", "image_url": "https://static01.nyt.com/images/2016/06/27/world/SUB-SPAIN/SUB-SPAIN-facebookJumbo.jpg?year=2016&h=549&w=1050&s=ee9a6957638eb96bde56686459d72934148494f1d038929cc5901a44d53fc89b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_27_world_europe_election-in-spain-gives-conservatives-more-seats-but-no-mandate_1666741254.html", "title": "Election in Spain Gives Conservatives More Seats but No Mandate", "title_page": "Election in Spain Gives Conservatives More Seats but No Mandate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — The conservative Popular Party of Mariano Rajoy, Spain’s caretaker prime minister, won the most votes in Spain’s repeat national elections on Sunday, as the Socialists held off a challenge from the Podemos Party to remain the largest left-wing formation.\nThe fragmented result, however, did not settle who will form the country’s next government. Instead, Mr. Rajoy and the leaders of Spain’s other parties face another tricky round of coalition negotiations. National elections in December were also inconclusive.\nThe Popular Party’s advance appeared to show that conservative voters responded to Mr. Rajoy’s last-ditch warning against the kind of radical overhaul demanded by Podemos at a time of political crisis in the European Union. The Spanish elections took place three days after the British voted to leave the European Union, in a referendum that sent financial markets in Spain and throughout the world tumbling on Friday.\nWith 99.8 percent of the vote counted, Mr. Rajoy’s Popular Party had won 137 of 350 parliamentary seats, up from 123 seats in the December elections. The Socialists captured 85 seats, five fewer than in December.", "url": "https://www.nytimes.com/2016/06/27/world/europe/election-in-spain-gives-conservatives-more-seats-but-no-mandate.html"}