{"authors": ["Helene Cooper", "David E. Sanger"], "date_download": "2022-10-25 23:30:46", "date_modify": "2022-10-25 23:30:46", "date_publish": "2016-01-12 21:44:20", "description": "American officials said that the military had lost contact with the boats in the Persian Gulf and that Iran had promised to return the sailors soon.", "filename": "2016_01_13_world_middleeast_iran-holds-us-navy-boats-crew_1666740646.html", "image_url": "https://static01.nyt.com/images/2016/01/13/world/13SHIPS/13SHIPS-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=f3c9b0c6a38c620ba0af8a54dd01fc43b9e0aa6806263d6b9b8e447554fd6efa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_13_world_middleeast_iran-holds-us-navy-boats-crew_1666740646.html", "title": "Iran Seizes U.S. Sailors Amid Claims of Spying", "title_page": "Iran Seizes U.S. Sailors Amid Claims of Spying - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Iran seized two United States Navy patrol boats and 10 crew members who were described as “trespassing” on Tuesday in Iranian waters near a major naval base.\nBut the Pentagon and the State Department said that one of the boats had experienced mechanical problems while en route from Kuwait to Bahrain on a routine mission. Administration officials said that the military had lost contact with the boats before they strayed into Iranian territorial waters. They said they had received assurances from Iran that the 10 sailors would be returned soon, perhaps on Wednesday.\nBut a spokesman for the Islamic Revolutionary Guards Corps, Brig. Gen. Ramezan Sharif, was quoted Wednesday morning in the Iranian news media as saying that talk of an immediate release was “speculation.” He said an “investigation” was underway and that “talks” were being held with the sailors, suggesting that they were being interrogated.\nGeneral Sharif said the sailors were being held under good conditions and treated with “Islamic compassion.”", "url": "https://www.nytimes.com/2016/01/13/world/middleeast/iran-holds-us-navy-boats-crew.html"}