{"authors": ["Erica Goode"], "date_download": "2022-10-25 23:29:51", "date_modify": "2022-10-25 23:29:51", "date_publish": "2016-12-18 11:10:24", "description": "The bears that come here are climate refugees, on land because the sea ice they rely on for hunting seals is receding.", "filename": "2016_12_18_science_polar-bears-global-warming_1666740591.html", "image_url": "https://static01.nyt.com/images/2016/12/13/world/americas/14PolarBears-Web-slide-C2KR/14PolarBears-Web-slide-C2KR-facebookJumbo.jpg?year=2016&h=550&w=1050&s=964db9df84928bec3a6df7fa716e80dea4421340ccc482729b74f261ae3ba903&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_18_science_polar-bears-global-warming_1666740591.html", "title": "Polar Bears’ Path to Decline Runs Through Alaskan Village", "title_page": "Polar Bears’ Path to Decline Runs Through Alaskan Village - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "‘An Urgency’ to Visit\nThe proliferation of polar bears in Kaktovik in the fall has drawn wildlife photographers, journalists and climate-change tourists to the village, filling its two small hotels or flying in from Fairbanks for the day on chartered planes.\nAbout 1,200 people came to view the bears in 2015, and the number is increasing year by year, according to Robert Thompson, an Inupiat guide who owns one of six boats that take tourists to view the bears.\nSome visitors are surprised at the bears’ darkened coats, dirty from rolling in sand and whale remains. “They don’t look like polar bears,” one man from the Netherlands said. “But it does not matter. I will Photoshop them when I get home.”\nSusan Trucano, who arrived in early September with her son, Matthew, said they wanted to see polar bears in the wild before they were driven to extinction.\n“It was an urgency to come here,” Ms. Trucano said. “My fear was that we would lose the opportunity of seeing these magnificent animals.”\nThe increasing tourism has been a financial boon for some people in Kaktovik, but it has upset others. Tourists take up seats on the small commercial flights in and out of the village during the fall months when the bears are there, crowding out residents who need to fly to Anchorage or Fairbanks. And some visitors wander through town snapping pictures without asking permission, or get in the way of the rituals that accompany the whale hunt. Last year, an intrusive tourist nearly came to blows with one of the whaling captains.\nFor the most part, polar bears and people have coexisted peacefully here. Village residents are tolerant of the bears — “They could break right in here, but they know the rules,” said Merlyn Traynor, a proprietor of the Waldo Arms Hotel — and with the whale remains, they have little reason to come after humans.", "url": "https://www.nytimes.com/2016/12/18/science/polar-bears-global-warming.html"}