{"authors": ["The New York Times"], "date_download": "2022-10-25 23:28:27", "date_modify": "2022-10-25 23:28:27", "date_publish": "2016-10-07 20:40:29", "description": "Fifteen years after the American war in Afghanistan began, many Afghan families say the fighting and daily fear are worse than ever before.", "filename": "2016_10_08_world_asia_afghanistan-war_1666740507.html", "image_url": "https://static01.nyt.com/images/2016/10/01/world/08AFGHANVOICES1/08AFGHANVOICES1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=8ba133e20524fc802f2f9a9e5e60b1715ea48af1d50ffa509315d27151bd3e0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_08_world_asia_afghanistan-war_1666740507.html", "title": "Voices From a Worsening Afghan War", "title_page": "Voices From a Worsening Afghan War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — On this day 15 years ago, the United States began a costly war in Afghanistan that in several ways is more grim now than ever before. Now, even as the European Union is preparing to send tens of thousands of Afghan migrants back, war, intimidation and dislocation are a daily reality for many families in Afghanistan.\nWith the American military presence down to less than 10,000 troops in Afghanistan, the Taliban are again seizing large stretches of territory. And the hope that the Afghan security forces, trained and funded by the United States, could keep at least major cities safe from the Taliban is crumbling.\nThis week, the Taliban overran the provincial capital of Kunduz for a second time in a year, and insurgents threaten several other provincial capitals. Small pockets of new militants claiming affiliation with the Islamic State have added to the chaos, wreaking havoc in parts of the country’s east.\nHere are accounts from a few of the Afghans caught up by the war, translated and edited for clarity.", "url": "https://www.nytimes.com/2016/10/08/world/asia/afghanistan-war.html"}