{"authors": ["John Koblin"], "date_download": "2022-10-25 23:31:19", "date_modify": "2022-10-25 23:31:19", "date_publish": "2016-01-18 01:46:07", "description": "Netflix’s refusal to disclose ratings has led to mounting frustration from traditional television industry executives.", "filename": "2016_01_18_business_media_disruption-by-netflix-irks-tv-foes_1666740679.html", "image_url": "https://static01.nyt.com/images/2016/01/18/business/netflixjump3/netflixjump3-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=ed8c5b050011aa48f30d8fe673da180903f8ed73773f7f254959764bff0e0496&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_18_business_media_disruption-by-netflix-irks-tv-foes_1666740679.html", "title": "Netflix’s Opaque Disruption Annoys Rivals on TV", "title_page": "Netflix’s Opaque Disruption Annoys Rivals on TV - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PASADENA, Calif. — Tensions between Netflix and traditional television networks escalated this weekend after industry executives expressed mounting frustration over Netflix’s refusal to disclose ratings.\nAt a Television Critics Association event, NBC Universal introduced viewership figures last Wednesday provided by an outside firm that suggested several of Netflix’s shows fall in line with broadcast and cable shows, implying that traditional television remains vibrant. On Saturday, John Landgraf, the chief executive of the cable network FX, picked up the theme, saying it was “ridiculous” that Netflix did not release viewership numbers.\nNetflix’s chief content officer, Ted Sarandos, shot back on Sunday, saying the numbers provided by NBC were “remarkably inaccurate” and asking why NBC would spend time and energy to “talk about our ratings.”\n“Maybe because it’s more fun than talking about NBC ratings,” he said.\nThe pitched back-and-forth occurred as ratings are falling for broadcast and cable networks while Netflix’s offerings of original programs are growing. Mr. Sarandos said that the streaming service would spend $6 billion on content this year, and original scripted programming would be part of that budget.", "url": "https://www.nytimes.com/2016/01/18/business/media/disruption-by-netflix-irks-tv-foes.html"}