{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:33:42", "date_modify": "2022-10-25 23:33:42", "date_publish": "2016-11-26 11:00:27", "description": "After a fall from power in Hollywood, is there a path back?", "filename": "2016_11_26_fashion_fall-from-power-hollywood-executives_1666740822.html", "image_url": "https://static01.nyt.com/images/2016/11/27/fashion/27STEALERS3/27STEALERS3-facebookJumbo.jpg?year=2016&h=550&w=1050&s=6f8a43f4ad07d144bd803a96fb801411cee41d05a95dcd4fa424df8397443241&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_26_fashion_fall-from-power-hollywood-executives_1666740822.html", "title": "From Moguls to Mortals", "title_page": "From Moguls to Mortals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Moore, 54, also has a new fiancée, Betty Zhou, 35, who is the host of a show on Chinese television called “Talking to Hollywood With Betty Zhou.” (No, contrary to Hollywood gossip, he did not propose to her on live TV. But they did pose for photos afterward while offering a Vulcan salute.)\nMr. Moore, who sounded relaxed during our interview, said that he had recently returned from Europe (“the first real vacation I’ve had in 15 years”) and was now starting to think about his next career move. “Where’s the growth?” he asked rhetorically. “Where would be a fun place to work next? At some point, you get through the shock of what happened and start getting excited about new opportunities.”\nSo far, put Mr. Moore squarely in the graceful category.\nHow are his jettisoned compatriots doing, emotionally and otherwise? It is hard to know. Whether trying to fly under the radar while putting together a new act, licking wounds, or still miffed about coverage (mine specifically) of their departure, they declined interview requests. But this much is clear: None are ready to leave the stage.\nMr. Gianopulos, 64, whose departure from Fox, where he spent 24 years, revealed considerable good will toward him as people rallied to his side, has been courted by financiers for potential partnerships.\nMr. Friedman, 65, one of the architects behind Summit Entertainment, which hit pay dirt with the “Twilight” film series and then sold itself to Lionsgate, has been hired as a consultant for Paramount’s “Transformers: The Last Knight,” set for June release. According to Mr. Friedman’s friends, he may decide to start a new studio.", "url": "https://www.nytimes.com/2016/11/26/fashion/fall-from-power-hollywood-executives.html"}