{"authors": ["Joe Nocera"], "date_download": "2022-10-25 23:27:28", "date_modify": "2022-10-25 23:27:28", "date_publish": "2016-02-19 17:23:02", "description": "It is worth recalling Trump’s ownership of the New Jersey Generals in the short-lived U.S.F.L. for what it can tell us about the way he makes decisions and works (or doesn’t work) for the greater good.", "filename": "2016_02_20_sports_football_donald-trumps-less-than-artful-failure-in-pro-football_1666740448.html", "image_url": "https://static01.nyt.com/images/2016/02/20/sports/20NOCERA/20NOCERA-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=fff9cdfddb64170703522587787bf58394105c9a01d89b4292343b43773df385&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_20_sports_football_donald-trumps-less-than-artful-failure-in-pro-football_1666740448.html", "title": "Donald Trump’s Less-Than-Artful Failure in Pro Football", "title_page": "Donald Trump’s Less-Than-Artful Failure in Pro Football - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last year, I wrote several columns about Donald J. Trump’s record as a businessman. Far from mastering “The Art of the Deal” — the title of his 1987 best seller — Trump made real estate blunders that turned billions in potential profits into mere millions. His foray into Atlantic City brought him perilously close to personal bankruptcy. As for all his claims about owning a sprawling business empire, what he actually runs these days is a licensing company that slaps the Trump name on everything from buildings to steaks to an education company that was sued by New York State in 2013 for “persistent fraudulent, illegal and deceptive conduct.” My conclusion — and I say this as a grizzled veteran of business journalism — was that Trump’s business acumen (not to mention his net worth) was wildly overstated, not least by Trump himself. His core business skill is self-promotion.\nIt occurred to me, though, that there was one episode of his business life I had overlooked. In 1984 and 1985, Trump owned the New Jersey Generals, who competed in the short-lived United States Football League. It is worth recalling for what it can tell us about the way Trump makes decisions, hires key people, works (or doesn’t work) for the greater good and so on. Not to blow the punch line, but it is not much of an exaggeration to say that once Trump got his hands around this promising idea, he basically strangled it.\nThe key concept behind the U.S.F.L. was that it would play football in the spring. Football fans, the league’s creators believed, wanted to watch their sport year-round, but, alas, they could not: The N.F.L. season ended with the Super Bowl and did not restart until preseason games in August. “In the spring, we had football all to ourselves,” recalled Tad Taube, an owner of the Oakland Invaders.\nAlthough the owners lost money — as you would expect in a new business venture — the league had a surprisingly successful first season. It landed television contracts with ABC and a fledgling sports network called ESPN. Its ratings were decent. Its 12 teams averaged over 25,000 people per game. “For a four-and-a-half-month-old baby, the U.S.F.L. has done quite well,” Jim Spence, a senior vice president at ABC Sports, told The New York Times in July 1983. The network, he added, was “satisfied” with the ratings.", "url": "https://www.nytimes.com/2016/02/20/sports/football/donald-trumps-less-than-artful-failure-in-pro-football.html"}