{"authors": ["Floyd Whaley"], "date_download": "2022-10-25 23:40:08", "date_modify": "2022-10-25 23:40:08", "date_publish": "2016-04-12 10:39:48", "description": "A new agreement will allow the United States to spread more American troops, planes and ships across the Philippines than have been there in decades.", "filename": "2016_04_13_world_asia_philippines-south-china-sea-ash-carter_1666741208.html", "image_url": "https://static01.nyt.com/images/2016/04/13/world/13PHILIPPINES-web1/13PHILIPPINES-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ae3781d61c7bcd81d9309acf9479ead685d8570ecca4a1b3203ae3f011797589&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_13_world_asia_philippines-south-china-sea-ash-carter_1666741208.html", "title": "Eye on China, U.S. and Philippines Ramp Up Military Alliance", "title_page": "Eye on China, U.S. and Philippines Ramp Up Military Alliance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China, which claims most of the South China Sea, has also insisted that any conflicts there should be resolved by countries in the region, not outside powers.\nThe Philippines has been a strategic partner with the United States since World War II, and it is one of the oldest American allies in Asia. For decades, it hosted major American military bases at Subic Bay and Clark Air Base.\nBut in a wave of nationalist sentiment, Philippine lawmakers ejected the American military from the country in 1991. Years of strained military relations followed, though the two countries have come together in recent years over concerns about China’s claims in the South China Sea, which encompass more than 80 percent of the 200-mile exclusive economic zone of the Philippines in waters that Filipinos call the West Philippine Sea.\nMr. Carter said last week that the United States would also provide about $40 million in military aid to the Philippines to be used in part to improve the country’s patrol vessels, as well as to operate unmanned surveillance blimps that can watch over the islands controlled by the Philippines in the South China Sea.\nChina says it is entitled to shoals and islets also claimed by Brunei, Malaysia, Taiwan and Vietnam, as well as much of what the Philippines says is its exclusive economic zone. Beijing has asserted its right to these areas in part by reclaiming land and building fortified artificial islands with military facilities.\nThe Philippines has sought international arbitration in the dispute, which could yield a decision soon. But China claims “indisputable sovereignty” over the territory, and rejects arbitration as “a political provocation in the guise of law,” Lu Kang, a Foreign Ministry spokesman, said Tuesday.", "url": "https://www.nytimes.com/2016/04/13/world/asia/philippines-south-china-sea-ash-carter.html"}