{"authors": ["Vindu Goel"], "date_download": "2022-10-25 23:46:51", "date_modify": "2022-10-25 23:46:51", "date_publish": "2016-08-08 00:17:15", "description": "Corporations are turning to Apple’s products for their tight-knit hardware and software, advanced security and intuitive interfaces.", "filename": "2016_08_08_technology_once-taunted-by-steve-jobs-companies-are-now-big-customers-of-apple_1666741611.html", "image_url": "https://static01.nyt.com/images/2016/08/08/business/08APPLE1/08APPLE1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=dc5f2ef02635a6b75561361d6eb3ab32c351667d2bb39afbe5231cc12a4e47a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_08_technology_once-taunted-by-steve-jobs-companies-are-now-big-customers-of-apple_1666741611.html", "title": "Once Taunted by Steve Jobs, Companies Are Now Big Customers of Apple", "title_page": "Once Taunted by Steve Jobs, Companies Are Now Big Customers of Apple - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We can get to customers wherever they are,” said Abigail Comber, who is in charge of the customer experience at the airline. “It’s technology that’s very intuitive. What the team has managed to do brilliantly is take away everything that happens on the back end.” The carrier has so far deployed its apps across 17,000 iPads, and is looking to digitize even more of its business.\nApple says it is focused on creating great devices — for all customers. “We’re dedicated to building products that make people’s lives better, often in ways that we couldn’t have even imagined, enabling them to do things that they have never done before,” Susan Prescott, vice president of worldwide product marketing, markets and applications, said in a statement. “Our goal with business customers is the same — to enable them to do something great with mobile and truly modernize and transform their business.”\nApple’s increased attention to business customers has not come without internal angst.\n“Apple totally recognizes that their products are being used in a workplace context and not just at home,” Mr. Gillett said. “But they are rabidly focused on making the world better for individual users. They have a strong fear if they begin to think too much about their enterprise customers, they will compromise the consumer experience.”\nApple runs three-day boot camps for companies at its campus in Cupertino, Calif., to help them rapidly build prototype apps. But it was not an approach that could be scaled up to thousands of corporate customers.\nHence Apple’s decision to team up with other companies that specialize in catering to businesses. As Timothy D. Cook, Apple’s chief executive, quipped at an industry conference last September: “Life is short. We’re going to die soon. And you’ve got to have as many friends as you can.”\nIBM, Apple’s archrival in the early personal computer business, is now one of the company’s biggest boosters. Under a two-year-old partnership, IBM, which has transformed itself into a technology services powerhouse, has developed more than 100 business-oriented apps for Apple’s iOS operating system that it has sold to over 2,000 enterprises. The effort brought in more than half a billion dollars in revenue to Big Blue last year.", "url": "https://www.nytimes.com/2016/08/08/technology/once-taunted-by-steve-jobs-companies-are-now-big-customers-of-apple.html"}