{"authors": ["Kit Eaton"], "date_download": "2022-10-25 23:29:06", "date_modify": "2022-10-25 23:29:06", "date_publish": "2016-12-21 17:25:09", "description": "For fans of “Star Wars,” “Star Trek” and science fiction, in a galaxy right here today, there is a lot of content designed for the supercomputer smartphone in your pocket.", "filename": "2016_12_21_technology_personaltech_ways-to-tap-into-the-force-and-beam-up-your-inner-trekkie_1666740546.html", "image_url": "https://static01.nyt.com/images/2016/12/21/business/22SMART1/22SMART1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=afab1199917925ea53dc16944289706c31654bd53148867469500743333562cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_21_technology_personaltech_ways-to-tap-into-the-force-and-beam-up-your-inner-trekkie_1666740546.html", "title": "Ways to Tap Into the Force, and Beam Up Your Inner Trekkie", "title_page": "Ways to Tap Into the Force, and Beam Up Your Inner Trekkie - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If you prefer to play a game with characters from a more recent “Star Wars” movie, check out Lego Star Wars: The Force Awakens, based on the 2015 hit film, which stars characters like Rey and the droid BB-8. The game, which is fun and a challenge to complete, is free for iOS and Android — though to you have to pay in-app to unlock the full content.\nFor those who prefer to battle the forces of evil in a more grown-up setting, try Star Wars: Galaxy of Heroes. This is a turn-based combat game, with 3-D-ish graphics and gameplay set in venues different from those in the movies, prequels and TV shows like “The Clone Wars.”\nIn the game, you are in control of a team of players, each with a different weapon and combat skills. As you fight against the Empire, you earn rewards and enhance your character’s skills to get stronger weapons. The game has great graphics and sophisticated options for leveling up your characters.\nBut beware of how this game might affect your wallet. While it is free to download on iOS and Android, you can advance more quickly by buying “crystals” in the app. Though prices start at a few dollars, some options are more expensive.", "url": "https://www.nytimes.com/2016/12/21/technology/personaltech/ways-to-tap-into-the-force-and-beam-up-your-inner-trekkie.html"}