{"authors": ["Mary Williams Walsh"], "date_download": "2022-10-25 23:45:18", "date_modify": "2022-10-25 23:45:18", "date_publish": "2016-02-01 18:59:18", "description": "With Puerto Rico’s power authority $9 billion in debt and the commonwealth owing $72 billion, free electricity may end.", "filename": "2016_02_02_business_dealbook_puerto-rico-power-authoritys-debt-is-rooted-in-free-electricity_1666741518.html", "image_url": "https://static01.nyt.com/images/2016/02/02/business/02DBRICO/02DBRICO-facebookJumbo.jpg?year=2016&h=550&w=1050&s=969a212713d3c8760ef2bfaad5730ffc6aa83b8845dba087fcb8b7b3612e2be4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_02_business_dealbook_puerto-rico-power-authoritys-debt-is-rooted-in-free-electricity_1666741518.html", "title": "How Free Electricity Helped Dig $9 Billion Hole in Puerto Rico", "title_page": "How Free Electricity Helped Dig $9 Billion Hole in Puerto Rico - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The private companies had paid local property taxes, but publicly owned Prepa did not. Free electricity was intended to make up for the lost tax revenue. The value of the free power was supposed to match the forgone taxes, and if cities took more, they were supposed to pay for it. But the rates are driven by oil prices, which since the 1970s have lost any connection they might have had to property values, and the power authority simply stopped trying to collect what cities owed. In 2014 a consulting firm found the cities had received $420 million worth of free electricity that they should have paid for.\nNor was it just towns and cities. The consulting firm FTI Capital Advisors found that 288 governmental bodies on the island were delinquent in their power payments by $300 million. Among them were public schools, hospitals, low-income housing projects, a commuter train, the island’s water and sewerage system, and its highway authority, which operates traffic signals, toll plazas and highway lighting.\nIf the power authority were to demand immediate payment from them, it could set off a domino effect of defaults and insolvencies.\nIn 2012, for example, Puerto Rico’s port authority fell $60 million behind on its electric bills, and the utility threatened to cut off power to the island’s main commercial airport, in San Juan. That would have forced the airport to close, a catastrophe for an island economy that caters to tourists.\nTo avert a crisis, the government sold the airport to a private investment group from Mexico, and used the proceeds to make a dent in the overdue $60 million. But before long, what was left of the port authority, nine seaports and 11 small airports, started falling behind on electric bills again.\nThe power authority is working out a payment plan for them.\nOther delinquencies have been tougher to resolve. When the power authority threatened to turn off the power in the commuter rail system’s administrative offices, rail officials scoffed, saying the authority had no legal standing to enforce its claims.\n“Nobody’s happy,” Senator Bhatia said in a recent interview in San Juan. “Nobody’s in a good position, and that’s why we have to keep working together.”", "url": "https://www.nytimes.com/2016/02/02/business/dealbook/puerto-rico-power-authoritys-debt-is-rooted-in-free-electricity.html"}