{"authors": ["Alissa J. Rubin", "Hwaida Saad"], "date_download": "2022-10-25 23:01:27", "date_modify": "2022-10-25 23:01:27", "date_publish": "2016-11-21 02:14:51", "description": "Bombs launched by the Syrian government seriously damaged two general hospitals providing trauma care in the war zone and hit the only children’s hospital.", "filename": "2016_11_21_world_middleeast_aleppo-syria-bombs-hospital_1666738887.html", "image_url": "https://static01.nyt.com/images/2016/11/21/world/SYRIA/SYRIA-facebookJumbo.jpg?year=2016&h=550&w=1050&s=087e49589b810a471f5a91be73979aff2c4b2108a0cb837bd0979c88b0d88457&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_21_world_middleeast_aleppo-syria-bombs-hospital_1666738887.html", "title": "Aleppo Bombs Leave Quarter Million ‘Living in Hell’ and Without Hospital Care", "title_page": "Aleppo Bombs Leave Quarter Million ‘Living in Hell’ and Without Hospital Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — The remaining hospitals on the rebel-held side of Aleppo, Syria, have been badly damaged and forced to stop providing care amid an intensifying bombardment, according to the World Health Organization.\nBombs launched by the Syrian government over the past three days seriously damaged two general hospitals that were providing trauma care in the war zone and hit the only children’s hospital, according to doctors, nurses and residents.\nThe destruction left more than a quarter-million people in eastern Aleppo without hospital care, the W.H.O. said. It is unclear if the hospitals will be able to reopen.\n“Although some health services are still available through small clinics, residents no longer have access to trauma care, major surgeries, and other consultations for serious health conditions,” the health organization said in a statement issued Sunday.", "url": "https://www.nytimes.com/2016/11/21/world/middleeast/aleppo-syria-bombs-hospital.html"}