{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:30:10", "date_modify": "2022-10-25 23:30:10", "date_publish": "2016-05-28 17:50:56", "description": "Mr. Trump’s campaign has engendered impassioned discussion about the nature of his appeal and warnings from critics on the left and the right.", "filename": "2016_05_29_world_europe_rise-of-donald-trump-tracks-growing-debate-over-global-fascism_1666740610.html", "image_url": "https://static01.nyt.com/images/2016/05/29/world/JP-FASCISM1/JP-FASCISM1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=7d990862c1acd57d3d9dfe40eb9904c1560821e12cc62fd2ce53ebddd9c79f5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_29_world_europe_rise-of-donald-trump-tracks-growing-debate-over-global-fascism_1666740610.html", "title": "Rise of Donald Trump Tracks Growing Debate Over Global Fascism", "title_page": "Rise of Donald Trump Tracks Growing Debate Over Global Fascism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The comparison was inflammatory, to say the least. Former Gov. William F. Weld of Massachusetts equated Donald J. Trump’s immigration plan with Kristallnacht, the night of horror in 1938 when rampaging Nazis smashed Jewish homes and businesses in Germany and killed scores of Jews.\nBut if it was a provocative analogy, it was not a lonely one. Mr. Trump’s campaign has engendered impassioned debate about the nature of his appeal and warnings from critics on the left and the right about the potential rise of fascism in the United States. More strident opponents have likened Mr. Trump to Adolf Hitler and Benito Mussolini.\nTo supporters, such comparisons are deeply unfair smear tactics used to tar conservatives and scare voters. For a bipartisan establishment whose foundation has been shaken by Mr. Trump’s ascendance, these backers say, it is easier to delegitimize his support than to acknowledge widespread popular anger at the failure of both parties to confront the nation’s challenges.\nBut the discussion comes as questions are surfacing around the globe about a revival of fascism, generally defined as a governmental system that asserts complete power and emphasizes aggressive nationalism and often racism. In places like Russia and Turkey, leaders like Vladimir V. Putin and Recep Tayyip Erdogan employ strongman tactics. In Austria, a nationalist candidate came within three-tenths of a percentage point of becoming the first far-right head of state elected in Europe since World War II.", "url": "https://www.nytimes.com/2016/05/29/world/europe/rise-of-donald-trump-tracks-growing-debate-over-global-fascism.html"}