{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:20", "date_modify": "2022-10-25 23:39:20", "date_publish": "2016-03-18 06:07:52", "description": "The move raised the prospect of a renewed contest between China and Taiwan over allies, as Gambia had maintained ties to Taiwan for nearly 20 years.", "filename": "2016_03_19_world_asia_china-gambia-taiwan-diplomatic-relations_1666741160.html", "image_url": "https://static01.nyt.com/images/2016/03/19/world/19chinagambia-web1/19chinagambia-web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=d839068ae7cfb0975d05bce977d71f16f7681146d770e5831f670a66aab81a02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_19_world_asia_china-gambia-taiwan-diplomatic-relations_1666741160.html", "title": "China Resumes Diplomatic Relations With Gambia, Shutting Out Taiwan", "title_page": "China Resumes Diplomatic Relations With Gambia, Shutting Out Taiwan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — China announced on Thursday that it had resumed diplomatic relations with Gambia, an African nation that had maintained ties with Taiwan for nearly two decades.\nAs Taiwan prepares to transition from a president who has deepened links with China to one who is far more cautious about cross-strait ties, the move signals a possible resumption of the contest between China and Taiwan to woo countries around the world.\nChina considers Taiwan to be part of its territory, and it has sought to limit the self-ruled island’s international relationships and recognition. Since 1949, when Chiang Kai-shek’s Nationalists fled to Taiwan after losing a civil war, the two sides have competed over diplomatic allies, which since the 1970s have largely flowed to Beijing.\nGambia, the smallest nation in continental Africa, has shifted between the two. After independence from Britain in 1965, it recognized Taiwan, officially known as the Republic of China. Then, after Beijing took over China’s seat in the United Nations in 1971, Gambia shifted its recognition to the People’s Republic of China.", "url": "https://www.nytimes.com/2016/03/19/world/asia/china-gambia-taiwan-diplomatic-relations.html"}