{"authors": ["Michael Winerip", "Michael Schwirtz"], "date_download": "2022-10-25 23:49:33", "date_modify": "2022-10-25 23:49:33", "date_publish": "2016-09-21 13:16:09", "description": "The corrections officers, who worked in Fishkill, were accused of severely injuring Kevin Moore, tearing out his dreadlocks and lying about the encounter.", "filename": "2016_09_22_nyregion_new-york-officers-downstate-correctional-facility-inmate-beating_1666741773.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_22_nyregion_new-york-officers-downstate-correctional-facility-inmate-beating_1666741773.html", "title": "Five New York Prison Guards Charged in ’13 Beating of Inmate", "title_page": "Five New York Prison Guards Charged in ’13 Beating of Inmate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the night three years ago when Kevin Moore’s dreadlocks were ripped out and his ribs and facial bones were broken, a group of New York State corrections officers involved in a confrontation with him said that they were the victims, that Mr. Moore, a 56-year-old inmate, had attacked them.\nTo make their case, the officers, who worked at Downstate Correctional Facility in Fishkill, produced a trove of evidence. There were photos of a back injury one of them had sustained; pages from use-of-force reports; assorted memorandums and entries in a cellblock log book — all of it attesting to the professionalism the officers displayed in subduing Mr. Moore.\nIn fact, it was all lies, federal prosecutors said on Wednesday as they unsealed charges of civil rights violations and fraud against five of the officers involved in the Nov. 12, 2013, beating.\nThe back injury? Corrections Officer George Santiago Jr. had actually hit another officer with a baton to make it appear that the inmate had attacked him, the prosecutors said. The stacks of reports? Falsified, the prosecutors said, by several officers who cleaned up Mr. Moore’s blood and then, instead of sending him to the hospital, placed him in solitary confinement overnight.", "url": "https://www.nytimes.com/2016/09/22/nyregion/new-york-officers-downstate-correctional-facility-inmate-beating.html"}