{"authors": ["Dave Itzkoff"], "date_download": "2022-10-25 23:29:13", "date_modify": "2022-10-25 23:29:13", "date_publish": "2016-11-29 11:00:17", "description": "The actress Felicity Jones, already well regarded, is set to launch into a higher stratosphere in “Rogue One: A Star Wars Story.”", "filename": "2016_11_29_movies_felicity-jones-rogue-one-a-star-wars-story_1666740553.html", "image_url": "https://static01.nyt.com/images/2016/12/04/arts/04FELICITY-JONES1/04FELICITY-JONES1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=d5476d0ab4d8fba39d75218c7638b2b8baaf896ba4b0440df626efdbdc71c98d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_29_movies_felicity-jones-rogue-one-a-star-wars-story_1666740553.html", "title": "From ‘Rogue One’: A Rising Star in a Galaxy Far, Far Away", "title_page": "From ‘Rogue One’: A Rising Star in a Galaxy Far, Far Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some weeks ago, Felicity Jones was strolling the streets of London when she was stopped by a woman she described as “very tall and very model-y looking,” who politely asked to take a picture with her. Ms. Jones, an Academy Award-nominated actress, gladly obliged, then walked a short distance before she was stopped by another passer-by. “Who was that?” this pedestrian asked her.\nAs a humbled Ms. Jones recounted this exchange, “I just went, ‘I don’t know, but she seems cool!’”\nShe added, “My feet are kept, very much, firmly, firmly on the ground.”\nThis is what it means to be Ms. Jones, 33, who, at least by some reckonings, is the British actress and fashion star whose career was exponentially accelerated by the critical and commercial success of “The Theory of Everything,” the 2014 biographical film about Stephen Hawking.\nBy other assessments, including her own, she is hardly worthy of recognition, just a diligent performer whose résumé includes some modest cult favorites (“Like Crazy”) and some big-budget crowd-pleasers (“Inferno”).", "url": "https://www.nytimes.com/2016/11/29/movies/felicity-jones-rogue-one-a-star-wars-story.html"}