{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:52:46", "date_modify": "2022-10-25 23:52:46", "date_publish": "2016-05-22 00:00:18", "description": "This collective digital-currency start-up runs head-on into regulatory obstacles, yet might very well upend the mysterious world of virtual investing.", "filename": "2016_05_22_business_dealbook_crypto-ether-bitcoin-currency_1666741966.html", "image_url": "https://static01.nyt.com/images/2016/05/19/business/19db-crypto1/19db-crypto1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=37a9c379d86cf8e494876c6d0b32bdcdc8a4bdb2825fddcbe5c20584609f3556&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_22_business_dealbook_crypto-ether-bitcoin-currency_1666741966.html", "title": "A Venture Fund With Plenty of Virtual Capital, but No Capitalist", "title_page": "A Venture Fund With Plenty of Virtual Capital, but No Capitalist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After it collects Ether from investors — the deadline to buy in is May 28 — the D.A.O. aims to put the money into other digital currency start-ups. The investing decisions are to be made through online polling of shareholders like Mr. Stern, who has a day job dealing with parking policy in the town of Montreuil, just outside Paris.\n“I think it is the beginning of something that could, in a way, make history,” said Mr. Stern, who previously lost a small sum of money he invested in Bitcoin when a major Bitcoin exchange — Mt. Gox — went bust. “Maybe it can fail, maybe it can succeed, but for sure it is an idea that is very interesting.”\nThe rise of the new venture comes at a time when the technology underlying virtual currencies is rapidly being embraced by the mainstream: Most Wall Street firms and many central banks are experimenting with the blockchain, the online ledger system that Bitcoin and Ether pioneered. Banks hope the blockchain, or something like it, can provide a faster, cheaper way of conducting transactions and storing data.\nThe D.A.O., on the other hand, returns to the more radical ambitions of virtual currencies. It is set up according to computer code, with no human executives. All decisions will be made by votes of the people who buy in — using software — making it a sort of technology-enabled leaderless collective.\nThe basic code was written by a 32-year-old German programmer, Christoph Jentzsch. But he is not set to have any continuing role, and the D.A.O. does not hold the money of investors; instead, the investors own D.A.O. tokens that give them rights to vote on potential projects. Mr. Jentzsch said on Wednesday in an interview that he thought the structure absolved him of any legal responsibility for what could happen with the project.", "url": "https://www.nytimes.com/2016/05/22/business/dealbook/crypto-ether-bitcoin-currency.html"}