{"authors": ["Edward Wong"], "date_download": "2022-10-25 22:55:43", "date_modify": "2022-10-25 22:55:43", "date_publish": "2016-08-18 02:00:22", "description": "The fuel was responsible for 366,000 premature deaths in the country in 2013, Chinese and American researchers concluded.", "filename": "2016_08_18_world_asia_china-coal-health-smog-pollution_1666738543.html", "image_url": "https://static01.nyt.com/images/2016/08/18/world/18CHINA-web1/18CHINA-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d26429efa1e308d7780f7b656e4172edd1f7a6858bd214dde8dcbdf87d74b906&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_18_world_asia_china-coal-health-smog-pollution_1666738543.html", "title": "Coal Burning Causes the Most Air Pollution Deaths in China, Study Finds", "title_page": "Coal Burning Causes the Most Air Pollution Deaths in China, Study Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Burning coal has the worst health impact of any source of air pollution in China and caused 366,000 premature deaths in 2013, Chinese and American researchers said on Thursday.\nCoal is responsible for about 40 percent of the deadly fine particulate matter known as PM 2.5 in China’s atmosphere, according to a study the researchers released in Beijing.\nThose figures are consistent with what Chinese scientists have been saying in recent years about industrial coal burning and its relation to air pollution.\nThe study, which was peer-reviewed, grew out of a collaboration between Tsinghua University in Beijing, one of China’s top research universities, and the Health Effects Institute, based in Boston, a research center that receives funding from the United States Environmental Protection Agency and the worldwide motor vehicle industry. The researchers’ primary aim was to identify the main sources of air pollution leading to premature deaths in China.", "url": "https://www.nytimes.com/2016/08/18/world/asia/china-coal-health-smog-pollution.html"}