{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:30:43", "date_modify": "2022-10-25 23:30:43", "date_publish": "2016-12-05 13:01:22", "description": "With the Geometric Intelligence deal, Uber wants to make major advances in how the computers behind self-driving vehicles think and make decisions on the road.", "filename": "2016_12_05_technology_uber-bets-on-artificial-intelligence-with-acquisition-and-new-lab_1666740643.html", "image_url": "https://static01.nyt.com/images/2016/12/06/business/06UBER/06UBER-facebookJumbo.jpg?year=2016&h=550&w=1050&s=bdfcf1ec06a63016cbe1e09ac56209f6d8a804b2d4c1880594dc56371f957817&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_05_technology_uber-bets-on-artificial-intelligence-with-acquisition-and-new-lab_1666740643.html", "title": "Uber Bets on Artificial Intelligence With Acquisition and New Lab", "title_page": "Uber Bets on Artificial Intelligence With Acquisition and New Lab - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Uber envisions a future in which a fleet of vehicles can make the most complex maneuvers while carting passengers around without the help of a driver. To achieve that, cars will need to get a whole lot smarter.\nEnter Gary Marcus and Zoubin Ghahramani. The two men are being appointed as co-directors of Uber’s new in-house research arm on artificial intelligence, which the ride-hailing company unveiled on Monday. The research arm’s aim is to apply A.I. in areas like self-driving vehicles, along with solving other technological challenges through machine learning.\nThe two are joining Uber through an acquisition of their start-up, Geometric Intelligence. Unlike most A.I. start-ups that generally follow one method of study of artificial intelligence, Geometric Intelligence takes a multidisciplinary approach to the field.\nAll 15 people from the start-up will be absorbed by Uber. Terms of the deal were not disclosed.\nThe acquisition and new research arm, which will be called Uber’s A.I. Labs, exemplifies how seriously Silicon Valley tech companies are betting on artificial intelligence. Google, Facebook and others have also pushed into artificial intelligence, which underlies voice recognition software, digital assistants like Amazon’s Alexa and Apple’s Siri, and technologies like self-driving cars. Many companies are racing to bring on new A.I. talent to compete against one another.", "url": "https://www.nytimes.com/2016/12/05/technology/uber-bets-on-artificial-intelligence-with-acquisition-and-new-lab.html"}