{"authors": ["Suhasini Raj", "Ellen Barry"], "date_download": "2022-10-25 22:58:09", "date_modify": "2022-10-25 22:58:09", "date_publish": "2016-07-14 17:37:59", "description": "A court ruled that villagers can open a criminal case against the family of a Muslim man bludgeoned to death over rumors that he slaughtered and ate a cow.", "filename": "2016_07_15_world_asia_family-of-slain-man-in-india-may-be-charged-with-cow-slaughter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666738689.html", "image_url": "https://static01.nyt.com/images/2016/07/15/world/15india1/15india1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b830631fa2411ce114e1208bcabfaea4025cdb2dbfc354ca1f7dc661d943f339&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_15_world_asia_family-of-slain-man-in-india-may-be-charged-with-cow-slaughter.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666738689.html", "title": "Family of Slain Man in India May Be Charged With Cow Slaughter", "title_page": "Family of Slain Man in India May Be Charged With Cow Slaughter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — Nearly a year after a mob bludgeoned to death a Muslim man, Mohammad Ikhlaq, over rumors that he had illegally killed and eaten a cow, a court ruled on Thursday that villagers could open a criminal case against the dead man’s family for cow slaughter.\nThe killing in Dadri, in northern India, in September came amid a rising mood of conservative Hindu nationalism in India and set off passionate debate about religious tolerance.\nNineteen men face murder charges in Mr. Ikhlaq’s killing.\nVillagers rallied around them, saying the attack was necessary because the state failed to enforce the 1955 Prevention of Cow Slaughter Act. They say that they tried to file criminal charges against Mr. Ikhlaq’s family in the days after the murder, but that the police prevented them.\nSanjay Rana, the father of one of the suspects, said the group would file charges against seven people, including Mr. Ikhlaq’s brother, wife, sons and daughters.", "url": "https://www.nytimes.com/2016/07/15/world/asia/family-of-slain-man-in-india-may-be-charged-with-cow-slaughter.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}