{"authors": ["Eduardo Porter"], "date_download": "2022-10-25 23:33:07", "date_modify": "2022-10-25 23:33:07", "date_publish": "2016-05-31 09:01:04", "description": "In this world where work remains an important social, psychological and economic anchor, there are better tools to help than giving every American a monthly check.", "filename": "2016_06_01_business_economy_universal-basic-income-poverty_1666740787.html", "image_url": "https://static01.nyt.com/images/2016/05/31/business/01porter/01porter-facebookJumbo.jpg?year=2016&h=550&w=1050&s=0b5347f13018b81ea9ed9a97e6c56a46d771822be4543ddaa90326fcb386b51d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_01_business_economy_universal-basic-income-poverty_1666740787.html", "title": "A Universal Basic Income Is a Poor Tool to Fight Poverty", "title_page": "A Universal Basic Income Is a Poor Tool to Fight Poverty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Why doesn’t the government just give everybody money?\nFigure out a reasonable amount — the official poverty line amounts to about $25,000 for a family of four; a full-time job at $15 an hour would provide about $30,000 a year — and hand every adult a monthly check. The minimum-wage worker stretching to make it to payday, the single mother balancing child care and a job — everybody would get the same thing.\nPoverty would be over, at a stroke.\nBeing universal — that is, for the homeless and the masters of the universe alike — the program would be free of the cumbersome assessments required to determine eligibility. It would also escape the stigma typically attached to programs for the poor.\nAnd it would be politically secure. Programs for the poor are often maligned as poor programs. Indeed, defunding antipoverty programs rarely carries political consequences because the poor rarely vote. It’s another story entirely when everybody benefits.\nThe idea of universal basic income sounds extravagant, right? Well, the Finns and even the Swiss are thinking about it. On Sunday, Swiss citizens will vote in a referendum on whether to hand out 30,000 francs a year — just over $30,000 — to every citizen, regardless of wealth, work status or whatever.", "url": "https://www.nytimes.com/2016/06/01/business/economy/universal-basic-income-poverty.html"}