{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:56:26", "date_modify": "2022-10-25 23:56:26", "date_publish": "2016-02-18 11:14:30", "description": "Initial reports differed on whether the units involved in the raid south of Kabul, possibly accompanied by NATO advisers, were from the Afghan Army or the police.", "filename": "2016_02_19_world_asia_hospital-raid-afghan-forces-nato-wardak-province_1666742186.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_19_world_asia_hospital-raid-afghan-forces-nato-wardak-province_1666742186.html", "title": "Hospital Raid by Afghan Forces Is Said to Kill at Least 3", "title_page": "Hospital Raid by Afghan Forces Is Said to Kill at Least 3 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Afghan security forces, possibly accompanied by NATO advisers, raided a hospital south of Kabul and abducted and then killed at least three men suspected of being insurgents, hospital officials and residents said on Thursday.\nThe raid began late Wednesday in the Day Mirdad district of Wardak Province, 100 miles from Kabul, the capital, at a hospital run by the Swedish Committee for Afghanistan, an international aid agency. Initial reports differed about whether the units involved in the four-hour raid, whose members descended from helicopters, belonged to the Afghan Army or the police. The number of casualties was also not clear, with different accounts suggesting that between three and five people had been killed.\nThe Swedish Committee for Afghanistan denounced the raid, which it said the Afghan Army had conducted, as a gross violation of the Geneva Conventions.\n“Medical facilities and medical staff are to provide treatment to anyone in need, and patients are to be granted safety according to humanitarian law,” Jörgen Holmström, the group’s country director, said in a statement. “We will further investigate this violation and let those responsible be held accountable.”", "url": "https://www.nytimes.com/2016/02/19/world/asia/hospital-raid-afghan-forces-nato-wardak-province.html"}