{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:32:19", "date_modify": "2022-10-25 23:32:19", "date_publish": "2016-09-18 20:51:47", "description": "Tomorrow, we will unveil a Florida poll that uses voter registration files, a core of the “big data” that has transformed campaign targeting and analytics.", "filename": "2016_09_19_upshot_introducing-the-new-york-times-upshot-siena-college-poll_1666740739.html", "image_url": "https://static01.nyt.com/images/2016/09/18/upshot/up-pollhistograms-1474154309392/up-pollhistograms-1474154309392-facebookJumbo.png?year=2016&h=550&w=1050&s=f81e85ed4ccfbed1c9429c6b07b58e5002ab3490b2d42dc4eac7277964b6fdd6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_19_upshot_introducing-the-new-york-times-upshot-siena-college-poll_1666740739.html", "title": "Introducing the New York Times Upshot/Siena College Poll", "title_page": "Introducing the New York Times Upshot/Siena College Poll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When it comes to election polling, though, the voter registration file has real advantages.\nIts rich data can be used to make sure the sample is representative. For instance, it includes the party registration of voters, allowing pollsters to select the right number of Democrats and Republicans, and to counter the chance that either party’s voters might be more or less likely to respond at a given point of the campaign. The Upshot/Siena survey is weighted by the race, party registration, age, gender, region and past vote history of active voters.\nThe vote history of respondents can also be used to improve predictions of who’s likely to vote, one of the biggest challenges in polling.\nMost public pollsters use the self-reported vote intention of respondents to determine who is likely to vote. They then exclude those deemed unlikely to vote. There are a lot of limitations to this type of voter screen. Study after study has shown that self-reported vote intention is not a very good predictor of turnout. The “likely” or “unlikely” determination could cause polls to overrepresent the likeliest voters. And, for good measure, the people who respond to public polls tend to be likelier to vote than the general population.\nCampaign pollsters instead rely more on the past behavior of voters. Studies have shown that vote history is a more accurate predictor of turnout than self-reported vote intention.", "url": "https://www.nytimes.com/2016/09/19/upshot/introducing-the-new-york-times-upshot-siena-college-poll.html"}