{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:36", "date_modify": "2022-10-25 23:39:36", "date_publish": "2016-05-14 17:54:46", "description": "Fifty years after Mao Zedong unleashed a decade-long political upheaval intended to transform China, here is an overview of the key events, people and issues.", "filename": "2016_05_15_world_asia_china-cultural-revolution-explainer_1666741176.html", "image_url": "https://static01.nyt.com/images/2016/05/14/world/asia/20160515CREXPLAINER-slide-CYB7/20160515CREXPLAINER-slide-CYB7-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a1df8a541bf4161f3eca373bb75cd893f94262f2d69211d59bc0ef59d30e7cc7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_15_world_asia_china-cultural-revolution-explainer_1666741176.html", "title": "China’s Cultural Revolution, Explained", "title_page": "China’s Cultural Revolution, Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fifty years ago, Mao Zedong unleashed the Cultural Revolution, a decade-long upheaval that had dramatic, often violent effects across China. Here is an overview of those tumultuous years:\nWhat was the Cultural Revolution?\nThe movement was fundamentally about elite politics, as Mao tried to reassert control by setting radical youths against the Communist Party hierarchy. But it had widespread consequences at all levels of society. Young people battled Mao’s perceived enemies, and one another, as Red Guards, before being sent to the countryside in the later stages of the Cultural Revolution. Intellectuals, people deemed “class enemies” and those with ties to the West or the former Nationalist government were persecuted. Many officials were purged. Some, like the future leader Deng Xiaoping, were eventually rehabilitated. Others were killed, committed suicide or were left permanently scarred. Some scholars contend that the trauma of the era contributed to economic transition in the decades that followed, as Chinese were willing to embrace market-oriented reforms to spur growth and ease deprivation.\nWhen did it take place?\nOn May 16, 1966, the Chinese Communist Party’s Central Committee issued a circular that outlined Mao’s ideas on the Cultural Revolution. But there were precursors in the months and years before that. The end is considered to be Mao’s death on Sept. 9, 1976, and the subsequent arrest of the Gang of Four, a radical faction of four political leaders including Mao’s wife, Jiang Qing, in October. Although the Cultural Revolution lasted a decade, much of the most extreme violence occurred in the first few years.\nHow did it begin?\nThe Cultural Revolution had roots in the 1958-61 Great Leap Forward, the collectivization of agricultural and industrial output that precipitated a famine that left as many as 45 million dead. Mao was blamed and partly sidelined by Communist Party leaders who pulled back some of the most extreme collectivization efforts.", "url": "https://www.nytimes.com/2016/05/15/world/asia/china-cultural-revolution-explainer.html"}