{"authors": ["Cara Buckley"], "date_download": "2022-10-25 23:37:47", "date_modify": "2022-10-25 23:37:47", "date_publish": "2016-01-25 11:30:04", "description": "At the Sundance Film Festival, where the talk was of the academy’s voting changes, the director explains why she hates the word “diversity.”", "filename": "2016_01_26_movies_ava-duvernay-on-hollywoods-inclusion-problem_1666741067.html", "image_url": "https://static01.nyt.com/images/2016/01/24/arts/bagger-duvernay/bagger-duvernay-facebookJumbo.jpg?year=2016&h=549&w=1050&s=01aec81c8947b6033663a2e97f95bb9d9a188cd4c19115bcb61449d012cded37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_26_movies_ava-duvernay-on-hollywoods-inclusion-problem_1666741067.html", "title": "Ava DuVernay on Hollywood’s Inclusion Problem", "title_page": "Ava DuVernay on Hollywood’s Inclusion Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARK CITY, Utah — “We’re hearing a lot about diversity,” the director Ava DuVernay, steadfast champion of diversity in film, told a roomful of people gathered for lunch Sunday in a restaurant here. “I hate that word so, so much.”\nFilmmakers, actors, playwrights, directors, up-and-comers and industry insiders sat before her, and before them sat salads, wilting from Caesar dressing, untouched as Ms. DuVernay spoke, holding everyone rapt. A little while later, Ms. DuVernay made the rounds, and explained to the Bagger why the D word irked her so.\n“I feel it’s a medicinal word that has no emotional resonance, and this is a really emotional issue,” she said. “It’s emotional for artists who are women and people of color to have less value placed on our worldview.”\nBetter words? Inclusion, she said, or belonging. “There’s a belonging problem in Hollywood,” Ms. DuVernay said, “Who dictates who belongs? The very body who dictates that looks all one way.”", "url": "https://www.nytimes.com/2016/01/26/movies/ava-duvernay-on-hollywoods-inclusion-problem.html"}