{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:51:54", "date_modify": "2022-10-25 23:51:54", "date_publish": "2016-01-02 11:06:16", "description": "Dr. Richard Pazdur, the Food and Drug Administration’s oncology chief, says his wife’s ordeal was influential in a change that many had advocated but that critics say erodes safeguards.", "filename": "2016_01_03_us_politics_fda-regulator-widowed-by-cancer-helps-speed-drug-approval.html__r=0_1666741914.html", "image_url": "https://static01.nyt.com/images/2015/12/24/us/25fda-web1/25fda-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=54cd49b271180c17bac967b66d698336a12180c89c238ac5adbbfa34d9fc0ce5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_03_us_politics_fda-regulator-widowed-by-cancer-helps-speed-drug-approval.html__r=0_1666741914.html", "title": "F.D.A. Regulator, Widowed by Cancer, Helps Speed Drug Approval", "title_page": "F.D.A. Regulator, Widowed by Cancer, Helps Speed Drug Approval - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BETHESDA, Md. — Mary Pazdur had exhausted the usual drugs for ovarian cancer, and with her tumors growing and her condition deteriorating, her last hope seemed to be an experimental compound that had yet to be approved by federal regulators.\nSo she appealed to the Food and Drug Administration, whose oncology chief for the last 16 years, Dr. Richard Pazdur, has been a man denounced by many cancer patient advocates as a slow, obstructionist bureaucrat.\nHe was also Mary’s husband.\nIn her struggle with cancer and ultimately her death in November, Ms. Pazdur had a part, her husband and a number of cancer specialists now say, in a profound change at the F.D.A.: a speeding up of the drug approval process. Ms. Pazdur’s three-year battle with cancer was a factor, they say, in Dr. Pazdur’s willingness to swiftly approve risky new treatments and passion to fight the disease that patient advocates thought he lacked.\nOthers worry that the emotions of a loving husband have short-circuited vital safeguards.\n“Rick Pazdur is the most important person in the cancer world,” said Ellen Sigal, the founder and chairwoman of Friends of Cancer Research, an advocacy group. Now that he has watched his wife die of the disease, she said, “you can’t go through something like this and not be changed by it.”", "url": "https://www.nytimes.com/2016/01/03/us/politics/fda-regulator-widowed-by-cancer-helps-speed-drug-approval.html?_r=0"}