{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:53:43", "date_modify": "2022-10-25 23:53:43", "date_publish": "2016-10-22 01:03:22", "description": "The party is looking at close races on Long Island as a corruption scandal envelopes Edward P. Mangano, a Republican.", "filename": "2016_10_22_nyregion_nassau-county-executives-arrest-raises-democratic-hopes-of-state-senate-gains_1666742023.html", "image_url": "https://static01.nyt.com/images/2016/10/22/nyregion/22nassau1/22nassau1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=15c071946da8212691fe143e81e979b3511ce273319e06d31c4792d253859168&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_22_nyregion_nassau-county-executives-arrest-raises-democratic-hopes-of-state-senate-gains_1666742023.html", "title": "Nassau County Executive’s Arrest Raises Democratic Hopes of State Senate Gains", "title_page": "Nassau County Executive’s Arrest Raises Democratic Hopes of State Senate Gains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — The corruption scandal enveloping the Nassau County executive has given Democrats a new and potent line of attack, as they try to gain control of the narrowly divided New York Senate.\nThe executive, Edward P. Mangano, a Republican, was arrested by federal agents on Thursday along with his wife, Linda Mangano, and the Oyster Bay town supervisor, John Venditto, also a Republican. All were charged with a scheme that included government contracts, bribery, kickbacks and a no-show job involving food tasting.\nThe charges sent ripples through the county on Long Island, where Mr. Mangano wielded much influence through a warm relationship with members of the Republican establishment as well as with Gov. Andrew M. Cuomo, a Democrat whom he endorsed across party lines in 2014. (Mr. Cuomo has had no comment on the arrest.)\nMr. Mangano’s arrest also has many Democratic leaders dreaming of a countywide sweep, noting that their party enjoys a slight advantage in voter registration and that they hope to use the corruption scandal in tandem with efforts to tie Republican candidates to Donald J. Trump, who they believe has alienated moderate suburban voters.", "url": "https://www.nytimes.com/2016/10/22/nyregion/nassau-county-executives-arrest-raises-democratic-hopes-of-state-senate-gains.html"}