{"authors": ["Farhad Manjoo"], "date_download": "2022-10-25 23:42:00", "date_modify": "2022-10-25 23:42:00", "date_publish": "2016-11-30 11:00:13", "description": "Spectacles, the video-recording sunglasses released by the company behind Snapchat, are among the most compelling tech gadgets of recent years.", "filename": "2016_11_30_technology_personaltech_trying-snaps-spectacles-live-with-the-look-enjoy-the-view_1666741320.html", "image_url": "https://static01.nyt.com/images/2016/11/30/business/01SPECTACLES/01SPECTACLES-facebookJumbo.jpg?year=2016&h=549&w=1050&s=10f57af2c72fddcd0a9fed320cec6306f7688da688a2ed857bfef98842c7441c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_30_technology_personaltech_trying-snaps-spectacles-live-with-the-look-enjoy-the-view_1666741320.html", "title": "Trying Snap’s Spectacles: Live With the Look, Enjoy the View", "title_page": "Trying Snap’s Spectacles: Live With the Look, Enjoy the View - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Spectacles, the first hardware product released by the company that makes the popular photo-messaging app Snapchat, are large, whimsically goofy sunglasses with a camera embedded in the frame.\nIt takes some courage to put them on. But I did so anyway — and I’m glad I did.\nIf you’re lucky, you have the requisite head shape and confidence to go out in sunglasses that are essentially a four-alarm fire on your face. Maybe you’ll slide these on and look like one of those shirtless models in the Spectacles ads.\nThe greater likelihood is that you’ll come off as if you’re trying too hard, especially if you’ve got the red or teal Specs. (They also come in a more staid black.) It’s possible members of your family will laugh every time you look in their direction, that your spouse will openly question your maturity and sanity, and your offspring will threaten to disown you. What I’m saying is, it takes a certain personality to pull these off, and your humble-nerd correspondent may not be in possession of said style.", "url": "https://www.nytimes.com/2016/11/30/technology/personaltech/trying-snaps-spectacles-live-with-the-look-enjoy-the-view.html"}