{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:36:56", "date_modify": "2022-10-25 23:36:56", "date_publish": "2016-06-07 23:27:16", "description": "The California judge who critics say gave a lenient sentence to a Stanford student convicted of sexual assault has received threats of violence and is facing a recall effort.", "filename": "2016_06_08_us_judge-in-stanford-rape-case-is-being-threatened-who-is-aaron-persky_1666741016.html", "image_url": "https://static01.nyt.com/images/2016/06/07/us/07xp-STANFORD4/07xp-STANFORD4-facebookJumbo.jpg?year=2016&h=549&w=1050&s=fa1f6cfa4662dfb8215fd321fac4f6894280d2e6359955d803a1abdc75c2ef79&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_08_us_judge-in-stanford-rape-case-is-being-threatened-who-is-aaron-persky_1666741016.html", "title": "Judge Aaron Persky Under Fire for Sentencing in Stanford Rape Case", "title_page": "Judge Aaron Persky Under Fire for Sentencing in Stanford Rape Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A California judge harshly criticized for giving what many say is a too-lenient sentence to a former Stanford student convicted of sexual assault has been bombarded by threats of violence against him and his family, an official said on Tuesday.\nThe judge, Aaron Persky, 54, on Thursday sentenced the former student, Brock Allen Turner, 20, to six months in jail for three felony counts: intent to commit rape, sexual penetration with a foreign object of an intoxicated person and sexual penetration with a foreign object of an unconscious person.\nThreatening phone calls have flooded into the Santa Clara County Superior Court since then, said Gary Goodman, a supervising attorney for the county public defender’s office.\n“People have been calling the court and leaving messages, and if someone answers, they say, ‘Tell your judge he can go to hell, and I hope his kids get raped and he rots in hell,’ ” said Mr. Goodman, who has defended the judge. “He’s getting threats over this, him and his family, from all over the country. Is that right?”", "url": "https://www.nytimes.com/2016/06/08/us/judge-in-stanford-rape-case-is-being-threatened-who-is-aaron-persky.html"}