{"authors": ["John Harwood"], "date_download": "2022-10-25 23:45:25", "date_modify": "2022-10-25 23:45:25", "date_publish": "2016-08-16 12:43:06", "description": "With down-ballot candidates seeking to distance themselves from their party’s nominee, the Republican majority in the House is looking safe.", "filename": "2016_08_17_us_politics_house-republicans-donald-trump_1666741525.html", "image_url": "https://static01.nyt.com/images/2016/08/17/world/17Letter-web/17Letter-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=85e752eecc3f223c82e5c3ae2a9e6ee74148b47c40b5c4e20fdea50bd249f4bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_17_us_politics_house-republicans-donald-trump_1666741525.html", "title": "How House Republicans May Survive Donald Trump", "title_page": "How House Republicans May Survive Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "No presidential candidate in modern history has behaved like Donald J. Trump. And that distinction, paradoxically, might be enough for Republicans in the House of Representatives to keep their majority in November.\nOutside Mr. Trump’s campaign, Republican strategists are resigned to the likelihood that Hillary Clinton will keep the White House in Democratic hands. The scramble to defend their Senate majority, perilous with any Republican nominee, has grown increasingly difficult.\nBut there’s little sign that the party’s majority in the House is in jeopardy. Democrats need a 30-seat gain to snatch the speaker’s gavel. That would require Democrats to win nearly all the Republican seats for which they are even in striking distance now.\nDavid Wasserman, an analyst of House elections for The Cook Political Report, sees that as a sign that Republican voters have separated their judgment of the party’s nominee from its candidates for the House.", "url": "https://www.nytimes.com/2016/08/17/us/politics/house-republicans-donald-trump.html"}