{"authors": ["Josh Barro"], "date_download": "2022-10-25 23:29:04", "date_modify": "2022-10-25 23:29:04", "date_publish": "2016-01-07 08:30:21", "description": "A California effort to exempt feminine hygiene products from sales tax raises a larger question: Just what is a necessity of life, and who decides?", "filename": "2016_01_07_upshot_the-latest-sales-tax-controversy-tampons_1666740544.html", "image_url": "https://static01.nyt.com/images/2016/01/07/upshot/07up-salestax/07up-salestax-facebookJumbo-v2.jpg?year=2016&h=549&w=1050&s=853ede2cfa9805fa873eea2727ea82bd658bc0cfdbd7e612dd6d6a3f9df1f737&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_07_upshot_the-latest-sales-tax-controversy-tampons_1666740544.html", "title": "The Latest Sales Tax Controversy: Tampons", "title_page": "The Latest Sales Tax Controversy: Tampons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’d be nice if necessities weren’t taxed, but necessity is subjective,” says Joseph Henchman, who oversees state policy for the Tax Foundation, a conservative think tank that generally opposes sales tax exemptions. He notes that the nuanced arguments about what constitutes necessity have often led to very complicated sales tax rules.\nFor example, the idea of exempting groceries from sales tax sounds simple enough, but most states want to continue collecting taxes on takeout and other prepared foods, on the grounds that having someone else cook for you is a luxury.\nAs a result, they need to lay out rules explaining what is, and is not, a prepared food.\nSo in 2010, Wisconsin’s revenue department released a 1,400-word memo titled “Sales of Ice Cream Cakes and Similar Items.” As the memo describes, sometimes an ice cream cake in Wisconsin is a tax-free baked good; in other cases, it’s a taxable prepared food. The question hinges on several factors, including the size of the cake, who decorated the cake, whether a majority of the cake’s layers contain flour and whether the seller provides utensils along with the cake.\nA similar prepared-food question led to a minor political crisis in Britain in 2012. The government sought to simplify its rules on prepared food by declaring all foods sold above ambient room temperature, except freshly baked bread, to be subject to that country’s 20 percent value-added tax. Prime Minister David Cameron was forced to withdraw the proposal over outrage that traditional English meat pies would be newly taxed, and so a complicated definition of “prepared food” remains.\nComplex definitions have also driven repeated changes in the taxation of tampons in at least one state. In 1990, the Illinois Supreme Court ruled tampons met that state’s definition of a “medical appliance” and thus deserved a tax exemption then being withheld by the city of Chicago, but the state subsequently narrowed the exemption, and tampons are taxed at the full rate again.\nUnlike Illinois, most states restrict their tax exemptions for consumer medical products to prescription drugs. This may seem like an odd distinction (why does a prescription painkiller deserve better tax treatment than Advil?), but you can see why other states make it when you read Illinois’s seven-page regulation setting out the new, tampon-exclusive definition of “medication” and “medical appliance.”", "url": "https://www.nytimes.com/2016/01/07/upshot/the-latest-sales-tax-controversy-tampons.html"}