{"authors": ["Jonathan Martin"], "date_download": "2022-10-25 23:55:15", "date_modify": "2022-10-25 23:55:15", "date_publish": "2016-03-05 15:14:18", "description": "The hunt for delegates resumed Saturday with Republican contests in Kansas, Louisiana, Maine and Kentucky, and Democratic ones in Kansas, Louisiana and Nebraska.", "filename": "2016_03_06_us_politics_primary-elections_1666742115.html", "image_url": "https://static01.nyt.com/images/2016/03/06/us/06primaries-web-6/06primaries-web-6-facebookJumbo.jpg?year=2016&h=550&w=1050&s=431893000b62805effddc7928f1bca4aa0c19736a38eecdd1352a9b6e18cfd94&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_06_us_politics_primary-elections_1666742115.html", "title": "Ted Cruz Keeps Up Pressure on Donald Trump; Bernie Sanders Takes 2 on ‘Super Saturday’", "title_page": "Ted Cruz Keeps Up Pressure on Donald Trump; Bernie Sanders Takes 2 on ‘Super Saturday’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Ted Cruz scored decisive wins in the Kansas and Maine caucuses on Saturday, demonstrating his enduring appeal among conservatives as he tried to reel in Donald J. Trump’s significant lead in the Republican presidential race.\nMr. Trump contained Mr. Cruz’s advances by winning in Louisiana and Kentucky. But the Texas senator’s wins were sure to energize the anti-Trump forces who are desperately trying to stop Mr. Trump’s march to the nomination, and they left little doubt that Mr. Cruz, who has now captured six states, is their best hope.\nIn Democratic contests, Hillary Clinton scored a commanding victory in Louisiana, the state with the most delegates in play on Saturday, while Senator Bernie Sanders won the Nebraska and Kansas caucuses, according to The Associated Press. The results did not alter the contours of a race in which Mrs. Clinton maintains a significant delegate lead.\nThe biggest stakes were on the Republican side, and the voters sensed it; turnout in Kansas, for example, was more than double that of 2012. Mr. Cruz won 48 percent of the vote there, while Mr. Trump received 23 percent, Senator Marco Rubio of Florida won 17 percent and Gov. John Kasich of Ohio won 11 percent. The results were tighter in Maine, but Mr. Cruz still easily defeated Mr. Trump there by 13 percentage points. With Mr. Trump’s victories coming by smaller margins, Mr. Cruz had the biggest delegate haul of the day, appearing to net at least 15 more than the front-runner.", "url": "https://www.nytimes.com/2016/03/06/us/politics/primary-elections.html"}