{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:37:42", "date_modify": "2022-10-25 23:37:42", "date_publish": "2016-06-30 22:07:09", "description": "Beginning this weekend, Mr. Snowden will appear in performances of the play at the Public Theater with Mr. Radcliffe, who plays a writer in the show.", "filename": "2016_07_01_theater_edward-snowden-daniel-radcliffe-privacy-play-public-theater.html_module=inline_1666741062.html", "image_url": "https://static01.nyt.com/images/2016/07/01/arts/01SNOWVIDEO/01SNOWVIDEO-facebookJumbo.jpg?year=2016&h=549&w=1050&s=3e8bc8d691222bcda1d9c8f3a746aef9ddc5007f14eb2f4f0cbe0e35043cb730&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_01_theater_edward-snowden-daniel-radcliffe-privacy-play-public-theater.html_module=inline_1666741062.html", "title": "Edward Snowden Will Join Daniel Radcliffe in ‘Privacy,’ via Video", "title_page": "Edward Snowden Will Join Daniel Radcliffe in ‘Privacy,’ via Video - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Be not afeard, indeed.\nIn a clandestine confab, artists from the Public Theater and the Donmar Warehouse on Saturday met in the Lower Manhattan auditorium where “A Chorus Line” and “Hamilton” began so the actor Daniel Radcliffe (in the flesh) and the fugitive Edward J. Snowden (by video from Moscow) could run lines of Shakespeare.\nThe odd mash-up, three years in the making, produced one of the more unusual cameos of the moment: beginning this weekend, Mr. Snowden will appear in a new play at the Public, conjured up nightly to exchange bits of “The Tempest” and ideas about privacy with Mr. Radcliffe, who plays a writer in the show.\nThe interview/performance was a long-sought goal of the creators of “Privacy,” a British play, rewritten with an American context, that begins performances Saturday and explores how the personal has become public in the digital age. The play was conceived shortly before Mr. Snowden burst into public view, but his leaking of government documents shaped the drama.\n“Privacy” is a work of documentary theater, in which actors speak words taken from interviews the writers conducted with politicians, scholars and journalists. The show’s creators, James Graham and Josie Rourke, tried repeatedly to reach Mr. Snowden — they were not successful before the London production in 2014. But Mr. Snowden is now on a bit of a remote-controlled publicity tear (he has even made appearances via robot), and last week his lawyer from the American Civil Liberties Union said he would do it.", "url": "https://www.nytimes.com/2016/07/01/theater/edward-snowden-daniel-radcliffe-privacy-play-public-theater.html?module=inline"}