{"authors": ["The Associated Press"], "date_download": "2022-10-25 23:32:56", "date_modify": "2022-10-25 23:32:56", "date_publish": "2016-06-01 02:19:20", "description": "A judge gave the maximum penalty to Robert C. Bates, who fatally shot an unarmed black man while working as a volunteer sheriff’s deputy.", "filename": "2016_06_01_us_ex-volunteer-deputy-in-tulsa-sentenced-to-4-years-in-shooting-death_1666740776.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_01_us_ex-volunteer-deputy-in-tulsa-sentenced-to-4-years-in-shooting-death_1666740776.html", "title": "Ex-Volunteer Deputy in Tulsa Sentenced to 4 Years in Shooting Death", "title_page": "Ex-Volunteer Deputy in Tulsa Sentenced to 4 Years in Shooting Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TULSA, Okla. — A former volunteer sheriff’s deputy in Oklahoma who said he mistook his handgun for his stun gun when he fatally shot an unarmed suspect last year was sentenced on Tuesday to four years in prison.\nJudge Bill Musseman gave the deputy, Robert C. Bates, 74, a wealthy insurance executive, the maximum penalty recommended by jurors who last month convicted him of second-degree manslaughter.\nMr. Bates fatally shot Eric C. Harris on April 2, 2015, while working with Tulsa County sheriff’s deputies during an illegal gun sales sting. Mr. Harris, who had run from deputies, was restrained and unarmed when he was shot.\nThe shooting, caught on video, led to several investigations. The inquiries revealed an internal memo questioning Mr. Bates’s qualifications and showed that Mr. Bates, a close friend of the sheriff’s, had donated thousands of dollars in cash, vehicles and equipment to the sheriff’s office.", "url": "https://www.nytimes.com/2016/06/01/us/ex-volunteer-deputy-in-tulsa-sentenced-to-4-years-in-shooting-death.html"}