{"authors": ["Andrew Jacobs"], "date_download": "2022-10-25 23:51:50", "date_modify": "2022-10-25 23:51:50", "date_publish": "2016-04-17 20:18:06", "description": "The vote sends the case to the Senate, which will decide whether to hold a trial on charges that the president illegally used money from state-owned banks.", "filename": "2016_04_18_world_americas_brazil-dilma-rousseff-impeachment-vote_1666741910.html", "image_url": "https://static01.nyt.com/images/2016/04/18/world/18BRAZIL2-web/18BRAZIL2-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=dd1ab06ab48460eefe43ee1669a20d0ab7c572bcc2d853cb07fa976e5c1965f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_18_world_americas_brazil-dilma-rousseff-impeachment-vote_1666741910.html", "title": "Brazil’s Lower House of Congress Votes for Impeachment of Dilma Rousseff", "title_page": "Brazil’s Lower House of Congress Votes for Impeachment of Dilma Rousseff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRASÍLIA — Brazilian legislators voted on Sunday night to approve impeachment of Dilma Rousseff, the nation’s first female president, whose tenure has been buffeted by a dizzying corruption scandal, a shrinking economy and spreading disillusionment.\nAfter three days of impassioned debate, the lower house of Congress, the Chamber of Deputies, voted to send the case against Ms. Rousseff to the Senate. Its 81 members will vote by a simple majority on whether to hold a trial on charges that the president illegally used money from state-owned banks to conceal a yawning budget deficit in an effort to bolster her re-election prospects. That vote is expected to take place next month.\nThose pressing for impeachment had to win the support of two-thirds of the 513 deputies in the lower house; the decisive 342nd vote for impeachment happened at about 10:10 p.m. Eastern time. The final vote was 367 for impeachment, 137 against and 7 abstaining. Two deputies did not vote.\nIf the Senate accepts the case, Ms. Rousseff will step down temporarily while it deliberates her fate. Vice President Michel Temer, a constitutional law scholar and seasoned politician, will assume the presidency.", "url": "https://www.nytimes.com/2016/04/18/world/americas/brazil-dilma-rousseff-impeachment-vote.html"}