{"authors": ["Kareem Fahim", "Mohamad Fahim Abed"], "date_download": "2022-10-25 23:28:48", "date_modify": "2022-10-25 23:28:48", "date_publish": "2016-06-30 12:11:45", "description": "The double bombing on a police convoy was the second large-scale assault by the insurgents in Kabul in less than two weeks.", "filename": "2016_07_01_world_asia_taliban-afghanistan-police-convoy-bombings_1666740528.html", "image_url": "https://static01.nyt.com/images/2016/07/01/world/01afghanistan-web1/01afghanistan-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4cca14202ae1cae483893c9e8ba2689e3a056057f13e4dc9746e1bb377db6551&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_01_world_asia_taliban-afghanistan-police-convoy-bombings_1666740528.html", "title": "Taliban Attack on Afghan Police Cadets Kills at Least 33", "title_page": "Taliban Attack on Afghan Police Cadets Kills at Least 33 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Taliban insurgents bombed a convoy of buses carrying police cadets on the outskirts of Kabul, the Afghan capital, on Thursday, killing at least 33 people, including four civilians, according to government officials and the United Nations.\nDuring a year of surging violence across Afghanistan, the government and its foreign allies have failed to coax the Taliban into participating in peace talks, or even into agreeing on a cease-fire that would have lasted during the Muslim holy month of Ramadan, which will end next week.\nThe bombings were the second large-scale assault by the Taliban in Kabul in less than two weeks. On June 20, a suicide bomber detonated his explosives next to a minibus shuttling Nepalese and Indian security guards to work at the Canadian Embassy, in one of the deadliest attacks on foreign contractors in the capital.", "url": "https://www.nytimes.com/2016/07/01/world/asia/taliban-afghanistan-police-convoy-bombings.html"}