{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:25:13", "date_modify": "2022-10-25 23:25:13", "date_publish": "2016-06-06 21:47:57", "description": "After American sanctions cut off one of its biggest markets, the Russian gun maker embarked on changes that executives say are yielding results.", "filename": "2016_06_07_business_international_kalashnikov-russia-rifle-rebrand-restructure_1666740313.html", "image_url": "https://static01.nyt.com/images/2016/06/07/business/07RUSSIAGUN-1/07RUSSIAGUN-1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=94a729a2b3e9cea6ac41b4eba62bf7237e621226da6f78c2bb8ef6c303244f50&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_07_business_international_kalashnikov-russia-rifle-rebrand-restructure_1666740313.html", "title": "Kalashnikov, Maker of AK-47, Looks to Rebrand", "title_page": "Kalashnikov, Maker of AK-47, Looks to Rebrand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It thinned its ranks of middle managers at the Izhevsk factory in 2015, and diversified this year by buying companies that make motorboats and surveillance drones. While Kalashnikov does not break out sales receipts from its various divisions, it intends for firearms and clothing to make up about 80 percent of earnings by 2020, with motorboat and drone sales accounting for the rest.\nA Kalashnikov-brand clothing line is being unveiled in September, and the company plans to open 60 retail stores in Russia by the end of the year, selling clothes and rifles. It also introduced a marketing campaign, with a new logo — a stylized letter K, with a curved ammunition magazine as one of the arms — and a slogan, “Kalashnikov: Real. Reliable.”\n“Kalashnikov is a global brand,” Vladimir Dmitriev, the company’s chief of marketing, said, likening Kalashnikov to Ferrari or Caterpillar, companies that sell clothing as a sideline to capitalize on brand recognition. “We are certainly justified in thinking that clothes and souvenirs with our symbols will be in demand, as much as our primary products.”\nIn Russia, Kalashnikov must navigate a different environment than in the United States.\nRussian consumers can buy a long-barreled firearm only with a police permit. Potential buyers must have no criminal record, a diploma from a gun safety course and a medical certificate that clears them of any mental illness. With few exceptions, civilians are not allowed to own pistols.\nKalashnikov is playing to patriotic ideals.\nAs part of a marketing effort, the company erected a stand festooned with balloons promoting the rifle in Moscow’s Gorky Park on May 9, Victory Day, the holiday commemorating the defeat of Nazi Germany in 1945. The type of display — one associating itself with the Russian government and army — is a contrast to the United States, where antigovernment sentiment is strong among the gun-buying public.\nThe company is showing signs of improvement.\nIt says it expects to report a profit of 2.1 billion rubles, or about $33 million, when 2015 results are published this month, compared with a loss of 340 million rubles in 2014. It now sells fewer guns, but makes more money on each.", "url": "https://www.nytimes.com/2016/06/07/business/international/kalashnikov-russia-rifle-rebrand-restructure.html"}