{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:30:41", "date_modify": "2022-10-25 23:30:41", "date_publish": "2016-03-24 17:54:23", "description": "Gov. Andrew M. Cuomo, whose administration says a proposal to reduce financing was a negotiation tactic, has tried to parry attacks that he is hurting people in need.", "filename": "2016_03_25_nyregion_after-moving-to-cut-cuny-funding-cuomo-faces-loud-backlash_1666740641.html", "image_url": "https://static01.nyt.com/images/2016/03/25/nyregion/25CUNY1/25CUNY1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1b7dac304e3a0b27ec24536d00a0063a6fe1aeb54b91cbc7c5c38816e58b7e56&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_25_nyregion_after-moving-to-cut-cuny-funding-cuomo-faces-loud-backlash_1666740641.html", "title": "Cuomo Faces Loud Backlash Over Push to Cut State’s CUNY Funding", "title_page": "Cuomo Faces Loud Backlash Over Push to Cut State’s CUNY Funding - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — As the April 1 deadline for the state budget approaches, Gov. Andrew M. Cuomo appears close to victories on raising the minimum wage and instituting paid family leave across New York, achievements that would cement his carefully cultivated reputation for progressive leadership.\nYet since announcing in January that he would reduce state funding to the City University of New York by some $485 million, expecting New York City to pick up the balance, Mr. Cuomo has been playing fiscal defense, besieged by a well-orchestrated drive to paint his treatment of the university as a stain on his liberal agenda.\n“The same people that we’re lifting up with raising the minimum wage are the same people that will be affected by the really draconian cuts to the university system,” said Jonathan Westin, the executive director of New York Communities for Change, a liberal group that has teamed up with the Democratic governor on the minimum-wage push this year. “It’s those same people, it’s those same low-income people, same communities of color, that are going to be hurt by this.”\nDemocratic lawmakers have criticized Mr. Cuomo at a volume unusual in Albany. Liberal groups have banded together to demand increased funding in marches and protests. A group of prominent CUNY backers took out full-page ads in three city newspapers this week, calling the unsettled fiscal situation “deeply troublesome.”", "url": "https://www.nytimes.com/2016/03/25/nyregion/after-moving-to-cut-cuny-funding-cuomo-faces-loud-backlash.html"}