{"authors": ["Taimoor Shah", "Mujib Mashal"], "date_download": "2022-10-25 23:28:32", "date_modify": "2022-10-25 23:28:32", "date_publish": "2016-09-08 08:27:59", "description": "The militants were firing on government buildings in the southern city of Tirin Kot, the capital of Oruzgan Province, officials reported.", "filename": "2016_09_09_world_asia_taliban-tirin-kot-afghanistan-oruzgan_1666740512.html", "image_url": "https://static01.nyt.com/images/2016/09/09/world/09Afghanistan-web/09Afghanistan-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=f7e53c6318705e27de3a87a52923eb27c65af90f1151411aec4d56d267593e1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_09_world_asia_taliban-tirin-kot-afghanistan-oruzgan_1666740512.html", "title": "Taliban Close to Overtaking Afghan Provincial Capital, Officials Say", "title_page": "Taliban Close to Overtaking Afghan Provincial Capital, Officials Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Marred by internal police chaos, Tirin Kot had long remained a vulnerable spot after its controversial police chief, Gen. Matiullah Khan, was gunned down in Kabul last year. General Khan had risen to power with generous support from NATO military contracts and political backing from the former president, Hamid Karzai, and although he kept the Taliban at bay, he was also accused of tribal favoritism and of using force against political rivals, which ultimately kept Oruzgan fragile.\nThe security deterioration has occurred amid a protracted struggle over the succession to become police chief. General Khan’s brother, Raheemullah Khan, demanded that he be appointed to the post, but the central government went to pains to persuade him to accept the compromise position of deputy police chief. Nevertheless, officials in the past have accused forces under him of giving up checkpoints to signal his discontent.\nAs Afghan forces rallied resources to counter the Taliban threat to the capital of neighboring Helmand Province, as well as the northern city of Kunduz, which the insurgents briefly overran last year, officials and elders warned that Tirin Kot was besieged.\nMr. Nayab said that 200 Afghan commandos arrived late Wednesday and were trying to stop the Taliban advance, but he bemoaned the early lack of air support from NATO.", "url": "https://www.nytimes.com/2016/09/09/world/asia/taliban-tirin-kot-afghanistan-oruzgan.html"}