{"authors": ["Julia Baird"], "date_download": "2022-10-25 23:43:59", "date_modify": "2022-10-25 23:43:59", "date_publish": "2016-04-20 15:12:07", "description": "Why do men feel so entitled to hold forth? Because they assume women will listen.", "filename": "2016_04_21_opinion_how-to-explain-mansplaining_1666741439.html", "image_url": "https://static01.nyt.com/images/2016/04/21/opinion/21baird/21baird-facebookJumbo.jpg?year=2016&h=549&w=1050&s=238474d9cf13738c1f4a62034e3b2c5f3471bc8e4ba2668ea7f2a4b578b1a229&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_21_opinion_how-to-explain-mansplaining_1666741439.html", "title": "How to Explain Mansplaining", "title_page": "Opinion | How to Explain Mansplaining - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SYDNEY, Australia — It was on a recent trip to Indonesia that, as a male bureaucrat sounded forth on a vast span of subjects without being asked to do so, I realized that the English language was in need of a new addition: the manologue. This otherwise perfectly charming man droned on and on, issuing a steady stream of words as I sat cramped in a tiny room with a group of fellow journalists and squinted at the labels on the soda cans hospitably placed on a table in front of us.\nFinally, I deciphered the words “HERBAL — TO RELEASE TRAPPED WIND.” After several minutes during which I silently prayed none of my colleagues would reach for a drink, the official at last uttered the words, “Now, to answer your question.”\nSo why did we get so many words between the question asked and the answer given? Why were they spoken at all? And how can you stem such extraneous, long-winded trains of thought? How can you politely say to a prolix associate, as a TV host might: “We’re almost out of time; can you keep this short?”\nAbove all, why do so many men do this?\nIt was not the first time one of us had asked a question about a minor issue during our study tour of the bustling, gridlocked capital Jakarta and been treated to a largely unrelated exposition on an entirely different idea. Our schedule was jammed with politicians, diplomats, ministers and editors from Indonesia and Australia, important men who were used to occupying space, time and attention, and would talk at numbing length. The perfect conditions, in other words, for an epidemic of manologues.", "url": "https://www.nytimes.com/2016/04/21/opinion/how-to-explain-mansplaining.html"}