{"authors": ["Jess Bidgood"], "date_download": "2022-10-25 23:56:06", "date_modify": "2022-10-25 23:56:06", "date_publish": "2016-06-17 17:01:35", "description": "The state’s case rests on whether it proved that Officer Caesar R. Goodson Jr. intentionally drove a police van in a way that caused Mr. Gray’s death.", "filename": "2016_06_18_us_officers-murder-trial-in-freddie-gray-death-turns-on-rough-ride_1666742166.html", "image_url": "https://static01.nyt.com/images/2016/06/17/us/17ROUGH1/17ROUGH1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=61be2fb7cb1ca446650d3c700e6dd3db0c66c4a68d20d4c89325dbd7b3a59c7a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_18_us_officers-murder-trial-in-freddie-gray-death-turns-on-rough-ride_1666742166.html", "title": "Officer’s Murder Trial in Freddie Gray Death Turns on ‘Rough Ride’", "title_page": "Officer’s Murder Trial in Freddie Gray Death Turns on ‘Rough Ride’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BALTIMORE — In opening the state’s case against Caesar R. Goodson Jr., the driver of the police van in which Freddie Gray suffered the spinal cord injury that killed him, the prosecutor uttered two crucial words: “Rough ride.”\nOfficer Goodson, the prosecutor said, intended to “bounce” Mr. Gray, a black man, around in the van that morning.\nOfficer Goodson, who is also black, is facing the toughest charge — second-degree “depraved heart” murder — of the six officers accused in Mr. Gray’s death. And legal experts say the prosecution’s chances of a conviction on that count hinge in large part on being able to prove that Officer Goodson intentionally, and with disregard for Mr. Gray’s life, drove him dangerously. The defense rested its case Friday, and closing arguments are set for Monday.\nBut just before the state rested its case earlier this week, a crucial prosecution witness said he could not say whether a rough ride had occurred — another indication of just how difficult the prosecution’s case may be.", "url": "https://www.nytimes.com/2016/06/18/us/officers-murder-trial-in-freddie-gray-death-turns-on-rough-ride.html"}