{"authors": ["Nick Madigan", "Ravi Somaiya"], "date_download": "2022-10-25 22:56:46", "date_modify": "2022-10-25 22:56:46", "date_publish": "2016-03-18 23:30:12", "description": "A Florida jury delivered a verdict in favor of the former wrestler in a suit over publication of a sex tape. It also found the site’s founder and its former editor liable.", "filename": "2016_03_19_business_media_gawker-hulk-hogan-verdict_1666738606.html", "image_url": "https://static01.nyt.com/images/2016/03/19/business/media/19hogan-alt/19hogan-alt-facebookJumbo-v2.jpg?year=2016&h=549&w=1050&s=4a227f1f55d085af2cc4f6c0fb5e903edf205104d03289c52331c2ad41b83704&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_19_business_media_gawker-hulk-hogan-verdict_1666738606.html", "title": "Hulk Hogan Awarded $115 Million in Privacy Suit Against Gawker", "title_page": "Hulk Hogan Awarded $115 Million in Privacy Suit Against Gawker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The case represented a peculiar clash of worlds, and it was a surreal spectacle. Mr. Bollea explained his relationship with Mr. Clem, and the ways in which Mr. Clem had encouraged him to sleep with his wife. He also drew a distinction between himself and Hulk Hogan, who he suggested were separate personas.\nMr. Daulerio, who was named in the suit along with Mr. Denton, decided to joke about child pornography in his deposition, which shocked the court. And the jurors had to try and make sense of it all.\nMr. Bollea’s lawyers said that the publication of the video was a gratuitous invasion of privacy, and had no news value. One of them, Kenneth G. Turkel, took particular aim at the contention that Gawker’s posting of the video was an act of journalism and was therefore protected under the First Amendment. He described the publication as “morbid and sensational prying.”\nHe maintained that had the site’s editors been operating under the rules of professional journalism, they would have contacted Mr. Bollea to ask his permission to publish the video, or at least to warn him that they were going to do so. In any case, Mr. Turkel said, it served only as fodder for readers’ clicks and a source for advertising revenue, Mr. Turkel said.\nGawker had argued that its posting of a brief excerpt of the tape was protected by the Constitution, and that Mr. Bollea had given up his right to privacy by talking often in public about his sex life. “He has chosen to seek the spotlight,” a lawyer for Gawker, Michael Sullivan, said. “He has consistently chosen to put his private life out there.”\nIn his closing statement for the defense, Mr. Sullivan insisted that uncovering the sometimes less-than-laudatory activities of public figures “is what journalists do, and at the end of the day it’s what we want journalists to do.”", "url": "https://www.nytimes.com/2016/03/19/business/media/gawker-hulk-hogan-verdict.html"}