{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 22:55:21", "date_modify": "2022-10-25 22:55:21", "date_publish": "2016-05-20 10:35:14", "description": "In their desire to leave the E.U., many Britons have found an outlet for fears about immigration and terrorism. But the cost of an exit would be high.", "filename": "2016_05_22_business_international_brexit-referendum-eu-economy.html__r=0_1666738521.html", "image_url": "https://static01.nyt.com/images/2016/05/22/business/22BREXIT-JP4/22BREXIT-JP4-facebookJumbo.jpg?year=2016&h=549&w=1050&s=4b852e5bedf1a933dd31cd291b3efa84836e8be1ea0b4aa630bb714a129e7d70&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_22_business_international_brexit-referendum-eu-economy.html__r=0_1666738521.html", "title": "‘Brexit,’ a Feel-Good Vote That Could Sink Britain’s Economy", "title_page": "‘Brexit,’ a Feel-Good Vote That Could Sink Britain’s Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Brandauer, the vote delayed the order from the American electronics company, a deal worth about $1 million. Mr. Crozier, the Brandauer chief, had flown to California to meet with executives. A handshake deal had been secured. Then the procurement director in the United States began asking about the implications of a Brexit. The director was weighing Brandauer against competing suppliers in Germany.\n“I’ve spent the last 12 months building that relationship,” Mr. Crozier grumbled.\nMr. Crozier has delayed replacing aging machinery, spreading the grip of commercial purgatory. “We’re just going to sit back and wait,” he said.\nHe worries that a Brexit will bring limits on immigration, making it difficult for him to hire people with needed skills. Many of Brandauer’s parts are tiny, a tenth the width of a human hair, so every detail counts in designing the tools. Brandauer recently turned to Romania for a product engineer.\nDowntown, at the Post Office Vaults pub, a pleasingly musty dark room, the bartender, Jess Milton, 24, tended to 360 varieties of bottled beer, many of them from Belgium. Those bottles get here duty-free. What if Britain goes back to being an island?\n“I think our business would completely fail,” she said.\nA customer cradling a pint heard these words and flashed a look of disgust. Richard Plumb, 59, manages leases for the British medical system. He has watched immigration refashion his community, and he seethes, blaming Brussels.\n“We don’t have control over what happens to our country,” he said. “We can’t get rid of undesirables. E.U. regulations prevent all manner of things.”\nWhat about trade, economic growth and jobs? Mr. Plumb said Brexit fears were overblown. And if there is a price to be paid, abandoning Europe will be worth it.\n“It’s about being our own sovereign nation again,” Mr. Plumb said. “It would make the country feel better. It’s a feeling.”", "url": "https://www.nytimes.com/2016/05/22/business/international/brexit-referendum-eu-economy.html?_r=0"}