{"authors": ["Stephen Castle"], "date_download": "2022-10-25 22:55:27", "date_modify": "2022-10-25 22:55:27", "date_publish": "2016-02-09 05:01:04", "description": "London is a center of global trading, and most banking executives say they would have much to lose from a so-called Brexit. But some see benefits.", "filename": "2016_02_10_business_dealbook_britains-financial-machine-mostly-leery-of-an-eu-exit_1666738527.html", "image_url": "https://static01.nyt.com/images/2016/02/09/business/09db-bankbrexit3/09db-bankbrexit3-facebookJumbo.jpg?year=2016&h=550&w=1050&s=2393ecc0139291be64db433165bc3b6144dd9b00aaee0024e5242bee7c950be3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_10_business_dealbook_britains-financial-machine-mostly-leery-of-an-eu-exit_1666738527.html", "title": "Britain’s Global Banking Hub Is Mostly Leery of an E.U. Exit", "title_page": "Britain’s Global Banking Hub Is Mostly Leery of an E.U. Exit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — With a referendum looming on whether Britain will leave the European Union, the country’s voters seem sharply divided on whether to stay or go.\nBut for the big banks that dominate the City, as London’s financial industry is known, there is little disagreement: They don’t want to risk going it alone.\nLondon is a major financial gateway, the biggest and busiest in Europe and rivaling Wall Street as a hub of international trading in stocks, bonds, currencies and commodities. In the extreme, banking executives worry about a painful economic and financial fallout from a British exit — known, in the political shorthand, as a Brexit. Even without a major shock, it could force global banks like HSBC, JPMorgan Chase, Goldman Sachs and Morgan Stanley to reassess their European operations, a logistical challenge that would affect the most basic transactions.\n“London is a global center; it’s also a European center — one is contingent on the other,” said Alan Houmann, managing director of European government affairs for Citigroup. “Financial institutions come into London from third countries, like the U.S. and from the rest of the E.U., so this creates this huge ecosystem at which London sits at the center.”", "url": "https://www.nytimes.com/2016/02/10/business/dealbook/britains-financial-machine-mostly-leery-of-an-eu-exit.html"}