{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:43:42", "date_modify": "2022-10-25 23:43:42", "date_publish": "2016-11-17 01:34:13", "description": "The songwriter, who hesitated before even acknowledging his prize, said that “pre-existing commitments” would prevent him from picking up his award for literature.", "filename": "2016_11_17_books_bob-dylan-nobel-ceremony_1666741422.html", "image_url": "https://static01.nyt.com/images/2016/11/17/world/17NOBEL/17NOBEL-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=f2257e7979b45a78b5c05490a3adc917c9dd6e46be7ce3d5535357f5fa049f9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_17_books_bob-dylan-nobel-ceremony_1666741422.html", "title": "Bob Dylan Says He’ll Skip Nobel Ceremony (He’s Busy)", "title_page": "Bob Dylan Says He’ll Skip Nobel Ceremony (He’s Busy) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Nobel Prize in Literature may be the world’s most important literary award, but not everyone who wins can make it to the ceremony.\nAmong the reasons given by past laureates for failing to travel to Stockholm to accept the award: being gravely ill and in a wheelchair (Harold Pinter, 2005); being so anxious and agoraphobic that you are “not suited as a person to be dragged into public” (Elfriede Jelinek, 2004); and being a Soviet dissident terrified to leave the country because you might not be allowed back in (Aleksandr Solzhenitsyn, 1970).\nBob Dylan’s excuse? “Pre-existing commitments.”\nLast month, the Swedish Academy, which awards the literature Nobel, proudly announced that the songwriter Bob Dylan would be the 2016 laureate “for having created new poetic expressions within the great American song tradition.” Though the announcement proved exciting to people who agree that Mr. Dylan’s lyrics are indeed literature of the first order, it dismayed traditionalists who believe that the prize should go only to people who practice literature as literature, in the form of books or poems or plays.\nIn any case, Mr. Dylan, who has always liked to follow his own path, has proved to be an elusive and frustrating laureate, starting with his apparent failure to immediately appreciate the honor being bestowed upon him, not to mention the 8 million Swedish krona, or $871,412, check that comes with it.", "url": "https://www.nytimes.com/2016/11/17/books/bob-dylan-nobel-ceremony.html"}