{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:26:02", "date_modify": "2022-10-25 23:26:02", "date_publish": "2016-06-02 12:23:36", "description": "Officials are questioning the Chinese telecom giant’s exports to countries covered by sanctions, amid a broader debate over global communications.", "filename": "2016_06_03_technology_huawei-technologies-subpoena-iran-north-korea_1666740362.html", "image_url": "https://static01.nyt.com/images/2016/06/03/business/03huawei/03huawei-facebookJumbo.jpg?year=2016&h=550&w=1050&s=88b147c400647f61866468bed4cad2299559043107f0180b4d5f1d732663320b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_03_technology_huawei-technologies-subpoena-iran-north-korea_1666740362.html", "title": "U.S. Subpoenas Huawei Over Its Dealings in Iran and North Korea", "title_page": "U.S. Subpoenas Huawei Over Its Dealings in Iran and North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Huawei has not been accused of wrongdoing. In a statement, the company said it was committed to complying with laws and regulations where it operated. The document, which was issued by the Commerce Department office that investigates export violations, is an administrative subpoena, meaning it does not indicate a criminal investigation.\nStill, the scrutiny over Huawei’s dealings with those countries is emblematic of growing discord between the United States and China over control of global communications technology. It also illustrates how technology companies from both countries have been pulled into the high-stakes geopolitical contest over cybersecurity and the global management of the internet.\nIf the investigation finds that Huawei was acting counter to United States national security or foreign policy interests, it could limit the company’s access to crucial American-made components and other tech products. Given Huawei’s size and reach, that could affect the development of cellular networks and other large-scale technology infrastructure projects across the world.\n“We do not comment with regard to ongoing investigations,” a Commerce Department spokesman said.\nThe subpoena was issued after the United States briefly blocked in March sales of American technology to Huawei’s smaller Chinese rival, ZTE, over similar concerns. As part of their move against ZTE, American officials released internal ZTE documents that showed the Chinese company used a rival’s business efforts in those countries as a model. While the rival was not named in the documents, its description matched Huawei.", "url": "https://www.nytimes.com/2016/06/03/technology/huawei-technologies-subpoena-iran-north-korea.html"}