{"authors": ["William J. Broad", "David E. Sanger"], "date_download": "2022-10-25 23:26:09", "date_modify": "2022-10-25 23:26:09", "date_publish": "2016-08-05 00:57:22", "description": "There are no checks on a president’s power to wage nuclear war, though history suggests that there may be ways to slow down or derail the process.", "filename": "2016_08_05_science_donald-trump-nuclear-codes.html__r=0_1666740369.html", "image_url": "https://static01.nyt.com/images/2016/08/05/science/05NUKE/05NUKE-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=4d31c335a57e1abcd9a87ed62ef17e9dcc838e66a51ea51b7741c6a7ab1196d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_05_science_donald-trump-nuclear-codes.html__r=0_1666740369.html", "title": "Debate Over Trump’s Fitness Raises Issue of Checks on Nuclear Power", "title_page": "Debate Over Trump’s Fitness Raises Issue of Checks on Nuclear Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I think it’s the biggest, I personally think it’s the biggest problem the world has, nuclear capability,” he added. He then turned the subject to climate change.\nYet in a March interview on MSNBC, Mr. Trump asked. “Somebody hits us within ISIS, you wouldn’t fight back with a nuke?” He added, “I would never take any of my cards off the table.”\nMrs. Clinton has herself taken hawkish positions in the past. During her bid for the presidential nomination in 2007, she refused to exclude the possible use of nuclear arms against terrorists. Mr. Obama had ruled out such a step against Osama bin Laden, then in hiding.\nMrs. Clinton portrayed herself then as the more experienced candidate. Presidents, she declared, “should be careful at all times in discussing the use and nonuse of nuclear weapons,” adding that she would not address hypothetical questions.\n“Presidents since the Cold War have used nuclear deterrents to keep the peace,” she said, “and I don’t believe any president should make blanket statements with the regard to use or nonuse.”\nBut just a year earlier — before running against Mr. Obama — she seemed to have a different view. Asked about how the Bush administration should try to confront the Iranian nuclear program, she said: “I would certainly take nuclear weapons off the table. This administration has been very willing to talk about using nuclear weapons in a way we haven’t seen since the dawn of a nuclear age. I think that’s a terrible mistake.”\nThis issue of nuclear arms does not rank at the top of voter concerns, but polls suggest the advantage on this issue is shifting in Mrs. Clinton’s favor. This week, a Fox News poll found that voters had more faith in her ability to handle decisions on nuclear weapons than Mr. Trump, 56 percent to 34 percent. In mid-May, when Fox News first asked the question, the margin in Mrs. Clinton’s favor was half as large.", "url": "https://www.nytimes.com/2016/08/05/science/donald-trump-nuclear-codes.html?_r=0"}