{"authors": ["Monica Davey", "Mitch Smith"], "date_download": "2022-10-25 23:32:58", "date_modify": "2022-10-25 23:32:58", "date_publish": "2016-03-29 01:40:39", "description": "Mr. Johnson, who has been with the Chicago Police Department for more than 30 years, was named the new interim superintendent by Mayor Rahm Emanuel.", "filename": "2016_03_29_us_eddie-johnson-new-chicago-police-leader-has-deep-roots-in-a-city-adrift-in-turmoil_1666740778.html", "image_url": "https://static01.nyt.com/images/2016/03/29/us/29johnson/29johnson-facebookJumbo-v2.jpg?year=2016&h=549&w=1050&s=7446d3ce23c5aaa42759d92bef78c16efa1bb398b4d0ac2135cd6563c1c4fedf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_29_us_eddie-johnson-new-chicago-police-leader-has-deep-roots-in-a-city-adrift-in-turmoil_1666740778.html", "title": "Eddie Johnson, New Chicago Police Leader, Has Deep Roots in a City Adrift in Turmoil", "title_page": "Eddie Johnson, New Chicago Police Leader, Has Deep Roots in a City Adrift in Turmoil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I think Eddie Johnson is the right man at the right time,” Mr. Emanuel said.\nCommunity leaders described Mr. Johnson, 55, who was promoted to chief of patrol in December, as liked by residents and respected by his fellow police officers. City Hall officials also credit Mr. Johnson with having a history of tamping down crime: In 2013, the region he oversaw led the city in lowering gun violence, murders and shootings.\nIt was uncertain exactly when the mayor had approached Mr. Johnson, but he said that he had known Mr. Johnson since his tenure as a South Side district commander, and had been impressed as he earned promotions. The mayor praised Mr. Johnson’s integrity, recalling a recent meeting with command staff in which Mr. Johnson said he would wear a body camera and expected other top officials to do the same.\nYet Superintendent Johnson’s appointment is not permanent — at least not yet. By city ordinance, Mr. Emanuel must pick a permanent superintendent from choices recommended by the police board. In announcing Mr. Johnson’s interim appointment, Mr. Emanuel said he planned to call on the police board, which is selected by the mayor, to start its search all over. This time, Mr. Emanuel said, he will encourage Mr. Johnson to apply.\nMr. Johnson becomes the second interim replacement for Garry F. McCarthy, who was fired in December after outrage and protests followed the release of video showing a white officer fatally shooting Laquan McDonald, a black teenager, in 2014. John J. Escalante, the department’s interim superintendent until Monday, applied for the permanent job but was turned down.\nAs recently as last week, Mr. Emanuel was conducting interviews with three finalists who had been recommended by the board from among 39 applicants. The mayor appeared at points to be seriously considering Cedric L. Alexander, the chief of police of DeKalb County, Ga., who met with the mayor and who said in some reports that he believed that he had been offered the job late last week before the offer was rescinded. But Mr. Emanuel said no job offer had been made.", "url": "https://www.nytimes.com/2016/03/29/us/eddie-johnson-new-chicago-police-leader-has-deep-roots-in-a-city-adrift-in-turmoil.html"}