{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:34:34", "date_modify": "2022-10-25 23:34:34", "date_publish": "2016-07-26 23:01:28", "description": "A spate of violence has left Germans longing for a sense of order and questioning the wisdom of opening their doors to migrants.", "filename": "2016_07_27_world_europe_germany-attacks-terrorism-anxiety_1666740874.html", "image_url": "https://static01.nyt.com/images/2016/07/27/world/sub-27GERMANY/sub-27GERMANY-facebookJumbo.jpg?year=2016&h=550&w=1050&s=8aeaa670e6c5d2b9417f2ddc9172db9076f1e1b04ae4e7b242d41dd77f1d70e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_27_world_europe_germany-attacks-terrorism-anxiety_1666740874.html", "title": "German Mood Is Shaken as Attacks Show Vulnerability to ISIS", "title_page": "German Mood Is Shaken as Attacks Show Vulnerability to ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, before this week, many were inclined to put faith in Chancellor Angela Merkel’s exhortation that “we can do this” when it came to integrating the nearly one million migrants and refugees to whom she had opened the country’s doors.\nIt is not clear that is the case any longer.\n“It all appeared to be going pretty well for Merkel, but the situation has changed dramatically in 10 days between the Nice attack and Sunday’s suicide bomber in Ansbach,” the daily Süddeutsche Zeitung wrote, referring to a rampage that killed 84 in Nice, France. “The chancellor must once again fear that she will be punished by voters.”\nSensing Germans’ insecurity, Ms. Merkel has shifted to a more forceful tone. “We will resolve this and do everything possible to protect the safety and freedom of all people in Germany,” she said on Saturday.\nBut the statement — coming more than 17 hours after President Obama had offered his condolences for the Munich attack — did little, it seemed, to blunt a wave of criticism that she and her administration had failed to get a handle on the refugee situation and the potential problems it had invited into the country.", "url": "https://www.nytimes.com/2016/07/27/world/europe/germany-attacks-terrorism-anxiety.html"}