{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:25:37", "date_modify": "2022-10-25 23:25:37", "date_publish": "2016-07-26 23:06:36", "description": "Julian Assange, WikiLeaks founder, suggested in a June interview that he opposed Mrs. Clinton on policy grounds and saw her as a personal foe.", "filename": "2016_07_27_us_politics_assange-timed-wikileaks-release-of-democratic-emails-to-harm-hillary-clinton_1666740337.html", "image_url": "https://static01.nyt.com/images/2016/09/01/us/27assange/27assange-facebookJumbo.jpg?year=2016&h=549&w=1050&s=96c8ae9b06bb0ab2cf13fb4a4e4e1c08c1b067e4989918376c57dcde75a93556&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_27_us_politics_assange-timed-wikileaks-release-of-democratic-emails-to-harm-hillary-clinton_1666740337.html", "title": "Assange, Avowed Foe of Clinton, Timed Email Release for Democratic Convention", "title_page": "Assange, Avowed Foe of Clinton, Timed Email Release for Democratic Convention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Six weeks before the anti-secrecy organization WikiLeaks published an archive of hacked Democratic National Committee emails ahead of the Democratic convention, the organization’s founder, Julian Assange, foreshadowed the release — and made it clear that he hoped to harm Hillary Clinton’s chances of winning the presidency.\nMr. Assange’s remarks in a June 12 interview underscored that for all the drama of the discord that the disclosures have sown among supporters of Bernie Sanders — and of the unproven speculation that the Russian government provided the hacked data to WikiLeaks in order to help Donald J. Trump — the disclosures are also the latest chapter in the long-running tale of Mr. Assange’s battles with the Obama administration.\nIn the interview, Mr. Assange told a British television host, Robert Peston of the ITV network, that his organization had obtained “emails related to Hillary Clinton which are pending publication,” which he pronounced “great.” He also suggested that he not only opposed her candidacy on policy grounds, but also saw her as a personal foe.", "url": "https://www.nytimes.com/2016/07/27/us/politics/assange-timed-wikileaks-release-of-democratic-emails-to-harm-hillary-clinton.html"}