{"authors": ["Michael Barbaro", "Megan Twohey"], "date_download": "2022-10-25 23:25:15", "date_modify": "2022-10-25 23:25:15", "date_publish": "2016-05-14 10:00:33", "description": "Interviews reveal unwelcome advances, a shrewd reliance on ambition, and unsettling workplace conduct over decades.", "filename": "2016_05_15_us_politics_donald-trump-women_1666740315.html", "image_url": "https://static01.nyt.com/images/2016/05/12/us/politics/00trumpwomen-top-copy/00trumpwomen-top-facebookJumbo.jpg?year=2016&h=550&w=1050&s=93902b305b8c0ebae46a01f6a2b2b84e9bbeb7ee50e5f88b5a6388c492fa24da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_15_us_politics_donald-trump-women_1666740315.html", "title": "Crossing the Line: How Donald Trump Behaved With Women in Private", "title_page": "Crossing the Line: How Donald Trump Behaved With Women in Private - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Mr. Trump hired Ms. Res to oversee the construction of Trump Tower, he invited her to his apartment on Fifth Avenue and explained that he wanted her to be his “Donna Trump” on the project, she said. Few women had reached such stature in the industry.\nImage Ms. Res and Mr. Trump in 1989. Credit... via Barbara A. Res\nHe said: “I know you’re a woman in a man’s world. And while men tend to be better than women, a good woman is better than 10 good men.” … He thought he was really complimenting me. –Ms. Res\nHe entrusted several women in his company with enormous responsibility — once they had proven themselves worthy and loyal. Ms. Sunshine had little experience in real estate, but as a top campaign fund-raiser for Gov. Hugh Carey of New York, she had fulfilled a lifelong wish for Mr. Trump: She secured him a vanity license plate with his initials, DJT, which adorned his limousine for years.\nIt’s something he had wanted since his father bought him toy cars. By some gift of God, I was able to obtain it for him. He was beyond thrilled. And I became the woman in his life who could do no wrong. And he became the man in my life who was going to be my mentor. –Louise Sunshine, former Trump executive\nMs. Sunshine worked for Mr. Trump for 15 years, becoming a major New York real estate figure in her own right. Ms. Res remained at the company for 12 years, left after a disagreement over a project and then returned as a consultant for six more years. Both expressed gratitude for the chances Mr. Trump had taken on them.\nIn a rough-and-tumble industry thoroughly dominated by men, Mr. Trump’s office stood out for its diversity, recalled Alan Lapidus, an influential architect who designed the Trump Plaza casino in Atlantic City.\nHe is a lot more complicated than the cartoon character. The top people in his company were women, like Barbara Res. For any company to hire a woman as chief of construction was actually startling. I don’t know of a single other developer who had a woman in that position. The respect for women was always there. That’s why, in spite of the comments he makes now — and God knows why he says these things — when he was building his empire, the backbone was women. –Alan Lapidus, architect\nDismissive Nicknames\nTo women who had climbed to positions of power outside his company, Mr. Trump’s behavior could feel like a jarring throwback.\nAlair A. Townsend was for a time the highest-ranking woman inside New York’s City Hall during the Koch administration, with the title of deputy mayor for economic development. But when Mr. Trump called her, she said, her position seemed less relevant to him than her gender.\nHe was dismissive. It was always, “Hon,” “Dear.” Things he wouldn’t have said to a man. It was designed to make you feel small. And he did that repeatedly. –Alair A. Townsend, former deputy mayor\nIt was an unthinking habit when he interacted with women, colleagues said. “At Trump Tower,” said Ms. Res, his longtime colleague, “he called me Honey Bunch.”\nWife and Partner, and Regret\nNo single figure better encapsulated the paradoxes of Mr. Trump’s treatment of women in the workplace than his first wife, Ivana.\nHe entrusted her with major pieces of a corporate empire and gave her the titles to match. She was the president of Trump’s Castle, a major casino in Atlantic City, and the Plaza Hotel, the storied complex on Central Park South in Manhattan. “She ran that hotel,” Ms. Res said. “And she ran it well.”", "url": "https://www.nytimes.com/2016/05/15/us/politics/donald-trump-women.html"}