{"authors": ["Christine Hauser", "Ismail Khan"], "date_download": "2022-10-25 23:28:19", "date_modify": "2022-10-25 23:28:19", "date_publish": "2016-10-26 17:10:13", "description": "Sharbat Gula, whose piercing green eyes stared out from the magazine’s cover in 1985, was held after being accused of fraudulently obtaining national identity cards.", "filename": "2016_10_27_world_asia_afghan-woman-in-famed-national-geographic-photo-is-arrested-in-pakistan_1666740499.html", "image_url": "https://static01.nyt.com/images/2016/10/26/world/27xp-afghan/27xp-afghan-facebookJumbo.jpg?year=2016&h=550&w=1050&s=651d6d3b5da37b9596d518e9aa1f45801efaf935cf0930b7786847b751e9931b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_27_world_asia_afghan-woman-in-famed-national-geographic-photo-is-arrested-in-pakistan_1666740499.html", "title": "‘Afghan Girl’ in 1985 National Geographic Photo Is Arrested in Pakistan", "title_page": "‘Afghan Girl’ in 1985 National Geographic Photo Is Arrested in Pakistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He added, “We have the evidence now, and we are going to go for prosecution.”\nThe arrest came as the Pakistani authorities were cracking down on Afghans with illegal national identity cards. The authorities said Ms. Gula had illegally obtained a Pakistani identity card in 1988 and a computerized identity card in 2014, while retaining her Afghan passport, which she used in 2014 to travel to Saudi Arabia for the hajj.\nImage Sharbat Gula in a Pakistani police photo after she was arrested on Wednesday. Credit... Pakistan Federal Investigation Agency\nShe faces up to 14 years in prison and a fine of $3,000 to $5,000 if she is convicted, according to the Dawn news agency.\nHer arrest goes to the heart of an ordeal confronting many Afghan refugees who fled across the border into Pakistan because of decades of war. The Pakistani crackdown on Afghans appears to have intensified since May, when the former Taliban leader Mullah Akhtar Muhammad Mansour was killed in a drone strike in Baluchistan Province.\nHe had been traveling with forged Pakistani documents, officials said.\nGerry Simpson, a senior researcher and advocate for the Refugee Rights Program at Human Rights Watch, wrote online that 1.5 million Afghans in Pakistan have received “proof of registration” cards, which protected them from deportation. About one million more who did not get the paperwork resorted to using false identity cards. Mr. Simpson wrote that Pakistan was now on a mission to repatriate all Afghans.\nThe Pakistani authorities have revoked or blocked thousands of national identity cards illegally obtained by foreigners. Ms. Gula, who is believed to be in her 40s, was caught up in that dragnet when she was arrested. A court said on Wednesday that she could be kept in custody for two days while the authorities investigated.", "url": "https://www.nytimes.com/2016/10/27/world/asia/afghan-woman-in-famed-national-geographic-photo-is-arrested-in-pakistan.html"}