{"authors": ["Michael Barbaro", "Matt Flegenheimer"], "date_download": "2022-10-25 23:55:34", "date_modify": "2022-10-25 23:55:34", "date_publish": "2016-02-26 03:56:00", "description": "Senator Marco Rubio, alarmed by Donald Trump’s ascendancy and worried that his presidential chances were slipping away, delivered the onslaught that Republican leaders had desperately awaited.", "filename": "2016_02_26_us_politics_republican-debate_1666742134.html", "image_url": "https://static01.nyt.com/images/2016/02/26/us/26FACTCHECK-video/26FACTCHECK-video-facebookJumbo.jpg?year=2016&h=550&w=1050&s=413758720969983e5897db1295835c277f5281e4223dc4f414c6019ef31b0f0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_26_us_politics_republican-debate_1666742134.html", "title": "In Republican Debate, a Feisty Marco Rubio Lays Into Donald Trump", "title_page": "In Republican Debate, a Feisty Marco Rubio Lays Into Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Marco Rubio, alarmed by Donald J. Trump’s ascendancy and worried that his presidential chances were slipping away, unleashed a barrage of attacks on the real estate mogul’s business ethics, hiring practices and financial achievements in Thursday’s debate, forcefully delivering the onslaught that Republican leaders had desperately awaited.\nIn a series of acid exchanges, a newly pugnacious Mr. Rubio, long mocked for a robotic and restrained style, interrupted Mr. Trump, quizzed him, impersonated him, shouted over him and left him looking unsettled. It was an unfamiliar reversal of roles for the front-runner, who found himself so frequently the target of assaults from Mr. Rubio and Senator Ted Cruz that he complained they must have been a ploy for better television ratings.\nFrom the opening moments of the debate, Mr. Rubio pounced. Deploying his own up-by-the-bootstraps biography, the Florida senator assailed Mr. Trump for hiring hundreds of foreign workers at his tony resort in Florida and passing over Americans who had applied for the same jobs.\n“My mom was a maid in a hotel,” Mr. Rubio said. “And instead of hiring an American like her, you’ve brought over 1,000 people from all over the world to fill in those jobs instead.”", "url": "https://www.nytimes.com/2016/02/26/us/politics/republican-debate.html"}