{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:53:11", "date_modify": "2022-10-25 23:53:11", "date_publish": "2016-10-25 07:30:16", "description": "The main reason women are so underrepresented at every level of politics is that they don’t run in the first place.", "filename": "2016_10_25_upshot_the-problem-for-women-is-not-winning-its-deciding-to-run_1666741991.html", "image_url": "https://static01.nyt.com/images/2016/10/25/business/25UP-Women-1/25UP-Women-1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=3914a8a5ed2732ae5d59f576523e386fe01bd6db43df06321ce0a3905970b25a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_25_upshot_the-problem-for-women-is-not-winning-its-deciding-to-run_1666741991.html", "title": "The Problem for Women Is Not Winning. It’s Deciding to Run.", "title_page": "The Problem for Women Is Not Winning. It’s Deciding to Run. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Kirsten Gillibrand of New York first decided she wanted to be a senator when she was 7 or 8. Two decades later, as a law firm associate, she went to an event featuring the first lady, Hillary Clinton, and heard her speech as a personal call to public service.\nSo Ms. Gillibrand — after waiting another 10 years — ran for Congress.\n“It took 10 years volunteering to have the actual self-confidence to say, ‘I can run for office,’” she said. “Women are the biggest self-doubters.”\nWhen women run for political office, they are just as likely as men to be elected. The main reason they are so underrepresented is that they don’t run in the first place.\nEven as Americans near a vote that could elect the nation’s first female president, the pipeline isn’t filling up. The number of women serving in office stalled in the 1990s. Women now make up 19 percent of members of Congress, 25 percent of state legislators, 12 percent of governors and 18 percent of mayors. Recent data show the gender gap is just as glaring for the next generation of leaders.", "url": "https://www.nytimes.com/2016/10/25/upshot/the-problem-for-women-is-not-winning-its-deciding-to-run.html"}