{"authors": ["Vindu Goel", "Mike Isaac"], "date_download": "2022-10-25 23:40:53", "date_modify": "2022-10-25 23:40:53", "date_publish": "2016-02-08 14:05:42", "description": "India has banned free mobile programs that allow Internet access only to certain services, a strategy employed by Facebook with its Free Basics project that was called antithetical to net neutrality.", "filename": "2016_02_09_business_facebook-loses-a-battle-in-india-over-its-free-basics-program_1666741253.html", "image_url": "https://static01.nyt.com/images/2016/02/09/business/09facebook/09facebook-facebookJumbo.jpg?year=2016&h=549&w=1050&s=7894a741f970847c63332cb7a5b9b67ea81fce6689d65d62b0ed889b639a07ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_09_business_facebook-loses-a-battle-in-india-over-its-free-basics-program_1666741253.html", "title": "Facebook Loses a Battle in India Over Its Free Basics Program", "title_page": "Facebook Loses a Battle in India Over Its Free Basics Program - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even with that noble aim, Facebook miscalculated in introducing the program in India. While Facebook expected to be welcomed with open arms, its message to the country focused on itself rather than the broad coalition of telecommunications firms supporting the effort, experts said. That, in turn, fostered a climate of distrust about Facebook’s future intentions in the country and led to the questions from regulators.\nIndia’s decision also puts Facebook in an unusual position in the debate over net neutrality, which says that Internet providers should provide equal access to all web content. In the United States, Facebook has been a proponent of net neutrality. Yet the Indian regulators’ ruling, which furthers net neutrality, puts Facebook in a losing position.\nMr. Zuckerberg’s stumble in bringing his signature project to India underscores the difficulties of widening Internet access to the world at large, which companies like Google and Xiaomi of China also are trying. While there is enormous potential upside in offering web services to hundreds of millions of people who are currently not digitally connected, regulators and local officials have proved much more difficult to navigate than these tech companies anticipated.\n”There has been such a great deal of spotlight on a single Internet issue,” said Nikhil Pahwa, editor and publisher of MediaNama, an Indian news site, who has strongly opposed Facebook’s efforts. “I don’t think Internet policy in India will ever again be made in a vacuum, a black box.”\nFree Basics came out of Mr. Zuckerberg’s program for universal Internet access, which was started in 2013 under an initiative called Internet.org. The idea was to simplify phone applications to run more efficiently and to offer these apps to users in developing countries. Half a dozen of the world’s tech giants, including Samsung, Nokia, Qualcomm and Ericsson, agreed to work with Facebook as partners on the initiative.", "url": "https://www.nytimes.com/2016/02/09/business/facebook-loses-a-battle-in-india-over-its-free-basics-program.html"}