{"authors": ["Nour Youssef"], "date_download": "2022-10-25 23:44:08", "date_modify": "2022-10-25 23:44:08", "date_publish": "2016-02-25 02:05:43", "description": "After months of cautious silence, Egypt acknowledged for the first time on Wednesday that terrorists had downed the Russian jet that broke up over its Sinai Peninsula in October.", "filename": "2016_02_25_world_middleeast_in-reversal-egypt-says-terrorists-downed-russian-jet-o_1666741448.html", "image_url": "https://static01.nyt.com/images/2016/02/25/world/25EGYPT-web2/25EGYPT-web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b996c7cd56d36ec0e6e9c0994c7fc22b908efe63d82d4e7d620b51e36d84623b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_25_world_middleeast_in-reversal-egypt-says-terrorists-downed-russian-jet-o_1666741448.html", "title": "In Reversal, Egypt Says Terrorists Downed Russian Jet Over Sinai", "title_page": "In Reversal, Egypt Says Terrorists Downed Russian Jet Over Sinai - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — After months of cautious silence, Egypt acknowledged for the first time on Wednesday that terrorists had downed the Russian jetliner that broke up over the Sinai Peninsula in the fall.\nThe authorities made the unexpected admission after strongly urging Egyptians and the world for months to await the results of an international investigation Egypt is leading. The crash dealt a serious blow to Egypt’s vital tourism industry: an important source of hard currency for the country, which relies heavily on imports.\n“Those who downed the flight, what were they hoping for? Just to hit tourism?” President Abdel Fattah el-Sisi asked, almost casually, while on the subject of terrorism near the end of a long speech about the country’s development plans for 2030, which was broadcast live. “No, but also to hit relations. To hit relations with Russia.”\nHours after the October downing of the Airbus A321-200, which killed 224 people, Egypt’s local Islamic State affiliate claimed responsibility. The group said it had brought down the plane with a bomb concealed in a soda can.", "url": "https://www.nytimes.com/2016/02/25/world/middleeast/in-reversal-egypt-says-terrorists-downed-russian-jet-o.html"}