{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:42:05", "date_modify": "2022-10-25 23:42:05", "date_publish": "2016-11-03 09:34:36", "description": "The tomb was opened as part of a renovation of the shrine that was built around it long after Jesus’ death in what today is known as the Church of the Holy Sepulcher.", "filename": "2016_11_04_world_middleeast_jesus-tomb-opened-jerusalem-constantine_1666741325.html", "image_url": "https://static01.nyt.com/images/2016/11/04/world/04JESUS2/04JESUS-web4-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5d390b2dede29a3eb954e8867fda97004a20c2a9ff3ef6d5e8d50ccd75859b10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_04_world_middleeast_jesus-tomb-opened-jerusalem-constantine_1666741325.html", "title": "Crypt Believed to Be Jesus’ Tomb Opened for First Time in Centuries", "title_page": "Crypt Believed to Be Jesus’ Tomb Opened for First Time in Centuries - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — The only mystical power visible was the burning light from seven tapered candles. And yet for ages, the tomb that sits at the center of history has captured the imaginations of millions around the world.\nFor centuries, no one looked inside — until last week, when a crew of specialists opened the simple tomb in Jerusalem’s Old City and found the limestone burial bed where tradition says the body of Jesus Christ lay after his crucifixion and before his resurrection.\n“We saw where Jesus Christ was laid down,” Father Isidoros Fakitsas, the superior of the Greek Orthodox Patriarchate, told me. “Before, nobody has.” Or at least nobody alive today. “We have the history, the tradition. Now we saw with our own eyes the actual burial place of Jesus Christ.”\nFor 60 hours, they collected samples, took photographs and reinforced the tomb before resealing it, perhaps for centuries to come. By the time I visited one dark night this week, the tomb had already been closed again. In the end, just about 50 or so priests, monks, scientists and workers had peered inside, and they seem likely to be the only ones on the planet who will do so in our lifetimes.", "url": "https://www.nytimes.com/2016/11/04/world/middleeast/jesus-tomb-opened-jerusalem-constantine.html"}