{"authors": [], "date_download": "2022-10-25 23:22:23", "date_modify": "2022-10-25 23:22:23", "date_publish": "2016-06-07 21:52:10", "description": "Under fire for suggesting that a federal judge was biased because he is Mexican-American, Donald J. Trump said Tuesday that the judge’s heritage does not make him “incapable of being impartial.”", "filename": "2016_06_08_us_politics_trump-university-statement_1666740143.html", "image_url": "https://static01.nyt.com/images/2016/06/08/us/08fd-trumpstatement2/08fd-trumpstatement2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=f4f5b2b124e698df5ed62c13f62bf95ee3596a52d1dd5ee5c88bdcf3d86863ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_08_us_politics_trump-university-statement_1666740143.html", "title": "Donald Trump’s Statement on Trump University", "title_page": "Donald Trump’s Statement on Trump University - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under fire for suggesting that a federal judge, Gonzalo P. Curiel, was biased because he is Mexican-American, Donald J. Trump said on Tuesday that the judge’s heritage does not make him “incapable of being impartial.” Here’s the statement his campaign released:\nIt is unfortunate that my comments have been misconstrued as a categorical attack against people of Mexican heritage. I am friends with and employ thousands of people of Mexican and Hispanic descent. The American justice system relies on fair and impartial judges. All judges should be held to that standard. I do not feel that one’s heritage makes them incapable of being impartial, but based on the rulings that I have received in the Trump University civil case, I feel justified in questioning whether I am receiving a fair trial.\nOver the past few weeks, I have watched as the media has reported one inaccuracy after another concerning the ongoing litigation involving Trump University. There are several important facts the public should know and that the media has failed to report.\nThroughout the litigation my attorneys have continually demonstrated that students who participated in Trump University were provided a substantive, valuable education based upon a curriculum developed by professors from Northwestern University, Columbia Business School, Stanford University and other respected institutions. And the response from students was overwhelming. Over a five-year period, more than 10,000 paying students filled out surveys giving the courses high marks and expressing their overwhelming satisfaction with Trump University’s programs. For example:\nFormer student Tarla Makaeff, the original plaintiff in the litigation, not only completed multiple surveys rating Trump University’s three-day seminar “excellent” in every category, but also praised Trump University’s mentorship program in a glowing five-plus minute video testimonial. When asked “how could Trump University help to meet [her] goals,” she simply stated “[c]ontinue to offer great classes.” Once the plaintiffs’ lawyers realized how disastrous a witness she was, they asked to have her removed from the case. Over my lawyers’ objections, the judge granted the plaintiffs’ motion, but allowed the case to continue.\nArt Cohen, a lead plaintiffs in the litigation, completed a survey in which he not only rated Trump University’s three-day seminar “excellent” in virtually every category, but went so far as to indicate that he would “attend another Trump University seminar” and even “recommend Trump University seminars to a friend.” When asked how Trump University could improve the seminar, Mr. Cohen’s only suggestion was to “[h]ave lunch sandwiches brought in” and make the lunch break 45 minutes. Former student Bob Giullo, who has been critical of Trump University in numerous interviews and negative advertisements from my political opponents, also expressed his satisfaction, rating Trump University’s programs “excellent” in every category. When asked how Trump University could improve its programs, Mr. Giullo simply asked that students be provided “more comfortable chairs.”", "url": "https://www.nytimes.com/2016/06/08/us/politics/trump-university-statement.html"}