{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:01:13", "date_modify": "2022-10-25 23:01:13", "date_publish": "2016-12-13 12:25:45", "description": "After a four-year battle, the last rebel fighters agreed to turn over their territory. The United Nations reported that scores were killed as pro-government forces moved in.", "filename": "2016_12_13_world_middleeast_syria-aleppo-civilians_1666738873.html", "image_url": "https://static01.nyt.com/images/2016/12/13/world/middleeast/14ALEPPO-WEB-slide-NXWH/14ALEPPO-WEB-slide-NXWH-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a60d7f9eec0eb8c632a2f6578d9354baa70e9446af8e652f2b8d858e1fa1a037&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_13_world_middleeast_syria-aleppo-civilians_1666738873.html", "title": "Battle Over Aleppo Is Over, Russia Says, as Evacuation Deal Reached", "title_page": "Battle Over Aleppo Is Over, Russia Says, as Evacuation Deal Reached - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Russia declared on Tuesday that the four-year battle over Aleppo, Syria’s largest city, was over, as the last remaining rebel fighters agreed to turn over their territory to the Syrian government. While pro-government forces were moving in, United Nations officials said they were receiving multiple reports of execution-style killings.\nThe deal was announced just as civilians inside the rebel enclave said they had lost hope. They had spent days huddled in abandoned apartments under heavy shelling, as those with a record of opposing the government said they were bracing for arrest, conscription or death.\nUnder the deal, evacuations were set to begin at 5 a.m. Wednesday, although the departures were delayed and there were reports of renewed shelling. Earlier on Tuesday, fears had mounted as the United Nations said it had received reports that Syrian troops or allied Iraqi militias were gunning down families in apartments and on the streets, with the toll reaching 82 civilians.", "url": "https://www.nytimes.com/2016/12/13/world/middleeast/syria-aleppo-civilians.html"}