{"authors": ["Dionne Searcey"], "date_download": "2022-10-26 00:11:30", "date_modify": "2022-10-26 00:11:30", "date_publish": "2016-12-12 08:00:03", "description": "The militants — who have stolen cattle, raided markets and uprooted farmers — have created a malnutrition crisis in Nigeria that could spill across borders.", "filename": "2016_12_12_world_africa_niger-nigeria-boko-haram-food-crisis_1666743090.html", "image_url": "https://static01.nyt.com/images/2016/12/10/world/13NIGER-WEB/13NIGER-WEB-facebookJumbo.jpg?year=2016&h=550&w=1050&s=7cee29a547e2fa6412838035adc225260ca6458003898bc9bf9e0bf885012a49&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_12_world_africa_niger-nigeria-boko-haram-food-crisis_1666743090.html", "title": "Niger Feels Ripple Effect of Boko Haram as Fears of Food Shortage Spread", "title_page": "Niger Feels Ripple Effect of Boko Haram as Fears of Food Shortage Spread - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Buhari immediately dismissed the appeal, insisting that the world organization was exaggerating the humanitarian crisis in his country to increase donations. In a statement signed by his spokesman, Mr. Buhari said the United Nations was engaging in “a type of hype that does not provide a solution to the situation on the ground but more to do with calculations for operations financing locally and abroad.”\nLater, the government’s official Twitter account posted that it recognized the severity of the humanitarian situation.\nWhile crediting the United Nations with immeasurable help to assuage the food situation, Mr. Buhari said, “The hype, especially that which suggests that the government is doing nothing is, therefore, uncharitable and unnecessary,” according to the statement.\n“We are concerned about the blatant attempts to whip up a nonexistent fear of mass starvation by some aid agencies, a type of hype that does not provide a solution to the situation on the ground but more to do with calculations for operations financing locally and abroad,” the statement said.\nCol. Adamu Laka of the Nigerian military said some areas of Nigeria — like Bama, a city where humanitarian groups had described severe malnourishment after it was liberated from Boko Haram control in June — were so flush with food that the military had told the authorities to slow shipments. But he said few farmers in the area had cultivated their own fields and instead were relying on relief food.\n“Right now, there is no problem of food in Bama,” he said. But if the relief stops, “that is when there will be a problem.”\nIn Nigeria, the threat of militants has blocked access for aid groups like the United Nations’ World Food Program to some villages until midyear. The organization initially handed out cash and vouchers for food, a system that officials now acknowledge was a mistake in an area where inflation had set in. Now, the United Nations is directly distributing rice and other food.", "url": "https://www.nytimes.com/2016/12/12/world/africa/niger-nigeria-boko-haram-food-crisis.html"}