{"authors": ["Nicholas Casey"], "date_download": "2022-10-25 22:59:13", "date_modify": "2022-10-25 22:59:13", "date_publish": "2016-02-25 02:56:45", "description": "The measure would have allowed President Evo Morales to run for a fourth term, but it lost narrowly in a vote held Sunday.", "filename": "2016_02_25_world_americas_bolivian-president-evo-morales-concedes-defeat-in-term-limit-referendum_1666738753.html", "image_url": "https://static01.nyt.com/images/2016/02/25/world/25BOLIVIA-web1/25BOLIVIA-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=76aa2b2d240b978c87654b456ff3fa209da71d2bacd6398fb4d1c2e73c4c9872&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_25_world_americas_bolivian-president-evo-morales-concedes-defeat-in-term-limit-referendum_1666738753.html", "title": "Bolivian President Concedes Defeat in Term-Limit Referendum", "title_page": "Bolivian President Concedes Defeat in Term-Limit Referendum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ORURO, Bolivia — President Evo Morales, facing mounting pressure to concede defeat in a referendum that would have allowed him to run for a fourth term, accepted the loss Wednesday but said he would use the remaining years of his presidency to advance his Socialist-inspired agenda.\n“We will respect the results,” the president said in a televised statement Wednesday. “The important thing is to salute the Bolivian people for their democratic will.”\nYet Mr. Morales, whose term does not end until 2020, reminded supporters and opponents alike that he remained their president — and would vigorously promote his left-wing movement that since 2006 has transformed the country by redistributing its natural gas wealth and seeking greater inclusion for its indigenous majority.\n“We still had half of voters supporting us,” he said.\nStill, the results mark a shift in the political fortunes of Mr. Morales, Bolivia’s first indigenous president, who won three previous elections by large margins.", "url": "https://www.nytimes.com/2016/02/25/world/americas/bolivian-president-evo-morales-concedes-defeat-in-term-limit-referendum.html"}