{"authors": ["Lilia Blaise"], "date_download": "2022-10-25 23:33:46", "date_modify": "2022-10-25 23:33:46", "date_publish": "2016-03-11 10:00:23", "description": "The case of Jacqueline Sauvage, who shot her husband after years of abuse, raises a difficult question for France: Are such killings self-defense?", "filename": "2016_03_12_world_europe_murder-of-abusive-husband-casts-stark-light-on-domestic-violence-in-france_1666740826.html", "image_url": "https://static01.nyt.com/images/2016/03/12/world/12abuse-web1/12abuse-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=8fc0ad8417a639b0632ee03612235878338ea9ef72ca32d23b5c5d30db67a66c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_12_world_europe_murder-of-abusive-husband-casts-stark-light-on-domestic-violence-in-france_1666740826.html", "title": "He Abused Her for Years. She Shot Him. France Asks: Is It Self-Defense?", "title_page": "He Abused Her for Years. She Shot Him. France Asks: Is It Self-Defense? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LA SELLE-SUR-LE-BIED, France — Jacqueline Sauvage and Norbert Marot married as teenagers and built their dream house of wood and stone with a big garden and terrace in this village 70 miles south of Paris.\nOn the terrace of that home 47 years later, Ms. Sauvage shot her husband in the back three times with a hunting rifle, killing him, and putting an end to what she said was decades of physical abuse by him. She was found guilty of murder late last year and sentenced to 10 years in prison.\nHer case has drawn national attention to domestic violence against women in France, and to the inadequacy of France’s institutions in dealing with the problem.\nBut it has also raised an uncomfortable question for France: If your husband abuses you for years and one day you shoot and kill him, is it self-defense?", "url": "https://www.nytimes.com/2016/03/12/world/europe/murder-of-abusive-husband-casts-stark-light-on-domestic-violence-in-france.html"}