{"authors": ["Paul Mozur", "Jack Ewing"], "date_download": "2022-10-25 23:39:22", "date_modify": "2022-10-25 23:39:22", "date_publish": "2016-09-16 17:46:03", "description": "A Chinese spree of buying top European tech companies is raising questions about the origins of the funds and the acquirers’ intentions.", "filename": "2016_09_17_business_dealbook_china-germany-takeover-merger-technology_1666741162.html", "image_url": "https://static01.nyt.com/images/2016/09/17/business/17db-chinabuy1/17db-chinabuy1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3621c0ae545f43875605b6157c2d22b12c10720bdc864f002f208a9483b6ae3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_17_business_dealbook_china-germany-takeover-merger-technology_1666741162.html", "title": "Rush of Chinese Investment in Europe’s High-Tech Firms Is Raising Eyebrows", "title_page": "Rush of Chinese Investment in Europe’s High-Tech Firms Is Raising Eyebrows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — After a customer canceled a large order at the last minute, shares in Aixtron, a German high-tech company, sank fast. Months later, with the stock still reeling, a Chinese investor agreed to buy the company.\nIf only it were as simple as smart deal-making.\nFinancial filings and public statements indicate a web of relationships among the customer, the buyer and the Chinese state. The links highlight the blurred lines between increasingly acquisitive Chinese companies and Beijing’s long-term industrial policy.\n“The Aixtron case makes it very clear: It is not regular investment that is at work here,” said Sebastian Heilmann, president of the Mercator Institute for China Studies, a think tank based in Berlin. “Instead, we see governmental-program capital working behind the scenes.”\nChinese leaders have made clear their intention of using state funds to acquire technological capabilities overseas and bring them home, and a series of purchases in recent years have highlighted that strategy.", "url": "https://www.nytimes.com/2016/09/17/business/dealbook/china-germany-takeover-merger-technology.html"}