{"authors": ["Andrew E. Kramer", "Clifford Krauss"], "date_download": "2022-10-25 23:39:06", "date_modify": "2022-10-25 23:39:06", "date_publish": "2016-12-13 02:50:48", "description": "Russia’s energy industry could create a blurry line between Mr. Tillerson’s interests as an oilman and the role he will assume as America’s top diplomat.", "filename": "2016_12_12_world_europe_rex-tillersons-company-exxon-has-billions-at-stake-over-russia-sanctions_1666741146.html", "image_url": "https://static01.nyt.com/images/2016/12/13/us/13RUSSIA-TILLERSON/13RUSSIA-TILLERSON-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=6997a32fbd30a89f4d3612b19396e421569aa5d98602fb757b13f5a2496cff5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_12_world_europe_rex-tillersons-company-exxon-has-billions-at-stake-over-russia-sanctions_1666741146.html", "title": "Rex Tillerson’s Company, Exxon, Has Billions at Stake Over Sanctions on Russia", "title_page": "Rex Tillerson’s Company, Exxon, Has Billions at Stake Over Sanctions on Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Now that President-elect Donald J. Trump has chosen Rex W. Tillerson, the chief executive of Exxon Mobil, to be the next secretary of state, the giant oil company stands to make some major gains as well: It has billions of dollars in deals that can go forward only if the United States lifts sanctions against Russia.\nAs head of America’s largest oil company, Mr. Tillerson has earned a friendship award from Russia and voiced skepticism about American sanctions that have halted some of Exxon Mobil’s biggest projects in the country.\nBut Mr. Tillerson’s stake in Russia’s energy industry could create a very blurry line between his interests as an oilman and his role as America’s leading diplomat.\n“The chances that he will view Russia with Exxon Mobil DNA are close to 100 percent,” said Robert Weissman, the president of Public Citizen, a public interest group based in Washington.", "url": "https://www.nytimes.com/2016/12/12/world/europe/rex-tillersons-company-exxon-has-billions-at-stake-over-russia-sanctions.html"}