{"authors": ["Mark Landler", "David E. Sanger"], "date_download": "2022-10-25 23:39:08", "date_modify": "2022-10-25 23:39:08", "date_publish": "2016-12-02 23:02:00", "description": "The president-elect spoke by phone with the president of Taiwan in the first such contact since the United States severed diplomatic relations with the island.", "filename": "2016_12_02_us_politics_trump-speaks-with-taiwans-leader-a-possible-affront-to-china_1666741148.html", "image_url": "https://static01.nyt.com/images/2016/12/03/us/03trump/03trump-facebookJumbo.jpg?year=2016&h=550&w=1050&s=451c982a32aea9448706a9b6e07d4d0bcc95842e85ed457dad391b6ee62babfc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_02_us_politics_trump-speaks-with-taiwans-leader-a-possible-affront-to-china_1666741148.html", "title": "Trump Speaks With Taiwan’s Leader, an Affront to China", "title_page": "Trump Speaks With Taiwan’s Leader, an Affront to China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President-elect Donald J. Trump spoke by telephone with Taiwan’s president on Friday, a striking break with nearly four decades of diplomatic practice that could precipitate a major rift with China even before Mr. Trump takes office.\nMr. Trump’s office said he had spoken with the Taiwanese president, Tsai Ing-wen, “who offered her congratulations.” He is believed to be the first president or president-elect who has spoken to a Taiwanese leader since at least 1979, when the United States severed diplomatic ties with Taiwan as part of its recognition of the People’s Republic of China.\nIn the statement, Mr. Trump’s office said the two leaders had noted “the close economic, political, and security ties” between Taiwan and the United States. Mr. Trump, it said, “also congratulated President Tsai on becoming President of Taiwan earlier this year.”\nMr. Trump’s motives in taking the call, which lasted more than 10 minutes, were not clear. In a Twitter message late Friday, he said Ms. Tsai “CALLED ME.”", "url": "https://www.nytimes.com/2016/12/02/us/politics/trump-speaks-with-taiwans-leader-a-possible-affront-to-china.html"}