{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:39:14", "date_modify": "2022-10-25 23:39:14", "date_publish": "2016-11-04 21:00:04", "description": "A report by PEN America outlines the circumstances behind the disappearances of five booksellers last year and the fear that their case has sown in the industry.", "filename": "2016_11_05_world_asia_hong-kong-china-booksellers-pen_1666741154.html", "image_url": "https://static01.nyt.com/images/2016/11/05/world/05HKBOOKS-1/05HKBOOKS-1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b65997f2069fccfd52205e7eb55e290bb546d7f8cdaab2c72dee5515f221471e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_05_world_asia_hong-kong-china-booksellers-pen_1666741154.html", "title": "If China Meant to Chill Hong Kong Speech, Booksellers’ Case Did the Job", "title_page": "If China Meant to Chill Hong Kong Speech, Booksellers’ Case Did the Job - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The 70-page report also shows how, despite the condemnation Beijing received internationally and in Hong Kong, its actions may have had the intended effect: The most prolific publisher of thinly sourced books about political intrigue and the sex lives of China’s leaders is out of business. Other book publishers, including those that sell well-sourced, authoritative volumes about Chinese politics, are finding it increasingly difficult to continue operating.\nThe lack of information about the disappearances, and what one returning bookseller said were forced confessions, have sowed fear in Hong Kong’s once-thriving publishing community. China’s government has never given an explanation as to why it took such extraordinary measures against only one of many publishers. Was it, the report asks, to prevent the publication of a particular book? Or was the aim to coerce the publishers into revealing their sources? Perhaps it was to obtain lists of customers? Or maybe it was to shut down the biggest publisher of such books?\n“This constellation of theories, none mutually exclusive and none confirmed, has created an atmosphere of uncertainty,” the report said. “It is impossible for independent publishers who produce books critical of China’s rulers to know how not to cross the line and become the next targets because it is unclear where that line is drawn. The only sure response is to take no steps at all.”\nSeveral shops that sold the so-called banned political books, which were popular among visiting mainland Chinese, have since closed their doors. At Hong Kong International Airport, said to be the biggest market for these titles, many of the shops that until last year sold these books have closed, and some have been replaced by bookshops indirectly owned by the Chinese government.\nThe report says many Hong Kong-based publishers of China-focused political books are finding it harder to find printers. One, Bao Pu, who runs New Century Press, was told by his printer that it “would not print any more of his books, regardless of content.”", "url": "https://www.nytimes.com/2016/11/05/world/asia/hong-kong-china-booksellers-pen.html"}