{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:32:19", "date_modify": "2022-10-25 23:32:19", "date_publish": "2016-09-14 11:00:06", "description": "Her gains from a growing nonwhite electorate could be as small as a single percentage point, according to Upshot estimates.", "filename": "2016_09_15_upshot_hispanic-and-black-support-for-hillary-clinton-is-overrated_1666740739.html", "image_url": "https://static01.nyt.com/images/2016/09/14/upshot/14UP-Demographics/14UP-Demographics-facebookJumbo.jpg?year=2016&h=549&w=1050&s=3e3e547000037e093a3ee2ef711c717f618c1627cbc17782313c5ade37192d57&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_15_upshot_hispanic-and-black-support-for-hillary-clinton-is-overrated_1666740739.html", "title": "Hillary Clinton Is Getting Surprisingly Little Extra Lift From Blacks and Hispanics", "title_page": "Hillary Clinton Is Getting Surprisingly Little Extra Lift From Blacks and Hispanics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This is lost in many articles that cherry-pick the most shockingly pro-Clinton results. The results that don’t show her doing so well — like a Pew poll showing her leading by 50 to 26 — are dismissed, even though the same pollsters four years ago showed Mr. Obama faring about as well as he ultimately did.\nAnother reason Mrs. Clinton’s relative weakness among nonwhite voters has been overlooked is that analysts and journalists have tended to focus on how Mr. Trump is doing worse than Mr. Romney (Mr. Trump has only 15 percent support among Hispanics compared with Mr. Romney's 27 percent in the exit polls). But they leave out that Mrs. Clinton, by the same measure, is doing worse than Mr. Obama to the same extent.\nA final problem is that a handful of polls specifically targeting Latino voters tend to show Mrs. Clinton ahead by a larger margin than other surveys do. These pollsters argue that they’re a more accurate reflection of the Latino electorate. Whether this is true is beside the point: The methodology employed by these surveys has always yielded stronger results for Democrats than other surveys, including the exit polls.\nAs a result, comparing these polls with the exit polls tends to show Democrats gaining when, in fact, they may not be at all. Mr. Obama, for instance, led the final Latino Decisions poll by a margin of 75 percent to 23 percent, about the same as Mrs. Clinton's current 71-19 lead in a recent survey.\nWhy isn’t Mrs. Clinton doing better than Mr. Obama among Hispanic voters? Part of her problem, I suspect, is that Hispanic voters are disproportionately young, and she has had a tough time rallying the support of young voters. It is also possible that she is struggling among less educated second- or third-generation Hispanic voters who may vote more similarly to less educated white voters.\nMrs. Clinton isn’t doing better than Mr. Obama among black voters, either. While several polls have suggested that Mr. Trump is winning a vanishingly small share of that vote, the polls showed something similar in 2012. Then, pre-election polls showed Mr. Obama beating Mr. Romney by an even greater margin than the polls currently show Mrs. Clinton beating Mr. Trump. Mr. Obama held a 93-3 percent lead among likely black voters (92 to 3 among registered voters).\nMost of the analysis that shows Mrs. Clinton faring better depends on a comparison with the exit polls, which showed Mr. Romney winning 6 percent of the black vote.", "url": "https://www.nytimes.com/2016/09/15/upshot/hispanic-and-black-support-for-hillary-clinton-is-overrated.html"}