{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:18", "date_modify": "2022-10-25 23:39:18", "date_publish": "2016-09-30 07:44:06", "description": "Sixteen members of Congress are raising questions over the foreign acquisition of American movie theaters and studios.", "filename": "2016_10_01_world_asia_china-us-foreign-acquisition-dalian-wanda_1666741158.html", "image_url": "https://static01.nyt.com/images/2016/10/01/world/01chinacongress-web1/01chinacongress-web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=520b876c324ad033cb9ae9404b86ff8b60c1c833897dca5b4438725a46b57a27&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_01_world_asia_china-us-foreign-acquisition-dalian-wanda_1666741158.html", "title": "Chinese Purchases of U.S. Companies Have Some in Congress Raising Eyebrows", "title_page": "Chinese Purchases of U.S. Companies Have Some in Congress Raising Eyebrows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PRINCETON, N.J. — Movie theaters and studios are rarely the focus of geopolitical conflict.\nBut 16 members of Congress are raising this question: Should foreign acquisition of these kinds of American companies be subject to special scrutiny?\nIn a recent letter, those politicians cited the case of the Dalian Wanda Group, the Chinese conglomerate that in January bought Legendary Entertainment, one of Hollywood’s biggest production companies, for as much as $3.5 billion. In 2012, Wanda bought AMC Theaters, the large American chain, for $2.6 billion.\n“Should the definition of national security be broadened to address concerns about propaganda and control of the media and ‘soft power’ institutions?” the representatives said in the letter, which was dated Sept. 15 and addressed to Gene L. Dodaro, comptroller general.\nMr. Dodaro is the head of the Government Accountability Office, and the aim of the letter was to urge that office to consider whether the government process to review foreign investment in the United States needs to be expanded. The process is overseen by the Committee on Foreign Investment in the United States, or Cfius, an interagency group that is supervised by the Treasury Department.", "url": "https://www.nytimes.com/2016/10/01/world/asia/china-us-foreign-acquisition-dalian-wanda.html"}