{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:31:18", "date_modify": "2022-10-25 23:31:18", "date_publish": "2016-03-01 02:08:53", "description": "Working remotely, attackers conducted “extensive reconnaissance” of the Ukraine power system’s networks, stole the credentials of operators and learned how to switch off the breakers, plunging more than 225,000 Ukrainians into darkness.", "filename": "2016_03_01_us_politics_utilities-cautioned-about-potential-for-a-cyberattack-after-ukraines_1666740678.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_01_us_politics_utilities-cautioned-about-potential-for-a-cyberattack-after-ukraines_1666740678.html", "title": "Utilities Cautioned About Potential for a Cyberattack", "title_page": "Utilities Cautioned About Potential for a Cyberattack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even after it has reached a conclusion, the White House might decide not to name the attackers, just as it decided not to publicly blame China for the theft of 22 million security files from the Office of Personnel Management.\nBut American intelligence officials have been intensely focused on the likelihood that the attack was engineered by the Russian military, or “patriotic hackers” operating on their behalf, since the first reports of the December blackout. The officials have found it intriguing that the attack did not appear designed to shut down the entire country. “This appears to be message-sending,” said one senior administration official with access to the intelligence, who requested anonymity to discuss the ongoing inquiry.\nEqually interesting to investigators was the technique used: The malware designed for the Ukrainian power grid was directed at “industrial control systems,” systems that act as the intermediary between computers and the switches that distribute electricity and guide trains as they speed down the track, the valves that control water supplies, and the machinery that mixes chemicals at factories.\nThe most famous such attack was the Stuxnet worm, which destroyed the centrifuges that enriched uranium at the Natanz nuclear site in Iran. But that is not an example often cited by American officials — largely because the attack was conducted by the United States and Israel, a fact American officials have never publicly acknowledged.\nExperts in cybersecurity regard the Ukraine attack as a teaching moment, a chance to drive home to American firms the vulnerability of their own systems. “There’s never been an intentional cyberattack that has taken the electric grid down before,” said Robert M. Lee of the SANS Institute. Mr. Lee said that while it was still not possible to determine who conducted the attack — what is called “attribution” in the cyber industry — he noted that it was clearly designed to send a political message.", "url": "https://www.nytimes.com/2016/03/01/us/politics/utilities-cautioned-about-potential-for-a-cyberattack-after-ukraines.html"}