{"authors": ["Jon Pareles"], "date_download": "2022-10-25 23:43:40", "date_modify": "2022-10-25 23:43:40", "date_publish": "2016-10-10 21:00:23", "description": "At this festival in Indio, Calif., the Rolling Stones, Bob Dylan, Paul McCartney, Neil Young, the Who and Roger Waters played as if they still have something to prove.", "filename": "2016_10_11_arts_music_desert-trip-review-dylan-rolling-stones-mccartney_1666741420.html", "image_url": "https://static01.nyt.com/images/2016/10/11/arts/11DESERT3-1/11DESERT3-1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9ae4ca8519155434b67690eb8fcb6788107bacec99c0d209e10bf4a1cecd7aea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_11_arts_music_desert-trip-review-dylan-rolling-stones-mccartney_1666741420.html", "title": "Review: At Desert Trip, Rocking Beyond the Hits With a Vengeance", "title_page": "Review: At Desert Trip, Rocking Beyond the Hits With a Vengeance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Mr. Dylan, the Rolling Stones, Mr. Young and the Who, that meant spiking their songs with improvisation. Mr. Dylan has always restlessly rearranged his songs, toying with lyrics and leaving only a few of his recordings’ musical landmarks intact. On Friday night, he recast and zeroed in on some of his most caustic and merciless songs — among them “Masters of War” from 1963, “Ballad of a Thin Man” from 1965 and “Pay in Blood” from 2012 — and sang them with deep cunning and venom coming through his much-weathered voice.\nMr. Young has expansive psychedelic jamming in his DNA — his set included a 22-minute “Down by the River” — while the Stones and the Who are built around guitarists who constantly claw at their songs from within. Keith Richards and Ron Wood, the Stones’ guitarists, played nonstop games of syncopation and suspense amid the band’s well-known riffs, while Mr. Jagger raced all over the stage without missing a note. Pete Townshend of the Who set off countless controlled detonations in his songs — trilling, jabbing rapidly, bending notes, scraping his strings, flinging and windmilling a dozen kinds of power chords — while Roger Daltrey swung his microphone on its cord and flaunted his lung power.\nAlthough he reveled in the stuttering that has always been part of “My Generation,” Mr. Daltrey took care to enunciate one line quite clearly for the Oldchella audience: “Hope I die before I get old.”\nFor Mr. Waters and Mr. McCartney, whose music is more meticulously controlled, executing old songs anew meant updated spectacle and significance. Mr. Waters did a full set of material from his former band, Pink Floyd, often playing groups of songs to revisit the way the band’s concept albums inexorably build. He has a rare ability to make slow songs majestic rather than tedious; his rock dirges can open like chasms underfoot, accompanied onstage (as they have been through the years) by up-to-the-minute video technology. Mr. Waters placed opposition to Donald J. Trump at the core of his set, showing images of the candidate (in, among other things, a Ku Klux Klan hood) on video and on a flying inflatable pig during the bluesy, condemnatory “Pigs (Three Different Ones).”", "url": "https://www.nytimes.com/2016/10/11/arts/music/desert-trip-review-dylan-rolling-stones-mccartney.html"}