{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:28:50", "date_modify": "2022-10-25 23:28:50", "date_publish": "2016-01-05 16:46:53", "description": "Two other Americans were reported wounded in Marja, where Special Operations forces have been helping the Afghan military fend off a fierce Taliban offensive.", "filename": "2016_01_06_world_asia_american-soldier-killed-fighting-the-taliban-in-helmand_1666740530.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_06_world_asia_american-soldier-killed-fighting-the-taliban-in-helmand_1666740530.html", "title": "U.S. Soldier Killed While Fighting Taliban in Afghanistan", "title_page": "U.S. Soldier Killed While Fighting Taliban in Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — An American soldier was killed and two others were wounded Tuesday in fighting at the heart of a Taliban offensive in southern Afghanistan, the United States military said.\nThe death took place in Marja, in Helmand Province, where American Special Operations forces have been trying to help the Afghan military fend off a fierce Taliban offensive that has claimed several districts over the past few months. The American casualties came during a push by Afghan and American soldiers to clear territory between Marja and the provincial capital, Lashkar Gah, according to Afghan military officials, who spoke on the condition of anonymity because they were not authorized to brief the news media.\nLater, Afghan and American officials said an American helicopter had sustained damage in the area, but they disagreed on the details. In Washington, American officials said that a medical evacuation helicopter had been sent to Marja to help the wounded soldiers and that its rotors had struck the wall of a compound there. It was unclear whether the wounded soldiers had yet been evacuated.\nBut one Afghan military official said that an American Black Hawk transport helicopter had gone down in enemy territory because of a mechanical problem, and that the casualties had come afterward. There were no further details or confirming accounts.", "url": "https://www.nytimes.com/2016/01/06/world/asia/american-soldier-killed-fighting-the-taliban-in-helmand.html"}