{"authors": ["Amy Chozick", "Alan Rappeport", "Jonathan Martin"], "date_download": "2022-10-25 23:01:14", "date_modify": "2022-10-25 23:01:14", "date_publish": "2016-07-23 00:06:52", "description": "Mr. Kaine, a former governor of Virginia who is now on the Senate Foreign Relations Committee, speaks fluent Spanish and has a strong friendship with Mrs. Clinton.", "filename": "2016_07_23_us_politics_tim-kaine-hillary-clinton-vice-president_1666738874.html", "image_url": "https://static01.nyt.com/images/2016/07/22/us/HFO-kaine/HFO-kaine-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=a63dd93585606c191355778ff1a1fc0c9eb8a7fcf0fd59624d813aa17f533d5e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_23_us_politics_tim-kaine-hillary-clinton-vice-president_1666738874.html", "title": "Hillary Clinton Selects Tim Kaine, a Popular Senator From a Swing State, as Running Mate", "title_page": "Hillary Clinton Selects Tim Kaine, a Popular Senator From a Swing State, as Running Mate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TAMPA, Fla. — Follow along with our coverage of the Democratic National Convention.\nHillary Clinton named Senator Tim Kaine of Virginia to be her running mate Friday, selecting a battleground-state politician with working-class roots and a fluency in Spanish, traits that she believes can bolster her chances to defeat Donald J. Trump in November.\nMrs. Clinton’s choice, which she announced via text message to supporters, came after her advisers spent months poring over potential vice-presidential candidates who could lift the Democratic ticket in an unpredictable race against Mr. Trump.\nIn the end, Mrs. Clinton decided that Mr. Kaine, 58, a former governor of Virginia who sits on the Senate Foreign Relations Committee, had the qualifications and background, and the personal chemistry with her, to make the ticket a success.\nMrs. Clinton had entertained more daring choices. She considered Thomas E. Perez, the secretary of labor, who would have been the first Hispanic on a major party ticket; Senator Cory Booker of New Jersey, who would have been the first African-American to seek the vice presidency; and James G. Stavridis, a retired four-star Navy admiral who served as the supreme allied commander at NATO but had never held elected office.", "url": "https://www.nytimes.com/2016/07/23/us/politics/tim-kaine-hillary-clinton-vice-president.html"}