{"authors": ["Chris Stein", "Dionne Searcey"], "date_download": "2022-10-26 00:11:38", "date_modify": "2022-10-26 00:11:38", "date_publish": "2016-04-14 06:47:52", "description": "The mass abduction, on April 14, 2014, was just one of hundreds of acts of brutality that Boko Haram has rained down on West Africa in recent years.", "filename": "2016_04_15_world_africa_nigeria-boko-haram_1666743098.html", "image_url": "https://static01.nyt.com/images/2016/04/15/world/15boko_video1/15boko_video1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b308a241efce263cc9854616341e805ca0c905d58440ec76fbb76531b29100c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_15_world_africa_nigeria-boko-haram_1666743098.html", "title": "2 Years After Boko Haram Kidnapping, the Search Goes On for Nigerian Girls", "title_page": "2 Years After Boko Haram Kidnapping, the Search Goes On for Nigerian Girls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“As long as we have not closed our search for the girls, of course we’ll keep talking,” Mr. Mohammed said. But he sounded a note of caution about the video, saying the government had received a similar one last summer and had otherwise been inundated with tips.\n“Most of these claims, they turn out not to be true,” he said.\nThe two-year wait for the girls to be found has been maddening for their relatives and friends, who complain the government has done very little to keep them informed of any attempts to locate and rescue them.\n“Nobody can tell where those girls are,” said Ayuba Alamson, whose two cousins, Ruth Amos and Mary Ali, were abducted. His sister and another cousin were abducted as well, but escaped the morning after the kidnapping.\nMr. Alamson said he still cries when he sees or talks to other parents of the girls. At his little sister’s wedding recently, he said, he cried because she reminded him of his missing cousins.\n“Without serious provocation, I will drop tears,” said Mr. Alamson, who is from Chibok.\nIn 2014, Mr. Allen said, he arrived in Chibok while the school building was still smoldering to look for Ms. Wavi, who he said was about 17 at the time, and another cousin who also attended the school. He was too late. Both girls were long gone, Ms. Wavi having been carried off in a pickup truck among a small group of girls who were the first to be kidnapped.\nMs. Wavi’s father is blind, so Mr. Allen said he had cared for her and sponsored her education at the boarding school in Chibok. She was the first girl in her family to attend school and hoped one day to become a doctor.", "url": "https://www.nytimes.com/2016/04/15/world/africa/nigeria-boko-haram.html"}