{"authors": ["Azam Ahmed"], "date_download": "2022-10-25 23:28:45", "date_modify": "2022-10-25 23:28:45", "date_publish": "2016-02-15 18:26:09", "description": "In a peaceful corner of Helmand Province, poppies grow in plain sight, directly taxed by a government ever more deeply involved in the drug trade.", "filename": "2016_02_16_world_asia_afghanistan-opium-heroin-taliban-helmand_1666740525.html", "image_url": "https://static01.nyt.com/images/2016/01/28/world/narcostate-web/narcostate-web-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=50d849448a1a71bd8a2cf65f61dabbf5ef26739989c272bc482f7f4615675d37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_16_world_asia_afghanistan-opium-heroin-taliban-helmand_1666740525.html", "title": "Tasked With Combating Opium, Afghan Officials Profit From It", "title_page": "Tasked With Combating Opium, Afghan Officials Profit From It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The system in Garmsir, however, appears to leave little to chance. The district, farther from the provincial capital than Marja or Nad Ali, enjoys more autonomy than most under government control.\nInterviews conducted in mid-March, before the blight appeared, showed a system of accommodation that was settling in comfortably. While farmers were not happy about paying the government, most saw it as inevitable and noted that the profit margin for opium was still considerably better than for wheat or cotton.\n“We understand that the officials will charge us money,” said Juma Khan, a 35-year-old farmer in Garmsir, shrugging.\nThe system ran into turbulence in the spring, when two members of Parliament caught wind of the arrangement. After their demand for a cut of the profits was rebuffed, they went public, according to Afghan officials familiar with the case.\nOfficials in Kabul quickly fired the district governor, police chief and intelligence director, who were accused of dividing the profits. In a small ceremony, the Helmand deputy governor returned wads of cash to cheering farmers outside the provincial governor’s offices and promised to crack down on such exploitation.\nOfficials said that all of the money had been returned to farmers and that the responsible parties had been removed from power. But neither promise was entirely true.\nThe governor of Garmsir — who, in an interview, denied that he had created or collected any tax — was quietly moved to Washir, a neighboring district. Months later, he was moved back to Garmsir, where he has returned to his old job. Government officials in Kabul said he had been cleared of wrongdoing after a thorough investigation.\nA later visit to Garmsir unearthed a second inconsistency: Farmers said they had received only half of their money back. Still, that was something of a rebate. After all, they had lost nearly half of their crop to blight.", "url": "https://www.nytimes.com/2016/02/16/world/asia/afghanistan-opium-heroin-taliban-helmand.html"}