{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:02:06", "date_modify": "2022-10-25 23:02:06", "date_publish": "2016-11-22 01:37:28", "description": "A Washington restaurant is reeling from menacing calls and online abuse after a fake story: that Hillary Clinton abuses children there.", "filename": "2016_11_21_technology_fact-check-this-pizzeria-is-not-a-child-trafficking-site_1666738926.html", "image_url": "https://static01.nyt.com/images/2016/11/22/business/22PIZZAGATE2/22PIZZAGATE2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=cc3c7f17a2687397a4ff135c4ebafe62d082a953ce2c8acc8e3bc24116c2a0fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_21_technology_fact-check-this-pizzeria-is-not-a-child-trafficking-site_1666738926.html", "title": "Fake News Onslaught Targets Pizzeria as Nest of Child-Trafficking", "title_page": "Fake News Onslaught Targets Pizzeria as Nest of Child-Trafficking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“From this insane, fabricated conspiracy theory, we’ve come under constant assault,” said Mr. Alefantis, 42, who was once in a relationship with David Brock, a provocative former right-wing journalist who became an outspoken advocate for Mrs. Clinton.\nMr. Alefantis suspects those relationships may have helped to make him a target. “I’ve done nothing for days but try to clean this up and protect my staff and friends from being terrorized,” he said.\nFake news online has been at the center of a furious debate for the past few weeks over how it may have influenced voters in the presidential election. President Obama warned last week that we are “in an age where there’s so much active misinformation and it’s packaged very well” on social media sites. The criticism has buffeted web companies such as Google and Facebook, whose chief executive, Mark Zuckerberg, has promised to work on technology tools to slow the gusher of false digital information.\nBut Mr. Alefantis’s experience shows it is not just politicians and internet companies that are grappling with the fake news fallout. He, his staff and friends have become a new kind of private citizen bull’s-eye for the purveyors of false articles and their believers.\nImage The Comet Ping Pong pizzeria. Credit... Chad Bartlett for The New York Times\nFor more than two weeks, they have struggled to deal with the abusive social media comments and to protect photos of their own children, which were used in the false articles as evidence that the pizza restaurant was running a pedophilia ring. One person even visited Comet Ping Pong to investigate the allegations for himself.", "url": "https://www.nytimes.com/2016/11/21/technology/fact-check-this-pizzeria-is-not-a-child-trafficking-site.html"}