{"authors": ["William K. Rashbaum"], "date_download": "2022-10-25 23:53:57", "date_modify": "2022-10-25 23:53:57", "date_publish": "2016-12-16 02:14:01", "description": "Two grand juries in Manhattan are hearing testimony in federal and state investigations into Mayor Bill de Blasio’s fund-raising, people with knowledge of the matters said.", "filename": "2016_12_15_nyregion_bill-de-blasio-investigation_1666742037.html", "image_url": "https://static01.nyt.com/images/2016/12/16/nyregion/16INQUIRY/16INQUIRY-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9eab0695c789319b707f0fe4984ffd31982e65a74ef3d80ccdef33d4812af062&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_15_nyregion_bill-de-blasio-investigation_1666742037.html", "title": "Grand Juries Said to Hear Testimony on Inquiries Into de Blasio Fund-Raising", "title_page": "Grand Juries Said to Hear Testimony on Inquiries Into de Blasio Fund-Raising - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The questions asked by state prosecutors in their grand jury presentations suggest their inquiry is in some measure centered on Emma Wolfe, Mr. de Blasio’s top political aide, Ross A. Offinger, who was then his campaign finance director, and Josh Gold, a union political operative who worked on the 2014 Senate effort, the people with knowledge of the inquiry said.\nThe federal investigation has examined whether Mr. de Blasio or his aides took beneficial action on behalf of donors in exchange for contributions they had made to his 2013 mayoral campaign, his political nonprofit or both in roughly a half-dozen instances, according to people with knowledge of that inquiry.\nSeveral of the witnesses to testify before the federal grand jury were current or former city officials who were knowledgeable about one of those matters, in which Harendra Singh, the owner of a popular restaurant and wedding venue in Long Island City, Queens, was negotiating a new lease with the city, several of the people said. One such witness was Stacey Cumberbatch, former commissioner of the Department of Citywide Administrative Services, an agency that manages city franchises and negotiates leases.\nBecause federal and state grand jury proceedings are conducted in secret, few details were available about the witnesses who have appeared so far, the substance of their testimony or the nature of any other evidence that may have been presented to the panels.\nBut the fact that prosecutors have begun presenting evidence to the grand juries suggests the unrelated inquiries are probably moving into their final stages, and could wrap up in a matter of weeks.", "url": "https://www.nytimes.com/2016/12/15/nyregion/bill-de-blasio-investigation.html"}