{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:26:10", "date_modify": "2022-10-25 23:26:10", "date_publish": "2016-03-03 17:35:52", "description": "In an open letter, prominent figures in both Bush administrations warned that Mr. Trump’s vision of U.S. power was “wildly inconsistent” and lacking in principle.", "filename": "2016_03_04_us_politics_gop-foreign-policy-figures-denounce-donald-trumps-worldview_1666740370.html", "image_url": "https://static01.nyt.com/images/2016/03/04/us/04campaign-web/04campaign-web-facebookJumbo.jpg?year=2016&h=549&w=1050&s=9af0d58cc384ff2e1dfeaa0efe0df569f59c99369ad9cbacaf53854f27ddb757&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_04_us_politics_gop-foreign-policy-figures-denounce-donald-trumps-worldview_1666740370.html", "title": "G.O.P. Foreign Policy Figures Denounce Donald Trump’s Worldview", "title_page": "G.O.P. Foreign Policy Figures Denounce Donald Trump’s Worldview - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Not that it will bother him much, but Donald J. Trump has lost much of the Republican foreign policy establishment.\nIn an open letter published on Wednesday night, many of the prominent figures in the administrations of George Bush and George W. Bush denounced Mr. Trump’s worldview, declaring that “his vision of American influence and power in the world is wildly inconsistent and unmoored in principle.”\n“He swings from isolationism to military adventurism within the space of one sentence,” they added.\nThe signatories to the letter — which criticizes Mr. Trump’s views on trade, immigration, Muslims, torture and his admiration of President Vladimir V. Putin of Russia — range from Republican moderates to neoconservatives. Among the most prominent is Robert Zoellick, the former president of the World Bank, who also served as deputy secretary of state and as United States Trade Representative, an office that Mr. Trump has denounced for its negotiating skills.", "url": "https://www.nytimes.com/2016/03/04/us/politics/gop-foreign-policy-figures-denounce-donald-trumps-worldview.html"}