{"authors": ["Vanessa Friedman"], "date_download": "2022-10-25 22:55:34", "date_modify": "2022-10-25 22:55:34", "date_publish": "2016-03-11 13:06:48", "description": "Both Sophie Grégoire Trudeau and Michelle Obama chose gowns created by the country’s designers.", "filename": "2016_03_11_fashion_state-dinner-canada-sophie-trudeau_1666738534.html", "image_url": "https://static01.nyt.com/images/2016/03/11/nytnow/11OTR/11OTR-facebookJumbo.jpg?year=2016&h=549&w=1050&s=7cbb9fbee6e8ba8b7ed52f605a9ceeb84fc942f80cf9eb30bb2bb2229effcd21&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_11_fashion_state-dinner-canada-sophie-trudeau_1666738534.html", "title": "State Dinner Becomes a Catwalk for Canadian Style", "title_page": "State Dinner Becomes a Catwalk for Canadian Style - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After New York, London, Milan and Paris … Toronto? Long overlooked by the fashion folk, Canadian designers were front and center at the state dinner in the White House on Thursday night, as modeled by both Sophie Grégoire Trudeau, wife of Prime Minister Justin Trudeau of Canada, and Michelle Obama.\nMrs. Grégoire Trudeau wore a royal purple gown with a train and orange detailing on the bodice by the Romanian-Canadian designer Lucian Matis, a regular at Toronto Fashion Week (yes, there is one, and it takes place next week and in the fall). Mrs. Obama wore a strapless navy blue floral jacquard by the Taiwanese-Canadian Jason Wu, a designer who shows during New York Fashion Week and also made both her inaugural gowns. The dress was notably more relaxed than the formal ballgownlike styles by Carolina Herrera and Vera Wang that Mrs. Obama wore to the state dinners for France and China, perhaps reflecting the relative youth and relaxed attitude of the Trudeaus.\nStill, it was consistent with Mrs. Obama’s signature approach to state dinner dressing, given that she has made something of a specialty out of wearing relevant cross-border design names to these events, including the Japanese-American Tadashi Shoji to the Japan state dinner in April 2015, the Chinese-American Ms. Wang to the China state dinner in September 2015, and the Indian-American Naeem Khan to the India state dinner in 2009.", "url": "https://www.nytimes.com/2016/03/11/fashion/state-dinner-canada-sophie-trudeau.html"}