{"authors": ["Ron Nixon"], "date_download": "2022-10-25 23:34:53", "date_modify": "2022-10-25 23:34:53", "date_publish": "2016-05-18 17:14:52", "description": "Because of a rise in the number of airline passengers and a drop in the number of screeners, the flying public is waiting much longer in security lines.", "filename": "2016_05_19_us_tsa-airport-security-long-lines_1666740893.html", "image_url": "https://static01.nyt.com/images/2016/05/19/us/19tsa-web/19tsa-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=0baf7487064ca6dd8b1e76964b1af2e85ef7a2fcf958d7c3ba58229fc581fed2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_19_us_tsa-airport-security-long-lines_1666740893.html", "title": "Airport Security: What’s Behind the Backups", "title_page": "Airport Security: What’s Behind the Backups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Long security lines have at times prompted hours of delays at the nation’s airports, generated heated responses from frustrated travelers and led to calls for Congress and the Obama administration to fix the problem. Here are the answers to five questions to help passengers understand why waits are longer at airport security checkpoints.\n1. What is causing the long lines?\nThe Transportation Security Administration says the number of passengers has increased nearly 12 percent since 2011, while the number of screeners has declined by 12 percent, to 41,928 this year from 47,630 in 2011. The agency attributes the decline to budget cuts, though some Republicans in Congress blame the T.S.A. for cutting the number of screeners in recent years.\nThe T.S.A. tightened security procedures after federal auditors managed to get fake bombs and weapons past screeners, which has also contributed to the long lines. The agency also stopped a program that allowed people who have not signed up for background checks to use expedited security lines.\nThe result: waits of an hour or more at some airports.\n2. What is the T.S.A. doing about it?\nLast week, Jeh Johnson, the secretary of Homeland Security, announced that the T.S.A. would pay more overtime for screeners, speed up hiring and increase the use of bomb-sniffing dogs. Congress has shifted $34 million in the T.S.A.’s budget to help the agency pay for 768 additional screeners. The agency is also moving bomb-sniffing dogs that screen passengers from smaller airports to larger ones.", "url": "https://www.nytimes.com/2016/05/19/us/tsa-airport-security-long-lines.html"}