{"authors": ["Toni Monkovic"], "date_download": "2022-10-25 23:32:17", "date_modify": "2022-10-25 23:32:17", "date_publish": "2016-09-16 11:05:24", "description": "An interview with David Rothschild on prediction markets and how they point to the primacy of one race: the tipping-point state.", "filename": "2016_09_17_upshot_why-the-whole-trump-clinton-election-could-probably-just-be-held-in-pennsylvania_1666740737.html", "image_url": "https://static01.nyt.com/images/2016/09/17/upshot/17up-pamap-1474001377632/17up-pamap-1474001377632-facebookJumbo.png?year=2016&h=550&w=1050&s=afca846537ea538f7d34d90cb1b9aa593e33ed639e3e0722b8ca9e913e71d0f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_17_upshot_why-the-whole-trump-clinton-election-could-probably-just-be-held-in-pennsylvania_1666740737.html", "title": "Why the Whole Trump-Clinton Election Could Probably Just Be Held in Pennsylvania", "title_page": "Why the Whole Trump-Clinton Election Could Probably Just Be Held in Pennsylvania - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To answer your question directly, I am not compelled to buy or sell Clinton contracts (that pay off $1 if she wins) at $0.70 . Of course, that is because I trust my model.\nNo More Waiting for Results on Election Day\nQ. What is your impression of the wisdom and fairness of doing live forecasting on Nov. 8? What if people hear results and decide to stay home? The Times reported recently on a plan that could permanently change the way Americans experience Election Day.\nThe company spearheading the effort, VoteCastr, plans real-time projections of presidential and Senate races in Colorado, Florida, Nevada, New Hampshire, Ohio, Pennsylvania and Wisconsin. It plans to publish a map and tables of its projected results on Slate, the online newsmagazine.\nA. PredictWise will have a lot of Election Day predictions that will approach 0 and 100 percent as the day unfolds. That is the nature of real-time updating market data that powers predictions. And I was happy to call the election for Obama well before 11 p.m. Eastern in 2012.\nI am not concerned about how the Slate-Votecastr plan will affect voting. Voting is a major cost for many Americans with hourly wage jobs. Those people who choose to get registered and vote are pretty committed to voting. They are more likely going to fixate on any projection that rationalizes voting than a particular projection that unmotivates them.\nIf Slate reports the election is tight, people will use that to rationalize their decision to vote. If Slate reports that Clinton is winning, Clinton supporters will use that to rationalize winning big. And Trump’s supporters will turn to Fox News to confirm that Trump still has a strong chance and needs them more than ever. That is why Karl Rove was still predicting a Romney victory to the very end; he knew that some people just needed someone to convince them that it was worth the investment to stay in line to vote.\nThe Ground Game\nQ. You have said that you expect prediction markets and polling averages to converge in the weeks leading up to the election, as they typically would, but with a possible exception this time around: the influence of the ground game. If the Trump campaign’s organization is poor and the prediction markets pick up on that, there could be a “rare divergence,” you said in one of your live Facebook chats. You gave an example earlier of how this could affect Pennsylvania. But how could markets discern something like poor campaign organization?\nA. The average of the polls near Election Day, for any given race, are off by two-three points on average, but we do not know which direction that will be. The error occurs because polls systemically undercount or overcount some groups of likely voters. On average, there is no bias for either the Democratic or Republican candidates.\nAs a researcher, it has been very difficult to determine the effect of the campaigns, because all we get to witness is the net effect of both campaigns spending a fortune. But we are poised to witness the greatest imbalance ever in advertising and ground game spending. Clinton raised $143 million to Trump’s $90 million in August.", "url": "https://www.nytimes.com/2016/09/17/upshot/why-the-whole-trump-clinton-election-could-probably-just-be-held-in-pennsylvania.html"}