{"authors": ["Jim Rutenberg"], "date_download": "2022-10-25 23:35:01", "date_modify": "2022-10-25 23:35:01", "date_publish": "2016-10-02 23:25:27", "description": "Founded on the ideas of openness and free speech, Twitter pulses with venom, much of it from pseudonymous accounts — the white hoods of our time.", "filename": "2016_10_03_business_media_on-twitter-hate-speech-bounded-only-by-a-character-limit_1666740901.html", "image_url": "https://static01.nyt.com/images/2016/10/03/business/rutenbergjump/rutenbergjump-facebookJumbo.jpg?year=2016&h=550&w=1050&s=2f8bf2d8714acb5b9f7490ab6118d5d38985b7a4147fb509c73d55c1505d2b1c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_03_business_media_on-twitter-hate-speech-bounded-only-by-a-character-limit_1666740901.html", "title": "On Twitter, Hate Speech Bounded Only by a Character Limit", "title_page": "On Twitter, Hate Speech Bounded Only by a Character Limit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More often than not, the venom comes from pseudonymous accounts — the white hoods of our time.\nJust take a gander at @Bridget62945958, who published a series of anti-Semitic posts against my colleague Binyamin Appelbaum. One message showed a series of lampshades. Its caption read: “This is your family when Trump wins. Get your Israeli passport ready.”\nTwitter suspended the account after Mr. Appelbaum brought it to the attention of Twitter’s co-founder and chief executive, Jack Dorsey, by way of his own Twitter feed. A new account sprang right up to continue the vitriol, prompting Jeffrey Goldberg, a national correspondent for The Atlantic, to write a post asking Mr. Dorsey, “How does it feel to watch Twitter turning into an anti-Semitic cesspool?”\nMr. Goldberg says he is torn about what Twitter should do, given that its cause — openness and free speech — is a reason he and so many other journalists are drawn to the service. “That’s the fundamental problem,” he told me. “At a certain point I’d rather take myself off the platform where the speech has become so offensive than advocate for the suppression of that speech.”\nTwitter clearly wrestles with the same fundamental problem. It warns users they may not “threaten other people on the basis of race, ethnicity, national origin, sexual orientation, gender” and various other traits. Yet it often fumbles the enforcement. Charlie Warzel of BuzzFeed News unearthed a doozy last week.\nAfter a user who identified herself as Kathleen posted a tweet criticizing the Trump campaign, a Twitter member going by Adorable Deplorable directed a message back at her featuring a photograph of a beheaded man — apparently an ISIS victim — and the words, “Your [sic] heading for a deep hole.”\nTwitter forced the photo’s removal after BuzzFeed’s inquiries, but it initially told Kathleen that the post did not violate its policies. This is apparently common. In a BuzzFeed survey of Twitter users, about 90 percent of those who said they had reported abuse said their complaints went unheeded.\nSo-called trolls are a problem for all social media — even Facebook, which keeps a tidier, more contained system. (To wit, the Facebook message a local New Jersey politician wrote to the Daily Beast writer Olivia Nuzzi after she posted something about Mr. Trump that he did not like: “Hope. You. Get. Raped. By. A. Syrian. Refugee.”)", "url": "https://www.nytimes.com/2016/10/03/business/media/on-twitter-hate-speech-bounded-only-by-a-character-limit.html"}