{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:08", "date_modify": "2022-10-25 23:39:08", "date_publish": "2016-08-16 16:10:02", "description": "Researchers hope to beam transmissions from space to earth with quantum technology, a type of communication that could prove to be the most secure in the world.", "filename": "2016_08_17_world_asia_china-quantum-satellite-mozi_1666741148.html", "image_url": "https://static01.nyt.com/images/2016/08/17/world/17CHINA-web1/17CHINA-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=044a926c78874f0389e3aa2b445bcd973a81af10af893dabd69e96c750d4485c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_17_world_asia_china-quantum-satellite-mozi_1666741148.html", "title": "China Launches Quantum Satellite in Bid to Pioneer Secure Communications", "title_page": "China Launches Quantum Satellite in Bid to Pioneer Secure Communications - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — China launched the world’s first quantum communications satellite from the Gobi Desert early Tuesday, a major step in the country’s bid to be at the forefront of quantum research, which could lead to new, completely secure methods of transmitting information.\nResearchers hope to use the satellite to beam communications from space to earth with quantum technology, which employs photons, or particles of light. That type of communication could prove to be the most secure in the world, invulnerable to hacking. Scientists and security experts in many countries are studying the technology.\nThe satellite is expected to circle the earth every 90 minutes after entering orbit at an altitude of about 310 miles, according to a report by Xinhua, the state news agency.\nChina’s many high-tech scientific endeavors, including its ambitious space program, have enormous backing from the central government. The country’s 13th Five-Year Plan, an economic blueprint that was announced in March, listed quantum technology as a focal point for research and development.", "url": "https://www.nytimes.com/2016/08/17/world/asia/china-quantum-satellite-mozi.html"}