{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:19", "date_modify": "2022-10-25 23:33:19", "date_publish": "2016-03-13 22:09:22", "description": "It was the fifth time in the past year that groups had mobilized large numbers for demonstrations in the streets against the governing leftist Workers’ Party.", "filename": "2016_03_14_world_americas_brazil-dilma-rousseff-protests_1666740799.html", "image_url": "https://static01.nyt.com/images/2016/03/14/world/14BRAZIL1/14BRAZIL1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b524c903c553aa1d5c0e5711661c430b1c54a70686c4e89985ad9102b02cb2e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_14_world_americas_brazil-dilma-rousseff-protests_1666740799.html", "title": "Protesters Across Brazil Call for President Dilma Rousseff’s Ouster", "title_page": "Protesters Across Brazil Call for President Dilma Rousseff’s Ouster - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Protesters in cities across Brazil called for the ouster of President Dilma Rousseff on Sunday, reflecting rising anger in the country over huge corruption scandals and a deepening economic crisis.\nIt was the fifth time in the past year that groups had mobilized large numbers of demonstrators — thousands both here and in São Paulo — for protests in the streets against the governing leftist Workers’ Party. The movement regained momentum this month after investigators targeted Luiz Inácio Lula da Silva, the influential former president, who picked Ms. Rousseff as his successor.\nMore than 500,000 people were at the protest in São Paulo, according to the Datafolha polling company, ranking it among the largest since the end of military rule in the 1980s.\nThe entanglement of Mr. da Silva, 70, in inquiries into graft schemes involving Brazilian construction companies that benefited from lucrative government contracts has dealt another blow to Ms. Rousseff, 68. She was already battling impeachment proceedings over claims that she had improperly used funds from state banks to cover budget gaps.", "url": "https://www.nytimes.com/2016/03/14/world/americas/brazil-dilma-rousseff-protests.html"}