{"authors": ["Farhad Manjoo", "Mike Isaac"], "date_download": "2022-10-25 23:51:36", "date_modify": "2022-10-25 23:51:36", "date_publish": "2016-02-27 14:30:23", "description": "The Apple-F.B.I. fray, in a terrorism case no less, is reverberating throughout the digital world, with some East Coast-West Coast divergences.", "filename": "2016_02_28_technology_farhad-and-mike-hash-out-the-weeks-big-topic-apple_1666741896.html", "image_url": "https://static01.nyt.com/images/2016/02/28/business/28technewsletter1/28technewsletter1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b41d3b3d4d220cdcee71afa7d4c179016079dfe42c167d5ba70801b5146bd38c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_28_technology_farhad-and-mike-hash-out-the-weeks-big-topic-apple_1666741896.html", "title": "Farhad and Mike Hash Out the Week’s Big Topic: Apple", "title_page": "Farhad and Mike Hash Out the Week’s Big Topic: Apple - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To recap: The F.B.I. essentially wants Apple to help crack open an iPhone used by one of the shooters in the rampage in San Bernardino, Calif., that ended with the deaths of 14 people last year. The way the F.B.I. wants Apple to do that is by writing some new software that bypasses a bunch of safeguards Apple created to help consumers’ phones stay safe in the first place. That is a thing that, for many reasons, Apple does not want to do.\nThe whole thing is fascinating, as it cuts to the heart of so many issues in a rapidly changing age of new technologies, one in which we must decide the balance between our personal right to privacy and digital liberties, and the authority of the government to seek out information in the name of national security.\nBut while I imagine it will take quite some time for the courts to pass judgment, I’m already seeing some fairly clear lines in the sand being drawn. As a token tech reporter living and working in New York, the questions that most normal, nontechies have been asking me is, “Why doesn’t Apple care about finding the terrorists? Why is the company acting so anti-American?”\nThat’s starkly different than what I hear from most people in our industry, but I’d love to hear your take on it and what you’re hearing from people on the West Coast.\nFarhad: Maybe it’s just my sun-soaked California attitude, but to me Apple’s stand here makes sense. If it loses, it would be a very big deal.\nOne thing that’s clear is that we are not talking about just one phone. This is a test case. If the F.B.I. wins, it has a collection of other phones it would like Apple to unlock for it. The Manhattan district attorney has a lot more. I suspect many other D.A.s will be lining up for this service as well. There’s a good chance that most of these cases won’t be about terrorism – they’ll be about more routine investigations that don’t make headlines.", "url": "https://www.nytimes.com/2016/02/28/technology/farhad-and-mike-hash-out-the-weeks-big-topic-apple.html"}