{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:25:25", "date_modify": "2022-10-25 23:25:25", "date_publish": "2016-01-27 03:11:14", "description": "One rule is meant to restrict some campaign donations, and another widens the disclosure rules for public relations consultants who speak to journalists.", "filename": "2016_01_27_nyregion_albany-ethics-commission-adopts-new-fund-raising-and-disclosure-rules_1666740325.html", "image_url": "https://static01.nyt.com/images/2016/01/27/nyregion/27JCOPE/27JCOPE-facebookJumbo.jpg?year=2016&h=550&w=1050&s=2c6dee229f3fdc8152700b22b4eb8fb5c4642af40c175fad0b28b79c0f141698&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_27_nyregion_albany-ethics-commission-adopts-new-fund-raising-and-disclosure-rules_1666740325.html", "title": "Albany Ethics Commission Adopts New Fund-Raising and Disclosure Rules", "title_page": "Albany Ethics Commission Adopts New Fund-Raising and Disclosure Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — In its nearly five years in existence, the Joint Commission on Public Ethics has often battled a poor public image, a problem rooted in its odd voting rules and perceived lack of activity, something recently exemplified by its continuing six-month search for a new executive director.\nBut on Tuesday, at least, the commission seemed to become a hotbed of action, adopting a pair of advisory opinions intended to tighten fund-raising restrictions for New York’s highest-ranking elected officials, and widening disclosure requirements for public-relations consultants, including for activities like soliciting editorials from news organizations.\nThe votes on Tuesday came even as state lawmakers and Gov. Andrew M. Cuomo continued to debate additional ethics laws in the wake of the criminal convictions of Sheldon Silver, a Democrat from Manhattan who had served as speaker of the State Assembly, and Dean G. Skelos, a Republican from Long Island who was the leader of the State Senate. Both men are awaiting sentencing on federal corruption charges.\nThe change in fund-raising rules had been under consideration for several months by the commission, which is generally known as Jcope and is responsible for investigating violations of state ethics and lobbying laws. In its opinion, the commission held that no statewide elected official, including the comptroller or the attorney general, should be allowed to accept or solicit campaign contributions from any person or group that is under investigation or embroiled in a legal battle with its offices.", "url": "https://www.nytimes.com/2016/01/27/nyregion/albany-ethics-commission-adopts-new-fund-raising-and-disclosure-rules.html"}