{"authors": ["Manny Fernandez"], "date_download": "2022-10-25 23:48:31", "date_modify": "2022-10-25 23:48:31", "date_publish": "2016-05-11 18:44:39", "description": "\"We are pursuing this as a criminal act,” a federal agent said of the 2013 explosion, which also injured more than 260.", "filename": "2016_05_12_us_texas-fertilizer-plant-explosion_1666741711.html", "image_url": "https://static01.nyt.com/images/2016/05/12/us/12fertilizer-web/12fertilizer-web-facebookJumbo.jpg?year=2016&h=549&w=1050&s=4386b4516b743d794effe2fce4a2aca7ff0926e7f3b84a64ac706bbc033386fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_12_us_texas-fertilizer-plant-explosion_1666741711.html", "title": "Fire That Left 15 Dead at Texas Fertilizer Plant Is Ruled Intentional", "title_page": "Fire That Left 15 Dead at Texas Fertilizer Plant Is Ruled Intentional - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Elder acknowledged the length of time since the explosion but described the investigation as highly complex. “It required extensive scientific testing to determine the cause of this,” he said. “We took our time because we knew we had to get this right. For a fire of this size, I wouldn’t say this is unreasonable.”\nThe investigation, he said, included more than 400 interviews, a review of photos and videos, and scientific testing at the agency’s fire research lab in Maryland. He said he could not discuss the specifics of the evidence, citing the continuing investigation. Asked if there were suspects or people of interest, he said, “I would say that we’re heading in the right direction.”\nOfficials announced a reward of up to $50,000 for information leading to the arrest of those responsible.\nWeeks after the explosion, a paramedic who responded to the blast was arrested on a charge of possessing the components of a pipe bomb. The medic, Bryce A. Reed, was never identified as a suspect in the blast and his lawyer at the time denied Mr. Reed had any involvement. In December 2013, Mr. Reed was sentenced to 21 months in prison after pleading guilty in the pipe bomb case.\nThe explosion left a crater 93 feet wide and 10 feet deep. Ten of the 15 people killed were volunteer firefighters and other emergency workers; more than 260 others were injured. Of the town’s 700 homes, about 350 were affected, including 193 that were destroyed or severely damaged. Three schools, a nursing home and a 50-unit apartment complex were destroyed or heavily damaged.", "url": "https://www.nytimes.com/2016/05/12/us/texas-fertilizer-plant-explosion.html"}