{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:52:08", "date_modify": "2022-10-25 23:52:08", "date_publish": "2016-09-29 14:28:37", "description": "The plan is intended to free consumers from renting the boxes, which cost them $231 a year on average.", "filename": "2016_09_30_technology_fcc-cable-box-vote-delayed_1666741928.html", "image_url": "https://static01.nyt.com/images/2016/09/29/business/29cable1/29cable1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=56e06ddf7ece8b1199d4beae7407fa0e260fd2967eece14115b530707eb282a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_30_technology_fcc-cable-box-vote-delayed_1666741928.html", "title": "F.C.C. Delays Vote on Cable Set-Top Boxes", "title_page": "F.C.C. Delays Vote on Cable Set-Top Boxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The window of opportunity for Mr. Wheeler to adopt his signature regulation on cable and satellite boxes is growing smaller. With the change of administration after the election, he is under pressure to pass through several ambitious regulations before the end of the year.\nThe set-top box plan appeared in jeopardy in the days leading up to the vote as one commissioner, Jessica Rosenworcel, expressed concern over potential copyright violations faced by television programmers. She said at a congressional hearing this month that the plan would make the F.C.C. too meddlesome in program licenses and that the agency might not have the legal authority to act as a watchdog over those agreements. It was a rare disagreement among the Democratic majority.\nMs. Rosenworcel, in a joint statement with the two other Democrats on the five-member commission, said on Thursday morning that she supported the goal of the proposal, to create more competition in the television box market.\n“We are still working to resolve the remaining technical and legal issues and we are committed to unlocking the set-top box for consumers across this country,” the three commissioners said.\nImage Jessica Rosenworcel, a Federal Communications Commission Commissioner, is questioning whether the agency has the authority to free people from their cable boxes. Credit... Mandel Ngan/Agence France-Presse — Getty Images\nUnder the proposed rules, consumers would be able to watch cable shows on devices like a Roku or Apple TV, or on no devices at all with internet-enabled televisions. Getting rid of the cable box would make finding and watching YouTube and Netflix streaming videos as easy as viewing cable programs because they would be presented in what would look like just another app.", "url": "https://www.nytimes.com/2016/09/30/technology/fcc-cable-box-vote-delayed.html"}