{"authors": ["Vivian Yee", "Jesse Mckinley"], "date_download": "2022-10-25 23:25:06", "date_modify": "2022-10-25 23:25:06", "date_publish": "2016-04-02 02:22:43", "description": "Even in a capital accustomed to marathon sessions, the overnight legislating that led to the passage of a budget on Friday left lawmakers grumbling.", "filename": "2016_04_02_nyregion_budget-deadline-keeps-new-york-legislators-up-all-night_1666740306.html", "image_url": "https://static01.nyt.com/images/2016/04/02/nyregion/02BUDGET/02BUDGET-facebookJumbo.jpg?year=2016&h=550&w=1050&s=cf73b8ea9cc860a8aa77e5235c7b523f3b854f7f8e3aa4b41b611431257f78d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_02_nyregion_budget-deadline-keeps-new-york-legislators-up-all-night_1666740306.html", "title": "Budget Deadline Keeps New York Legislators Up All Night", "title_page": "Budget Deadline Keeps New York Legislators Up All Night - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The metaphors lawmakers used to denounce the process, too, grew notably untidy.\n“I was saying to some people, if you don’t give me a menu and don’t allow me to order, then don’t put a baloney sandwich in front of me and call it steak,” said Senator Gustavo Rivera, a Democrat from the Bronx, who rose at 6:50 a.m. to register his objections to the way legislators had been hustled through the budget vote.\n“This was a steak sandwich — maybe not a filet mignon — so I’ll be voting in the affirmative,” he added. “But it should not work like this.”\nIn the Assembly, which Democrats dominate, Republicans felt equally stifled.\n“What a dumb way to run a railroad,” Assemblyman Bill Nojay, a Republican from the Rochester area, wrote on Twitter shortly after being released for the night at 5 a.m. “Not one member really knew what they voted on all day.”\nWhen they returned for the afternoon, their anger had not abated. “This bill is what we would call a big ugly,” said Assemblywoman Nicole Malliotakis, a Staten Island Republican. “This is really an April Fools’ Day joke on the taxpayers of New York.”\nHaving missed the deadline in any case, some wondered why they did not simply wait longer to allow legislators and the public time to review the bills. And government watchdog groups pointed out that by skipping the legally required three-day public review period — which the governor circumvented this week with messages of necessity — the budget skidded past the deadline by days, not hours.\n“We should not be passing a $150 billion budget when New Yorkers have gone to bed and legislators are tired and just want to go home,” said Dick Dadey, the executive director of Citizens Union, a government-monitoring group. “We would rather have a budget that is a little bit late and a public that is fully informed than a budget that is fully on time and no one knows what’s in it.”\nStill, there appeared to be few unpleasant surprises the day after, apart from the discovery that the minimum wage increase would not extend the same wage level to tipped food-service workers.", "url": "https://www.nytimes.com/2016/04/02/nyregion/budget-deadline-keeps-new-york-legislators-up-all-night.html"}