{"authors": ["Katie Benner", "Sapna Maheshwari"], "date_download": "2022-10-25 23:41:59", "date_modify": "2022-10-25 23:41:59", "date_publish": "2016-09-24 20:30:13", "description": "With a growing slate of highly edited video content, the app is catching advertisers’ attention and competing with television for viewers.", "filename": "2016_09_26_business_snapchat-known-for-ephemera-proves-its-staying-power-with-videos_1666741319.html", "image_url": "https://static01.nyt.com/images/2016/09/26/business/26snapchat-3/26snapchat-3-facebookJumbo.png?year=2016&h=380&w=724&s=3d0006031b680903e52c1040b08a0ccb24827825738aa8dd01478fc82fab3e9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_26_business_snapchat-known-for-ephemera-proves-its-staying-power-with-videos_1666741319.html", "title": "Snapchat, Known for Ephemera, Proves Its Staying Power With Videos", "title_page": "Snapchat, Known for Ephemera, Proves Its Staying Power With Videos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Summer Olympics was something of a coming-out party for Snapchat, the mobile storytelling and messaging app.\nNearly 35 million users in the United States watched highlights and stories from the Games on a dedicated channel in Discover, the area of Snapchat where media companies publish content, and on so-called Live Stories: videos and images from athletes and fans that Snapchat editors strung together to tell more intimate stories of life at the Games. Millions more watched athletes use Snapchat to talk about their events and joke with their teammates.\n“NBC did an amazing job, but Snapchat filled the void when it came to creating mobile content for this major world event,” said Aryeh Bourkoff, founder and chief executive of LionTree, a merchant bank that specializes in media and technology. “There was more Olympics footage and content on Snapchat than there was on NBC.”\nSnapchat’s effort helped expand viewership for the Olympics, which hit a 16-year prime-time ratings low on NBC. And it provided a glimpse of why the company could one day compete with television for audiences and advertising dollars.", "url": "https://www.nytimes.com/2016/09/26/business/snapchat-known-for-ephemera-proves-its-staying-power-with-videos.html"}