{"authors": ["Benjamin Hoffman"], "date_download": "2022-10-25 23:35:06", "date_modify": "2022-10-25 23:35:06", "date_publish": "2016-07-04 15:54:56", "description": "Durant, one of the highest-caliber players to ever enter the free agent market, chose to leave for Golden State after playing almost his entire career in Oklahoma City.", "filename": "2016_07_05_sports_kevin-durant-to-join-the-warriors_1666740906.html", "image_url": "https://static01.nyt.com/images/2016/07/05/sports/05DURANT3/05DURANT3-facebookJumbo.jpg?year=2016&h=550&w=1050&s=612a694acc8307aa1a5d35e81655a95867ee3ce1d23fe543cef4227ee63bd15d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_05_sports_kevin-durant-to-join-the-warriors_1666740906.html", "title": "Kevin Durant to Join the Golden State Warriors", "title_page": "Kevin Durant to Join the Golden State Warriors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In that respect, Durant was receiving the same criticism LeBron James endured when he left Cleveland, where he initially failed to win a title, to form a Big Three in Miami with Dwyane Wade and Chris Bosh.\nThat threesome did win two titles, including one in which it beat Durant’s Thunder, and James ultimately returned to Cleveland to win a third. But James’s roots are in Ohio, and there were compelling reasons for him to eventually go home. The notion that Durant, who is from the Washington, D.C., area, might someday return to Oklahoma City seems a lot more far-fetched.\nDurant has been among the league’s premier scoring threats and best all-around players since being taken by the Seattle SuperSonics with the No. 2 pick in the 2007 draft. The Sonics moved to Oklahoma City in his second season, and Durant won a scoring championship in his third — his first of four such titles in five seasons. He won the league Most Valuable Player Award in 2013-14.\nDurant’s talents run the gamut. Listed as a 6-foot-9 small forward, he is most likely closer to 7 feet, and he is capable of playing anything from shooting guard to power forward on offense, while being both quick enough and strong enough to keep up with players ranging from point guards to power forwards on defense.\nFor the Warriors, Durant will fill a specific need as a player who is far more adept at getting to the basket than anyone on their current roster, a flaw exposed by both the Thunder and the Cavaliers in the recent playoffs, where perimeter defense and a great deal of physical contact seemed to shut down the team’s strategy that involved living and dying at the 3-point line.\nThe threat Durant brings, of someone who can just as easily penetrate as he can knock down outside shots, would very likely free things up for Thompson and Curry, who have rarely needed much help in that regard but could, almost terrifyingly, become even more effective.", "url": "https://www.nytimes.com/2016/07/05/sports/kevin-durant-to-join-the-warriors.html"}