{"authors": ["Nick Corasaniti"], "date_download": "2022-10-25 23:55:33", "date_modify": "2022-10-25 23:55:33", "date_publish": "2016-01-23 02:35:18", "description": "In a new ad, Senator Cruz attacks Mr. Trump over a decades-old battle to expand his casino in Atlantic City, portraying his wealth as a product of government overreach.", "filename": "2016_01_23_us_politics_ted-cruz-condemns-donald-trump-for-his-use-of-eminent-domain_1666742133.html", "image_url": "https://static01.nyt.com/images/2016/01/22/us/elections/adwatch-cruz-system-1453489328680/adwatch-cruz-system-1453489328680-facebookJumbo.jpg?year=2016&h=252&w=480&s=32ec8f3926e4722c7ba74f635a17ecfda5a819c92d74b51cced63f30893918cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_23_us_politics_ted-cruz-condemns-donald-trump-for-his-use-of-eminent-domain_1666742133.html", "title": "Ted Cruz Condemns Donald Trump for His Use of Eminent Domain", "title_page": "Ted Cruz Condemns Donald Trump for His Use of Eminent Domain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Attacked first in a Donald J. Trump ad, Senator Ted Cruz swiftly responded on Friday with a commercial assailing Mr. Trump over his real estate background.\nOn Screen\n“Eminent domain,” a woman’s voice declares sneeringly, then defines the process as “a fancy term for politicians seizing private property to enrich the fat cats who bankroll them. Like Trump.” In the background, a bulldozer seems to carve through a row of old apartment houses, while wads of cash pile up suggestively. A photo of Mr. Trump leaning toward a camera and smiling slyly introduces a clip of Mr. Trump professing, “I think eminent domain is wonderful.”\n“It made him rich,” the narrator says, as magazine covers proclaim Mr. Trump “King of New York” and show him wearing garish gold rings and chains. Decades-old photos provide the backdrop — including one of Mr. Trump leading around a group of men in suits, some of whose faces are redacted — as the voice-over says he “colluded with Atlantic City insiders to bulldoze the home of an elderly widow for a limousine parking lot at his casino.” The widow herself is shown saying, “He doesn’t have no heart, that man.”\nThe ad wraps up with a picture of Mr. Trump, waving from his limousine’s window: “He won’t change the system,” the narrator says. “He’s what’s wrong with it.”", "url": "https://www.nytimes.com/2016/01/23/us/politics/ted-cruz-condemns-donald-trump-for-his-use-of-eminent-domain.html"}