{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:52:39", "date_modify": "2022-10-25 23:52:39", "date_publish": "2016-01-14 20:33:50", "description": "A nasty fight has torn apart the core software developers of Bitcoin, exposing fundamental differences about the virtual currency’s future direction and raising questions of its long-term viability.", "filename": "2016_01_17_business_dealbook_the-bitcoin-believer-who-gave-up_1666741959.html", "image_url": "https://static01.nyt.com/images/2016/01/17/business/17bitcoin-mobile/17bitcoin-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=fc039baa8988861e3b479760beabd4c1357e2a2a70813bd3e0625998e794cbb2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_17_business_dealbook_the-bitcoin-believer-who-gave-up_1666741959.html", "title": "A Bitcoin Believer’s Crisis of Faith", "title_page": "A Bitcoin Believer’s Crisis of Faith - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There may yet be a middle ground on the question that began the fight, but for the moment the sides are deadlocked, and that has left the Bitcoin software — and the virtual currency itself — in a state of limbo. Mr. Hearn is convinced that the stalemate will soon make it hard to complete even simple transactions and will eventually drive away users and lead to a price collapse. Mr. Hearn’s concerns about this impasse have been echoed, often in less strident tones, by a growing number of other developers, as well as by start-ups that buy, sell and hold Bitcoins.\nGavin Andresen, a close collaborator of Mr. Hearn’s and one of the longest-standing contributors to the Bitcoin software, said the dispute was likely to cause disruptions in the short term, but he disagrees with the notion that it will damage Bitcoin’s long-term prospects. Other Bitcoin leaders have expressed a similar sentiment, and investors have been inclined to believe them: The price of a Bitcoin has actually risen in recent months, to about $430 this week.\nSome of Mr. Hearn’s allies in the battle are hoping the deadlock can be broken if the largest Bitcoin companies get behind something like Bitcoin Classic, a new version of the basic Bitcoin software that was announced this week, and that aims to expand the network’s capacity while also introducing new standards of governance.\nBut Mr. Hearn is convinced it is already too late. During nighttime walks in the woods near his apartment in Zurich, he has been trying to figure out where Bitcoin went wrong and what it means for the idealistic beliefs that led him to the project in the first place.\n“It never occurred to me that the thing could just fall apart because of people getting crazy and having fundamental political disagreements over the goals of the project,” Mr. Hearn said in a Skype interview from his apartment. “It’s really shaken my faith in humanity.”\nAn Early Advocate\nMr. Hearn, 31, grew up in Manchester, England, where he played music and went rock climbing in his free time. He was one of the first serious programmers to take an interest in Bitcoin, back in April 2009, just a few months after its mysterious founder, known as Satoshi Nakamoto, let it loose in the world.\nAt the time, Mr. Hearn was working on mapping software at Google, a job he’d had since graduating from Durham University, in England. He had no professional involvement with finance or currencies, but the financial crisis convinced him that national currencies were vulnerable to politics and bad decision-making. When a web search led him to the primitive website for Bitcoin, he immediately emailed Satoshi, as the founder had become known.", "url": "https://www.nytimes.com/2016/01/17/business/dealbook/the-bitcoin-believer-who-gave-up.html"}