{"authors": ["Graham Bowley"], "date_download": "2022-10-25 23:44:52", "date_modify": "2022-10-25 23:44:52", "date_publish": "2016-03-07 23:13:54", "description": "A criminal case against Bill Cosby is on hold pending a review by a higher court. He’s also embroiled in five civil suits.", "filename": "2016_03_08_arts_television_the-cosby-case-where-things-stand_1666741492.html", "image_url": "https://static01.nyt.com/images/2016/03/08/arts/08COSBYEXPLAINERJP/08COSBYEXPLAINERJP-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3fd111a86ed810eb1da9fdbf743e7008302048fc3bc1ecb8aac2b22dba3e5cdb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_08_arts_television_the-cosby-case-where-things-stand_1666741492.html", "title": "The Cosby Case: Where Things Stand", "title_page": "The Cosby Case: Where Things Stand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bill Cosby had once been due in a Pennsylvania court on Tuesday for a hearing in the only criminal case that has been brought out of the many sexual assault accusations leveled at the once-beloved entertainer. A judicial ruling last week, though, suspended those proceedings, perhaps for many months. Below are questions and answers to help untangle the complexities of that case and five civil suits in which Mr. Cosby is also embroiled.\nWhat is the criminal case about?\nDogged by allegations of sexual misconduct for years, Mr. Cosby, 78, was charged in December with sexual assault in the case of a woman, Andrea Constand, who said he drugged and sexually abused her in 2004 at his home in a Philadelphia suburb. Until then, Mr. Cosby, who denies all wrongdoing, had never been charged with a crime.\nWhy did it take more than 11 years to bring charges?\nAn initial investigation in 2005 ended when prosecutors in Montgomery County, Pennsylvania, concluded there was not enough “credible” evidence to bring the case to trial. But prosecutors reinvestigated last year. They say that the new inquiry was sparked by the dozens of women who came forward, starting in the fall of 2014, to say they, too, had been drugged or assaulted by Mr. Cosby.\nIn addition, parts of a deposition Mr. Cosby later gave in a 2005 civil case brought by Ms. Constand were revealed last year. In them, Mr. Cosby acknowledged obtaining quaaludes as part of his effort to have sex with women. Prosecutors say the recent accusations and the deposition testimony are included in the new evidence prompting them to bring charges.", "url": "https://www.nytimes.com/2016/03/08/arts/television/the-cosby-case-where-things-stand.html"}