{"authors": ["Jawad Sukhanyar", "Rod Nordland"], "date_download": "2022-10-25 23:28:45", "date_modify": "2022-10-25 23:28:45", "date_publish": "2016-04-02 22:24:15", "description": "In a rare interview, Atta Muhammad Noor, the most powerful Tajik politician in northern Afghanistan, discussed his take on factional tensions.", "filename": "2016_04_03_world_asia_they-cannot-remove-me-by-force-a-strongman-on-afghan-infighting_1666740525.html", "image_url": "https://static01.nyt.com/images/2016/04/03/world/ATTA/ATTA-facebookJumbo.jpg?year=2016&h=549&w=1050&s=a4e2480b8d364bc39bab9f8b10f7b2b8e6c93e2e10c06295b6bea175e9ce3828&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_03_world_asia_they-cannot-remove-me-by-force-a-strongman-on-afghan-infighting_1666740525.html", "title": "‘They Cannot Remove Me by Force’: A Strongman on Afghan Infighting", "title_page": "‘They Cannot Remove Me by Force’: A Strongman on Afghan Infighting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Here are excerpts from the interview, translated from Dari:\nOn rumors of a deal to leave the governorship: I have not received any messages about that. I spoke with the president twice in detail. We talked about bringing changes, but I also told him this: that I did not inherit this province so that I should be its governor forever. I gave an example that if still water is left in one place too long, it will start to stink. But I also told him, “I don’t want to be a victim of your campaign slogans.”\nOn the government’s legitimacy and stability: A legitimate government is one that is formed as a result of free and fair elections, as the result of the blue-inked fingers of the people. You know that this presidential election was the worst, the longest and the most fraudulent election in the world. Instead, the government was created on a political agreement. It only has legitimacy because of that political agreement and by the signature of our team. That agreement is just for two years alone, until four months from now. Meanwhile, they have just made a mockery of the government and the people’s vote and will. ...\nAlthough our team is in government, unfortunately they don’t listen to us. The political agreement of the N.U.G. is not being implemented, unfortunately. Except for the formation of the cabinet, nothing else mentioned in the N.U.G. agreement is in effect yet. Dr. Abdullah is not involved in the big, strategic, national decision making. ...\nI would never wish for the collapse of this government. No matter how weak it may be, it is still better than not having a government at all. That would be very dangerous. Our people would experience the past decades again. No one wants a repeat of those chaotic decades.\nOn the violence between Mr. Atta’s and General Dostum’s men: It was a conspiracy to disrupt peace in this city. I don’t want to boast about my achievements, but this is the only province in the country that is doing great in terms of security, development, reconstruction and so on. They could not accept this and want to ruin it. ...\nSupporters of General Dostum tried to come here from his strongholds. They were trying to come into this province with tanks, Humvees, and guns and ammunition from other provinces, but I turned them around at the border gates. It was my order to stop them. They repeatedly said that was undemocratic, but I told them it is not democratic to bring people from other provinces to cause violence. What has democracy to do with mortars or tanks? They got all these tanks from General Dostum’s palace in Sheberghan — that is where they got them from. Obviously, some of the Afghan national security force units obey the vice president’s orders. But we prevented this agitation from reaching Mazar-i-Sharif.", "url": "https://www.nytimes.com/2016/04/03/world/asia/they-cannot-remove-me-by-force-a-strongman-on-afghan-infighting.html"}