{"authors": ["Julia Preston", "Katharine Q. Seelye", "Farah Stockman"], "date_download": "2022-10-25 23:24:52", "date_modify": "2022-10-25 23:24:52", "date_publish": "2016-11-10 02:40:41", "description": "Latinos fear the president-elect will pursue his mass deportation pledge, blacks anticipate an era of intolerance, and Muslims worry about being branded terrorists.", "filename": "2016_11_10_us_donald-trump-blacks-hispanics-muslims_1666740292.html", "image_url": "https://static01.nyt.com/images/2016/11/10/us/10GROUPS1/10GROUPS1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=08cfcdcba99a8bd897bcbfb00c7160a1fa4443cb9c9ecfc7701118aa2f499e9c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_10_us_donald-trump-blacks-hispanics-muslims_1666740292.html", "title": "Donald Trump Win Has Blacks, Hispanics and Muslims Bracing for a Long 4 Years", "title_page": "Donald Trump Win Has Blacks, Hispanics and Muslims Bracing for a Long 4 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Throughout the long and contentious presidential campaign, they saw themselves on the front lines of the country’s power struggle — insulted and antagonized by Donald J. Trump and courted in near-desperation by Hillary Clinton.\nNow that Mr. Trump has emerged victorious, Latino, black and Muslim voters, each with their own issues and agendas, are bracing for a long four years. Some Latinos already felt threatened on Wednesday and feared that Mr. Trump would pursue his mass deportation pledge, tearing apart their families and communities. Black voters anticipated an era under Mr. Trump in which intolerance would become acceptable. And Muslims worried that they would be branded as terrorists because of their beliefs.\n“I don’t fear Trump as much as I fear the monster he’s awakened,” said Aysha Choudhary, a Muslim American who works with the aid group Doctors Without Borders in New York City. “It feels like he’s normalized discrimination, and I’m afraid it’s open season.”\nOn the morning after the vote, many said they felt more vulnerable, just because of what they looked like or what they wore. And none felt particularly reassured by Mr. Trump’s vow in his victory speech on Wednesday to “bind the wounds of division” and “come together as one united people.”", "url": "https://www.nytimes.com/2016/11/10/us/donald-trump-blacks-hispanics-muslims.html"}