{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:37:02", "date_modify": "2022-10-25 23:37:02", "date_publish": "2016-09-30 15:46:03", "description": "This weekend’s concerts have been canceled in the latest bout of labor unrest in the orchestra world.", "filename": "2016_10_01_arts_music_pittsburgh-symphony-orchestra-musicians-strike_1666741022.html", "image_url": "https://static01.nyt.com/images/2016/10/01/arts/30STRIKE/30STRIKE-facebookJumbo.jpg?year=2016&h=549&w=1050&s=a167abeb1c80ff8e0fe8b6cbe4d3b2664041da2178f594e5560c42be2386cc5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_01_arts_music_pittsburgh-symphony-orchestra-musicians-strike_1666741022.html", "title": "Pittsburgh Symphony Musicians Go on Strike", "title_page": "Pittsburgh Symphony Musicians Go on Strike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The orchestra’s management said that it was currently running a $1.5 million deficit on an annual budget of $32 million, carrying more than $11 million in debt, facing ballooning payments to its pension fund, and grappling with a decline in state funding and the loss of several key revenue streams. The chairman of its board, Devin McGranahan, said in a statement that a recent assessment suggested that the orchestra was on track to “run out of cash and have to close the doors in May/June 2017.”\nThe musicians said they had unanimously rejected a proposal by management that would have cut their pay by 15 percent in the first year (to $91,153 from $107,239), followed by small increases in the next two years.\nThey said that the proposal would have also frozen their pension plan and moved them into defined contribution plans going forward, as well as reduced the size of the ensemble, which currently stands at 99 players and two librarians. Management officials said that they were seeking to freeze three positions that are currently vacant during the course of the contract, which other orchestras have done in recent years. The union noted that management was also seeking discretion about whether to fill other positions that become vacant in the future, which could further reduce the size of the orchestra.\nThe musicians said that they had agreed to pay cuts and other concessions over the years. But they said in a statement that they have “never faced demands for concessions this severe, nor have they encountered such a bizarre and stubborn ideological stance.”\nMelia P. Tourangeau, who became the president and chief executive of the orchestra last year, said in a statement that “Pittsburgh Symphony Orchestra musicians are exceptional artists, and deserve every dollar and every benefit we can afford to offer.”", "url": "https://www.nytimes.com/2016/10/01/arts/music/pittsburgh-symphony-orchestra-musicians-strike.html"}