{"authors": ["Alan Blinder", "Frances Robles", "Richard Pérez-Peña"], "date_download": "2022-10-25 23:34:31", "date_modify": "2022-10-25 23:34:31", "date_publish": "2016-06-16 14:27:16", "description": "The gunman raged against the “filthy ways of the west” and spoke of “Islamic state vengeance,” a United States senator revealed.", "filename": "2016_06_17_us_orlando-shooting_1666740871.html", "image_url": "https://static01.nyt.com/images/2016/06/17/us/17orlando/17orlando-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c98a1f6e87562d3bd0e0967db8374e76b3cf77b52f08e33a05774a0239a7dbce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_17_us_orlando-shooting_1666740871.html", "title": "Omar Mateen Posted to Facebook Amid Orlando Attack, Lawmaker Says", "title_page": "Omar Mateen Posted to Facebook Amid Orlando Attack, Lawmaker Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Unfortunately, nobody connected the dots, and he slipped under the cracks, and this is where we’re at now,” he said.\nSchool records released under public records requests showed that Mr. Mateen, who was born in Queens and grew up in Florida, was frequently in trouble as a child, and struggled to keep pace academically, especially in the early grades. He was disciplined 31 times in elementary and middle school, with one report when he was in third grade including a sweeping list of concerns. He was “constantly moving, verbally abusive, rude, aggressive,” the report said, often put his hands on other students, disrupted class and engaged in “much talk about violence & sex.”\nIn high school, he was repeatedly suspended, for a total of 48 days, in a span of less than two years, and attended three different schools. The last suspension came two days after the Sept. 11, 2001, attacks. The Martin County School District found no detailed records of what prompted the penalty, said Kim Sabol, a lawyer for the district, but former classmates have told news organizations that he celebrated the attacks, sparking conflicts with other students.\nIn May 2001, when he was 14, he was suspended twice for fighting, and one of those times he was arrested, according to personnel records from his later work for the State Department of Corrections. In a note explaining the incident to the department, he wrote he was not taken to jail, and “the charge of battery was adjudicated and the charge of disturbing school function was dropped.”\nFrom October 2006 to April 2007, Mr. Mateen worked for the Florida Department of Corrections as a corrections officer trainee, earning $1,123.35 every two weeks, according to state records. He was dismissed but the records do not say why, except that it was not for misconduct. He received middling scores on a performance evaluation.\nHe worked for a private security company, where, according to law enforcement officials and a former co-worker, he talked of killing people, and claimed to support or belong to Islamist extremist groups. He also expressed hatred of gay people.\nThe leader of the Orlando police SWAT team added new detail to accounts of the massacre and defended the handling of the siege, saying that a lot of people believe, wrongly, that “we weren’t doing anything for a long period of time.”", "url": "https://www.nytimes.com/2016/06/17/us/orlando-shooting.html"}