{"authors": ["Dave Philipps"], "date_download": "2022-10-25 23:44:52", "date_modify": "2022-10-25 23:44:52", "date_publish": "2016-03-15 19:56:34", "description": "The complaint filed by the Pennsylvania attorney general was the first time members of a Catholic religious order had been charged with abetting an abuser.", "filename": "2016_03_16_us_franciscan-friars-charged-with-abetting-sexual-abuser-in-pennsylvania_1666741492.html", "image_url": "https://static01.nyt.com/images/2016/03/15/us/15FRIARS-video/15FRIARS-video-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9f171ca34bac6c5ece3a9c72bae47ca8761de03ae252c56c39447b2b751950da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_16_us_franciscan-friars-charged-with-abetting-sexual-abuser-in-pennsylvania_1666741492.html", "title": "Pennsylvania Charges Ex-Leaders of Catholic Order With Aiding Sexual Predator", "title_page": "Pennsylvania Charges Ex-Leaders of Catholic Order With Aiding Sexual Predator - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Three former leaders of a Franciscan religious order in Pennsylvania were charged with felonies on Tuesday for allowing a friar who was a known sexual predator to repeatedly work with children, including as a high school athletic trainer who massaged students naked, and pull some out of class for what a grand jury report called “private physical therapy sessions.”\nTuesday’s complaint was the first time members of a Roman Catholic religious order have been charged with aiding an abuser. While the church has faced thousands of lawsuits over sexual abuse by members of the clergy in the past decade, criminal prosecutions of the supervisors accused of covering up for abusers have been rare.\nThe complaint, filed by the state’s attorney general, Kathleen Kane, charged three leaders of the Franciscan Friars, Third Order Regulars — Giles A. Schinelli, 73, Robert J. D’Aversa, 69, and Anthony M. Criscitelli, 61 — with conspiracy to endanger children.\nThe three are accused of knowing about accusations of abuse against the friar, Brother Stephen Baker, but of not reporting him to the police or removing him from positions where he had access to children. In one, he was an athletic trainer for nearly a decade at a school where he regularly told students to undress for massages.", "url": "https://www.nytimes.com/2016/03/16/us/franciscan-friars-charged-with-abetting-sexual-abuser-in-pennsylvania.html"}