{"authors": ["Steven Erlanger", "Stephen Castle"], "date_download": "2022-10-25 23:41:46", "date_modify": "2022-10-25 23:41:46", "date_publish": "2016-06-30 09:35:12", "description": "Mr. Johnson’s decision not to seek leadership of the Conservative Party came after Mr. Gove, a onetime ally, entered the contest.", "filename": "2016_07_01_world_europe_britain-conservative-party_1666741306.html", "image_url": "https://static01.nyt.com/images/2016/07/01/world/01johnson-web1/01johnson-web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=ea5e02671f5f26552828b558f297cc02a84d086855b11c6b2786acf1fb143da6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_01_world_europe_britain-conservative-party_1666741306.html", "title": "Boris Johnson Won’t Seek to Lead Britain, but Michael Gove Will", "title_page": "Boris Johnson Won’t Seek to Lead Britain, but Michael Gove Will - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In a day of intrigue and betrayal, predictions about the next prime minister of Britain were overturned on Thursday as the presumed favorite, Boris Johnson, said he would not run after his ally in the Brexit campaign, Michael Gove, suddenly announced his candidacy.\nMr. Gove had once ruled himself out for the job. His U-turn Thursday wrecked Mr. Johnson’s prospects and enhanced those of Theresa May, the home secretary, who had backed the Remain campaign but with little enthusiasm.\nWith Mr. Johnson out, the prospect of a race between Ms. May, 59, and Mr. Gove, 48, the justice secretary, also indicated that the next prime minister would not seek to keep Britain in the duty-free single market of the European Union if the price was no restriction on immigration from the bloc.\nThe sense that Mr. Johnson, the former London mayor, might try to reach a softer deal with Brussels, and his unwillingness to promise key jobs to Mr. Gove and other leaders of the campaign to exit the European Union, helped doom his candidacy, legislators said.", "url": "https://www.nytimes.com/2016/07/01/world/europe/britain-conservative-party.html"}