{"authors": ["Michael Schwirtz", "Michael Winerip"], "date_download": "2022-10-25 23:49:33", "date_modify": "2022-10-25 23:49:33", "date_publish": "2016-11-03 22:57:31", "description": "A judge said Leonard Strickland was subjected to excessive force and faulty medical care at the Clinton Correctional Facility, but there was no evidence that a beating directly caused his death.", "filename": "2016_11_04_nyregion_guards-were-negligent-in-fatal-encounter-with-new-york-inmate-judge-rules_1666741773.html", "image_url": "https://static01.nyt.com/images/2016/11/04/nyregion/04STRICKLAND1/04STRICKLAND1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=5f703a0d806755e835aeb47f8cd3949fe2aa33e56bc161d763d912c07df35050&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_04_nyregion_guards-were-negligent-in-fatal-encounter-with-new-york-inmate-judge-rules_1666741773.html", "title": "Guards Were ‘Negligent’ in Fatal Encounter With New York Inmate, Judge Rules", "title_page": "Guards Were ‘Negligent’ in Fatal Encounter With New York Inmate, Judge Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Officers at the Clinton Correctional Facility used excessive force when they dragged a handcuffed inmate face down through prison corridors and then, when he was near death, provided faulty medical care, a judge in a New York State Court of Claims has ruled.\nThe inmate, Leonard Strickland, who had schizophrenia and was serving time for weapons possession, died after a confrontation with the officers at the northern New York prison in October 2010. The case was quickly investigated and closed, and none of the officers were disciplined. At the time, the officers claimed that Mr. Strickland had attacked them and that force was necessary to subdue him.\nBut a lawsuit filed by Mr. Strickland’s family claimed that he had been beaten to death by the guards. In his decision, Judge Frank P. Milano said that while the guards were “negligent,” there was no evidence that a beating was the direct cause of Mr. Strickland’s death.\nThe judge based his ruling, which was filed last month, in good part on a 45-minute video that showed officers mistreating Mr. Strickland in a prison medical unit and then the medical staff failing to react appropriately, including improperly administering CPR.", "url": "https://www.nytimes.com/2016/11/04/nyregion/guards-were-negligent-in-fatal-encounter-with-new-york-inmate-judge-rules.html"}