{"authors": ["Adam Liptak"], "date_download": "2022-10-25 22:57:33", "date_modify": "2022-10-25 22:57:33", "date_publish": "2016-06-03 09:01:03", "description": "Donald J. Trump shows contempt for the First Amendment, separation of powers and the rule of law, scholars across the political spectrum say.", "filename": "2016_06_04_us_politics_donald-trump-constitution-power_1666738653.html", "image_url": "https://static01.nyt.com/images/2016/06/03/us/03power-web/03power-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=519ccaf4949b26786db8abeeda0d64499f4748a57d655bd29ae26d2fb8e93c26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_04_us_politics_donald-trump-constitution-power_1666738653.html", "title": "Donald Trump Could Threaten U.S. Rule of Law, Scholars Say", "title_page": "Donald Trump Could Threaten U.S. Rule of Law, Scholars Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“He’s led the way, to be honest with you,” he said in January on “Meet the Press,” referring to Mr. Obama’s program to spare millions of immigrants in the country unlawfully from deportation. “But I’m going to use them much better, and they’re going to serve a much better purpose than what he’s done.”\nBut Mr. Post said there was a difference between Mr. Obama’s view of executive power and that of Mr. Trump. “Whatever you think of Obama’s position on immigration, he is willing to submit to the courts,” he said. “There is no suggestion that he will disobey if the courts rule against him.”\nSeveral law professors said they were less sure about Mr. Trump, citing the actions of another populist, President Andrew Jackson, who refused to enforce an 1832 Supreme Court decision arising from a clash between Georgia and the Cherokee Nation.\n“I can easily see a situation in which he would take the Andrew Jackson line,” Professor Epstein said, referring to a probably apocryphal comment attributed to Jackson about Chief Justice John Marshall: “John Marshall has made his decision; now let him enforce it.”\nThere are other precedents, said John C. Yoo, a law professor at the University of California, Berkeley, who took an expansive view of executive power as a lawyer in the Bush administration. “The only two other presidents I can think of who were so hostile to judges on an individual level and to the judiciary as a whole would be Thomas Jefferson and Franklin Roosevelt,” he said.\nBoth of those presidents chafed at what they saw as excessive judicial power. “But they weren’t doing it because they had cases before those judges as individuals,” Professor Yoo said. “They had legitimate separation-of-powers fights between the presidency and the judiciary. Trump is lashing out because he has a lawsuit in a private capacity, which is much more disturbing.”\nOther legal scholars said they were worried about Mr. Trump’s commitment to the First Amendment. He has taken particular aim at The Washington Post and its owner, Jeff Bezos, the founder of Amazon.", "url": "https://www.nytimes.com/2016/06/04/us/politics/donald-trump-constitution-power.html"}