{"authors": ["Owen Guo"], "date_download": "2022-10-25 23:32:32", "date_modify": "2022-10-25 23:32:32", "date_publish": "2016-07-28 13:30:27", "description": "The city restricts local plates through an online registry intended to help improve air quality and ease traffic congestion.", "filename": "2016_07_29_world_asia_china-beijing-traffic-pollution_1666740752.html", "image_url": "https://static01.nyt.com/images/2016/07/20/world/21BEIJING-CARS-web1/21BEIJING-CARS-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=02257a9e2a04cefb25aea1db613a77817a7ea7cbae8e7a583f7297a0334c5a59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_29_world_asia_china-beijing-traffic-pollution_1666740752.html", "title": "Want to Drive in Beijing? Good Luck in the License Plate Lottery", "title_page": "Want to Drive in Beijing? Good Luck in the License Plate Lottery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Hoping to please his future in-laws, Larry Li fought the snarling Beijing traffic one recent spring day to chauffeur them from the train station to his home in the city in a white Volkswagen he had bought just a month earlier.\nThe good will came with a cost: a fine of 200 renminbi, or $30, and a points penalty.\nMr. Li, 28, a financial worker, said he and his fiancée were getting married and had just bought a car. “I felt obliged to pick her family up at the train station,” he said. “We took some detours, but we were still videotaped.”\nThe transgression: He had no local license plate, just an out-of-town one.\nMr. Li has had a long struggle with the city government over its attempts to limit congestion by rationing license plates.\nIn the past five years, he has applied 47 times for a Beijing license plate through a lottery-like online registry. But each time, the response has been a terse line: License plate not granted.", "url": "https://www.nytimes.com/2016/07/29/world/asia/china-beijing-traffic-pollution.html"}