{"authors": ["Katie Benner", "Michael J. De La Merced"], "date_download": "2022-10-25 23:41:59", "date_modify": "2022-10-25 23:41:59", "date_publish": "2016-08-03 23:51:38", "description": "When the company started offering ads, brands were wary of high prices and vanishing content. Then it let football fans drench themselves in virtual Gatorade.", "filename": "2016_08_04_technology_how-snapchat-helped-ad-buyers-get-over-their-fear-of-a-ghost_1666741319.html", "image_url": "https://static01.nyt.com/images/2016/08/04/business/04SNAPCHAT/04SNAPCHAT-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=01350e487685e070164464bec6b259673afd20d0ca5c0b53ed67adcf470d9cae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_04_technology_how-snapchat-helped-ad-buyers-get-over-their-fear-of-a-ghost_1666741319.html", "title": "Snapchat Used to Spook Advertisers. Not Anymore.", "title_page": "Snapchat Used to Spook Advertisers. Not Anymore. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — When Snapchat’s chief executive, Evan Spiegel, took the stage in June 2015 at a marketing conference in Cannes, France, to champion advertising on the ephemeral messaging service, advertisers were wary.\nYet by this June, when the conference was held again in Cannes, Snapchat had become one of the most buzzed-about marketing platforms. It is convincing companies that its ads — which let users adorn pictures and videos with all manner of images and branding — create a more interactive experience than Facebook and YouTube ads, which most users watch passively.\n“Advertisers want to be associated with the trendiest, newest thing, and this year, that’s Snapchat,” said Chad Stoller, executive vice president and global innovation director of IPG Mediabrands.\nHow Snapchat got its ad business on track is a case study of a fast-growing start-up overcoming growing pains and persuading companies to try untested ways to reach consumers.\nWhen Snapchat opened itself up to advertisers more than a year ago, many initially griped that the company needed to lower its ad prices. Some were mystified about how to reach the right audience with the ads, since Snapchat did not provide traditional ad-targeting tools. Most of all, brands wondered how Snapchat could be effective when the ads — like Snapchat messages — disappeared.", "url": "https://www.nytimes.com/2016/08/04/technology/how-snapchat-helped-ad-buyers-get-over-their-fear-of-a-ghost.html"}