{"authors": ["Jess Bidgood", "Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:56:02", "date_modify": "2022-10-25 23:56:02", "date_publish": "2016-06-23 11:31:54", "description": "Officer Caesar R. Goodson Jr., who drove the van used to transport Mr. Gray, had faced seven charges, including second-degree murder.", "filename": "2016_06_24_us_verdict-freddie-gray-caesar-goodson-baltimore_1666742162.html", "image_url": "https://static01.nyt.com/images/2016/06/24/us/24BALTIMORE1-web/24BALTIMORE1-web-facebookJumbo.jpg?year=2016&h=549&w=1050&s=918c2884b1956160d6b77aa29d3abc8e6cb89926c0d33b88e570e0251ff2f3ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_24_us_verdict-freddie-gray-caesar-goodson-baltimore_1666742162.html", "title": "Acquittal in Freddie Gray Case Casts Doubts About Future Trials", "title_page": "Acquittal in Freddie Gray Case Casts Doubts About Future Trials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Baltimore - 23 June 2016 1. Various of protestors chanting UPSOUND (English): “All six. Murderer.” ++VIDEO AS INCOMING++ 2. SOUNDBITE (English): Towanda Jones, Brother Tyrone West Died in Police Custody: “I’m outraged now. It’s disgusting and then there are going to be many more Freddie Grays, many more Tyrone Wests, many more Anthony Andersons. Fight through this bull crap judicial system. It’ sucks.” 3. SOUNDBITE (English): Unidentified Protestor: “Listen to this verdict. Not guilty on all charges. Freddie Gray is dead. What are they telling you? That the police are not to protect and serve the people. Look at Tyrone West. Look at Anthony Anderson. They don’t even charge the cops who killed, murdered them. They are saying. 4. SOUNDBITE (English): Towanda Jones, Brother Tyrone West Died in Police Custody (continued from previous shot): “Legalized genocide. Legalized genocide. That’s it.” 5. SOUNDBITE (English): Unidentified Protestor: “Maybe no one intended to do anything criminal, but not for anyone to be charged and something happening, justify the death of Freddie Gray. That’s what the problem is. Things happen and they’re saying it wasn’t criminal. But it’s rules that were wrong. The rules. The use of force. The use of the seatbelt. Maybe it wasn’t intended, but someone is dead. Someone’s son is dead. Someone’s brother is dead and we do not want it to happen to anyone else’s family. The rules and the process has to change.” 6. SOUNDBITE (English): Towanda Jones, Brother Tyrone West Died in Police Custody: “I feel heartbroken for the simple fact that all I have left is just hope. And it’s not in our judicial system because at the end of the day it fails us over and over, but I’m hoping that change comes somewhere in our community that we establish something to basically kind of dismantle this corrupt system and have laws in place so that civilians can be safe.” 7. Officer using bullhorn 8. SOUNDBITE (English): Towanda Jones, Brother Tyrone West Died in Police Custody: “I have no faith in it. Cause every time I try to have a tad bit of faith it gets snatched away in instances like this. And it’s horrible” 9. Protestors chanting UPSOUND (English): “This is illegitimate. This one more reason why now is the time to get organized for an actual revolution.” STORYLINE: A judge has found a Baltimore Police van driver not guilty of all charges in the death of 25-year-old Freddie Gray, whose broken neck in police custody set off Baltimore’s worst riots in decades. The verdict sparked protests and condemnations outside the courthouse. Six officers were charged in Gray’s death, but only Officer Caesar Goodson was accused of murder. Gray was fatally injured after officers bound his hands and feet and Goodson left him unprotected by a seat belt that prosecutors say would have kept him from slamming into the van’s metal walls. Baltimore Circuit Judge Barry Williams delivered his verdict Thursday after hearing five days of testimony in the non-jury trial. He found Goodson not guilty of “depraved-heart” murder, manslaughter, assault, misconduct in office, and reckless endangerment. Protests and rioting after Gray’s death on April 19, 2015 set the city on fire, forcing Maryland to bring in the National Guard. The unrest forced the city’s mayor to abandon her re-election campaign, and the Department of Justice opened an investigation into allegations of widespread police abuse.", "url": "https://www.nytimes.com/2016/06/24/us/verdict-freddie-gray-caesar-goodson-baltimore.html"}