{"authors": ["Taimoor Shah", "Mujib Mashal"], "date_download": "2022-10-25 23:28:38", "date_modify": "2022-10-25 23:28:38", "date_publish": "2016-05-02 16:28:38", "description": "Insurgents have been choking the capital of Oruzgan Province, and their taking it would destabilize large parts of central Afghanistan.", "filename": "2016_05_03_world_asia_afghan-forces-begin-mission-to-break-talibans-grip-on-highway_1666740518.html", "image_url": "https://static01.nyt.com/images/2016/05/03/world/03afghanistan_web1/03afghanistan_web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=92074474cb50e9de8abf3c517c0885a1cbcca0353018c504086bbbe52def8ec7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_03_world_asia_afghan-forces-begin-mission-to-break-talibans-grip-on-highway_1666740518.html", "title": "Afghan Forces Begin Mission to Break Taliban’s Grip on Highway", "title_page": "Afghan Forces Begin Mission to Break Taliban’s Grip on Highway - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KANDAHAR, Afghanistan — The Afghan security forces began a push to break the Taliban’s hold on a crucial southern highway through Oruzgan Province, officials said on Monday, hoping to ease the insurgents’ intensifying siege of an important provincial capital.\nWhile the most public and urgent security concerns in the south have been focused on the fighting in Helmand Province in recent months, the insurgency has also been slowly choking the city of Tirin Kot, the provincial capital of Oruzgan.\nThe province next door, where many of Taliban’s founding leaders hail from, became a softer target for the insurgency last year. Since the mysterious assassination in March 2015 of Gen. Matiullah Khan, the former police chief and strongman who largely kept the insurgents at bay, the province’s security leadership has fallen into chaos.\nNow, Tirin Kot has been cut off from most of its surrounding districts. Last week, the Taliban overran dozens of outposts on the highway connecting the city to Kandahar, the southern regional economic and military hub, according to Muhammad Karim Khadimzai, the head of the Oruzgan provincial council.", "url": "https://www.nytimes.com/2016/05/03/world/asia/afghan-forces-begin-mission-to-break-talibans-grip-on-highway.html"}