{"authors": ["The Editorial Board"], "date_download": "2022-10-25 23:53:41", "date_modify": "2022-10-25 23:53:41", "date_publish": "2016-02-04 08:21:03", "description": "There are good reasons for a pay increase, but there are also good reasons for taking the time to explain why such a large raise is needed.", "filename": "2016_02_04_opinion_a-city-council-raise-that-raises-questions_1666742021.html", "image_url": "https://static01.nyt.com/images/2016/02/04/opinion/04thu3web/04thu3web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=023a7b695bd70d4ed2affb27090c83c7d4677b99b25fb8c1a9471ed016ae0ed3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_04_opinion_a-city-council-raise-that-raises-questions_1666742021.html", "title": "A City Council Raise That Raises Questions", "title_page": "Opinion | A City Council Raise That Raises Questions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The principle behind the raises is entirely defensible. Council members haven’t had a raise since 2006. Serving the public is a noble job, and important work demands decent pay. And the reforms tied to this pay raise are excellent: They include strict limits on outside income, so being a council member will now be a full-time job. The legislation eliminates the bonuses, known as “lulus,” given to committee leaders — a traditional means of padding income and currying favor.\nStill, the raise is huge: 32 percent. It is considerably bigger than what the advisory commission recommended. It is retroactive to Jan. 1, violating the gallant principle that members of a lawmaking body should not reward themselves, but their successors, after the next election. Finally, the legislation was submitted and a vote scheduled with hardly any time for public input.\nAt least one good-government advocate, Dick Dadey of Citizens Union, has been trying for days to get the Council to delay the vote. He says that no matter what you think of the legislation, its route to passage looks hasty and sleazy. If the Council had good reasons to reject the commission’s suggested salary, he says, it owes the public “a full and formal explanation.” The Council doesn’t seem to be listening.\nRunning New York is a huge job, and the city would benefit from a full-time City Council. But that is a big change in city government — why was there so little time for the Council to explain and defend it? And while paychecks will get fatter right away, the other reforms will take effect later. While members are congratulating themselves for adopting such a solid slate of good-government initiatives, how could they object to delaying the vote, holding more hearings, answering lingering questions and making their best case for a retroactive 32 percent raise?", "url": "https://www.nytimes.com/2016/02/04/opinion/a-city-council-raise-that-raises-questions.html"}