{"authors": ["Jess Bidgood"], "date_download": "2022-10-25 23:32:28", "date_modify": "2022-10-25 23:32:28", "date_publish": "2016-01-26 17:51:23", "description": "The move follows student protests over the use of Lord Jeffery Amherst, a colonial military commander who suggested killing Native Americans with smallpox-infected blankets.", "filename": "2016_01_27_us_amherst-college-drops-lord-jeff-as-mascot_1666740748.html", "image_url": "https://static01.nyt.com/images/2016/01/27/us/27amherst-web/27amherst-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c65c9d5e727282f35b8d02cb0cadf8f6f3fc32e3e18c9a5ab4bb701c88622b25&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_27_us_amherst-college-drops-lord-jeff-as-mascot_1666740748.html", "title": "Amherst College Drops ‘Lord Jeff’ as Mascot", "title_page": "Amherst College Drops ‘Lord Jeff’ as Mascot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AMHERST, Mass. — Lord Jeffery Amherst, the colonial-era military commander who gave this town its name, will no longer represent the prestigious liberal arts college here.\nThe trustees at Amherst College said on Tuesday that the institution would not use any references to Lord Jeffery, its unofficial mascot, in official communications or symbolism, and that it would find a new name for the Lord Jeffery Inn, a campus hotel owned by the college. In a statement, the trustees also said that a group made up mostly of alumni and students would consider whether the college should adopt a new, and official, mascot.\n“Amherst College finds itself in a position where a mascot — which, when you think about it, has only one real job, which is to unify — is driving people apart because of what it symbolizes to many in our community,” wrote Cullen Murphy, the chairman of the board. But, he noted, the college would not try to impose its position on anyone else.\n“Beyond that, people will do as they will,” the statement said. “The college has no business interfering with free expression, whether spoken or written or, for that matter, sung. Period. We hope and anticipate that understanding and respect will run in all directions.”", "url": "https://www.nytimes.com/2016/01/27/us/amherst-college-drops-lord-jeff-as-mascot.html"}