{"authors": ["William Neuman"], "date_download": "2022-10-25 22:56:10", "date_modify": "2022-10-25 22:56:10", "date_publish": "2016-12-08 01:37:58", "description": "Mayor Bill de Blasio vowed in February to curtail the practice, but the city’s shelter system is strained to the limit.", "filename": "2016_12_07_nyregion_homelessness-new-york-city-hotels_1666738570.html", "image_url": "https://static01.nyt.com/images/2016/12/08/nyregion/08HOMELESS1/08HOMELESS1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5b40076068fc59d30ad95d63dac9b237b1a7f90f374a6a48bc0f04319a6506ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_07_nyregion_homelessness-new-york-city-hotels_1666738570.html", "title": "Confronting Surge in Homelessness, New York City Expands Use of Hotels", "title_page": "Confronting Surge in Homelessness, New York City Expands Use of Hotels - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The expansion comes as the city has struggled to address a record homeless population — an issue that could become an obstacle in Mayor Bill de Blasio’s bid for re-election next year.\n“Look, I own it,” Mr. de Blasio said Wednesday on WNYC radio, referring to the surge in the homeless population. “We’re arresting that growth and starting to turn it, and I think we’ll be able to show some real progress soon.”\nHe listed some initiatives begun by his administration, including legal assistance to help renters fight eviction. “We’re going to come up with a much more comprehensive vision on homelessness in the coming months, but I can tell you that a lot of these initiatives are taking hold.”\nBut the increased reliance on hotels goes against Mr. de Blasio’s vow to curtail the practice. In February, a homeless woman and two of her children were fatally stabbed in a Staten Island hotel where the city had placed them because it did not have room in a shelter.\n“The goal is to use hotels less and less and eventually stop using hotels altogether,” the mayor said on the day of the killings, acknowledging that there might be times when the city, which is required to provide shelter to the homeless, would have to resort to hotels as a stopgap. “But what I’m saying is the goal in the short term is to reduce the use of hotels intensely.”", "url": "https://www.nytimes.com/2016/12/07/nyregion/homelessness-new-york-city-hotels.html"}