{"authors": ["Helene Cooper", "Eric Schmitt", "Michael R. Gordon"], "date_download": "2022-10-25 23:54:49", "date_modify": "2022-10-25 23:54:49", "date_publish": "2016-10-07 09:00:22", "description": "Some former officials and aid groups worry that President Obama will begin a ground campaign without a comprehensive plan for what happens afterward.", "filename": "2016_10_08_us_politics_isis-mosul-iraq-us_1666742089.html", "image_url": "https://static01.nyt.com/images/2016/10/07/world/08military-web1/08military-web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=c80cbae3d99063fe1a4093c4e119c6f29c1ca1d593dc56321831735e6395f869&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_08_us_politics_isis-mosul-iraq-us_1666742089.html", "title": "U.S. Set to Open a Climactic Battle Against ISIS in Mosul, Iraq", "title_page": "U.S. Set to Open a Climactic Battle Against ISIS in Mosul, Iraq - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As Iraqi and American troops prepare to try to retake the city of Mosul from the Islamic State, the Obama administration is describing the battle as the last major hurdle before declaring victory against the extremist Sunni militancy — in Iraq, at least.\nBut some former officials and humanitarian aid groups are worried that President Obama will run into the same problem that haunted his predecessor, George W. Bush: beginning a ground campaign without a comprehensive plan for what happens afterward.\n“There’s an effort to proclaim mission accomplished, and obviously, getting back Mosul would be a momentous and symbolic defeat for ISIS,” said Vali Nasr, a former State Department official in the Obama administration, using another name for the Islamic State. But, he said, victory in Mosul without a detailed arrangement for how the city and the surrounding province will be governed “does nothing to prevent extremists from resurfacing again.”\nStill, Obama administration officials are loath to further delay the operation, which they first envisioned two years ago, in order to sort out in advance the post-conflict political arrangements in and around Mosul, Iraq’s second-largest city. The administration is taking the calculated risk that the future of a region populated by a welter of ethnic and religious groups can be worked out peacefully as the battle unfolds or even after the militants are defeated, with American officials serving as brokers when needed but not imposing a plan.", "url": "https://www.nytimes.com/2016/10/08/us/politics/isis-mosul-iraq-us.html"}