{"authors": ["Michael Forsythe", "Andrew Jacobs"], "date_download": "2022-10-25 23:28:10", "date_modify": "2022-10-25 23:28:10", "date_publish": "2016-02-04 20:07:26", "description": "The disappearance of several publishing company associates shines a light on an industry that sells books daring to criticize Beijing.", "filename": "2016_02_07_business_international_in-china-books-that-make-money-and-enemies_1666740490.html", "image_url": "https://static01.nyt.com/images/2016/02/04/business/04hkbooks-web4alt/04hkbooks-web4alt-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1677531484a6fc1abd96ff28eff1be4605436e4de38cb72e25328115d995a790&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_07_business_international_in-china-books-that-make-money-and-enemies_1666740490.html", "title": "In China, Books That Make Money, and Enemies", "title_page": "In China, Books That Make Money, and Enemies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The explanation of his disappearance was met with disbelief by many people in Hong Kong, including pro-democracy lawmakers. Mr. Lee had left his travel documents at home. He had also recently told The South China Morning Post, a Hong Kong newspaper, that because he avoided going to the mainland, he felt that he would not meet the same fate as his colleagues.\nThe plight of the publishers has rallied people in Hong Kong. On Jan. 10, thousands of people converged on the Beijing government liaison office in Hong Kong to protest the disappearances. One bound himself in a red nylon rope with a noose at one end, taping his mouth to symbolize the erosion of Hong Kong’s liberties.\n“In the past, we were safe because we lived in Hong Kong instead of China,” Agnes Chow, one of the student leaders of the 2014 pro-democracy protests in the city, said in a video she posted about the disappearances. “We feel that Hong Kong is not Hong Kong anymore.”\nCustomers are still coming to the tiny bookstalls and stores that specialize in these books. At the city’s Star Ferry terminal in Kowloon, a bookseller named Mr. Chan said he sold about 15 books a week.\nBut the chill on the industry is perceptible, even if subtle. The new titles at Mighty Current have dried up. Neighboring stalls in the Star Ferry terminal, which carried the books only months ago, are no longer selling them. Mr. Chan, the bookseller, said, “Maybe they’re just sold out.”\nA clerk at the People’s Bookstore, one of the best-known sellers of banned books in Hong Kong, said that business hadn’t fallen off since the Mighty Current associates disappeared. But the clerk, who gave her name as Ms. Bi, said many recent browsers appeared to be Chinese security agents. They are easy to spot, she said: “They’re tall, and never buy anything.”\nBao Pu, the publisher of New Century Press, which publishes more authoritative political titles that are also banned, said he might switch businesses, given all the pressures. Besides the disappearances, the Chinese government owns the city’s biggest bookstore companies, and they stock very few if any of the banned books.\n“I think pretty much we’re done,” Mr. Bao said.", "url": "https://www.nytimes.com/2016/02/07/business/international/in-china-books-that-make-money-and-enemies.html"}