{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:52:31", "date_modify": "2022-10-25 23:52:31", "date_publish": "2016-06-29 20:26:15", "description": "Through vast server farms and canny investments, Chinese companies have effectively centralized control over a currency designed to be borderless.", "filename": "2016_07_03_business_dealbook_bitcoin-china_1666741951.html", "image_url": "https://static01.nyt.com/images/2016/06/29/business/db-chinabit-slide-VKKA/db-chinabit-slide-VKKA-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9384f2540ac0a4cf51ff2f57d54b95cf2457445df7e96bc267261d036671324a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_03_business_dealbook_bitcoin-china_1666741951.html", "title": "How China Took Center Stage in Bitcoin’s Civil War", "title_page": "How China Took Center Stage in Bitcoin’s Civil War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was his role overseeing BTCC Pool that got Mr. Lee invited to the meeting with the American delegation in Beijing. The head of operations at F2Pool, Wang Chun, was also there.\nPerhaps the most important player in the Chinese Bitcoin world is Jihan Wu, 30, a former investment analyst who founded what is often described in China as the world’s most valuable Bitcoin company. That company, Bitmain, began to build computers in 2013 using chips specially designed to do mining computations.\nBitmain, which has 250 employees, manufactures and sells Bitcoin mining computers. It also operates a pool that other miners can join, called Antpool, and keeps a significant number of mining machines for itself, which it maintains in Iceland and the United States, as well as in China. The machines that Bitmain retains for itself account for 10 percent of the computing power on the global Bitcoin network and are enough to produce new coins worth about $230,000 each day, at the exchange rate last week.\nMr. Wu and the other mining pool operators in China have often seemed somewhat surprised, and even unhappy, that their investments have given them decision-making power within the Bitcoin network. “Miners are the hardware guys. Why are you asking us about software?” is the line that Mr. Ng said he often hears from miners.\nThis attitude initially led most Chinese miners to align themselves with old-line Bitcoin coders, known as the core programmers, who have resisted changing the software. The miners wanted to take no risks with the money they were minting.\nBut lately, Mr. Wu has grown increasingly vocal in his belief that the network is going to have to expand, and soon, if it wants to keep its followers. He said in an email last week that if the core programmers did not increase the number of transactions going through the network by July, he would begin looking for alternatives to expand the network.\nHowever the software debate goes, there are fears that China’s government could decide, at some point, to pressure miners in the country to use their influence to alter the rules of the Bitcoin network. The government’s intervention in 2013 suggests that Bitcoin is not too small to escape notice.", "url": "https://www.nytimes.com/2016/07/03/business/dealbook/bitcoin-china.html"}