{"authors": ["Dan Barry", "Serge F. Kovaleski", "Alan Blinder", "Mujib Mashal"], "date_download": "2022-10-25 23:26:52", "date_modify": "2022-10-25 23:26:52", "date_publish": "2016-06-18 16:35:54", "description": "The recollections of those who knew Omar Mateen or encountered him conjure a man forever aggrieved; forever not at peace; forever out of step.", "filename": "2016_06_19_us_omar-mateen-gunman-orlando-shooting_1666740412.html", "image_url": "https://static01.nyt.com/images/2016/06/19/us/19mateen-web/19mateen-web-facebookJumbo-v2.jpg?year=2016&h=549&w=1050&s=43baab8b9fe574b42b0a00396775981c353b7ad6536b3db1e62619a27d48fd2c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_19_us_omar-mateen-gunman-orlando-shooting_1666740412.html", "title": "‘Always Agitated. Always Mad’: Omar Mateen, According to Those Who Knew Him", "title_page": "‘Always Agitated. Always Mad’: Omar Mateen, According to Those Who Knew Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Omar Mateen was a disciplinary challenge in school, unafraid to push buttons. “Constantly moving, verbally abusive, rude, aggressive,” that school assessment noted. In the third grade, his rendition of the school song at Mariposa Elementary replaced “Mariposa, Mariposa” with “marijuana, marijuana.”\nThe boy was formally disciplined more than 30 times in elementary and middle schools as he pursued attention and occasional conflict rather than his studies. His father would later say that young Omar preferred drawing pictures in class to listening, which seems borne out by an assessment one of his teachers wrote at the time:\n“Unfortunately, Omar had great difficulty focusing on his classwork since he often seeks the attention of his classmates through some sort of noise, disruption, or distraction.”\nSo was Omar Mateen betraying his latent extremist sympathies — or was he just being tone-deaf — when, at 14, he shocked other students on his school bus by imitating an exploding plane so soon after the Sept. 11 attacks?\n“He got on, walked up the first couple of steps, held his arms out and made sounds like a motor and then made an explosion sound — and slipped into his seat,” Robert Zirkle, another student on the bus, remembered. “He did this three or four times, and was clearly not in the mood or the same state of mind that we were in. He seemed excited.”\nHis unsettling pantomimes ended when others told him there would be problems if he continued.\nOmar cycled through three high schools, collecting a string of suspensions — for fighting and other infractions — along the way. (In one case, a charge of battery was adjudicated and a charge of disturbing school function was dropped, he later wrote to a potential employer. “This was an experience of me growing up and I learned a big lesson from it.”)\nMartin Bielicki, a former dean of students at Martin County High School, remembered in an email that this student “had issues with other students, in particular,” and “always would argue back and even defend himself.”", "url": "https://www.nytimes.com/2016/06/19/us/omar-mateen-gunman-orlando-shooting.html"}