{"authors": ["Michael R. Gordon", "Tim Arango"], "date_download": "2022-10-25 23:54:47", "date_modify": "2022-10-25 23:54:47", "date_publish": "2016-10-17 04:01:37", "description": "About 4,000 pesh merga forces are involved in the operation to retake 10 Iraqi villages, the opening phase of a battle that could take weeks or months.", "filename": "2016_10_17_world_middleeast_iraq-isis-mosul-battle_1666742087.html", "image_url": "https://static01.nyt.com/images/2017/03/08/world/17Iraq-web5/17Iraq-web5-facebookJumbo.jpg?year=2016&h=550&w=1050&s=701be95582084303c20315c92e0b5045dd7386d48606af6c1e262dac1ed01054&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_17_world_middleeast_iraq-isis-mosul-battle_1666742087.html", "title": "East of Mosul, Kurdish Troops Advance on ISIS-Held Villages", "title_page": "East of Mosul, Kurdish Troops Advance on ISIS-Held Villages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BADANA PICHWK, Iraq — Kurdish forces on Monday morning began advancing on a string of villages east of Mosul, the start of a long-awaited campaign to reclaim Iraq’s second-largest city from the Islamic State, which seized it more than two years ago, officials said.\nAbout 4,000 Kurdish pesh merga troops are involved in the operation to retake 10 villages, the opening phase of a battle that could take weeks or months and could involve nearly 30,000 Iraqi and Kurdish troops, with American warplanes providing air support. Iraqi counterterrorism forces, which work closely with American Special Operations commandos in Iraq, are also expected to join the Kurdish forces in the coming days.\nThe operation began hours after Prime Minister Haider al-Abadi announced in a brief speech aired on state television just before 2 a.m. that the long-awaited campaign to liberate Mosul had begun.\n“The Iraqi flag will be raised in the middle of Mosul, and in each village and corner very soon,” Mr. Abadi said, dressed in a military uniform and surrounded by officers.", "url": "https://www.nytimes.com/2016/10/17/world/middleeast/iraq-isis-mosul-battle.html"}