{"authors": ["Nick Corasaniti"], "date_download": "2022-10-25 23:55:37", "date_modify": "2022-10-25 23:55:37", "date_publish": "2016-04-25 18:25:18", "description": "Ahead of Tuesday’s primaries, the Democratic candidate appeals to positive emotions, with a lot of hugs and her eyes on Senator Bernie Sanders’s supporters.", "filename": "2016_04_26_us_politics_hillary-clinton-ad-spreads-a-little-hope-and-love_1666742137.html", "image_url": "https://static01.nyt.com/images/2016/04/25/us/elections/adwatch-clinton-love-1461601752106/adwatch-clinton-love-1461601752106-facebookJumbo.jpg?year=2016&h=550&w=1050&s=67bb2c7d9043f4d7ff5147ce92861d13a7e8031691162dcb9a9dd975bb3a9736&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_26_us_politics_hillary-clinton-ad-spreads-a-little-hope-and-love_1666742137.html", "title": "Hillary Clinton Ad Spreads ‘a Little Hope and Love’", "title_page": "Hillary Clinton Ad Spreads ‘a Little Hope and Love’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With the political rhetoric on both sides of the presidential contest reaching new levels of vitriol, Hillary Clinton’s campaign has released a new ad ahead of Tuesday’s primaries seeking to sow “a little hope and love now.”\nOn Screen\nThe voice of Andra Day rises from a chorus without instrumental backing, setting the tone for the 60-second spot: “Spread a little hope and love now.”\nScenes from the Clinton campaign flicker in and out of focus: the candidate doling out high-fives, striding toward a stage, and supporters looking pensive at her events. Big block text with broad platitudes overlay the scenery, calling to “break down barriers.”\nMs. Day continues with the second part of the chorus: “We’ll walk it out together.” Mrs. Clinton is shown with Geneva Reed-Veal, the mother of Sandra Bland, who was found hanged in a Texas jail cell after a routine traffic stop last year, and Representative John Lewis, Democrat of Georgia.", "url": "https://www.nytimes.com/2016/04/26/us/politics/hillary-clinton-ad-spreads-a-little-hope-and-love.html"}