{"authors": ["Kevin Carey"], "date_download": "2022-10-25 23:34:45", "date_modify": "2022-10-25 23:34:45", "date_publish": "2016-06-21 11:00:04", "description": "An accreditor that allowed mismanaged for-profits to exist now faces extinction.", "filename": "2016_06_22_upshot_for-profit-college-fiasco-why-a-watchdog-needs-a-watchdog_1666740885.html", "image_url": "https://static01.nyt.com/images/2016/06/15/upshot/16up-accredit/16up-accredit-facebookJumbo.jpg?year=2016&h=550&w=1050&s=89eb94495e7efff054c607fdc0392e158de91c2eeae77e766ebf8b68802f3e31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_22_upshot_for-profit-college-fiasco-why-a-watchdog-needs-a-watchdog_1666740885.html", "title": "For-Profit-College Fiasco: Why a Watchdog Needs a Watchdog", "title_page": "For-Profit-College Fiasco: Why a Watchdog Needs a Watchdog - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last year, the for-profit Corinthian Colleges chain collapsed under the weight of government investigations and allegations of fraud. Its demise left tens of thousands of Corinthian students with loans that will ultimately cost taxpayers hundreds of millions of dollars to forgive.\nThis week, the private accrediting group that allowed Corinthian to stay open for business will face its own existential threat, when federal regulators decide whether to shut it down. That decision will go a long way toward determining whether education companies will continue to have free rein to profit from government financial aid programs.\nCorinthian’s accreditor, the Accrediting Council for Independent Colleges and Schools (ACICS), has a lot to worry about. A recent Center for American Progress report on the accrediting group scrolls out a long list of incompetence and wrongdoing.\nSeventeen different colleges and corporate entities approved by the accrediting group to receive federal financial aid have been under government investigation over the last five years. Since 2013, those schools have received $5.7 billion in federal grants and student loans. The group is the accreditor for the currently collapsing ITT Educational Services and the accreditor for the Brown Mackie chain of for-profit colleges, which announced this month that it would close.", "url": "https://www.nytimes.com/2016/06/22/upshot/for-profit-college-fiasco-why-a-watchdog-needs-a-watchdog.html"}