{"authors": ["Rukmini Callimachi", "Melissa Eddy"], "date_download": "2022-10-25 23:34:43", "date_modify": "2022-10-25 23:34:43", "date_publish": "2016-07-23 11:53:32", "description": "The motivations of the gunman, an 18-year-old dual German-Iranian citizen, remained unclear. He had been treated for depression and complained of being bullied.", "filename": "2016_07_24_world_europe_munich-shooting-attack_1666740883.html", "image_url": "https://static01.nyt.com/images/2016/07/24/world/24MUNICH5/24MUNICH5-facebookJumbo.jpg?year=2016&h=549&w=1050&s=200c6a3d277e56548b4bd1be4829366ba473b44aea94fe73444de60620aa1f0a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_24_world_europe_munich-shooting-attack_1666740883.html", "title": "Munich Killer Was Troubled, but Had No Terrorist Ties, Germany Says", "title_page": "Munich Killer Was Troubled, but Had No Terrorist Ties, Germany Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But unlike those two attacks, the one in Munich appeared, based on initial evidence, to have no overt links to the Islamic State or other terrorist groups, officials said Saturday. Nor did it seem to be directly linked to the wave of migration that has fueled racial, ethnic and religious tensions in Germany and across Europe.\nInstead, according to accounts by the police, prosecutors, and neighbors and schoolmates of Mr. Sonboly, this most recent assault appeared to be of a less ideological and more personal sort: a sudden, violent outlet for a quietly troubled young man.\nThere were indications that Mr. Sonboly’s rampage might not have been entirely without political overtones. It was carried out on the fifth anniversary of a massacre in Norway by Anders Behring Breivik, a right-wing extremist who killed 77 people. Asked about a possible link based on the date, the Munich police chief, Hubertus Andrä, said that “this connection is obvious” and was part of their investigation.\n“We must assume that he was aware of this attack,” Chief Andrä said.\nBut the initial picture of Mr. Sonboly that emerged in the hours after police officers found him dead, less than a mile from the shopping mall with a backpack full of ammunition and a single bullet wound to his head, was of a young man whose concerns were much closer to home.", "url": "https://www.nytimes.com/2016/07/24/world/europe/munich-shooting-attack.html"}