{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:52:04", "date_modify": "2022-10-25 23:52:04", "date_publish": "2016-06-14 14:58:06", "description": "An appeals court panel affirmed the Federal Communications Commission’s rules about net neutrality, clearing the way for stricter oversight of broadband providers.", "filename": "2016_06_15_technology_net-neutrality-fcc-appeals-court-ruling.html_action=click&contentCollection=Technology&module=RelatedCoverage&region=Marginalia&pgtype=article_1666741924.html", "image_url": "https://static01.nyt.com/images/2015/03/16/technology/net-neutrality-still/net-neutrality-still-facebookJumbo.png?year=2016&h=550&w=1050&s=eca86a9ede6c13191397f91cc2754cf4d73a9283428fbc0d44a8ef2de6058eab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_15_technology_net-neutrality-fcc-appeals-court-ruling.html_action=click&contentCollection=Technology&module=RelatedCoverage&region=Marginalia&pgtype=article_1666741924.html", "title": "Court Backs Rules Treating Internet as Utility, Not Luxury", "title_page": "Court Backs Rules Treating Internet as Utility, Not Luxury - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — High-speed internet service can be defined as a utility, a federal court has ruled in a sweeping decision clearing the way for more rigorous policing of broadband providers and greater protections for web users.\nThe decision affirmed the government’s view that broadband is as essential as the phone and power and should be available to all Americans, rather than a luxury that does not need close government supervision.\nThe 2-to-1 decision from a three-judge panel at the United States Court of Appeals for the District of Columbia Circuit on Tuesday came in a case about rules applying to a doctrine known as net neutrality, which prohibit broadband companies from blocking or slowing the delivery of internet content to consumers.\nThose rules, created by the Federal Communications Commission in early 2015, started a huge legal battle as cable, telecom and wireless internet providers sued to overturn regulations that they said went far beyond the F.C.C.’s authority and would hurt their businesses. On the other side, millions of consumers and giant tech firms rallied in favor of the regulations. President Obama also called for the strictest possible mandates on broadband providers.", "url": "https://www.nytimes.com/2016/06/15/technology/net-neutrality-fcc-appeals-court-ruling.html?action=click&contentCollection=Technology&module=RelatedCoverage&region=Marginalia&pgtype=article"}