{"authors": ["Dan Horch"], "date_download": "2022-10-25 23:51:29", "date_modify": "2022-10-25 23:51:29", "date_publish": "2016-01-05 21:11:47", "description": "The arrest of Mr. Esteves, who once epitomized Brazil’s global ambitions, in a corruption investigation has rattled the financial community.", "filename": "2016_01_06_business_dealbook_downfall-of-andre-esteves-stands-out-in-brazil-scandal_1666741889.html", "image_url": "https://static01.nyt.com/images/2015/12/30/business/30db-pactual-web1/30db-pactual-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5af611c68945c5d4a185274e36bbba193f509c9910cd529e58ab361871d434fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_06_business_dealbook_downfall-of-andre-esteves-stands-out-in-brazil-scandal_1666741889.html", "title": "Downfall of André Esteves Stands Out in Brazil Scandal", "title_page": "Downfall of André Esteves Stands Out in Brazil Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SÃO PAULO, Brazil — André Esteves is not the only rich and powerful Brazilian to be swept up in a corruption investigation that has rocked the country.\nPolice officials here say they have found evidence that scores of politicians and business executives siphoned off funds from the government-controlled petroleum company Petrobras and some of its contractors.\nBut what sets the case of Mr. Esteves — who built and led the investment bank BTG Pactual — apart from those of the other accused men and women is its apparent senselessness.\n“The deals BTG Pactual had with Petrobras and the government were relatively small and had nothing to do with the bank’s core business, which was very profitable,” said Luis Miguel Santacreu, a financial sector analyst with the Brazilian credit ratings agency Austin Rating. “They didn’t need any of these deals to keep on growing.”", "url": "https://www.nytimes.com/2016/01/06/business/dealbook/downfall-of-andre-esteves-stands-out-in-brazil-scandal.html"}