{"authors": ["Jon Caramanica"], "date_download": "2022-10-25 22:55:00", "date_modify": "2022-10-25 22:55:00", "date_publish": "2016-02-10 18:51:21", "description": "Fifty-one pins you should put on your jacket now.", "filename": "2016_02_11_fashion_the-coolest-pins-to-customize-your-denim_1666738500.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_11_fashion_the-coolest-pins-to-customize-your-denim_1666738500.html", "title": "The Coolest Pins to Customize Your Denim", "title_page": "The Coolest Pins to Customize Your Denim - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We lack intimacy.”\nJordan Roschwalb was explaining how technology, the Internet, social media — all of it — have been conspiring against opportunities for genuine connection. His answer: pins.\n“Pins create a tie to a certain moment,” he said. “You can’t buy just one.”\nIn the last year, enamel pins, those old standbys of kids and collectors, have found new favor on Instagram and in the fashion world. Oodles of small companies have emerged selling designs — some grounded in pop culture, and others in original art — for around $10, making for a low-cost, high-impact accessory.\nAnd business is booming. Reggie Thomas began making pins as accessories to accompany his Kinship jackets. Now the margins of his pin label, T’s For G’s, are so good, he said, that “I can live off pins and make more than a first-year attorney.”\nMr. Roschwalb’s company, Pintrill, one of the dominant brands in the pin resurgence, began two years ago with an emphasis on pop culture themes, and also emoji, “the hieroglyphics of our time.” It’s also a frequent collaborator with fashion companies and tastemakers. “I’m trying to be the Nike of pin brands,” said Mr. Roschwalb, who estimated that Pintrill has released about 200 designs.", "url": "https://www.nytimes.com/2016/02/11/fashion/the-coolest-pins-to-customize-your-denim.html"}