{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:14", "date_modify": "2022-10-25 23:56:14", "date_publish": "2016-02-02 22:38:19", "description": "Now the question is whether the new prayer space at the wall is a step toward more fundamental change or only a resolution to a localized problem.", "filename": "2016_02_03_world_middleeast_new-western-wall-prayer-space-highlights-wider-divide-among-jews_1666742174.html", "image_url": "https://static01.nyt.com/images/2016/02/03/world/03ISRAEL-web1/03ISRAEL-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=eb27f80d01ad32e5e562e190d173a733ea9e78047f62066bcc0e72d66bebbe57&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_03_world_middleeast_new-western-wall-prayer-space-highlights-wider-divide-among-jews_1666742174.html", "title": "New Western Wall Prayer Space Highlights Wider Divide Among Jews", "title_page": "New Western Wall Prayer Space Highlights Wider Divide Among Jews - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The current government, led by Prime Minister Benjamin Netanyahu, is the most conservative in years. Its ministers have been promoting divisive legislation — like a “loyalty in culture” initiative and legislation that would require nongovernmental organizations to disclose funding they receive from foreign governments. Such legislation has brought condemnation from liberal Jews abroad.\nThe Kotel decision, after years of fierce discussion and delay, came as a rare contra to this trend. But the timing was more prosaic, and it probably does not portend any broader shift. Officials said the parties were pushed to wrap up negotiations because Mr. Netanyahu’s point person on the matter, Avichai Mandelblit, was leaving his post as cabinet secretary to become attorney general.\nThe new prayer space, where men and women can worship together, is to receive public funding. It will be governed by a committee led by the head of the Jewish Agency, a quasi-governmental organization that works with the Diaspora, and will include representatives from the Reform and Conservative movements, the Jewish Federations of North America, the Israeli government and Women of the Wall, a group that for 27 years has been agitating against the male-dominated establishment.\nAdvocates say this amounts to state recognition of the non-Orthodox branches of Judaism, though the laconic cabinet resolution sidestepped the issue by avoiding the words “Reform” and “Conservative,” instead referring obliquely to “the issue of prayer arrangements at the Western Wall.”\nA last-minute argument over the wording at Sunday’s cabinet meeting ended with the government decision “to implement” the recommendations of the advisory team, rather than “to adopt” them. The resolution passed, though the ultra-Orthodox coalition members voted against it — and got in their licks.\nReferring to Reform Jews, Moshe Gafni, an ultra-Orthodox Parliament leader, said, “There will never, ever be recognition for this group of clowns, not at the wall and not anywhere else.”\nThe plan is likely to face many hurdles. The wall is a remnant of the retaining wall that surrounded the Temple Mount, revered by Jews as the location of their ancient temples and the holiest site in Judaism. The mount also houses Al Aqsa Mosque compound, one of the three holiest sites in Islam.", "url": "https://www.nytimes.com/2016/02/03/world/middleeast/new-western-wall-prayer-space-highlights-wider-divide-among-jews.html"}