{"authors": ["Jeremy W. Peters", "Maggie Haberman"], "date_download": "2022-10-25 23:30:23", "date_modify": "2022-10-25 23:30:23", "date_publish": "2016-10-19 02:23:33", "description": "In response to a Trump campaign plan at the last debate to parade women who accused Mr. Clinton of sexual assault into the hall, the Clinton campaign has gained approval to change entry protocol.", "filename": "2016_10_19_us_politics_melania-trump-bill-clinton_1666740623.html", "image_url": "https://static01.nyt.com/images/2016/10/19/us/19HANDSHAKEweb1/19HANDSHAKEweb1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=b2a70f766bbdfccfc0534656619a8e8b49b55d9ce98b4045c60c219736cc4775&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_19_us_politics_melania-trump-bill-clinton_1666740623.html", "title": "At Previous Debates, Melania Trump and Bill Clinton Shook Hands. Not Anymore.", "title_page": "At Previous Debates, Melania Trump and Bill Clinton Shook Hands. Not Anymore. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That’s because at the previous debate, on Oct. 9 in St. Louis, the Trump campaign had an elaborate plan to parade three women who accused Mr. Clinton of sexual assault and rape into the family seating area and force Mr. Clinton to shake their hands as he crossed the room.\nHad the Trump campaign succeeded, Mr. Clinton would have come face-to-face with the women on national television, a potentially humiliating and excruciating encounter. However, the Commission on Presidential Debates intervened, and the women — Juanita Broaddrick, Paula Jones and Kathleen Willey — never came close to Mr. Clinton.\nBut the Clinton side is not taking any chances at the final presidential debate, on Wednesday night in Las Vegas, and has apparently gained approval of a different protocol for the entry of the candidates’ spouses and families into the debate hall.\nThe new arrangement calls for the candidates’ spouses to enter the hall closer to their seats, rather than crossing the room, and each other’s paths.", "url": "https://www.nytimes.com/2016/10/19/us/politics/melania-trump-bill-clinton.html"}