{"authors": ["Richard Pérez-Peña", "Tamar Lewin"], "date_download": "2022-10-25 23:02:24", "date_modify": "2022-10-25 23:02:24", "date_publish": "2016-05-11 00:20:14", "description": "The Civil Rights Act prohibits discrimination because of “race, color, religion, sex or national origin,” but the word sex made it into the bill almost accidentally.", "filename": "2016_05_11_us_transgender-fight-in-north-carolina-may-hinge-on-if-a-1964-law-applies_1666738944.html", "image_url": "https://static01.nyt.com/images/2016/05/11/us/11civilrights-web1/11civilrights-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1a30eb748813da52983a3eeec687ea9ed1a8d83d4ed5337e1dbc530ac3a15bae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_11_us_transgender-fight-in-north-carolina-may-hinge-on-if-a-1964-law-applies_1666738944.html", "title": "Transgender Fight in North Carolina May Hinge On 1964 Law", "title_page": "Transgender Fight in North Carolina May Hinge On 1964 Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The legal battle over which bathrooms transgender people can use in North Carolina turns on a deceptively simple question: Can a law, written in the heat of the civil rights movement generations ago, apply to people the drafters never intended to cover?\nThe federal Civil Rights Act of 1964 was passed after years of marches, beatings, sit-ins and lynchings, part of the convulsive change across the country that gave African-Americans the same rights that white citizens had to drink at water fountains, get jobs, buy homes, stay at hotels and vote. A creature of its time, the law prohibits discrimination because of “race, color, religion, sex or national origin.”\nThe word sex made it into the bill at the last minute, almost accidentally. It was inserted only after the drafting and congressional hearings, when the bill went to the House floor. Representative Howard W. Smith, a Virginia Democrat who opposed the bill, introduced an amendment adding sex discrimination, prompting laughter from his colleagues, who mockingly offered other suggested additions.\nDespite speculation that Mr. Smith meant to weaken support for the bill — he said his concern for women was sincere — his amendment passed, and so did the act. The rights of transgender people never came up.", "url": "https://www.nytimes.com/2016/05/11/us/transgender-fight-in-north-carolina-may-hinge-on-if-a-1964-law-applies.html"}