{"authors": ["Patrick Healy", "Jonathan Martin"], "date_download": "2022-10-25 23:25:06", "date_modify": "2022-10-25 23:25:06", "date_publish": "2016-10-10 02:49:03", "description": "Mr. Trump and Mrs. Clinton accused each other of mistreating women and signaled that the final month of the presidential race would be an ugly political brawl.", "filename": "2016_10_10_us_politics_presidential-debate_1666740306.html", "image_url": "https://static01.nyt.com/images/2016/10/09/us/politics/doug-debate-stl-276/doug-debate-stl-276-facebookJumbo-v4.jpg?year=2016&h=550&w=1050&s=1157e9e328aadbd604cae9ba9753ce89ebc05deb62df20aa7881bf578282ae9f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_10_us_politics_presidential-debate_1666740306.html", "title": "In Second Debate, Donald Trump and Hillary Clinton Spar in Bitter, Personal Terms", "title_page": "In Second Debate, Donald Trump and Hillary Clinton Spar in Bitter, Personal Terms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald J. Trump and Hillary Clinton collided in an almost unremittingly hostile debate on Sunday night, a 90-minute spectacle of character attacks, tawdry allegations, and Mr. Trump’s startling accusation that Mrs. Clinton had “tremendous hate in her heart.”\nIn a remarkable political maneuver, Mr. Trump said Mrs. Clinton had smeared women who accused her husband, Bill Clinton, of sexually assaulting or harassing them, seeking to salvage his presidential candidacy after explosive reports about his past lewd comments about women.\nTense at first, and then increasingly angry as he grew more comfortable on the attack, Mr. Trump noted that three of Mr. Clinton’s accusers were sitting in the audience. It was one of several moments when Mr. Trump aimed to energize his most conservative supporters and drive a wedge between them and the elected Republican officials who have been abandoning him. He even threatened that if it were up to him, Mrs. Clinton would “be in jail” for her use of a private email server as secretary of state.\nBoth candidates were visibly uneasy throughout the debate, even refusing to shake hands at the beginning, as the town hall event unfolded on a small stage in a highly charged atmosphere. It was a deeply ugly moment in American politics, featuring the sort of personal invective rarely displayed by those who aspire to lead the nation.", "url": "https://www.nytimes.com/2016/10/10/us/politics/presidential-debate.html"}