{"authors": ["David M. Herszenhorn", "Emmarie Huetteman"], "date_download": "2022-10-25 23:34:33", "date_modify": "2022-10-25 23:34:33", "date_publish": "2016-06-23 13:28:45", "description": "Speaker Paul D. Ryan called it a high-profile stunt, and said the Democrats’ move undermined the basic institutions of government.", "filename": "2016_06_24_us_politics_senate-gun-control_1666740873.html", "image_url": "https://static01.nyt.com/images/2016/06/23/us/23cong1/23cong1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=22a62f66410c0e15bedd0022a8c0c92748a4b519bedbc800d526e4bf4fbba523&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_24_us_politics_senate-gun-control_1666740873.html", "title": "Democrats End Sit-In After 25 Hours, Drawing Attention to Gun Control", "title_page": "Democrats End Sit-In After 25 Hours, Drawing Attention to Gun Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The tactics were more dramatic, a 25-hour siege by House Democrats. The words were more urgent, as Senators debated a compromise offered by a Republican. But by day’s end on Thursday, Congress was in the same place: a fierce stalemate over the nation’s gun laws, even with the additional pressure from the mass shooting in Orlando, Fla.\nIn the Senate, a bipartisan proposal drafted by Senator Susan Collins, Republican of Maine, won a majority of 52 votes in support — including the backing of seven other Republicans and 44 Democrats. But the measure fell short of the 60 votes needed to overcome procedural obstacles and was set aside, with no chance of passage soon.\n“Eventually we’ll find a compromise because the need is too real,” said Senator Lindsey Graham, Republican of South Carolina, who supported the Collins measure. But Mr. Graham said that another terrorist attack might have to occur before Congress was spurred to action or, he said, lawmakers might need to get an earful from their constituents.\n“The only way this movie ends is for people to calm down, go home, chill out and get beat up a little bit,” Mr. Graham said. “I am going to get beat up a little bit. I am going to get praised a little bit. And then we’ll come back and realize we have to do something about this.”", "url": "https://www.nytimes.com/2016/06/24/us/politics/senate-gun-control.html"}