{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:32:34", "date_modify": "2022-10-25 23:32:34", "date_publish": "2016-07-28 10:10:52", "description": "Although they have had huge success, and billions of dollars in investment, in the country, the ride-hailing services had operated in a legal gray area.", "filename": "2016_07_29_business_international_china-uber-didi-chuxing_1666740754.html", "image_url": "https://static01.nyt.com/images/2016/07/28/business/international/29chinaride/29chinaride-facebookJumbo.jpg?year=2016&h=550&w=1050&s=8add9829f676ca63d27c4daacc94a65ac33eecb936c4e0b4108f268535e049e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_29_business_international_china-uber-didi-chuxing_1666740754.html", "title": "Didi Chuxing and Uber, Popular in China, Are Now Legal, Too", "title_page": "Didi Chuxing and Uber, Popular in China, Are Now Legal, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Ride-hailing services in China have attracted billions of dollars in investments. They have pulled in money from some of the world’s largest tech companies, like Apple and Alibaba. They have become a crucial road test for one of America’s best-known start-ups, Uber.\nOn Thursday, they finally became legal.\nIn a new law announced by several regulators, China’s government gave the thumbs-up for ride-hailing companies like Uber and its Chinese rival, Didi Chuxing, to operate in the country. The law clears up regulatory uncertainty and lays out a new framework under which ride-hailing companies can operate in the country.\nUber and Didi have upended China’s taxi industry by allowing drivers to take passengers in private vehicles with the help of hugely popular apps. Despite investments in technology, marketing and subsidies, both companies had operated in a legal gray zone, with drivers occasionally being detained by the police.\nStrict government rules have repeatedly tripped up local and foreign internet companies in China. Yet in the fast-moving Chinese tech industry, an “invest first, get approval later” model has prevailed. For Uber and Didi, it appears that ethos has paid off.", "url": "https://www.nytimes.com/2016/07/29/business/international/china-uber-didi-chuxing.html"}