{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:28:16", "date_modify": "2022-10-25 23:28:16", "date_publish": "2016-01-14 23:53:40", "description": "As voters chose a new president over the weekend, a rare point of agreement between Taiwan’s fractious political parties was that the tech industry needs help.", "filename": "2016_01_16_technology_in-taiwan-survivor-mentality-stymies-tech-innovation_1666740496.html", "image_url": "https://static01.nyt.com/images/2016/01/15/business/15taiwantech-web1/15taiwantech-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=50d4686996c95ed6e988993d0509a3a20eb21d3c5ed6be1ad5b91c17bcc60287&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_16_technology_in-taiwan-survivor-mentality-stymies-tech-innovation_1666740496.html", "title": "In Taiwan, Survivor Mentality Stymies Tech Innovation", "title_page": "In Taiwan, Survivor Mentality Stymies Tech Innovation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That trajectory has turned. Last year, share prices of the computer makers Acer and Asustek plummeted 43 percent and 22 percent as the PC market sagged, while HTC plunged 45 percent. Taiwan electronics exports have been falling since February 2015, and in the third quarter, the country’s gross domestic product contracted partly because of weakness in the tech sector.\nAs voters went to the polls and elected a new president over the weekend, a rare point of agreement between Taiwan’s fractious political parties was that the tech industry needs help. Just days before the election four years ago, major Taiwan tech figures took to television to argue that the policies of the incumbent president, Ma Ying-jeou, to improve relations with China would lift the industry.\nYet rising competition from Chinese manufacturers and slowing growth there have had a mixed impact on Taiwan tech since. With the Democratic Progressive Party’s Tsai Ing-wen — who won a decisive victory in the presidential election on Saturday — vowing to renew Taiwanese innovation and build out a new tech hub here, a crucial part of Taiwan’s immediate political future depends on whether it can be turned around.\nTaiwan’s tech problem, as Mr. Lin sees it, is the result of a culture and government that have failed to generate the talent and flexibility to move beyond the manufacturing prowess that made the island a tech hub in the 1980s and ’90s and forward to the software and Internet industries driving Silicon Valley’s current boom. The dilemma became apparent to him in 2009 when he saw a commercial for Apple’s iPhone.\n“The commercial said whatever you want to do, there’s an app for that,” Mr. Lin said. “Immediately, I realized that’s the end of Taiwan. We’re so good at making cheap computers and phones, but we’re so bad at making an app for anything.”", "url": "https://www.nytimes.com/2016/01/16/technology/in-taiwan-survivor-mentality-stymies-tech-innovation.html"}