{"authors": ["Roslyn Sulcas"], "date_download": "2022-10-25 23:44:06", "date_modify": "2022-10-25 23:44:06", "date_publish": "2016-10-27 02:00:29", "description": "The conflict between private and public is the central subject of this ambitious Netflix show about the reign of Queen Elizabeth II.", "filename": "2016_10_30_arts_television_in-the-crown-a-young-queen-but-a-young-woman-too_1666741446.html", "image_url": "https://static01.nyt.com/images/2016/10/30/arts/30CROWN1/30CROWN1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=667acc1e0b2a9b3e1d5b2fb6b29d3aac08b8d0a3aa81f884c4038e078af8c97e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_30_arts_television_in-the-crown-a-young-queen-but-a-young-woman-too_1666741446.html", "title": "In ‘The Crown,’ a Young Queen, but a Young Woman, Too", "title_page": "In ‘The Crown,’ a Young Queen, but a Young Woman, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The Queen, dressed in black, protected from the drizzling rain by a large umbrella, looked up at the statue on its plinth before her; it was draped in the British flag. Around her stood flocks of dark-suited dignitaries; below, in the wide avenue called the Mall, a massed crowd waited silently. She began a short speech in her distinctively high-pitched, clear voice, then tugged the string that would pull down the flag to reveal the statue. It began to slide, then stuck halfway. A team of helpers rushed in.\nClaire Foy, playing the young Queen Elizabeth II in Netflix’s new series, “The Crown,” laughed. “I bet that never happens!” she said.\nIt was a gray, damp day last December, perfectly suited to the otherwise solemn scene being filmed, in which Elizabeth was about to unveil a statue of her father, King George VI. His death three years earlier, at 56, had suddenly transformed her from a shy young wife and mother into a queen. And at this moment, it becomes clear that Elizabeth — unlike her tearful mother and sister nearby — is able to conquer her swirling emotions and fully inhabit her public persona.\nThat conflict between private and public, between woman and queen, is the central subject of “The Crown,” an ambitious, sumptuous television production about the reign of Queen Elizabeth II that will have its Season 1 debut on Friday, Nov. 4, in all of Netflix’s 190 territories.", "url": "https://www.nytimes.com/2016/10/30/arts/television/in-the-crown-a-young-queen-but-a-young-woman-too.html"}