{"authors": ["Dionne Searcey"], "date_download": "2022-10-26 00:11:30", "date_modify": "2022-10-26 00:11:30", "date_publish": "2016-09-22 13:30:21", "description": "The militant group, which has pledged allegiance to the Islamic State, has continued its bloody campaign, creating a growing humanitarian crisis.", "filename": "2016_09_23_world_africa_boko-haram-terrorism-maiduguri-nigeria_1666743090.html", "image_url": "https://static01.nyt.com/images/2016/09/22/world/23Bono-web1/23Bono-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=eee6924f4ec19d0c444b76ffe685b56b4005359b4df8867ac4d73b224fda423d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_23_world_africa_boko-haram-terrorism-maiduguri-nigeria_1666743090.html", "title": "Boko Haram Rages in Nigeria, but the World’s Eyes Are Elsewhere", "title_page": "Boko Haram Rages in Nigeria, but the World’s Eyes Are Elsewhere - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“These girls were just an unexpectedly human face of the conflict,” Bono said in a telephone interview after his trip. “When you think of Boko Haram, I just didn’t think of that, or of the malnourished kids, which we saw at the camps.”\nThis week, in meetings around the United Nations activities, Bono has been lobbying world leaders to increase aid for the victims of Boko Haram. Borno State serves as the backdrop in a video that will be released on Friday, in which he calls for longer-term economic policies to stem the appeal of terrorism.\nGetting the world to focus on the Boko Haram crisis will not be easy.\nMost people know of the group through its most high-profile attack, on the schoolhouse at Chibok, where nearly 300 girls had gathered for exams in 2014. Militants set fire to the school and took off with the girls, only about 50 of whom managed to escape in the days after the attack.\nThe episode struck a global nerve. Schoolboys who had been slaughtered around the same time failed to register on the world’s conscience. But after the taking of the Chibok girls, a social media campaign went viral, with even Michelle Obama photographed holding a poster with the hashtag #BringBackOurGirls.\nIn the years since, most of the world’s attention has been on another terrorist group, the Islamic State, and its attacks on Westerners in France, Belgium and elsewhere. Those acts have prompted vigils and rallies in cities around the world, as well as scorn and retaliation from world leaders.\nThe handful of campaigns to help Boko Haram’s victims have largely faded. Even though Boko Haram has pledged allegiance to the Islamic State. Even though Boko Haram, by some measures, has been far more deadly than the Islamic State.", "url": "https://www.nytimes.com/2016/09/23/world/africa/boko-haram-terrorism-maiduguri-nigeria.html"}