{"authors": ["Anemona Hartocollis"], "date_download": "2022-10-25 23:41:32", "date_modify": "2022-10-25 23:41:32", "date_publish": "2016-02-10 17:58:56", "description": "The chancellor said cuts and new revenue were needed to address the $150 million deficit, or 6 percent of Berkeley’s $2.4 billion budget.", "filename": "2016_02_11_us_university-of-california-berkeley-deficit_1666741292.html", "image_url": "https://static01.nyt.com/images/2016/02/11/us/11berkeley-web/11berkeley-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=19b62a36c52ab49646b09c905d2546b1e0b3c0a21da21bfc94096f6a3c52ba12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_11_us_university-of-california-berkeley-deficit_1666741292.html", "title": "Deficit Threatens Stability of University of California, Berkeley, Official Says", "title_page": "Deficit Threatens Stability of University of California, Berkeley, Official Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The chancellor of the University of California, Berkeley, said Wednesday that the university had a “substantial and growing” deficit that could threaten its long-term stability and that it needed to reduce expenses and raise revenues to maintain its position as a premier public institution.\nThe announcement comes against the backdrop of a long-running political dispute between Gov. Jerry Brown and Janet Napolitano, the president of the University of California, over funding for the university system. Much of the dispute has centered on how much tuition is appropriate for a public university to charge, and also on whether out-of-state and foreign students are squeezing out California residents, changing the mission of what a public university should be.\nLast March, Ms. Napolitano announced a one-year cap for this school year on out-of-state and foreign students at the University of California, Los Angeles and Berkeley. About 25 percent of all Berkeley undergraduates this year are from other states and countries, up from 16 percent in 2011-12, the university said.\nBut Ms. Napolitano said at the time that the system needed more money, whether through state aid or tuition increases. Out-of-state and international students pay higher rates than California residents.", "url": "https://www.nytimes.com/2016/02/11/us/university-of-california-berkeley-deficit.html"}