{"authors": ["Paul Mozur", "Mark Scott"], "date_download": "2022-10-25 23:46:17", "date_modify": "2022-10-25 23:46:17", "date_publish": "2016-11-17 21:11:48", "description": "Social media’s political sway is a given in places like the Philippines, Indonesia and Colombia, where false news often emerges to influence the vote.", "filename": "2016_11_18_technology_fake-news-on-facebook-in-foreign-elections-thats-not-new_1666741577.html", "image_url": "https://static01.nyt.com/images/2016/11/18/business/00FAKEWORLD1/00FAKEWORLD1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=a1f9eb1b13fea95a9811dedcbc05c3988c1970ffc0966215c876d8dc2b4357a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_18_technology_fake-news-on-facebook-in-foreign-elections-thats-not-new_1666741577.html", "title": "Fake News in U.S. Election? Elsewhere, That’s Nothing New", "title_page": "Fake News in U.S. Election? Elsewhere, That’s Nothing New - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Facebook rumors force a well-known politician to publish proof of his heritage. Fake images show a prominent female leader in a hangman’s noose. A politician’s aide decries violent crime with a Facebook photo of a girl’s corpse — an image that turns out to come from another country.\nAnother day on social media for Barack Obama, Hillary Clinton and Donald J. Trump? Think again.\nThose incidents took place in Indonesia and the Philippines, where social media’s outsize place in politics is widely acknowledged, even as that role is coming under sharper criticism in the United States.\nWell before last week’s American election threw Facebook’s status as a digital-era news source into the spotlight, leaders, advocacy groups and minorities worldwide have contended with an onslaught of online misinformation and abuse that has had real-world political repercussions. And for years, the social network did little to clamp down on the false news.\nNow Facebook, Google and others have begun to take steps to curb the trend, but some outside the United States say the move is too late.", "url": "https://www.nytimes.com/2016/11/18/technology/fake-news-on-facebook-in-foreign-elections-thats-not-new.html"}