{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:40:07", "date_modify": "2022-10-25 23:40:07", "date_publish": "2016-01-30 16:42:48", "description": "In an exercise intended to challenge excessive territorial claims by China, a United States vessel entered the disputed waters in the Paracel Islands without giving China notice.", "filename": "2016_01_31_world_asia_us-challenges-chinas-claim-of-islands-with-maritime-operation_1666741207.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_31_world_asia_us-challenges-chinas-claim-of-islands-with-maritime-operation_1666741207.html", "title": "U.S. Challenges China’s Claim of Islands With Maritime Operation", "title_page": "U.S. Challenges China’s Claim of Islands With Maritime Operation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — China on Saturday accused the United States Navy of violating its laws by sending a warship within the 12-mile territorial zone of an island it claims in the South China Sea after the Pentagon said a Navy vessel had conducted a freedom of navigation operation.\nThe United States vessel, the missile destroyer Curtis Wilbur, entered the waters off Triton Island in the Paracel Islands chain on Saturday without giving China notice in an exercise intended to challenge “excessive maritime claims” by China and two other countries, said Mark Wright, a Pentagon spokesman. Vietnam and Taiwan also claim Triton Island, though the Navy operation appeared to be aimed at China.\nThe goal of the operation was to send a message to China, Taiwan and Vietnam that their attempts to restrict navigational rights by requiring other countries to obtain permission before entering the waters around the island were “inconsistent” with international law, Mr. Wright said.\nIn a statement on the website of the Chinese Foreign Ministry, Hua Chunying, a ministry spokeswoman, said, “The U.S. warship’s arbitrary entrance of China’s territorial water has violated the relevant Chinese law, and the Chinese side has taken relevant measures in accordance with the law including monitoring and warning.", "url": "https://www.nytimes.com/2016/01/31/world/asia/us-challenges-chinas-claim-of-islands-with-maritime-operation.html"}