{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:27:16", "date_modify": "2022-10-25 23:27:16", "date_publish": "2016-02-08 03:56:22", "description": "The Nuclear Regulatory Commission is sending its specialist to join the investigation of radioactive groundwater at the power plant, about 45 miles north of Midtown Manhattan.", "filename": "2016_02_08_nyregion_federal-specialist-to-inspect-elevated-radiationat-indian-point_1666740436.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_08_nyregion_federal-specialist-to-inspect-elevated-radiationat-indian-point_1666740436.html", "title": "Federal Specialist to Inspect Elevated Radiation at Indian Point", "title_page": "Federal Specialist to Inspect Elevated Radiation at Indian Point - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Nuclear Regulatory Commission is sending a radiation-protection specialist to New York this week to inspect the Indian Point nuclear power plant after state officials found evidence of a surge in radiation levels in groundwater there, a spokesman for the federal agency said on Sunday.\nGov. Andrew M. Cuomo announced the findings of increased radiation at the plant on Saturday, saying that “alarming levels” of radioactivity caused by tritium contamination had been detected in three of the 40 monitoring wells. At one of the wells, Mr. Cuomo said, the level of radiation had jumped 65,000 percent.\nThe governor criticized the plant’s owner, the Entergy Corporation, for allowing tritium-tainted water to leak from the plant, which is in Buchanan, about 45 miles north of Midtown Manhattan in densely populated Westchester County. He ordered the State Department of Environmental Conservation and the State Health Department to “fully investigate.”\n“This latest failure at Indian Point is unacceptable,” Mr. Cuomo said in a statement, later adding, “We need to identify whether this incident could have been avoided by exercising reasonable care.”", "url": "https://www.nytimes.com/2016/02/08/nyregion/federal-specialist-to-inspect-elevated-radiationat-indian-point.html"}