{"authors": ["Vinod Sreeharsha"], "date_download": "2022-10-25 23:33:08", "date_modify": "2022-10-25 23:33:08", "date_publish": "2016-03-29 20:37:43", "description": "The Brazilian Democratic Movement Party’s leaders voted to split from the president’s party, a move that could increase the likelihood of her being impeached.", "filename": "2016_03_30_world_americas_dilma-rousseff-brazil-governing-coalition_1666740788.html", "image_url": "https://static01.nyt.com/images/2016/03/31/world/30BRAZIL-web1/30BRAZIL-web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=821f47905e2946a225897f787d6da5f822dbdeabceabcb0c6ff43c5fbde6ae76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_30_world_americas_dilma-rousseff-brazil-governing-coalition_1666740788.html", "title": "Dilma Rousseff Loses Support From Key Part of Brazilian Coalition", "title_page": "Dilma Rousseff Loses Support From Key Part of Brazilian Coalition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — A crucial part of Brazil’s governing coalition withdrew support for President Dilma Rousseff on Tuesday, a move that could increase the likelihood of her impeachment and deepen Brazil’s political and economic crises.\nThe leadership of the Brazilian Democratic Movement Party, or the PMDB, which has 68 members in the lower house of Congress, the most of any party, voted to split with Ms. Rousseff’s Workers’ Party. That lays the groundwork for more of its members to vote to impeach Ms. Rousseff. That will most likely happen next month.\nSeveral of Ms. Rousseff’s ministers, who belong to the PMDB, were asked by their party leaders to step down. They included the health minister, Marcelo Castro, who had been leading the country’s efforts to address the Zika virus outbreak, and the civil aviation minister. The request comes just months before the start of the Summer Olympics in Rio de Janeiro.\nIncreased government paralysis is seen as one consequence.\nAfter the PMDB decision, Ms. Rousseff canceled a trip to Washington, where she was supposed to participate in a nuclear security summit meeting this week.", "url": "https://www.nytimes.com/2016/03/30/world/americas/dilma-rousseff-brazil-governing-coalition.html"}