{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:01:25", "date_modify": "2022-10-25 23:01:25", "date_publish": "2016-12-09 01:31:00", "description": "But residents of the rebel-held enclave reported that after a day of intense bombardment, fighting was continuing, and many were in a state of panic.", "filename": "2016_12_08_world_middleeast_syria-aleppo-rebels-russia-lavrov-assad.html_ref=world_1666738885.html", "image_url": "https://static01.nyt.com/images/2016/12/09/world/SYRIA/SYRIA-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b255f35170bf3633f3bfcac69582737b8650c54d065a2582c7fd135b43d43899&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_08_world_middleeast_syria-aleppo-rebels-russia-lavrov-assad.html_ref=world_1666738885.html", "title": "Russia Says Aleppo Combat Has Ceased; Residents Disagree", "title_page": "Russia Says Aleppo Combat Has Ceased; Residents Disagree - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Russian officials said Thursday that the Syrian Army had stopped combat operations in the divided city of Aleppo in order to evacuate civilians, but residents of the rebel-held enclave reported that after a day of intense bombardment, fighting was continuing.\nRussia’s foreign minister, Sergey V. Lavrov, said that the pause would allow for 8,000 civilians to be evacuated, after forces loyal to the Syrian government recaptured three-quarters of the territory rebels had held for four years.\nMr. Lavrov, who spoke on the sidelines of a meeting of foreign ministers in Germany, did not offer specifics on an evacuation plan. But civilians inside the remaining rebel-held districts of eastern Aleppo were in a state of panic after a day in which rescue workers said 150 airstrikes had killed at least 50 people and in which residents said they were unable to flee because of the intense combat.\nResidents said by telephone that they could hear drones and tank fire and that they feared government forces were closing in on the few neighborhoods still held by rebels. Several said they had not heard of evacuation offers and begged to be told of any chances to escape.", "url": "https://www.nytimes.com/2016/12/08/world/middleeast/syria-aleppo-rebels-russia-lavrov-assad.html?ref=world"}