{"authors": ["Andrew Ross Sorkin"], "date_download": "2022-10-25 23:47:08", "date_modify": "2022-10-25 23:47:08", "date_publish": "2016-07-26 00:52:14", "description": "Bernie Sanders and Donald Trump both called for the reinstatement of Glass-Steagall, a 1933 law that separated investment and commercial banks.", "filename": "2016_07_26_business_dealbook_one-thing-both-parties-want-break-up-the-banks-again_1666741628.html", "image_url": "https://static01.nyt.com/images/2016/07/26/business/db-sorkin1-sub2/db-sorkin1-sub2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c5882cd4b56406c04fb6998e7493bf92c265699aca5b91525ecd7ba0983b5f96&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_26_business_dealbook_one-thing-both-parties-want-break-up-the-banks-again_1666741628.html", "title": "One Thing Both Parties Want: To Break Up the Banks Again", "title_page": "One Thing Both Parties Want: To Break Up the Banks Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Could the Glass-Steagall Act — the Depression-era legislation that forced the separation of investment banking from commercial banking, among other things — be coming back?\nIn an extremely odd political dovetail, both the Democratic and the Republican platforms include planks that call for the restoration of the landmark 1933 law. Glass-Steagall aimed to protect the common folk who deposited money in their banks for safekeeping, and ordered that those banks decouple themselves from the business of placing the type of speculative stock market bets that caused the great crash of 1929.\nFor decades, that law was a bedrock principle on Wall Street, where the peanut butter of lending and deposit-taking never mixed (legally) with the chocolate of playing the market. That bedrock was smashed in 1999, however, when the Gramm-Leach-Bliley Act undid much of Glass-Steagall, liberating banks like Citigroup and others to form what they called “financial supermarkets,” all-in-one financial services shops.\nFast-forward to 2016: Somehow, it appears that Bernie Sanders, who is said to have pressed for the inclusion of the Glass-Steagall plank in the Democratic Party platform, and Donald J. Trump, who also pushed for the agenda item on the Republican side, do agree on something.", "url": "https://www.nytimes.com/2016/07/26/business/dealbook/one-thing-both-parties-want-break-up-the-banks-again.html"}