{"authors": ["Erik Eckholm"], "date_download": "2022-10-25 22:56:21", "date_modify": "2022-10-25 22:56:21", "date_publish": "2016-07-09 19:53:45", "description": "Although Texas’ abortion clinic restrictions were overturned, the leaders of the National Right to Life Committee are redoubling their efforts on the “humanity of the unborn child.”", "filename": "2016_07_10_us_anti-abortion-group-supreme-court-ruling_1666738581.html", "image_url": "https://static01.nyt.com/images/2016/07/09/us/10abortion1/10abortion1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=92600bd731adb91c16e0b4e3cc4ccc81561188a77372028cee5d5cb3e720390f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_10_us_anti-abortion-group-supreme-court-ruling_1666738581.html", "title": "Anti-Abortion Group Presses Ahead Despite Recent Supreme Court Ruling", "title_page": "Anti-Abortion Group Presses Ahead Despite Recent Supreme Court Ruling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And so, the court held, in a 5-to-3 decision, that the state had placed an illegal “undue burden” on women’s basic right to abortion up to the point that the fetus is viable outside the womb.\nThe ruling, Whole Woman’s Health v. Hellerstedt, has already led courts to block similar clinic and physician rules in other states and is expected to figure in lawsuits over other restrictions, like bans on remote prescribing of pills for medicine-induced abortions, or three-day waiting periods that cause hardship for poor women who must travel to reach a clinic.\nBut how broadly the ruling will apply to abortion laws that do not involve claims about clinic safety or women’s health will emerge from lower court decisions over a period of years, legal experts say.\nJennifer Dalven, the director of the Reproductive Freedom Project at the American Civil Liberties Union, predicted in an interview that the decision will have far-reaching effects on any abortion restrictions that are based on scientifically dubious claims, whether related to clinic safety or not.\n“The court was crystal clear that politicians can no longer rely on flimsy justifications for abortion restrictions,” she said. “You have to have evidence that it serves a claimed interest, then weigh it against the burden. That has application to virtually any regulation.”\nBut anti-abortion leaders are hoping and predicting that the effect will be more narrow. They believe that the Supreme Court, and particularly Justice Anthony Kennedy, who has provided the swing vote in past cases, may look more favorably on laws that focus on the life of the fetus.\n“The Supreme Court case was focused on the health of the mother, but we take a different approach,” said Mary Spaulding Balch, the director of state legislation for National Right to Life, noting that clinic safety regulations had mainly been promoted by other groups. “Our legislation focuses on the humanity of the unborn child.”", "url": "https://www.nytimes.com/2016/07/10/us/anti-abortion-group-supreme-court-ruling.html"}