{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 23:38:51", "date_modify": "2022-10-25 23:38:51", "date_publish": "2016-07-14 20:26:54", "description": "A video of about 50 recent graduates of the Federal Security Service riding in a fleet of luxury S.U.V.s has provoked national contempt, and may get the graduates fired.", "filename": "2016_07_15_world_europe_russia-fsb-security-service_1666741131.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_15_world_europe_russia-fsb-security-service_1666741131.html", "title": "New Spies Went for a Joyride in Moscow. Russia Isn’t Happy.", "title_page": "New Spies Went for a Joyride in Moscow. Russia Isn’t Happy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Officers and recent graduates of Russia’s top security academy will be reprimanded or fired after a video circulated online showing them joyriding around Moscow in a parade of gleaming black luxury vehicles, the Federal Security Service said on Thursday.\nThe agency, known as the F.S.B., said in an exceedingly rare statement that the incident had compromised its credibility in the eyes of the Russian public.\nThe joyride took place in June. About 50 young men celebrated their graduation from the agency’s academy by honking and waving from a fleet of 30 rented Mercedes G-Class S.U.V.s, roaring through the streets of the capital.\nThe vehicles, which are popular with Russian gangsters and the bodyguards who protect top government officials, cost at least $105,000 apiece in Russia. With the country in a sustained economic downturn, the sight of them careering through Moscow was hardly an image that the agency, where President Vladimir V. Putin once worked, would want to project.", "url": "https://www.nytimes.com/2016/07/15/world/europe/russia-fsb-security-service.html"}