{"authors": ["Nazanin Lankarani"], "date_download": "2022-10-25 23:46:57", "date_modify": "2022-10-25 23:46:57", "date_publish": "2016-06-05 10:20:29", "description": "Nobuyuki Matsuhisa, co-founder of the restaurant chains Nobu and Matsuhisa, looks for teamwork at his restaurants.", "filename": "2016_06_06_business_international_nobu-chef-nobuyuki-matsuhisa-global-manager_1666741617.html", "image_url": "https://static01.nyt.com/images/2016/06/06/business/06manager/06manager-facebookJumbo.jpg?year=2016&h=549&w=1050&s=bb1215a537096c751a433a2af912d2e0adb12c2acc60e5690ec2d6eb1a838fcc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_06_business_international_nobu-chef-nobuyuki-matsuhisa-global-manager_1666741617.html", "title": "A Family Model With the Chef as Father Figure", "title_page": "A Family Model With the Chef as Father Figure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nobuyuki Matsuhisa is a chef and co-founder of the restaurant chains Nobu and Matsuhisa.\nQ. What is your family background?\nA. I was born in 1949 in Saitama, a city near Tokyo where my parents had moved during the Second World War. I was the youngest of four children. My father died in a motorcycle accident when I was eight. My mother lived to be 93, and passed away 10 years ago.\nQ. When did you first become interested in cuisine?\nA. My mother and brothers worked outside the house, and I spent most of my time at home, watching my grandmother cook in the kitchen. Back then, men did not go much into the kitchen, but as a child, I was always in the kitchen. When I turned 12, my brother took me for the first time to a sushi restaurant. Sushi was a very high-end food then, unlike today where it is sold in every supermarket. I remember walking into the restaurant through the sliding doors, being greeted ceremoniously, and sitting nervously at the counter. I was both impressed and excited and decided then and there that I wanted to become a sushi chef.\nAt school, I was a “bad boy” and was always getting into trouble. I was expelled from school before I could obtain a high school diploma. So I took a job in a family-run sushi restaurant in Tokyo.", "url": "https://www.nytimes.com/2016/06/06/business/international/nobu-chef-nobuyuki-matsuhisa-global-manager.html"}