{"authors": ["Falih Hassan", "Tim Arango"], "date_download": "2022-10-25 23:34:54", "date_modify": "2022-10-25 23:34:54", "date_publish": "2016-07-04 16:40:34", "description": "After at least 155 people were killed in a car bombing in Baghdad, Iraq’s leader tried to assuage the public’s anger and grief by speeding the executions of militants.", "filename": "2016_07_05_world_middleeast_baghdad-iraq-bombing_1666740894.html", "image_url": "https://static01.nyt.com/images/2016/07/05/world/middleeast/05IRAQ-FLOATER/05IRAQ-FLOATER-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3c4d91b75ad00c428794b031ba934b5a44848ae91795dae782c3e5d3fea291ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_05_world_middleeast_baghdad-iraq-bombing_1666740894.html", "title": "ISIS Bombing in Baghdad Casts Doubt on Iraqi Leader’s Ability to Unite", "title_page": "ISIS Bombing in Baghdad Casts Doubt on Iraqi Leader’s Ability to Unite - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The violence touched people from all parts of the globe. More than 40 were killed at Istanbul’s main airport last week — Saudis, Iraqis and citizens of Iran, China, Tunisia and Ukraine, though most were Turkish. Among the dead were taxi drivers, an interpreter helping tourists, a customs officer and an airport worker who was looking forward to his wedding, which would have been at the end of this week.\nIn Bangladesh, young men, many of them from privileged backgrounds, used guns, bombs, knives and swords in an assault on foreigners at a popular restaurant on a Friday night. They killed 22 people, many in gruesome fashion. The dead included nine Italians, one of whom was pregnant; seven urban planners from Japan; a Bangladeshi woman who worked for art galleries; a 19-year-old Indian woman attending the University of California, Berkeley; two other college students; and two police officers.\nIn Iraq, the victims were all Iraqis. Desperate to respond to the public’s grief and anger, Mr. Abadi tried to assuage Iraqis’ desire for revenge by promising to speed the executions of Islamic State militants on death row. Later in the day, the Justice Ministry announced that five convicted terrorists had been executed, and images of their hangings were shown on state television.\nMr. Abadi also announced a series of new security measures, most prominently an order that the Iraqi police and soldiers stop using bomb detectors that long ago were determined to be fakes. The wandlike devices have been used for years at Baghdad’s checkpoints and have been derided by a public angered by the government’s inability to protect its citizens. In 2013, a British man was convicted of fraud and sentenced to 10 years in prison for selling millions of dollars’ worth of the fake devices to the Iraqi government.", "url": "https://www.nytimes.com/2016/07/05/world/middleeast/baghdad-iraq-bombing.html"}