{"authors": ["Monica Davey"], "date_download": "2022-10-25 23:32:58", "date_modify": "2022-10-25 23:32:58", "date_publish": "2016-03-28 15:16:11", "description": "Murders and shootings have risen sharply this year, and the increase could hardly have come at a more difficult time.", "filename": "2016_03_29_us_violence-surges-in-chicago-even-as-policing-debate-rages-on_1666740778.html", "image_url": "https://static01.nyt.com/images/2016/03/27/us/00chicagopolice-web01/00chicagopolice-web01-facebookJumbo.jpg?year=2016&h=549&w=1050&s=6a3ac6ca2d234b2f8a4f11da4fb32ca682b24726f582718b5167011535b670a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_29_us_violence-surges-in-chicago-even-as-policing-debate-rages-on_1666740778.html", "title": "Violence Surges in Chicago Even as Policing Debate Rages On", "title_page": "Violence Surges in Chicago Even as Policing Debate Rages On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Trying to rebuild and do all of that at the same time, when violence is going up, creates all kinds of additional struggles and issues,” said Kim Foxx, who defeated a two-term incumbent in the Democratic primary to be the next Cook County state’s attorney in a race that revolved around the McDonald case.\nWeekends and summer nights have often presented the most danger here, but these days shootings feel constant. On March 14, three police officers were shot and wounded in an exchange of gunfire that left a suspect dead. The next day, three people were killed in a single hour. The next, people inside two cars were reported shooting at one another along Lake Shore Drive.\n“I’m really tired of it, and tired of worrying,” said Gloria Johnson, 37, who serves food at a restaurant in Austin, a neighborhood where the authorities say violence has been particularly harsh. Like other parts of the West Side, Austin has long wrestled with economic distress, gangs and crime, and Ms. Johnson bears a long scar on her elbow from a bullet fired about a decade ago. “But it seems like this year is just the worst of the worst,” she said.\nThe police say much of the violence in this city of about 2.7 million people is tied to gangs, which have become disorganized and have splintered into more factions. While shootings along Lake Shore Drive and near a W Hotel not far from Chicago’s Gold Coast have drawn notice, most of those dying are young men on the South and West Sides, the police say.\nBack-and-forth acts of violence between groups, often using guns, are common. And the authorities say threats are increasingly delivered through social media (a notion some officers here have begun referring to as “cyberbanging”), perhaps speeding up the pace of retaliation.\nA long-running dispute between gang factions, the authorities say, was at play in November, when Tyshawn Lee, a 9-year-old fourth grader, was lured from a South Side park where he was playing basketball into an alley where he was fatally shot, execution-style. This month, in what the authorities believe was a continuation of the fight, three more people were shot and wounded, and Tyshawn’s father, Pierre Stokes, was charged.", "url": "https://www.nytimes.com/2016/03/29/us/violence-surges-in-chicago-even-as-policing-debate-rages-on.html"}