{"authors": ["Michael D. Shear", "Maggie Haberman", "Alan Rappeport"], "date_download": "2022-10-25 22:56:54", "date_modify": "2022-10-25 22:56:54", "date_publish": "2016-11-13 21:18:29", "description": "The appointments created rival centers of power and elevated the voice of Mr. Bannon, whose longtime website, Breitbart News, has traded in conspiracy theories and sometimes racist messages.", "filename": "2016_11_14_us_politics_reince-priebus-chief-of-staff-donald-trump_1666738614.html", "image_url": "https://static01.nyt.com/images/2016/11/13/us/00priebuschief/00priebuschief-facebookJumbo.jpg?year=2016&h=550&w=1050&s=39cb2b6d5fdc04eb9ac7d65ee28021b016d300a8bc77885ff8bb5eefeb2a5320&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_14_us_politics_reince-priebus-chief-of-staff-donald-trump_1666738614.html", "title": "Donald Trump Picks Reince Priebus as Chief of Staff and Stephen Bannon as Strategist", "title_page": "Donald Trump Picks Reince Priebus as Chief of Staff and Stephen Bannon as Strategist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President-elect Donald J. Trump on Sunday chose Reince Priebus, the chairman of the Republican National Committee and a loyal campaign adviser, to be his White House chief of staff, turning to a Washington insider whose friendship with the House speaker, Paul D. Ryan, could help secure early legislative victories.\nIn selecting Mr. Priebus, Mr. Trump passed over Stephen K. Bannon, a right-wing media provocateur. But the president-elect named Mr. Bannon his senior counselor and chief West Wing strategist, signaling an embrace of the fringe ideology long advanced by Mr. Bannon and of a continuing disdain for the Republican establishment.\nThe dual appointments — with Mr. Bannon given top billing in the official announcement — instantly created rival centers of power in the Trump White House.\nMr. Bannon’s selection demonstrated the power of grass-roots activists who backed Mr. Trump’s candidacy. Some of them have long traded in the conspiracy theories and sometimes racist messages of Breitbart News, the website that Mr. Bannon ran for much of the past decade.", "url": "https://www.nytimes.com/2016/11/14/us/politics/reince-priebus-chief-of-staff-donald-trump.html"}