{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:48:28", "date_modify": "2022-10-25 23:48:28", "date_publish": "2016-12-31 18:34:20", "description": "The lawsuit, challenging the Obama administration’s spending of billions on subsidies, could have consequences that entangle Republicans and the incoming Trump team.", "filename": "2016_12_31_us_politics_house-republicans-health-care-suit_1666741708.html", "image_url": "https://static01.nyt.com/images/2016/12/31/us/31hulse/31hulse-facebookJumbo.jpg?year=2016&h=550&w=1050&s=747ecd84c9429a5f8c42a75cbb388a04c8f3b530b18e37463388c11c9c938c03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_31_us_politics_house-republicans-health-care-suit_1666741708.html", "title": "House Republicans Fret About Winning Their Health Care Suit", "title_page": "House Republicans Fret About Winning Their Health Care Suit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In another twist, Donald J. Trump’s administration, worried about preserving executive branch prerogatives, could choose to fight its Republican allies in the House on some central questions in the dispute.\nEager to avoid an ugly political pileup, Republicans on Capitol Hill and the Trump transition team are gaming out how to handle the lawsuit, which, after the election, has been put in limbo until at least late February by the United States Court of Appeals for the District of Columbia Circuit. They are not yet ready to divulge their strategy.\n“Given that this pending litigation involves the Obama administration and Congress, it would be inappropriate to comment,” said Phillip J. Blando, a spokesman for the Trump transition effort. “Upon taking office, the Trump administration will evaluate this case and all related aspects of the Affordable Care Act.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIn a potentially far-reaching decision in 2015, Judge Rosemary M. Collyer ruled that House Republicans had the standing to sue the executive branch over a spending dispute and that the Obama administration had been distributing the health insurance subsidies, in violation of the Constitution, without approval from Congress. The Justice Department, confident that Judge Collyer’s decision would be reversed, quickly appealed, and the subsidies have remained in place during the appeal.\nIn successfully seeking a temporary halt in the proceedings after Mr. Trump won, House Republicans last month told the court that they “and the president-elect’s transition team currently are discussing potential options for resolution of this matter, to take effect after the president-elect’s inauguration on Jan. 20, 2017.” The suspension of the case, House lawyers said, will “provide the president-elect and his future administration time to consider whether to continue prosecuting or to otherwise resolve this appeal.”", "url": "https://www.nytimes.com/2016/12/31/us/politics/house-republicans-health-care-suit.html"}