{"authors": ["Jesse Mckinley", "Vivian Yee"], "date_download": "2022-10-25 23:53:30", "date_modify": "2022-10-25 23:53:30", "date_publish": "2016-11-15 18:49:27", "description": "The legislators have not had a pay increase since 1999, and now three appointees of Gov. Andrew M. Cuomo declined to back one without new ethics laws.", "filename": "2016_11_16_nyregion_new-york-lawmakers-will-not-get-pay-raise-commission-decides_1666742010.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_16_nyregion_new-york-lawmakers-will-not-get-pay-raise-commission-decides_1666742010.html", "title": "New York Lawmakers Will Not Get Raise, Commission Decides", "title_page": "New York Lawmakers Will Not Get Raise, Commission Decides - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“That’s what I just think I heard: ‘Do it my way or don’t do it all,’” Mr. Hedges said.\nFrustration with the governor’s appointees also came from other members of the panel. Barry Cozier, one of the representatives of the state’s chief judge, said the executive members’ approach amounted to an “abdication” of their responsibilities.\nMs. Reiter was ready to hit back. “My opinions are my own,” she said, adding that she was “offended” by suggestions that she had carried water for the governor. “I’ve had zero — no — communication with the governor of this state,” she said.\nThe decision seems likely to set up a prolonged political battle — with pay as the prize — between the governor and the Legislature. Mr. Cuomo, a Democrat, was already facing a potentially emboldened Senate, where Republicans had a surprisingly strong election last week despite Democrats’ high expectations, and despite Mr. Cuomo’s more active stumping for his party’s candidates.\nIn a rare display, the two legislative leaders issued a joint news release shortly after the commission’s decision, calling the action of the governor’s appointees “completely unacceptable” and one that “far exceeds the mandate of the commission, which was to evaluate the need for an increase in compensation based primarily on economic factors.”\nBut the statement from Speaker Heastie, a Bronx Democrat, and John J. Flanagan, a Long Island Republican who serves as the Senate majority leader, gave no indication that legislators would return to Albany this year to take up the measures the governor seeks. The statement said instead that “the Legislature will continue to focus on issues that truly matter to New Yorkers.”\nThe commission was established last year to independently evaluate compensation for all three branches of state government. But as with many things Albany, the influence — and interests — of the governor has been the source of much speculation, in large part because the makeup of the commission is weighted toward the executive branch. Mr. Cuomo nominates three members, with the chief judge of the Court of Appeals nominating two. The leaders of the Assembly and the Senate were each allowed to nominate one member.\nAs the commission weighed its options, Mr. Cuomo signaled that he would not support a raise without extracting something from the two legislative chambers, repeatedly calling on legislators to make their case for a raise by testifying to the commission.", "url": "https://www.nytimes.com/2016/11/16/nyregion/new-york-lawmakers-will-not-get-pay-raise-commission-decides.html"}