{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:48:50", "date_modify": "2022-10-25 23:48:50", "date_publish": "2016-04-28 02:54:47", "description": "The origin of the subpoenas and their targets suggested that officials were delving into the mayor’s efforts for State Senate Democrats in 2014.", "filename": "2016_04_28_nyregion_de-blasios-office-gets-subpoenas-as-inquiries-into-fund-raising-continue_1666741730.html", "image_url": "https://static01.nyt.com/images/2016/04/29/nyregion/28subpoena/28subpoena-facebookJumbo.jpg?year=2016&h=550&w=1050&s=78197174ba6a25c59ccf52fd75914f67bc796c62b8fbd827ce935230f31d823b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_28_nyregion_de-blasios-office-gets-subpoenas-as-inquiries-into-fund-raising-continue_1666741730.html", "title": "De Blasio’s Office Gets Subpoenas as Inquiries Into Fund-Raising Continue", "title_page": "De Blasio’s Office Gets Subpoenas as Inquiries Into Fund-Raising Continue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The office of Mayor Bill de Blasio has received subpoenas from federal and state prosecutors in connection with a series of overlapping investigations into his fund-raising activities, the counsel to the mayor said on Wednesday.\nThe subpoenas came from Preet Bharara, the United States attorney for the Southern District of New York, and from the Manhattan district attorney’s office.\n“City Hall has been subpoenaed,” the counsel, Maya Wiley, said in a statement. “We are fully cooperating with the investigation. The mayor has not been personally served.”\nThe subpoenas went to at least one of Mr. de Blasio’s top aides, Emma Wolfe, according to a person familiar with the matter, and to Ross A. Offinger, his campaign finance director, according to another person familiar with the matter. It was not clear when they were received.", "url": "https://www.nytimes.com/2016/04/28/nyregion/de-blasios-office-gets-subpoenas-as-inquiries-into-fund-raising-continue.html"}