{"authors": ["Nick Wingfield"], "date_download": "2022-10-25 23:37:50", "date_modify": "2022-10-25 23:37:50", "date_publish": "2016-09-03 00:24:54", "description": "Tech companies, civil liberties groups and media organizations are planning to back Microsoft’s resistance to government attempts to snoop on customers.", "filename": "2016_09_03_technology_microsofts-challenge-to-government-secrecy-wins-dozens-of-supporters_1666741070.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_03_technology_microsofts-challenge-to-government-secrecy-wins-dozens-of-supporters_1666741070.html", "title": "Microsoft’s Challenge to Government Secrecy Wins Dozens of Supporters", "title_page": "Microsoft’s Challenge to Government Secrecy Wins Dozens of Supporters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEATTLE — Dozens of allies threw their weight behind Microsoft on Friday in a case that challenges law enforcement’s use of secrecy orders to cloak its pursuit of digital communications in investigations.\nAmazon, Google, Snapchat, Salesforce and several others filed a brief on Friday in support of Microsoft in its case against the United States Justice Department, while Apple, Mozilla and others made their own filing. Civil liberties groups and media organizations like Fox News, National Public Radio and The Washington Post submitted their own briefs.\nMicrosoft was also backed by a collection of law professors and a group of former United States attorneys who worked in the Western district of Washington, where Microsoft filed its federal lawsuit in April.\nMicrosoft’s effort to rally support is part of a growing resistance by technology companies to government attempts to snoop on the electronic communications of their customers.", "url": "https://www.nytimes.com/2016/09/03/technology/microsofts-challenge-to-government-secrecy-wins-dozens-of-supporters.html"}