{"authors": ["Michael Winerip", "Tom Robbins", "Michael Schwirtz"], "date_download": "2022-10-25 23:49:33", "date_modify": "2022-10-25 23:49:33", "date_publish": "2016-08-26 01:01:51", "description": "A new book brings attention to the deadly 1971 prison uprising. Reporters for The New York Times and The Marshall Project describe what has changed since then, and what hasn’t.", "filename": "2016_08_26_nyregion_revisiting-attica-shows-how-new-york-state-failed-to-fulfill-promises_1666741773.html", "image_url": "https://static01.nyt.com/images/2016/08/26/nyregion/26ATTICA1/26ATTICA1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=6d31d36f7e2eb6767862cc95f726aee17e00bb9c1f6c051ee89919f4f06549e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_26_nyregion_revisiting-attica-shows-how-new-york-state-failed-to-fulfill-promises_1666741773.html", "title": "Revisiting Attica Shows How New York State Failed to Fulfill Promises", "title_page": "Revisiting Attica Shows How New York State Failed to Fulfill Promises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Prisoners say security staff members sometimes bully medical personnel into playing down injuries, especially those resulting from physical altercations with officers. In December, The Times published an article about one inmate, Leonard Strickland, who died after a violent confrontation with officers. The story included a 45-minute video that showed officers dragging Mr. Strickland, near death, through hallways while a prison nurse looked on and did nothing.\nREFORM NO.17 Institute a program for the recruitment and employment of a significant number of black and Spanish-speaking officers.\nAt the time of the riot, there was just one Hispanic officer among more than 500 guards at Attica. That ratio has barely changed since then. As of July 1, 96 percent of the officers at Attica were white, 2 percent were Hispanic and 1 percent were black, according to the corrections department; by contrast, about two-thirds of the state’s inmate population is black or Hispanic. The same racial disparity exists in almost all of the maximum-security prisons upstate: At Clinton Correctional Facility, where two murderers escaped last year, the work force was 99 percent white in 2012, when the Correctional Association last surveyed the prison.\nREFORM NO.18 Establish an inmate grievance commission comprised of one elected inmate from each company, which is authorized to speak to the administration.\nPrisoners won this right, but it has had little practical effect on everyday life. Prisoner-elected representatives are allowed to sit in on grievance hearings, except for those weighing claims of abuses by staff members, but they have no influence over the outcome. Grievances alleging employee misconduct — which account for the second-highest number of complaints — are heard solely by prison administrators. Inmates say their complaints often lead to retaliation by officers.\nAnother reform made after the Attica uprising was the creation of elected inmate liaison committees to meet regularly with prison officials, but few of these bodies have clout. Still, the committees have sometimes served as early warning systems. The committee at Clinton was the first to report that inmates were being beaten and tortured after the escapes there last year. Those allegations, which The Times reported on, have yet to be addressed publicly.\nREFORM NO. 24 Remove visitation screens as soon as possible.\nA 1982 federal court decision expanding prisoner rights helped to bring change on this front. At the time of the riot, inmates were prohibited from having physical contact with visitors. They could not kiss their spouses or hold their children. In most prisons, they peered at visitors through a mesh or plexiglass screen. Today, only inmates in solitary confinement sit behind a barrier during visitation. Otherwise, inmates typically sit at tables with their families, sharing a meal or playing cards. For children, there are play areas with toys and Disney movies on TVs.", "url": "https://www.nytimes.com/2016/08/26/nyregion/revisiting-attica-shows-how-new-york-state-failed-to-fulfill-promises.html"}