{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:38", "date_modify": "2022-10-25 23:28:38", "date_publish": "2016-08-14 18:00:00", "description": "Elite forces are trying to hold their ground near Lashkar Gah, the capital of Helmand Province and a critical link in the defense of the region.", "filename": "2016_08_15_world_asia_afghan-forces-struggle-to-hold-firm-against-taliban-in-south_1666740518.html", "image_url": "https://static01.nyt.com/images/2016/08/15/world/15HELMAND/15HELMAND-facebookJumbo.jpg?year=2016&h=549&w=1050&s=1ef026a4ec6f968ef60f96f7de72354a62795f9c5ae4198b3bb23ca861dc3806&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_15_world_asia_afghan-forces-struggle-to-hold-firm-against-taliban-in-south_1666740518.html", "title": "Afghanistan Forces Struggle to Hold Firm Against Taliban in South", "title_page": "Afghanistan Forces Struggle to Hold Firm Against Taliban in South - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHAH-I-ANJIR, Afghanistan — As Taliban fighters push toward the southern city of Lashkar Gah, members of Afghanistan’s elite forces are trying to hold their ground here, about 10 miles from the city, the capital of Helmand Province and a critical link in the defense of the entire region.\nThe Afghan government’s need to rely on the special forces, highly trained for commando raids, to guard the perimeter of the city exposes a stark reality. As Helmand, the largest province in Afghanistan and the center of its opium production, endures intense enemy fire this summer, the regular police and army forces have failed to stand firm, raising the possibility that the Taliban could overrun Lashkar Gah.\n“The police, as soon as they were inflicted with some casualties, gave up about 27 posts one after another without a fight, and our posts were surrounded by surprise,” said Col. Nematullah Khalil, the commander of the Afghan Army’s Third Regiment, 215 Corps, whose soldiers are trying to help the special forces hold the line in Chah-i-Anjir, in the Nad Ali district. “The enemy planted a lot of mines wherever they reached, and that slows us down.”\nLt. Col. Mohammad Omar Jan, the police chief of the Nad Ali district, rejected that assessment. The army is blaming the police to cover up its own weakness, Colonel Jan said, adding that the army was responsible for Chah-i-Anjir’s security because his forces were busy trying to secure the district governor’s compound.", "url": "https://www.nytimes.com/2016/08/15/world/asia/afghan-forces-struggle-to-hold-firm-against-taliban-in-south.html"}