{"authors": ["Paul J. Lim"], "date_download": "2022-10-25 23:38:52", "date_modify": "2022-10-25 23:38:52", "date_publish": "2016-07-15 19:33:23", "description": "Britain’s vote to leave the European Union bolstered the dollar, which could hurt the earning of American companies that make most of their sales abroad.", "filename": "2016_07_17_business_mutfund_already-shaky-us-profits-shudder-after-brexit-vote_1666741132.html", "image_url": "https://static01.nyt.com/images/2016/07/17/business/17PROFITJP/17PROFITJP-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4df699dda48fefb675589008c1e991c7482c5356f14c37a333c2874018b2f6f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_17_business_mutfund_already-shaky-us-profits-shudder-after-brexit-vote_1666741132.html", "title": "Already Shaky, U.S. Profits Shudder After ‘Brexit’ Vote", "title_page": "Already Shaky, U.S. Profits Shudder After ‘Brexit’ Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To the growing list of problems brought about by June’s “Brexit” vote, you can add corporate profits in the United States.\nThe pace of earnings growth for companies in the Standard & Poor’s 500-stock index has been declining since the third quarter of 2014, and it officially turned negative a year ago. Because stock prices tend to follow the general path of profits, this helps to explain why the broad stock market may have been generally flat over the last two years.\nBut many market strategists had been predicting an end to the earnings drought in the second half of 2016 because of rebounding oil and commodity prices — a sign the global economy was finding its footing. That is, until Britain chose to leave the European Union in a surprising vote last month, raising a whole new set of risks.\n“If companies were looking for a built-in excuse for an earnings disappointment, they’ve found it,” said Jack A. Ablin, chief investment officer at BMO Private Bank.", "url": "https://www.nytimes.com/2016/07/17/business/mutfund/already-shaky-us-profits-shudder-after-brexit-vote.html"}