{"authors": ["Shuaib Almosawa", "Ben Hubbard"], "date_download": "2022-10-25 23:53:51", "date_modify": "2022-10-25 23:53:51", "date_publish": "2016-10-08 20:00:29", "description": "Bombs struck a reception hall in Sana where mourners had gathered, killing more than 100 and wounding hundreds, officials said.", "filename": "2016_10_09_world_middleeast_yemen-saudi-arabia-houthis-rebels_1666742031.html", "image_url": "https://static01.nyt.com/images/2016/10/08/multimedia/09yemen/09yemen-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=5d5d5919841f38260b32701d0a707219771b94ccc772ee4f6cd07b52db222532&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_09_world_middleeast_yemen-saudi-arabia-houthis-rebels_1666742031.html", "title": "Saudi-Led Airstrikes Blamed for Massacre at Funeral in Yemen", "title_page": "Saudi-Led Airstrikes Blamed for Massacre at Funeral in Yemen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SANA, Yemen — Fighter jets from a Saudi-led military coalition repeatedly bombed a crowded reception hall in Sana where mourners were gathered after a funeral on Saturday, killing more than 100 people and wounding hundreds of others, according to Yemeni health officials and witnesses.\nThe strikes destroyed the hall and so overwhelmed the city’s hospitals that the Health Ministry broadcast pleas on radio stations to summon off-duty doctors to help tend to the wounded, and families beseeched passers-by outside hospitals to donate blood.\nYemeni officials said the scale of the carnage made it hard to quickly compile a complete death toll.\nTamim al-Shami, a spokesman for the Health Ministry, said at least 104 people had been killed and 550 wounded. He added that the death toll was likely to rise, as rescuers were still working to remove bodies from the rubble.", "url": "https://www.nytimes.com/2016/10/09/world/middleeast/yemen-saudi-arabia-houthis-rebels.html"}