{"authors": ["Mike Isaac", "Sydney Ember"], "date_download": "2022-10-25 23:46:19", "date_modify": "2022-10-25 23:46:19", "date_publish": "2016-06-29 14:00:18", "description": "News content posted by publishers will show up less prominently, resulting in less traffic to companies that have come to rely on Facebook audiences.", "filename": "2016_06_30_technology_facebook-to-change-news-feed-to-focus-on-friends-and-family_1666741579.html", "image_url": "https://static01.nyt.com/images/2016/06/29/business/30FACEBOOK/30FACEBOOK-facebookJumbo.jpg?year=2016&h=550&w=1050&s=e00f3e809e45991900126ea11acd8525d76614d7f08aedb7f80d429edd3cf2e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_30_technology_facebook-to-change-news-feed-to-focus-on-friends-and-family_1666741579.html", "title": "Facebook to Change News Feed to Focus on Friends and Family", "title_page": "Facebook to Change News Feed to Focus on Friends and Family - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last year, for example, Facebook debuted Instant Articles, a product that allowed publishers to post articles directly to the social media site. Both Facebook and publishers described the move as a better, faster reading experience for users. Facebook is also paying a number of publishers, including The Times, to create broadcasts for Facebook Live, the company’s new live-streaming video product.\nThose features will also be affected by the algorithm change.\nPublishers have little choice but to deal with the changes that Facebook makes, given the dependent relationship news media companies have with the social network. Some 44 percent of adults in the United States regularly read news content on the site, according to a 2016 study by the Pew Research Center. And more than 40 percent of referral traffic to news sites comes from Facebook, according to data from Parse.ly, a digital publishing analytics company.\nPublishers value the referral traffic they get from Facebook, but they increasingly fear that readers will remain on the social media site for news content rather than visit the publishers’ own properties. There is also concern that some of Facebook’s products allow it to control not just the user experience but also own much of the revenue and user data.\nAt a time when the relationship between publishers and Facebook is already tense, any change that de-emphasizes news content is likely to deepen concern. And Facebook’s move will be just another reminder that publishers do not have direct access to their online audiences on social platforms.\nMany publishers were hesitant to talk about what Facebook’s latest algorithm change might mean for them.\nMelissa Bell, vice president of growth at Vox Media, said Facebook’s decision was not surprising.\n“I think it’s a characteristic of Facebook that we’ve always understood,” she said. “Facebook, at the end of the day, is a place where people want to share things that matter to them, whether it’s a news story or their child walking.”\nShe said Vox Media still expected to continue experimenting with Facebook’s different tools.\nOther news media executives were waiting to see how the changes played out.", "url": "https://www.nytimes.com/2016/06/30/technology/facebook-to-change-news-feed-to-focus-on-friends-and-family.html"}