{"authors": ["James B. Stewart"], "date_download": "2022-10-25 23:38:27", "date_modify": "2022-10-25 23:38:27", "date_publish": "2016-01-21 21:28:07", "description": "Once an aggressive bidder for trophy assets, the company now finds itself in the position of a desperate seller as the price of oil and other commodities falters.", "filename": "2016_01_22_business_energy-environment_freeport-mcmoran-battles-the-oil-slump_1666741107.html", "image_url": "https://static01.nyt.com/images/2016/01/22/business/22stewart-web1/22stewart-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=589841019bc176a6859ea8bb2cf925cb632bf220d732fdeecdc30b7459db4d71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_22_business_energy-environment_freeport-mcmoran-battles-the-oil-slump_1666741107.html", "title": "Freeport-McMoRan Battles the Oil Slump", "title_page": "Freeport-McMoRan Battles the Oil Slump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For a look at the damage that the plunging price of commodities — especially oil — is inflicting on the global economy, consider the plight of the venerable Freeport-McMoRan.\nFreeport has long embodied the American swagger that conquered the West in the 19th century and enabled it to find significant copper and gold deposits in some of the world’s most remote regions. In 2007, flush from rising commodity prices, it bought Phelps Dodge, which traces its roots to pre-Civil War cotton traders and laid railroads on the American frontier. Its board, which has included a Whitney, a Rockefeller and Henry Kissinger, was long a who’s who of the corporate establishment.\nAbout three years ago, to diversify its business, Freeport plunged into oil and gas under the leadership of its chairman, the Texas wildcatter James Moffett. With oil prices then nearing $100 a barrel, the company bought two companies, McMoRan Exploration and Plains Exploration and Production. The deals cost $20 billion, and to get them done Freeport sharply increased its debt load. (McMoRan had been spun off from Freeport in 1994.)", "url": "https://www.nytimes.com/2016/01/22/business/energy-environment/freeport-mcmoran-battles-the-oil-slump.html"}