{"authors": ["Nicole Perlroth", "Katie Benner"], "date_download": "2022-10-25 23:51:26", "date_modify": "2022-10-25 23:51:26", "date_publish": "2016-03-23 00:23:35", "description": "Apple does not pay hackers to find and report bugs, which may explain why a third party has offered to help the government break into an iPhone.", "filename": "2016_03_23_technology_apple-policy-on-bugs-may-explain-why-hackers-might-help-fbi_1666741886.html", "image_url": "https://static01.nyt.com/images/2016/03/23/technology/Apple/Apple-facebookJumbo.jpg?year=2016&h=550&w=1050&s=7b97f7b7c2f849fc86fe345330c7c6b0795abb8d8645d7e3420e9c2ca77c6539&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_23_technology_apple-policy-on-bugs-may-explain-why-hackers-might-help-fbi_1666741886.html", "title": "Apple Policy on Bugs May Explain Why Hackers Would Help F.B.I.", "title_page": "Apple Policy on Bugs May Explain Why Hackers Would Help F.B.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — After a third party went to the F.B.I. with claims of being able to unlock an iPhone, many in the security industry said they were not surprised that the third party did not go to Apple.\nFor all the steps Apple has taken to encrypt customers’ communications and its rhetoric around customer privacy, security experts said the company was still doing less than many competitors to seal up its systems from hackers. And when hackers do find flaws in Apple’s code, they have little incentive to turn them over to the company for fixing.\nGoogle, Microsoft, Facebook, Twitter, Mozilla and many other tech companies all pay outside hackers who turn over bugs in their products and systems. Uber began a new bug bounty program on Tuesday. Google has paid outside hackers more than $6 million since it announced a bug bounty program in 2010, and the company last week doubled its top reward to $100,000 for anyone who can break into its Chromebook.\nApple, which has had relatively strong security over the years, has been open about how security is a never-ending cat-and-mouse game and how it is unwilling to engage in a financial arms race to pay for code exploits.", "url": "https://www.nytimes.com/2016/03/23/technology/apple-policy-on-bugs-may-explain-why-hackers-might-help-fbi.html"}