{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:34:34", "date_modify": "2022-10-25 23:34:34", "date_publish": "2016-12-20 21:02:06", "description": "The Education Department is sued by lawyers who thought they had qualified for a federal loan-forgiveness program only to be told later that they did not.", "filename": "2016_12_20_your-money_student-loans_they-thought-they-qualified-for-loan-forgiveness-years-later-the-answer-is-no_1666740874.html", "image_url": "https://static01.nyt.com/images/2016/12/21/business/21studentloan1/21studentloan1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=f6f2fdd4da24f7e2358510ed05c0d0bf673ec589ad688cf5a160c61a438235f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_20_your-money_student-loans_they-thought-they-qualified-for-loan-forgiveness-years-later-the-answer-is-no_1666740874.html", "title": "They Thought They Qualified for Student Loan Forgiveness. Years Later, the Government Changes Its Mind.", "title_page": "They Thought They Qualified for Student Loan Forgiveness. Years Later, the Government Changes Its Mind. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hundreds of thousands of people with piles of federal student loan debt had not been too concerned because they were counting on a federal government program that would forgive those loans if they worked at least 10 years in a public service job.\nBut what happens if the definition of “public service” seemed to change midway through that decade?\nOn Tuesday, the American Bar Association and four lawyers who thought they qualified filed suit against the Department of Education trying to answer that question. The department had informed several of them that their jobs would make them eligible for loan forgiveness, but they later received letters saying that the ruling had changed.\nAll four, according to the legal brief, might have picked different jobs, borrowed less or entered different repayment plans had they known the rules would change.\nThe public service loan-forgiveness program began in 2007, and is available, according to the explanation on the program’s website, to employees of governmental organizations, 501(c)(3) nonprofit groups and other groups who hold “qualifying” public service jobs.", "url": "https://www.nytimes.com/2016/12/20/your-money/student-loans/they-thought-they-qualified-for-loan-forgiveness-years-later-the-answer-is-no.html"}