{"authors": ["Floyd Whaley", "Richard C. Paddock"], "date_download": "2022-10-25 23:40:08", "date_modify": "2022-10-25 23:40:08", "date_publish": "2016-05-10 20:57:34", "description": "As Mr. Duterte appears poised to become the country’s next president, people who know him well say the depiction of him as a crass vigilante is an oversimplification.", "filename": "2016_05_11_world_asia_rodrigo-duterte-philippines_1666741208.html", "image_url": "https://static01.nyt.com/images/2016/05/11/world/11duterte-web/11duterte-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=224aaa9da567e1ee45059a4a6d39588e47dc6badc9399cfaf679e344a00f09d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_11_world_asia_rodrigo-duterte-philippines_1666741208.html", "title": "Rodrigo Duterte’s Many Sides: Brash and Crude or Tough and Shrewd", "title_page": "Rodrigo Duterte’s Many Sides: Brash and Crude or Tough and Shrewd - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DAVAO CITY, Philippines — Jess Saplala was sitting in a bar late one night in Davao City listening to a man singing a Frank Sinatra ballad, when he noticed that the crooner was none other than the town’s mayor, Rodrigo Duterte.\nAfter the performance, the mayor put on a baseball cap, pushed a .38 pistol into his belt and got into the driver’s seat of a taxi. “I have to make my rounds,” Mr. Saplala recalled him saying.\nIt was just another day at the office for an unconventional mayor who is now poised to become president of the Philippines.\nWith more than 92 percent of the votes counted on Tuesday, Mr. Duterte, 71, appeared to have an insurmountable lead in the presidential race. Unofficial returns showed him with nearly 39 percent of the vote, far ahead of his closest competitor in a system that requires only a plurality to win. Official results may not be known for days, if not weeks.", "url": "https://www.nytimes.com/2016/05/11/world/asia/rodrigo-duterte-philippines.html"}