{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:44:33", "date_modify": "2022-10-25 23:44:33", "date_publish": "2016-11-08 13:13:22", "description": "Queen Elizabeth’s grandson attacked the “racial undertones” in newspaper and social media reports of his relationship with Ms. Markle, an American actress.", "filename": "2016_11_09_world_europe_prince-harry-girlfriend-meghan-markle_1666741473.html", "image_url": "https://static01.nyt.com/images/2016/11/09/world/08royals-sub/08royals-sub-facebookJumbo.jpg?year=2016&h=550&w=1050&s=10ee9c4549a6d67988ec3b25b87de222e4ac96e629a5b756161873ccfafadaa8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_09_world_europe_prince-harry-girlfriend-meghan-markle_1666741473.html", "title": "Prince Harry Denounces Media Coverage of His Girlfriend, Meghan Markle", "title_page": "Prince Harry Denounces Media Coverage of His Girlfriend, Meghan Markle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Newspapers have been digging up suggestive photographs of Ms. Markle and examining her past relationships, and some comments on their websites and on social media have been explicit and racist.\nThe prince’s statement, which confirmed his long-rumored relationship with Ms. Markle, expressed fears for her safety and privacy. It noted that his office had regularly fought to keep defamatory articles out of the newspapers — which he said had offered large bribes to her ex-boyfriend.\nThe statement also condemned the way that the news media has invaded Ms. Markle’s privacy and harassed her mother.\nIn one instance, a palace official said a photographer had chased an assistant to Ms. Markle through the garage of her home in Toronto. The photographer had to be physically removed and the police called, the official said.\nOne article in the tabloid The Sun was about Ms. Markle’s appearing on Pornhub, an adult website, even though the “steamy scenes,” as the newspaper called them, were not pornography but taken from a television series she acts in, “Suits.”\nThe Sun also ran a headline above an interview with Ms. Markle’s estranged sister, saying, “Don’t fall for my little sis, Harry, she’d be the next Princess Pushy,” a reference to the unkind nickname for Princess Michael of Kent.\nOne comment piece in last weekend’s Mail on Sunday, by Rachel Johnson, said of Ms. Markle: “Genetically, she is blessed. If there is issue from her alleged union with Prince Harry, the Windsors will thicken their watery, thin blue blood and Spencer pale skin and ginger hair with some rich and exotic DNA.”", "url": "https://www.nytimes.com/2016/11/09/world/europe/prince-harry-girlfriend-meghan-markle.html"}