{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:24:31", "date_modify": "2022-10-25 23:24:31", "date_publish": "2016-11-16 17:39:23", "description": "Even under typical circumstances, the changeover from one administration to another has been compared to a giant corporate merger involving a $4 trillion budget.", "filename": "2016_11_17_us_politics_obama-white-house-transition_1666740271.html", "image_url": "https://static01.nyt.com/images/2016/11/17/us/17transitionlisty2/17transitionlisty2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d86fb743c20c3c9e242cb28e58b15e447cb9cd7f711083c63f44d956fc3b1803&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_17_us_politics_obama-white-house-transition_1666740271.html", "title": "Trump’s Transition in a ‘Long History’ of Rocky Presidential Handovers", "title_page": "Trump’s Transition in a ‘Long History’ of Rocky Presidential Handovers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You have a president-elect who has been elected on a platform of change from the outside,” Mr. Stier said. “This is distinctive in that there is not anybody in the inner orbit who has deep understanding of the institution that Trump is going to have to run.”\nSetting the ground rules\nA memorandum of understanding between the White House chief of staff and the leader of the president-elect’s transition team is typically signed by both immediately after the election, as was the case when Mr. Obama was preparing to take office. The document governs the terms by which the president’s staff and that of the president-elect collaborate, including important nondisclosure requirements for both sides, and its completion unlocks the rest of the transition process.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nGov. Chris Christie of New Jersey signed such an agreement on Nov. 8, before the election result was determined, but it was invalidated on Friday when Mr. Trump turned over the transition operation to Vice President-elect Mike Pence. A transition spokesman said late Tuesday that Mr. Pence had signed the document. But Brandi Hoffine, a White House spokeswoman, said the transition team had not yet provided the list of officials who would be participating in the process, a requirement before the handover can begin.\nLanding teams arrive\nWithin a few days of the election, the landing teams are supposed to begin work at federal offices to learn about their inner workings, functions and responsibilities; to determine how to staff crucial positions there; and to figure out how they fit in with the new administration’s goals and priorities. They receive briefings about the pressing issues facing the agencies and immediate tasks that the president-elect must undertake on Day 1.\nThis crucial time period in November is when the incoming president’s team typically devises plans for carrying out top policy priorities and develops a budget proposal that will be presented early the next year, defining the administration’s goals and laying out a pathway for achieving them.", "url": "https://www.nytimes.com/2016/11/17/us/politics/obama-white-house-transition.html"}