{"authors": ["Tim Arango"], "date_download": "2022-10-25 23:35:04", "date_modify": "2022-10-25 23:35:04", "date_publish": "2016-05-28 17:06:39", "description": "An operation to oust the Islamic State from a stronghold in Iraq raises concerns that it could feed the same sectarian tensions that have let militants flourish there.", "filename": "2016_05_29_world_middleeast_iran-led-push-to-retake-falluja-from-isis-worries-us_1666740904.html", "image_url": "https://static01.nyt.com/images/2016/05/29/world/JP-IRAQ1/JP-IRAQ1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=40b2fcf9de200998ec7b70da692e824064454326be9a06545f02ebe20c944358&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_29_world_middleeast_iran-led-push-to-retake-falluja-from-isis-worries-us_1666740904.html", "title": "Iran-Led Push to Retake Falluja From ISIS Worries U.S.", "title_page": "Iran-Led Push to Retake Falluja From ISIS Worries U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — American commandos are on the front lines in Syria in a new push toward the Islamic State’s de facto capital in Raqqa, but in Iraq it is an entirely different story: Iran, not the United States, has become the face of an operation to retake the jihadist stronghold of Falluja from the militant group.\nOn the outskirts of Falluja, tens of thousands of Iraqi soldiers, police officers and Shiite militiamen backed by Iran are preparing for an assault on the Sunni city, raising fears of a sectarian blood bath. Iran has placed advisers, including its top spymaster, Qassim Suleimani, on the ground to assist in the operation.\nThe battle over Falluja has evolved into yet another example of how United States and Iranian interests seemingly converge and clash at the same time in Iraq. Both want to defeat the Islamic State, also known as ISIS or ISIL. But the United States has long believed that Iran’s role, which relies on militias accused of sectarian abuses, can make matters worse by angering Sunnis and making them more sympathetic to the militants.\nWhile the battle against the Islamic State straddles the borders of Iraq and Syria, the United States has approached it as two separate fights. In Syria, where the government of Bashar al-Assad is an enemy, America’s ally is the Kurds.", "url": "https://www.nytimes.com/2016/05/29/world/middleeast/iran-led-push-to-retake-falluja-from-isis-worries-us.html"}