{"authors": ["Clifford Krauss", "Stanley Reed"], "date_download": "2022-10-25 23:38:33", "date_modify": "2022-10-25 23:38:33", "date_publish": "2016-07-29 15:45:04", "description": "Because of slumping world demand and a glut of global supply, oil players are still struggling to cope with the industry’s doldrums.", "filename": "2016_07_30_business_energy-environment_gloomy-days-in-the-oil-patch-but-some-see-a-glimmer-of-light_1666741113.html", "image_url": "https://static01.nyt.com/images/2016/07/29/business/30OIL-1/30OIL-1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=18022efcf9a25ff4c6baa901c1a470df6b0d3c3147c5d0ec844a9623700b2698&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_30_business_energy-environment_gloomy-days-in-the-oil-patch-but-some-see-a-glimmer-of-light_1666741113.html", "title": "Gloomy Days in the Oil Patch, but Some See a Glimmer of Light", "title_page": "Gloomy Days in the Oil Patch, but Some See a Glimmer of Light - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — As recently as two summers ago, Latshaw Drilling was so fully booked it sometimes had to turn away oil companies eager to rent one of its 39 rigs at $22,000 a day.\nBut that was before the collapse of oil prices, which despite a recent upturn from February lows, are still nowhere near their 2014 levels. Because of slumping world demand and a glut of global supply, oil players of all sorts — whether major producers like Royal Dutch Shell, smaller companies or service providers like Latshaw Drilling — are still struggling to cope with the industry’s doldrums.\nIn the case of Latshaw, based in Tulsa, Okla., only 16 of its rigs are now in use, although it has cut the daily rental price by a third and aggressively phoned, wined and dined prospective customers. Even when Latshaw does make a deal, not all the workers it laid off want to return to a business that is so cyclically volatile.\n“It’s gone quiet,” said Steve McCoy, Latshaw’s vice president for contracts. “You have to pursue every lead, turn over every rock, to try to get ahead of the game.”", "url": "https://www.nytimes.com/2016/07/30/business/energy-environment/gloomy-days-in-the-oil-patch-but-some-see-a-glimmer-of-light.html"}