{"authors": ["Ellen Barry"], "date_download": "2022-10-25 22:58:09", "date_modify": "2022-10-25 22:58:09", "date_publish": "2016-08-07 17:25:17", "description": "The groups have attacked Muslims and, more recently, low-caste Hindus, under the guise of protecting animals sacred to Hindus.", "filename": "2016_08_08_world_asia_narendra-modi-indias-leader-condemns-vigilante-cow-protection-groups.html_module=inline_1666738689.html", "image_url": "https://static01.nyt.com/images/2016/08/08/world/08INDIA1/08INDIA1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=c5809f4df69af32625188f610a9d6d34c9945043fa9d2522ef0891506480265f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_08_world_asia_narendra-modi-indias-leader-condemns-vigilante-cow-protection-groups.html_module=inline_1666738689.html", "title": "Narendra Modi, India’s Leader, Condemns Vigilante Cow Protection Groups", "title_page": "Narendra Modi, India’s Leader, Condemns Vigilante Cow Protection Groups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — As his party prepares for elections in key states, Prime Minister Narendra Modi has distanced himself from right-wing cow protection groups that have proliferated since his government came to power. These vigilante groups have carried out violent attacks on Muslims and, more recently, low-caste Hindus suspected of slaughtering cows, which are considered sacred in Hinduism.\nIn the most extensive remarks he has made on the vigilante movement, Mr. Modi said on Saturday that the vast majority of the organizations were not legitimate “gau rakshaks,” or Hindu cow protection volunteers, but “antisocial” groups masquerading as such.\n“I feel so angry about them,” he said during a televised public forum. “I have seen some people who indulge in antisocial activities for the whole night, but wear the garb of cow protectors during the day.”", "url": "https://www.nytimes.com/2016/08/08/world/asia/narendra-modi-indias-leader-condemns-vigilante-cow-protection-groups.html?module=inline"}