{"authors": ["Manny Fernandez", "Erik Eckholm"], "date_download": "2022-10-25 22:56:21", "date_modify": "2022-10-25 22:56:21", "date_publish": "2016-07-20 22:47:36", "description": "While the court did not strike down the law entirely, Democrats and voting-rights advocates praised it for finding that the law discriminated against minorities.", "filename": "2016_07_21_us_federal-court-rules-texas-id-law-violates-voting-rights-act_1666738581.html", "image_url": "https://static01.nyt.com/images/2016/07/21/us/21VOTER/21VOTER-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ef07a3c2be61f66a95e767fabf4dd38419e5a9de42d1cc3a23f9182911020670&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_21_us_federal-court-rules-texas-id-law-violates-voting-rights-act_1666738581.html", "title": "Federal Court Rules Texas’ ID Law Violates Voting Rights Act", "title_page": "Federal Court Rules Texas’ ID Law Violates Voting Rights Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — A federal appeals court on Wednesday ruled that Texas’ voter identification law, one of the strictest in the country, violated the Voting Rights Act and that the state must find ways to accommodate voters who face hardships in obtaining the necessary documents.\nDemocrats and voting rights advocates hailed the ruling as a significant victory in one of the nation’s most closely watched voting rights cases. It was the fourth time in nearly four years that a federal court found that the Texas law discriminated against or disproportionately affected black and Hispanic voters.\n“The court got it right, recognizing the stink of discrimination,” said Trey Martinez Fischer, a state representative who is the chairman of the Mexican-American Legislative Caucus, one of several minority groups, voters and Democratic lawmakers who sued Texas over the law.\nThe United States Court of Appeals for the Fifth Circuit, in New Orleans, found that the law had a discriminatory effect on blacks and Latinos, who often lack the forms of identification required under the Texas law. But the ruling did not strike down the law entirely, ruling instead that new procedures must be found to assist potential voters lacking the required identification.", "url": "https://www.nytimes.com/2016/07/21/us/federal-court-rules-texas-id-law-violates-voting-rights-act.html"}