{"authors": ["Ron Nixon"], "date_download": "2022-10-25 23:37:55", "date_modify": "2022-10-25 23:37:55", "date_publish": "2016-01-09 01:48:53", "description": "When gunmen took over federal land in rural Oregon last week, Daryl Johnson, a former Department of Homeland Security official, was not surprised.", "filename": "2016_01_09_us_politics_homeland-security-looked-past-militia-movement-ex-analyst-says_1666741075.html", "image_url": "https://static01.nyt.com/images/2016/01/09/us/09militia/09militia-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a8fe4ea03cc9458fbd27fe0c6ee79265d8568fda38ab772ca32496a86a0d1172&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_09_us_politics_homeland-security-looked-past-militia-movement-ex-analyst-says_1666741075.html", "title": "Homeland Security Looked Past Antigovernment Movement, Ex-Analyst Says", "title_page": "Homeland Security Looked Past Antigovernment Movement, Ex-Analyst Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Antigovernment groups have occasionally clashed with state and federal officials over the use of public lands, religious rights or the regulation of firearms. Violent clashes with the government, such as in Ruby Ridge, Idaho, in 1992, and near Waco, Tex., in 1993, have at times ended in bloodshed and became rallying cries for antigovernment militants. A survey of law enforcement agencies last year, conducted by the Police Executive Forum, found that 74 percent of the 382 agencies polled cited antigovernment extremism as one of the top three terrorist threats.\nHeidi Beirich, who oversees the poverty center’s tracking of extremist groups, said the militia group’s actions in Oregon were predictable, considering the government’s response to a confrontation with Cliven Bundy, a Nevada rancher, last year. At the time, the Bundy family refused to pay the Bureau of Land Management more than $1 million in cattle-grazing fees. The government relented when an armed militia gathered on the family’s ranch and a standoff ensued. Mr. Bundy’s son, Ammon Bundy, is among the leaders of the continuing occupation of federal land in eastern Oregon.\n“We believe that they were emboldened by their ability to run federal officials off at the point of a gun,” Ms. Beirich said. “Now, a year and a half later, there have been no prosecutions whatsoever. Pointing a gun at a federal officer is a crime.”\nMany Republicans who had expressed support for Mr. Bundy have condemned the takeover of the federal building.\nThe radicalization office was meant to monitor domestic threats, with a major focus on militia groups, particularly because Homeland Security analysts worried that these groups might be able to recruit returning military veterans. The reference to veterans, in addition to claims that the report was targeting Tea Party activists, prompted the backlash that led to the closing of the office.\nFormer Speaker John A. Boehner, Republican of Ohio, who was then House minority leader, criticized Ms. Napolitano for the department’s failure to use the term “terrorist” to describe groups such as Al Qaeda, while “using the same term to describe American citizens who disagree with the direction Washington Democrats are taking our nation.”\nAfter the criticism, the Homeland Security Department reduced the number of analysts who studied domestic terrorism that was unconnected to foreign threats. Last September, Jeh Johnson, the Homeland Security secretary, created the Office for Community Partnerships in order to counter violent extremism. The office works with local communities and focuses on both domestic and foreign threats, the department said.", "url": "https://www.nytimes.com/2016/01/09/us/politics/homeland-security-looked-past-militia-movement-ex-analyst-says.html"}