{"authors": ["James Kanter", "Mark Scott"], "date_download": "2022-10-25 22:55:06", "date_modify": "2022-10-25 22:55:06", "date_publish": "2016-08-30 09:50:28", "description": "The decision by the European commissioner for competition ramps up trans-Atlantic tensions over how much companies with global operations should pay to countries where they do business.", "filename": "2016_08_31_technology_apple-tax-eu-ireland_1666738506.html", "image_url": "https://static01.nyt.com/images/2016/08/30/business/31APPLETAX/31APPLETAX-facebookJumbo.jpg?year=2016&h=549&w=1050&s=7ba9a1d77992d90d5979638263e72a4ab50cfd88f82b01ee23f28c1aa66d7ee9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_31_technology_apple-tax-eu-ireland_1666738506.html", "title": "Apple Owes $14.5 Billion in Back Taxes to Ireland, E.U. Says", "title_page": "Apple Owes $14.5 Billion in Back Taxes to Ireland, E.U. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The European Union on Tuesday ordered Ireland to collect $14.5 billion in unpaid taxes from Apple, a record penalty that worsened tensions with the United States over the bloc’s crackdown on sweetheart deals with global multinationals.\nEurope’s competition enforcer said that Apple’s illegal deals with the Irish government allowed the technology giant to pay virtually nothing on its European business in some years. The arrangements enabled Apple to funnel profit from two Irish subsidiaries to a “head office” with “no employees, no premises, no real activities,” the commission said.\nBy doing so, Apple paid only 50 euros in taxes for every million euros in profit during 2014. As part of its ruling, Europe demanded that Ireland recoup 10 years’ worth of back taxes, some 13 billion euros, or about $14.5 billion, plus interest.\nThe amount is a drop in the bucket for Apple, which has a total cash pile of more than $230 billion. Even so, the company described the order as a “devastating blow” to the rule of law. The United States Treasury Department said it jeopardized “the important spirit of economic partnership between the U.S. and the E.U.”", "url": "https://www.nytimes.com/2016/08/31/technology/apple-tax-eu-ireland.html"}