{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:29:11", "date_modify": "2022-10-25 23:29:11", "date_publish": "2016-12-13 17:41:57", "description": "This film, masquerading as a heroic tale of rebellion, falls short of the insurgent energy of its predecessors in the franchise.", "filename": "2016_12_13_movies_star-wars-rogue-one-review_1666740551.html", "image_url": "https://static01.nyt.com/images/2016/12/14/arts/14ROGUEONE1/14ROGUEONE1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=3233fdd88b5607bf8bde3971a0e903093a78ae34266f51317f702fe7428472f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_13_movies_star-wars-rogue-one-review_1666740551.html", "title": "Review: ‘Rogue One’ Leaves ‘Star Wars’ Fans Wanting More and Less", "title_page": "Review: ‘Rogue One’ Leaves ‘Star Wars’ Fans Wanting More and Less - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The great mystery of “Rogue One” — the big payoff, the thing people like me would be pilloried for divulging, the puzzle you will congratulate yourself for solving — is where it fits in with the rest of the “Star Wars” cycle. There are scattered hints early on, and later appearances by familiar characters that elicit chuckles of recognition from fans. The very last shot tells us exactly where we are, and why we should have cared about everything we just saw.\nWhether that is enough — whether the fractures in the Rebel Alliance and the power struggles in the imperial ranks quicken our pulses and engage our emotions — is the big question, but it really isn’t a question at all. Millions of people will sit through this thoroughly mediocre movie (directed with basic competence by Gareth Edwards from a surprisingly hackish script by Chris Weitz and Tony Gilroy) and convince themselves that it’s perfectly delightful. It’s so much easier to obey than to resist. The spoiler warning sent by the Disney empire instructed journalists to “continue to be our partners on this journey,” and defiance is unthinkable, even if “partner” is taken as a synonym for “shill.”", "url": "https://www.nytimes.com/2016/12/13/movies/star-wars-rogue-one-review.html"}