{"authors": ["Dave Itzkoff"], "date_download": "2022-10-25 23:43:39", "date_modify": "2022-10-25 23:43:39", "date_publish": "2016-05-19 11:00:23", "description": "The filmmaker reflects on the creation of “Dont Look Back,” filmed during Bob Dylan’s 1965 tour of England, which is the subject of a new exhibition.", "filename": "2016_05_20_movies_da-pennebaker-interview-bob-dylan-documentary-dont-look-back_1666741419.html", "image_url": "https://static01.nyt.com/images/2016/05/20/arts/20PENNEBAKER/20PENNEBAKER-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ab4d70d2de2aed5dc4065f5fb86804a1f48c78104351969ad4b048938e53ad40&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_20_movies_da-pennebaker-interview-bob-dylan-documentary-dont-look-back_1666741419.html", "title": "No Direction, No Restriction: D.A. Pennebaker Looks Back at a Dylan Documentary", "title_page": "No Direction, No Restriction: D.A. Pennebaker Looks Back at a Dylan Documentary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "How did you and Dylan continue your working relationship after “Dont Look Back”?\nAfter that film was made and released, we had a hard time getting it distributed, because distributors would look at it and say it’s too ratty-looking. So we had to distribute it ourselves. The following year, [Dylan] came to me and said, “Now I want to make a film and I want to direct it — you’ve got your film, now I want you to shoot my film.” So I said O.K. Off we went to film this tour with the Band. And he didn’t know anything more about directing than I did. The film [“Eat the Document”] was basically a continuation of “Dont Look Back,” but it belonged to him. It was like Abraham Lincoln had made a film — everybody was going to look at it. It didn’t matter how bad it was or how good it was; that wouldn’t be the point of it.\nWhat happened to that movie?\nIt had a life, but a very short one. Dylan decided he didn’t like it after a while and so it got withdrawn. Eventually a lot of the footage went to Marty Scorsese, who used it in a film [“No Direction Home: Bob Dylan”], and I thought that was a pretty good film. [Dylan’s] film is still lying moribund, waiting to be generated. And maybe eventually it will. But it isn’t my problem. It’s his film and I’d love to see it happen, because there’s some fantastic footage in it. But meanwhile, it lies in a drawer somewhere, waiting to come to life.\nDo you regard Dylan, or the film itself, any differently now than at the time you made it?\nNo, I see it just as I saw it at the time. That person, to me, is still intriguing just because people are still fascinated by him. He doesn’t have a commanding presence in terms of the celebrity world. He’s just somebody that everybody knows who he is, and has private thoughts about him. And he endures. That whole idea of enduring intrigues people. Because not many people endure. Even people that you thought at the time were going to be the Abraham Lincolns of our era have gone. And Dylan’s still there. I think he’s still pretty much the same person he was.\nDo you feel lucky that you had this opportunity to chronicle Dylan before he became more media-shy?\nOh yeah. But I feel that way about a lot of things. A lot of my life was with luck. With David Bowie [for the documentary “Ziggy Stardust and the Spiders From Mars”], we weren’t even supposed to make a film there. But the minute I saw him, I thought: I’m going to make a film with this guy. When these things come to you, you grab them, you don’t hesitate. You don’t wait and see what happens. You go when the movie starts.\nWhen you look at other pop stars of today who are known for their petulance — Kanye West or Justin Bieber — is it possible that, as your film showed, they might be more crafty behind the scenes?\nI don’t know. You’d have to get into their lives and spend time with them. Poets are a special breed and I have no idea what generates them. It isn’t the thing I always thought when I was younger, that artists were people that could draw pictures. Artists are people that live unmastered. That is, they’re loyal to no one but themselves. True artists. If you do that in our modern world, that means you don’t work for anybody. That means you have a hard time making a living and paying rent.", "url": "https://www.nytimes.com/2016/05/20/movies/da-pennebaker-interview-bob-dylan-documentary-dont-look-back.html"}