{"authors": ["Jesse Mckinley", "James C. Mckinley Jr."], "date_download": "2022-10-25 23:25:21", "date_modify": "2022-10-25 23:25:21", "date_publish": "2016-01-10 13:00:26", "description": "Mr. Cuomo announced a plan to offer college courses to inmates across the state in an effort to reduce recidivism.", "filename": "2016_01_11_nyregion_cuomo-proposes-higher-education-initiative-in-new-york-prisons.html_ref=topics_1666740321.html", "image_url": "https://static01.nyt.com/images/2016/01/10/nyregion/11JUSTICEweb1/10JUSTICEweb1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b801b06e32f3faf1be457e75ff962c1d34bd1cb9a791c6cac67fda345e27da0f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_11_nyregion_cuomo-proposes-higher-education-initiative-in-new-york-prisons.html_ref=topics_1666740321.html", "title": "Cuomo Proposes Higher-Education Initiative in New York Prisons", "title_page": "Cuomo Proposes Higher-Education Initiative in New York Prisons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If we don’t provide an exit strategy for ex-offenders, they are just going to be re-offenders,” Mr. Vance said. “It’s just really common sense.”\nThe college initiative is part of a broader agenda touching on criminal justice reform and social issues that the governor outlined on Sunday, including seeking an additional $100 million for so-called community schools, which aim to address challenges for students beyond the classroom, an approach tried in New York City and other urban areas. He also wants $55 million for jobs programs for at-risk youths, a category that includes those who have committed crimes.\nImage Cyrus R. Vance Jr., the Manhattan district attorney. Credit... Branden Camp/Associated Press\nThe governor also announced an agreement with the state Office of Court Administration to stop making some juvenile criminal records available for purchase from private data and background check companies. That change, expected to take effect this month, comes in conjunction with a recent executive action by the governor to pardon as many as 10,000 people who were convicted of nonviolent crimes as 16- and 17-year-olds but have since avoided criminal activity.\nSome state prisons already offer a handful of college courses, but Mr. Vance said the new initiative would expand those programs by about a third. It would also improve them so that credits could be more easily transferred to colleges outside prison walls, a problem that has bedeviled the existing system.\nThe proposal would offer colleges and other educational institutions up to $5,000 per student to provide a full-time course load of 30 college credits, according to the district attorney’s office. Only inmates who have a high school degree and are within two to five years of completing their sentences would be eligible. Those serving life sentences would be disqualified.\nMr. Vance said studies had shown that educated inmates were less likely to commit crimes when they left prison, an outcome even law-and-order-minded prosecutors could embrace.", "url": "https://www.nytimes.com/2016/01/11/nyregion/cuomo-proposes-higher-education-initiative-in-new-york-prisons.html?ref=topics"}