{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:41:52", "date_modify": "2022-10-25 23:41:52", "date_publish": "2016-07-01 01:28:03", "description": "Boris Johnson, the chronically disheveled former mayor of London, was done in by his own hubris and lack of preparation in the face of the Brexit result.", "filename": "2016_07_01_world_europe_boris-johnson-brexit-conservatives_1666741312.html", "image_url": "https://static01.nyt.com/images/2016/07/01/world/01johnson-web2/01johnson-web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d3ab84fbc1a5d11d4b54c877cc00012e6c98c67d143dc3b678313b461e850e44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_01_world_europe_boris-johnson-brexit-conservatives_1666741312.html", "title": "Luck Runs Out for a Leader of ‘Brexit’ Campaign", "title_page": "Luck Runs Out for a Leader of ‘Brexit’ Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We had eight frustrating years where we’d ask detailed policy questions, and what we’d get back in response was bluster and grandiose claims,” said Joanne McCartney, a Labour Assembly member who is now deputy mayor. “If he didn’t know the answer to the question, which was a regular occurrence, he’d use bluster and wit to avoid answering.”\nMr. Johnson all along denied that he wanted to be prime minister, saying it was about as likely as his being “reincarnated as an olive.” But he has always been wittier, quicker and more charismatic than Mr. Cameron. The 2012 London Olympics proved the perfect showcase for his off-the-cuff anarchic wit. Filmed stranded haplessly on a malfunctioning zipwire, Mr. Johnson took an incident that would have humiliated most other politicians and somehow used it to burnish his appeal. (A photograph of the dangling Mr. Johnson was used to quite different effect last week on the cover of the French newspaper Libération.)\nMr. Cameron has always been threatened by Mr. Johnson; his efforts to slough off the mayor as a kind of amusing Tory mascot never worked. But it wasn’t until Mr. Johnson betrayed the prime minister by throwing his support behind the Brexit campaign that the party saw the extent of his ambition.\nBefore now, Mr. Johnson has rarely been confronted by a situation he could not maneuver his way through. But a harbinger came in March, when he was summoned before a House of Commons committee and forensically interrogated by its Javert-like Tory chairman, Andrew Tyrie, about a series of statements he had made over the years about Europe.\nMr. Johnson tried his normal humorous approach. Asked, for instance, about his assertion that the European Union has a law saying that balloons cannot be blown up by children under 8 (it doesn’t), he deflected the question, saying, “In my household, only children under 8 are allowed to blow up balloons.”\nHe continued in this vein throughout the session, as Mr. Tyrie peered unsmilingly at him, acid in his voice.\n“This is all very interesting, Boris,” Mr. Tyrie said at one point. “Except none of it is really true, is it?”", "url": "https://www.nytimes.com/2016/07/01/world/europe/boris-johnson-brexit-conservatives.html"}