{"authors": ["Jim Rutenberg", "Maggie Haberman", "John Koblin"], "date_download": "2022-10-25 23:52:04", "date_modify": "2022-10-25 23:52:04", "date_publish": "2016-01-28 02:24:38", "description": "With Mr. Trump declaring he will skip Thursday’s debate, the most potentially consequential fight is no longer between him and his fellow Republican candidates.", "filename": "2016_01_28_us_politics_with-no-detente-donald-trumps-feud-with-fox-takes-center-stage_1666741924.html", "image_url": "https://static01.nyt.com/images/2016/01/27/us/28trump_hp/27foxtrump_hp-facebookJumbo.jpg?year=2016&h=549&w=1050&s=1f27d5c432fe17edaf8d94b825c7cd226376111c490d3c7290e3d9449935ad4c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_28_us_politics_with-no-detente-donald-trumps-feud-with-fox-takes-center-stage_1666741924.html", "title": "With No Détente, Donald Trump’s Feud With Fox Takes Center Stage", "title_page": "With No Détente, Donald Trump’s Feud With Fox Takes Center Stage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For months, Donald J. Trump had kept up a relentless and sometimes personal barrage against the Fox News anchor Megyn Kelly, in retaliation for the tough — and, he said, unfair — questioning she submitted him to in the first Republican debate last summer. And for months, Fox News and Ms. Kelly had avoided taking the bait, intent on sticking to Ms. Kelly’s vow to avoid becoming part of the story.\nFox’s decision to fight back this week after Mr. Trump demanded Fox remove her from its panel of moderators at a debate sent the already unconventional Republican race for president into uncharted territory just days before the first critical contest in Iowa.\nWith Mr. Trump declaring he will skip the debate, scheduled for Thursday at 9 p.m. ET, the most potentially consequential fight on the campaign trail is not between Mr. Trump and his fellow candidates, but between Mr. Trump and the top-rated cable television news network, which is also one of the most important forces in Republican politics.", "url": "https://www.nytimes.com/2016/01/28/us/politics/with-no-detente-donald-trumps-feud-with-fox-takes-center-stage.html"}