{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:33:51", "date_modify": "2022-10-25 23:33:51", "date_publish": "2016-03-30 12:56:11", "description": "The idea to punish dual nationals had drawn furious opposition from the left in France, even though all sides agreed it was largely symbolic.", "filename": "2016_03_31_world_europe_francois-hollande-france-citizenship-terrorism_1666740831.html", "image_url": "https://static01.nyt.com/images/2016/03/31/world/31france_web1/31france_web1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=cdd8d9a56a895506035cb0e079110e2ff29a02a58406c62a9c122c100e08c5ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_31_world_europe_francois-hollande-france-citizenship-terrorism_1666740831.html", "title": "François Hollande Cancels Plan to Strip French Citizenship in Terrorism Cases", "title_page": "François Hollande Cancels Plan to Strip French Citizenship in Terrorism Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — President François Hollande of France announced on Wednesday that he was withdrawing a proposal to strip French citizenship from dual nationals convicted of terrorism, ending a monthslong debate that convulsed his governing Socialist Party, dominated political discussion after the November terrorist attacks, and led to the resignation of the justice minister.\nThe idea, originally endorsed by right-wing parties and adopted by Mr. Hollande three days after the deadly attacks on Nov. 13, drew furious opposition on the left in France, even though all sides agreed it was largely symbolic and would have little practical effect in combating terrorism.\nBut the proposal highlighted a growing split within the Socialist Party, between those who favored a tough law-and-order approach in the wake of the attacks that killed 130 people, and those worried that the government would be impinging on civil liberties.", "url": "https://www.nytimes.com/2016/03/31/world/europe/francois-hollande-france-citizenship-terrorism.html"}