{"authors": ["Michael D. Shear", "Maggie Haberman", "Michael S. Schmidt"], "date_download": "2022-10-25 22:56:50", "date_modify": "2022-10-25 22:56:50", "date_publish": "2016-11-14 18:04:41", "description": "People took to Twitter to lament what they said was a frightening normalization of the fringe views that Mr. Bannon promoted as the chairman of Breitbart News.", "filename": "2016_11_15_us_politics_donald-trump-presidency_1666738610.html", "image_url": "https://static01.nyt.com/images/2016/11/15/us/15trump1/15trump1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=19d111d6e995100c861e420c097f618c881cba0373b8a1d9f6a1d3c490511580&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_15_us_politics_donald-trump-presidency_1666738610.html", "title": "Critics See Stephen Bannon, Trump’s Pick for Strategist, as Voice of Racism", "title_page": "Critics See Stephen Bannon, Trump’s Pick for Strategist, as Voice of Racism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A fierce chorus of critics denounced President-elect Donald J. Trump on Monday for appointing Stephen K. Bannon, a nationalist media mogul, to a top White House position, even as President Obama described Mr. Trump as “pragmatic,” not ideological, and held out hope that he would rise to the challenge of the presidency.\n“It’s important for us to let him make his decisions,” Mr. Obama said. “The American people will judge over the course of the next couple of years whether they like what they see.”\nMr. Obama’s conciliatory remarks disappointed supporters who had hoped that he would add his voice to the criticism of the president-elect for naming Mr. Bannon as his chief strategist. Civil rights groups, senior Democrats and some Republican strategists have assailed Mr. Trump, saying that Mr. Bannon, the former head of Breitbart News, will bring anti-Semitic, nationalist and racist views to the West Wing.\nIn the midst of the furor over Mr. Bannon’s appointment, Rudolph W. Giuliani, the former mayor of New York City, emerged as a leading candidate to be secretary of state, according to people familiar with the deliberations in the 26th-floor office in Trump Tower where Mr. Trump was ensconced throughout the day. That would make Mr. Giuliani, a contentious former prosecutor, the president’s emissary to a turbulent world.", "url": "https://www.nytimes.com/2016/11/15/us/politics/donald-trump-presidency.html"}