{"authors": ["The New York Times"], "date_download": "2022-10-25 23:01:31", "date_modify": "2022-10-25 23:01:31", "date_publish": "2016-05-03 16:45:47", "description": "Declan Walsh, who recently reported from Syria, answers readers’ questions about life in a war zone.", "filename": "2016_05_04_world_middleeast_damascus-aleppo-syria-qanda_1666738891.html", "image_url": "https://static01.nyt.com/images/2016/05/04/world/syriaqna-header/syriaqna-header-facebookJumbo.jpg?year=2016&h=550&w=1050&s=10b2d4fdc159d5dc8e61951f13eb0cfa4c269c50d93c4cf3ad8a83196805bc64&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_04_world_middleeast_damascus-aleppo-syria-qanda_1666738891.html", "title": "A Strange, Sad, Surprising Reality of Syria at War", "title_page": "A Strange, Sad, Surprising Reality of Syria at War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Q: What is the status of rebuilding in Aleppo? Have the souk merchants been able to replenish their supplies and regain clientele? — RICK HAUSER, @RAH2009 on Twitter\nA: The front line runs right through the old souk, which has been partially destroyed by combat. I got to visit one small part of it, where I interviewed Rose Abu Jaffar, the former zookeeper. To talk safely, we had to drive quickly through a maze of narrow and empty streets until we got to the little bunker where she and a couple of other government fighters were posted.\nSo what’s become of the shop owners? Many have transplanted their businesses to a sort of sidewalk souk in safer parts of the city: A long line of stalls have popped up outside a row of apartment buildings and shops in the downtown area. Aleppo has lots of broad, French-style boulevards wide enough to accommodate the new stores. But the sidewalk souk is much smaller than the original.\nQ: Is the average citizen more pro-Assad or anti-Assad? — ALDEN LOFQUIST\nA: From the immigration hall, where I crossed into Syria from Lebanon, to the most remote desert outposts, I saw posters of President Assad. It got me thinking about whether that profusion of imagery represents strength or weakness. It’s hard to tell.\nAs in most war zones, it’s very difficult to gauge public opinion because people fear the consequences of speaking their mind, or even discussing politics openly. In Syria, it’s all the more difficult because the country is geographically fragmented, divided among rebels, Islamic State militants and government forces.\nStill, there were some indicators of Mr. Assad’s popularity. In Aleppo, I met people from minority communities — particularly Armenian Syrians — who were unabashed supporters of his rule. They saw Mr. Assad as their protector against Islamist rebels who, they said, would push them from Syria if they won the war. But I also met a disillusioned military officer — a Sunni Muslim, from a different part of the country — who quietly asserted that it was time for President Assad to go. After 46 years of rule by the Assad family, the officer said, “we have lost more than enough.” He did not want to be identified, for obvious reasons.", "url": "https://www.nytimes.com/2016/05/04/world/middleeast/damascus-aleppo-syria-qanda.html"}