{"authors": ["David W. Chen"], "date_download": "2022-10-25 23:30:36", "date_modify": "2022-10-25 23:30:36", "date_publish": "2016-05-13 00:55:42", "description": "Frustrated by a lack of progress over a new contract, about 92 percent of union members said yes to a possible walkout as early as the fall.", "filename": "2016_05_13_nyregion_cuny-union-votes-to-allow-strike-if-contract-deal-is-not-reached.html__r=0_1666740636.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_13_nyregion_cuny-union-votes-to-allow-strike-if-contract-deal-is-not-reached.html__r=0_1666740636.html", "title": "CUNY Union Votes to Allow Strike if Contract Deal Is Not Reached", "title_page": "CUNY Union Votes to Allow Strike if Contract Deal Is Not Reached - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Frustrated by a lack of progress over a new contract, faculty members and employees at the City University of New York voted overwhelmingly to authorize a strike if a mediator was unable to broker a deal with the administration, their union said on Thursday.\nAny strike would not take place until the fall, according to Barbara Bowen, president of the Professional Staff Congress, which represents 25,000 CUNY employees. State law makes it all but illegal for public employees to go on strike, so union leaders could face arrest and union members could face fines if they walk out.\nStill, out of more than 10,000 ballots cast over a two-week period, 92 percent of union members said yes to a possible walkout.\n“It sends an extraordinarily clear message to the CUNY chancellor and also to Albany,” said Ms. Bowen, who is also a professor of English at Queens College and at CUNY’s Graduate Center. “We feel that we have pursued vigorously every other avenue.”", "url": "https://www.nytimes.com/2016/05/13/nyregion/cuny-union-votes-to-allow-strike-if-contract-deal-is-not-reached.html?_r=0"}