{"authors": [], "date_download": "2022-10-26 00:16:20", "date_modify": "2022-10-26 00:16:20", "date_publish": "2016-01-03 11:08:36", "description": "Expensive premiums and high deductibles for policies sold under the Affordable Care Act make tax penalties the preferred option for some resisters.", "filename": "2016_01_04_us_many-see-irs-fines-as-more-affordable-than-insurance_1666743380.html", "image_url": "https://static01.nyt.com/images/2015/12/24/us/00resisters-web01/00resisters-web01-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4e62d9e007d21cd8ef5f3efad719e9addd1e0ad50df00603a5dcbd8c11075f4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_04_us_many-see-irs-fines-as-more-affordable-than-insurance_1666743380.html", "title": "Many See I.R.S. Penalties as More Affordable Than Insurance", "title_page": "Many See I.R.S. Penalties as More Affordable Than Insurance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That number appears to be shrinking: Administration officials said last month that about 2.5 million new customers had bought insurance through HealthCare.gov, the federal exchange serving 38 states, since open enrollment began on Nov. 1. The number of new enrollees is 29 percent higher than last year at this time, suggesting that the threat of a larger penalty may be motivating more people to get covered.\nBut plenty of healthy holdouts remain, and their resistance helps explain why insurers are worried about the financial viability of the exchanges over time. They say they sorely need more healthy customers to balance out the costs of covering the sicker, older people who have flocked to exchange plans.\nPeople, like Mr. Murphy, who earn too much to qualify for federal subsidies that defray the cost of coverage may be most likely to opt out. A recent analysis by the Kaiser Family Foundation found that more than seven million people who are eligible for exchange coverage would pay less in penalties than for the least expensive insurance available to them. More than half would not qualify for subsidies, the analysis found.\nBen Wakana, a spokesman for the Department of Health and Human Services, said people would still be better off buying insurance.\n“We understand some people may be thinking through their choice of coverage, but going without health insurance is a serious gamble that can be catastrophic if wrong,” Mr. Wakana said.", "url": "https://www.nytimes.com/2016/01/04/us/many-see-irs-fines-as-more-affordable-than-insurance.html"}