{"authors": ["Floyd Whaley"], "date_download": "2022-10-25 23:26:11", "date_modify": "2022-10-25 23:26:11", "date_publish": "2016-05-17 18:13:15", "description": "Mr. Duterte boasted of killing criminals when he was mayor of Davao, and investigators say they have evidence of government-linked death squads.", "filename": "2016_05_18_world_asia_rodrigo-duterte-philippines_1666740371.html", "image_url": "https://static01.nyt.com/images/2016/05/18/world/19DUTERTE-web1/19DUTERTE-web1-facebookJumbo-v5.jpg?year=2016&h=549&w=1050&s=86a39d65737afba875a4e7cba7ed04787e3bccddfdc5eec40b32237537a03b49&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_18_world_asia_rodrigo-duterte-philippines_1666740371.html", "title": "Rodrigo Duterte’s Talk of Killing Criminals Raises Fears in Philippines", "title_page": "Rodrigo Duterte’s Talk of Killing Criminals Raises Fears in Philippines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Duterte, then a hard-charging prosecutor, was elected mayor in 1988 on a law-and-order platform. Around the same time, citizens’ groups formed that some called anti-crime organizations and others simply called vigilantes. Mr. Tolentino said that a combination of those armed groups and Mr. Duterte’s tough policies brought order to the city. Others say the citizens’ groups evolved into organized death squads that are still active.\n“Usually, there is a list of names kept at the village level,” the Rev. Father Amado Picardal, a priest who has investigated the groups, said in an interview. “The death squads are well organized, supported by the local government, and they follow a pattern. They usually issue a warning, though now sometimes there isn’t even a warning. If you are on the list, you are killed.”\nIn a 2009 report, Human Rights Watch said the killers included former Communist rebels as well as street criminals and others who were subjected to threats and coercion. Their orders often came from current or former police officers who provided training and weapons, and in some cases coordinated the timing of the murders, according to the rights group, which said it had investigated 28 such killings.\nThe Philippines’ Commission on Human Rights, a semiautonomous government agency, found in 2012 that death squads had killed 206 people, including 19 children, in Davao from 2005 to 2009. The panel said that lists of suspected criminals were kept by village officials, and that many of the people on the lists were killed. Edmundo R. Albay, the director of the agency’s office in Davao, said that another investigation into the death squads was underway but that he could not provide details about it.\nIn its 2012 report, the commission recommended that Mr. Duterte be criminally investigated for failing to take action to stop the killings, but it did not say that he had had direct knowledge of them. He has never been charged with a crime in connection with the killings.\nPhilip Alston, then the United Nations special rapporteur on extrajudicial, summary or arbitrary executions, interviewed Mr. Duterte for a 2008 report on the death squads, which Mr. Alston said operated with such impunity that the killers did not bother to wear masks. Asked whether he was responsible for their activities, Mr. Duterte “insisted that he controls the army and the police, saying, ‘The buck stops here,’ ” Mr. Alston wrote. “But, he added, more than once, ‘I accept no criminal liability.’ ”", "url": "https://www.nytimes.com/2016/05/18/world/asia/rodrigo-duterte-philippines.html"}