{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:49:19", "date_modify": "2022-10-25 23:49:19", "date_publish": "2016-07-05 14:08:12", "description": "Mr. Abramoff, an ex-lobbyist who ended up in prison, said the decision to toss out Bob McDonnell’s bribery conviction shows a poor understanding of the real world.", "filename": "2016_07_06_us_politics_is-the-supreme-court-clueless-about-corruption-ask-jack-abramoff_1666741759.html", "image_url": "https://static01.nyt.com/images/2016/07/05/us/06HULSE2/06HULSE2-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=df3c7802c2da34eb1bceea7f7610f0029e2d45e8e61c1f63c81dcb7e1a5858e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_06_us_politics_is-the-supreme-court-clueless-about-corruption-ask-jack-abramoff_1666741759.html", "title": "Is the Supreme Court Clueless About Corruption? Ask Jack Abramoff", "title_page": "Is the Supreme Court Clueless About Corruption? Ask Jack Abramoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He should know.\nOnce a man with gold-plated Republican connections and easy access to the White House and Capitol leadership suites, Mr. Abramoff and his partners were masters of spreading favors around Washington. They parceled out tickets to major sporting events, escorted influential officials on all-expenses-paid golf junkets, paid the tabs for lavish dinners and cozied up to politicians at Signatures, a restaurant Mr. Abramoff once owned on Pennsylvania Avenue.\nAll the while they were soliciting and obtaining help on issues ranging from gambling to wages to tax policy.\nIt all came crashing down ignominiously in January 2006, when Mr. Abramoff pleaded guilty to conspiracy, fraud and tax offenses, ending his career and landing members of his inner circle behind bars with him. Dealings with Mr. Abramoff also sent Bob Ney, a former Republican representative from Ohio, to the penitentiary and contributed to the downfall of Tom DeLay of Texas, the powerful No. 2 House Republican.\nMr. Abramoff, now chastened and repentant, spent nearly four years in prison. Since his release, he has spoken out against the dangers of what he says is an inherently corrupt system where financial aid and other perks are provided to politicians who only naturally take care of benefactors they consider friends.\n“People come to think those seeking favors and giving you things are your friends, your buddies,” he said, remembering his own days as an insider. “Human nature is such that your natural inclination is, ‘He has done something for me, what can I do for him?’ The minute that has crept into the public service discussion, that is a problem.”", "url": "https://www.nytimes.com/2016/07/06/us/politics/is-the-supreme-court-clueless-about-corruption-ask-jack-abramoff.html"}