{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:25:00", "date_modify": "2022-10-25 23:25:00", "date_publish": "2016-10-10 02:02:21", "description": "Before the second presidential debate on Sunday, Mr. Trump was joined on Facebook Live by three women who have made accusations against Bill and Hillary Clinton.", "filename": "2016_10_10_us_politics_bill-clinton-accusers_1666740300.html", "image_url": "https://static01.nyt.com/images/2016/10/10/us/elections/10xp-accusers/10xp-accusers-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a8cea06d78b1966f23e2c6f5be948c27f4e1c4f729a29a4763ad5e4915cac7eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_10_us_politics_bill-clinton-accusers_1666740300.html", "title": "Donald Trump Featured Paula Jones and 2 Other Women Who Accused Bill Clinton of Sexual Assault", "title_page": "Donald Trump Featured Paula Jones and 2 Other Women Who Accused Bill Clinton of Sexual Assault - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a 2014 CNN interview, Mahlon Gibson, the attorney who prosecuted Mr. Taylor, said that Mrs. Clinton had been assigned the case and tried to get out of defending Mr. Taylor, a request that was denied by the judge, Maupin Cummings. “She got appointed to represent this guy,” Mr. Gibson said.\nMrs. Clinton succeeded in getting a plea deal for Mr. Taylor. He was charged with “unlawful fondling of a child under the age of 14” and sentenced to one year in a county jail and four years of probation. In 2014, The Washington Free Beacon published an audio recording in which Mrs. Clinton could be heard chuckling about Mr. Taylor’s case.\nOn Sunday, Ms. Shelton said that “at 12 years old, Hillary put me through something that you would never put a 12-year-old through” and accused her of “laughing on tape saying she knows they did it.”\nJuanita Broaddrick\nIn 1999, Ms. Broaddrick, a volunteer in Mr. Clinton’s first gubernatorial campaign, accused him of raping her in an Arkansas hotel room in 1978, recanting an affidavit that she had signed the previous year in which she said the episode had not taken place. She was referenced in Ms. Jones’s sexual harassment lawsuit as Jane Doe No. 5.\nOn Sunday morning, Mr. Trump tweeted a link to an interview Ms. Broaddrick gave to the conservative news website Breitbart in which she repeated her accusations against Mr. Clinton and accused Mrs. Clinton of enabling her husband’s behavior.", "url": "https://www.nytimes.com/2016/10/10/us/politics/bill-clinton-accusers.html"}