{"authors": ["Paul Mozur", "Mike Isaac"], "date_download": "2022-10-25 23:32:29", "date_modify": "2022-10-25 23:32:29", "date_publish": "2016-08-01 04:58:59", "description": "The merger ends more than a year of ruthless battles for market share in the mainland and values the new company at $35 billion.", "filename": "2016_08_02_business_dealbook_china-uber-didi-chuxing_1666740749.html", "image_url": "https://static01.nyt.com/images/2016/08/01/business/02chinauber-web01/02chinauber-web01-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3f02d1cd528d49edd7649cb590f5b1b7e3bcb9ebca42edf63d6ee105756d6ffd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_02_business_dealbook_china-uber-didi-chuxing_1666740749.html", "title": "Uber to Sell to Rival Didi Chuxing and Create New Business in China", "title_page": "Uber to Sell to Rival Didi Chuxing and Create New Business in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Three years ago, I traveled to China with a small group of people to see if we might be able to launch Uber there,” Mr. Kalanick, Uber’s chief executive, said in a blog post, adding, “Most of the people we asked for advice thought we were naïve, crazy — or both.”\n“However, as an entrepreneur, I’ve learned that being successful is about listening to your head as well as following your heart,” he wrote. “Uber and Didi Chuxing are investing billions of dollars in China and both companies have yet to turn a profit there.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nUnder the terms of the deal, the new company’s estimated worth is a combination of Didi Chuxing’s $28 billion valuation and Uber China’s $7 billion, according to two people with knowledge of the deal, who spoke on the condition of anonymity because the information had not yet been made public. Uber shareholders would receive a 20 percent stake in the new company.\nDidi Chuxing would also make a $1 billion investment in the company’s operations in the rest of the world, called Uber Global, which was last valued at $62.5 billion, according to the two people with knowledge of the sale. Bloomberg first reported news of the deal.\nOver the past two years, Uber upended expectations in China and its business there grew, despite heavy regulation and internet filters that often limit access to the products of foreign tech companies. The early 2015 rollout of People’s Uber, a service that got ordinary Chinese drivers behind the wheel and taking passengers, helped Uber grab a chunk of market share from Didi.\nAs it grew in China, Uber avoided many of the mistakes made by of its American tech forebears. For one, the company created local teams based around different cities, allowing it to respond quickly and flexibly to moves by the competition. That set it apart from other companies, which sought to control Chinese operations from the United States, slowing their responses.", "url": "https://www.nytimes.com/2016/08/02/business/dealbook/china-uber-didi-chuxing.html"}