{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:19:13", "date_modify": "2022-10-25 23:19:13", "date_publish": "2016-06-06 13:00:19", "description": "Mr. Gingrich, the former House speaker, and Mitch McConnell, the Senate majority leader, denounced Mr. Trump’s words about a judge handling the Trump University lawsuit.", "filename": "2016_06_07_us_newt-gingrich-donald-trump-judge_1666739953.html", "image_url": "https://static01.nyt.com/images/2016/06/06/blogs/07FD-gingrichtrump/07FD-gingrichtrump-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5ca87e27e874045bfd47ff182194b0e8251d94b3d4b92a0a5d5431239fd9e8b9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_07_us_newt-gingrich-donald-trump-judge_1666739953.html", "title": "Newt Gingrich’s Criticism on Judge Remarks Surprises Donald Trump", "title_page": "Newt Gingrich’s Criticism on Judge Remarks Surprises Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald J. Trump expressed surprise on Monday that one of his supporters from the Republican Party, Newt Gingrich, had criticized him for his remarks about the heritage of the federal judge overseeing a lawsuit against the defunct Trump University.\nMr. Trump spoke in an interview with “Fox and Friends,” a day after Mr. Gingrich, the former House speaker, and Mitch McConnell, the Senate majority leader, denounced the presumptive presidential nominee for calling Judge Gonzalo P. Curiel a “Mexican.” The judge was born in Indiana to Mexican parents.\nMr. Gingrich called the remarks “inexcusable” and the biggest mistake Mr. Trump has made.\n“I saw Newt, I was surprised at Newt, I thought it was inappropriate what he said,” Mr. Trump said on the program.\nMr. Trump insisted he was only defending himself from questions from the news media. But Mr. Trump raised the topic of Judge Curiel’s heritage himself in a rally in San Diego, where the case is being heard.", "url": "https://www.nytimes.com/2016/06/07/us/newt-gingrich-donald-trump-judge.html"}