{"authors": ["Alexander Burns", "Maggie Haberman"], "date_download": "2022-10-25 23:02:07", "date_modify": "2022-10-25 23:02:07", "date_publish": "2016-08-13 15:58:10", "description": "The Republican candidate continues to defy his advisers’ efforts to get him to stick to his message, to the point that they believe he may be beyond coaching.", "filename": "2016_08_14_us_politics_donald-trump-campaign-gop_1666738927.html", "image_url": "https://static01.nyt.com/images/2016/08/14/us/14TRUMP1/14TRUMP1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b805272ad45b3947de03c007ab83d5d09edd4ca359d2adde824339c18368d982&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_14_us_politics_donald-trump-campaign-gop_1666738927.html", "title": "Inside the Failing Mission to Tame Donald Trump’s Tongue", "title_page": "Inside the Failing Mission to Tame Donald Trump’s Tongue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But in interviews with more than 20 Republicans who are close to Mr. Trump or in communication with his campaign, many of whom insisted on anonymity to avoid clashing with him, they described their nominee as exhausted, frustrated and still bewildered by fine points of the political process and why his incendiary approach seems to be sputtering.\nHe is routinely preoccupied with perceived slights, for example raging to aides after Senator Marco Rubio of Florida, in his re-election announcement, said he would stand up to the next president regardless of party. In a visit to Capitol Hill in early July, Mr. Trump bickered with two Republican senators who had not endorsed him; he needled Representative Peter T. King of New York for having taken donations from him over the years only to criticize him on television now.\nAnd Mr. Trump has begun to acknowledge to associates and even in public that he might lose. In an interview on CNBC on Thursday, he said he was prepared to face defeat.\n“I’ll just keep doing the same thing I’m doing right now,” he said. “And at the end, it’s either going to work, or I’m going to, you know, I’m going to have a very, very nice, long vacation.”", "url": "https://www.nytimes.com/2016/08/14/us/politics/donald-trump-campaign-gop.html"}