{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:40:02", "date_modify": "2022-10-25 23:40:02", "date_publish": "2016-11-08 20:16:45", "description": "The decision to effectively amend the territory’s Basic Law will have to be implemented by judges who are trained to protect civil liberties, not the Communist system.", "filename": "2016_11_09_world_asia_hong-kong-lawyers-protest_1666741202.html", "image_url": "https://static01.nyt.com/images/2016/11/09/world/09hongkong-web1/09hongkong-web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=9ba995a71f1fefe231695841309683ffc4e667aa23f3d0e510b304d50d50b81f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_09_world_asia_hong-kong-lawyers-protest_1666741202.html", "title": "Beijing’s Intervention in Hong Kong Election Could Face a Hurdle: Local Courts", "title_page": "Beijing’s Intervention in Hong Kong Election Could Face a Hurdle: Local Courts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — There were no banners. No raised fists. As night fell on Tuesday, more than a thousand protesters dressed in black held a silent march through the central business area of Hong Kong. They took care not to jaywalk. Then they quietly dispersed into the night.\nCollectively, the participants in the march had more power than most demonstrators. They were Hong Kong lawyers, angered by China’s move on Monday to effectively rewrite a clause in Hong Kong’s charter in order to prevent two young pro-independence politicians from taking office as legislators.\nAs a group, Hong Kong’s lawyers say Beijing’s decision to step into a legal case in this city has dealt a blow to its judiciary, famed for its fairness and independence and central to Hong Kong’s success as a global financial hub.\nThe local bar association called the decision, announced by China’s Parliament, “unnecessary and inappropriate” and damaging to the concept of “one country, two systems” that has allowed this former British colony to maintain considerable autonomy from the mainland since the 1997 handover of sovereignty.", "url": "https://www.nytimes.com/2016/11/09/world/asia/hong-kong-lawyers-protest.html"}