{"authors": ["Michael D. Shear", "David E. Sanger"], "date_download": "2022-10-25 23:27:14", "date_modify": "2022-10-25 23:27:14", "date_publish": "2016-12-23 15:43:20", "description": "President-elect Trump told MSNBC that if a new arms race occurred, “We will outmatch them at every pass and outlast them all.”", "filename": "2016_12_23_us_politics_trump-nuclear-arms-race-russia-united-states_1666740434.html", "image_url": "https://static01.nyt.com/images/2016/12/24/us/24NUKES-update/24NUKES-update-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a94c482b4ce9f13e4bbc27157acd9bdae2ded30cfe542026bc3cb7b2d143ed55&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_23_us_politics_trump-nuclear-arms-race-russia-united-states_1666740434.html", "title": "Trump Says U.S. Would ‘Outmatch’ Rivals in a New Nuclear Arms Race", "title_page": "Trump Says U.S. Would ‘Outmatch’ Rivals in a New Nuclear Arms Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WEST PALM BEACH, Fla. — President-elect Donald J. Trump on Friday intensified his threat to “expand” America’s nuclear arsenal, saying he was willing to restart a nuclear arms race even as he released a letter from President Vladimir V. Putin of Russia that pointed toward the possibility of a “pragmatic” set of understandings between Washington and Moscow.\nEchoing the conciliatory approach toward Mr. Putin that he exhibited throughout the campaign, Mr. Trump praised the Russian leader for sending a private holiday greeting that called for the two men to act in a “constructive and pragmatic manner.” In a statement as he made Mr. Putin’s letter public, Mr. Trump said the Russian leader’s “thoughts are so correct.”\nBut earlier in the day, the president-elect also made clear that he meant what he said in a Twitter post on Thursday when he bluntly threatened to expand America’s nuclear arsenal after more than three decades in which the number of American and Russian weapons has shrunk.\nSweeping aside efforts by his aides to temper his comments, or to suggest that he was merely talking about curbing the spread of nuclear technology, especially to terrorists, Mr. Trump told a talk-show host, Mika Brzezinski of MSNBC: “Let it be an arms race. We will outmatch them at every pass and outlast them all.”", "url": "https://www.nytimes.com/2016/12/23/us/politics/trump-nuclear-arms-race-russia-united-states.html"}