{"authors": ["Charlie Savage"], "date_download": "2022-10-25 22:57:25", "date_modify": "2022-10-25 22:57:25", "date_publish": "2016-10-11 00:05:13", "description": "The assertion takes its place in a litany of Mr. Trump’s statements that many legal specialists have portrayed as a threat to the rule of law.", "filename": "2016_10_11_us_politics_donald-trump-hillary-clinton-special-prosecutor_1666738645.html", "image_url": "https://static01.nyt.com/images/2016/10/11/us/11trump-jail-image/11trump-jail-image-facebookJumbo.jpg?year=2016&h=549&w=1050&s=17e009d17552f55bc0ae78f5e0e4d818806052a6e8800290575734831e5615a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_11_us_politics_donald-trump-hillary-clinton-special-prosecutor_1666738645.html", "title": "Threat to Jail Clinton Smacks of ‘Tin-Pot Dictators,’ Experts Say", "title_page": "Threat to Jail Clinton Smacks of ‘Tin-Pot Dictators,’ Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under federal regulations, special prosecutors are appointed in sensitive cases where senior officials may have a conflict of interest. The rules empower the attorney general, not the president, to make the appointment, but Mr. Trump is unlikely to name an attorney general who disagrees with him. A likely candidate, Gov. Chris Christie of New Jersey, delivered a prosecutorial-style speech at the Republican National Convention, inviting the audience to declare Mrs. Clinton “guilty” of endangering national security and lying about it.\nPresidents also effectively exercise ultimate authority because they can fire cabinet officials who refuse orders. That was what President Richard M. Nixon did in the so-called Saturday Night Massacre of 1973, when he fired the top two officials in the Justice Department because they refused to fire the special prosecutor investigating Watergate.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIf Mr. Trump were president, “he has the power to do it, whether it’s a wise thing to do or not,” said Dick Thornburgh, who served as attorney general in the Ronald Reagan and George Bush administrations.\nJonathan H. Adler, a Case Western Reserve University law professor, noted that presidents of both parties had been centralizing control over executive branch decisions in the White House since the 1980s, and portrayed Mr. Trump’s threat as foreshadowing further fraying of institutional checks and balances.\n“The appearance of the justice system being used for partisan payback is poisonous,” he said.\nStill, several of the conservatives who were critical of Mr. Trump’s threat also drew a parallel to a statement in June 2008 by Eric H. Holder Jr., who was then an adviser to Senator Barack Obama’s campaign and later became attorney general.\nIn a speech, Mr. Holder denounced the George W. Bush administration as having led the country astray from its “commitment to the Constitution and to the rule of law” after the terrorist attacks of Sept. 11, 2001, and declared that “we owe the American people a reckoning.”\nImage “It’s a chilling thought,” Michael Chertoff, right, a former judge and secretary of Homeland Security, said of Donald Trump’s vow to reopen the investigation into Hillary Clinton’s emails if he is elected president. Credit... Tom Williams/CQ Roll Call, via Associated Press\nBut Mr. Obama later made clear that he opposed investigating Bush administration veterans for the torture of terrorism suspects, saying, “We need to look forward as opposed to looking backwards.”", "url": "https://www.nytimes.com/2016/10/11/us/politics/donald-trump-hillary-clinton-special-prosecutor.html"}