{"authors": ["Gretchen Morgenson"], "date_download": "2022-10-25 23:34:49", "date_modify": "2022-10-25 23:34:49", "date_publish": "2016-06-10 16:12:10", "description": "How bad will it be for students if ITT Educational Services, the troubled for-profit school, fails? Ask the former students of a company called Wilfred.", "filename": "2016_06_12_business_woes-for-itt-a-for-profit-school-bode-worse-for-its-students_1666740889.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_12_business_woes-for-itt-a-for-profit-school-bode-worse-for-its-students_1666740889.html", "title": "Woes for ITT, a For-Profit School, Bode Worse for Its Students", "title_page": "Woes for ITT, a For-Profit School, Bode Worse for Its Students - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The vise appears to be tightening at the for-profit education giant ITT Educational Services. Its profits are collapsing, its stock is below $2, and last Monday the company got bad news from the Education Department in Washington, a main overseer.\nITT, which operates 138 campuses in 39 states, said it had received a letter from the government demanding $44 million to cover potential obligations that might arise, such as student refunds. The department cited increased risks at ITT as the reason for the demand.\nA call for $44 million may not sound like a death knell. But it was just the latest in a series of setbacks at ITT. And if the past is prologue, the company’s woes could have dire consequences for its current and former students. The situation has uncanny echoes of a collapse of a for-profit educational institution about two decades ago.\nAccording to its most recent financial statement, ITT provides career-oriented programs to 43,000 students at ITT Technical Institute and Daniel Webster College locations.", "url": "https://www.nytimes.com/2016/06/12/business/woes-for-itt-a-for-profit-school-bode-worse-for-its-students.html"}