{"authors": ["Jennifer Steinhauer", "Jonathan Martin", "David M. Herszenhorn"], "date_download": "2022-10-25 23:19:13", "date_modify": "2022-10-25 23:19:13", "date_publish": "2016-06-07 14:49:55", "description": "Donald Trump’s attack on a Hispanic-American federal judge was “the textbook definition of a racist comment,” Mr. Ryan said.", "filename": "2016_06_08_us_politics_paul-ryan-donald-trump-gonzalo-curiel.html_ref=liveblog_1666739953.html", "image_url": "https://static01.nyt.com/images/2016/06/08/us/08ryan1/08ryan1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c8174e91c01737d68f126640cfecf03f3fe3fee7f6e6fe38f35ecc94cd93d10b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_08_us_politics_paul-ryan-donald-trump-gonzalo-curiel.html_ref=liveblog_1666739953.html", "title": "Paul Ryan Calls Donald Trump’s Attack on Judge ‘Racist,’ but Still Backs Him", "title_page": "Paul Ryan Calls Donald Trump’s Attack on Judge ‘Racist,’ but Still Backs Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Speaker Paul D. Ryan, the nation’s highest-ranking Republican, on Tuesday called Donald J. Trump’s remarks about a Latino judge “racist,” an extraordinary indictment that generated a fresh wave of criticism and panic from other Republicans. By the end of the day, Mr. Trump was forced into a rare moment of damage control and said that his words had been “misconstrued.”\nMr. Trump, who said last week that a Mexican-American judge in a case involving Trump University was biased against him because of his heritage, issued a statement Tuesday saying, “I do not feel that one’s heritage makes them incapable of being impartial.” He added that he was simply questioning whether he was receiving a fair trial, but he did not apologize for his remarks, something many Republicans had urged him to do.\nMr. Ryan said Mr. Trump’s criticism of the judge, Gonzalo P. Curiel of United States District Court, was “the textbook definition of a racist comment.” But Mr. Ryan also reiterated his support for Mr. Trump, the presumptive Republican presidential nominee.\n“I disavow these comments — I regret those comments that he made,” Mr. Ryan said. “I think that should be absolutely disavowed. It’s absolutely unacceptable. But do I believe that Hillary Clinton is the answer? No, I do not.”", "url": "https://www.nytimes.com/2016/06/08/us/politics/paul-ryan-donald-trump-gonzalo-curiel.html?ref=liveblog"}