{"authors": ["Edward Wong", "Vanessa Piao"], "date_download": "2022-10-25 22:55:36", "date_modify": "2022-10-25 22:55:36", "date_publish": "2016-10-28 05:53:21", "description": "Employees at an air-monitoring station in Xi’an, in northern China, stuffed gauze into the pollution monitors so that the air would seem cleaner, a report said.", "filename": "2016_10_29_world_asia_china-xian-air-pollution-data.html_action=click&contentCollection=Asia%20Pacific&module=RelatedCoverage&region=EndOfArticle&pgtype=article_1666738536.html", "image_url": "https://static01.nyt.com/images/2016/10/29/world/29CHINAAIR-web1/29CHINAAIR-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3f5762c9563d8649ca9af3640285afb34ee62ef725a54baf99613336c672e5b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_29_world_asia_china-xian-air-pollution-data.html_action=click&contentCollection=Asia%20Pacific&module=RelatedCoverage&region=EndOfArticle&pgtype=article_1666738536.html", "title": "When China Wants Better Air Readings, Cotton Does the Trick", "title_page": "When China Wants Better Air Readings, Cotton Does the Trick - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The scheme was simple: Stuff cotton into air-monitoring equipment so that the air being read would be filtered and seem cleaner.\nThe people doing this to produce better — but false — air-quality readings in Xi’an, the provincial capital of Shaanxi, got away with it for months, until inspectors noticed irregularities in the data.\nAn investigation resulted in the head of the air-monitoring station in the city’s Chang’an district and several members of his staff being caught, according to a report by Chinese Business View, a newspaper in Shaanxi. Five people have been detained, including He Limin, chief of the Chang’an branch of the Xi’an Environmental Protection Bureau.\nThe report was widely reprinted online and discussed by internet users this week in China, and it raised questions about the accuracy of air-quality data gathered in scores of cities across the country. In January 2013, China began releasing real-time air-quality data from 74 cities and 496 air-monitoring stations. Since then, many more cities have been added to the system, overseen by the Ministry of Environmental Protection.", "url": "https://www.nytimes.com/2016/10/29/world/asia/china-xian-air-pollution-data.html?action=click&contentCollection=Asia%20Pacific&module=RelatedCoverage&region=EndOfArticle&pgtype=article"}