{"authors": ["Vindu Goel", "Michael J. De La Merced"], "date_download": "2022-10-25 23:46:34", "date_modify": "2022-10-25 23:46:34", "date_publish": "2016-04-15 00:47:06", "description": "Potential buyers for Yahoo’s businesses are wondering just what is for sale.", "filename": "2016_04_15_business_dealbook_yahoos-suitors-uncoverfewfinancial-details_1666741594.html", "image_url": "https://static01.nyt.com/images/2016/04/15/business/15db-yahoo/15db-yahoo-facebookJumbo.jpg?year=2016&h=549&w=1050&s=069c9b05c2ac07f1cb822a514ca7fb1cd847c372c93981fa2968e83391641539&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_15_business_dealbook_yahoos-suitors-uncoverfewfinancial-details_1666741594.html", "title": "Yahoo’s Suitors Uncover Few Financial Details", "title_page": "Yahoo’s Suitors Uncover Few Financial Details - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — As Yahoo prepares to accept first-round bids for its core Internet business on Monday, potential buyers have found themselves facing one big problem: How do you value a company with a declining business when the company appears reluctant to share vital financial details?\nIn meetings and phone calls with potential bidders, Yahoo executives have offered gloomy financial projections for the current year, but have refused to discuss the outlook for 2017 or answer questions about crucial aspects of the business. Some of the three dozen or so potential suitors have even questioned what is truly for sale.\nBut several big companies are expected to place bids for Yahoo anyway, according to people briefed on the matter. Verizon Communications, which has publicly expressed interest in buying Yahoo’s core Internet business and merging it with its AOL division, plans to press forward with a bid, some of these people said.\nThe Daily Mail, a British tabloid newspaper and website, said publicly that it had considered joining with potential investors, including one or more private equity firm, for a bid. And the private equity firm TPG plans to make a bid in the first round on its own, according to a person briefed on the matter.", "url": "https://www.nytimes.com/2016/04/15/business/dealbook/yahoos-suitors-uncoverfewfinancial-details.html"}