{"authors": ["William K. Rashbaum", "Joseph Goldstein"], "date_download": "2022-10-25 23:49:25", "date_modify": "2022-10-25 23:49:25", "date_publish": "2016-06-20 11:17:56", "description": "The charges detail lavish gifts officials are accused of receiving and stem from one of several continuing investigations into Mayor Bill de Blasio’s fund-raising.", "filename": "2016_06_21_nyregion_nypd-arrests_1666741765.html", "image_url": "https://static01.nyt.com/images/2016/06/21/nyregion/21arrests-video/21arrests-video-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c0e47c58d8827952c599df7de1f65cb8eb1fcee8bb6e9e6c5a7183358ac3b4b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_21_nyregion_nypd-arrests_1666741765.html", "title": "3 N.Y.P.D. Commanders Are Arrested in Vast Corruption Case", "title_page": "3 N.Y.P.D. Commanders Are Arrested in Vast Corruption Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The other businessman, Jona S. Rechnitz, 33, has pleaded guilty and has provided information in the police case and in at least one of the fund-raising investigations focused on Mr. de Blasio, a Democrat, and his inner circle, according to several people familiar with the case.\nAlthough the charges being leveled against the police commanders involve some of the same figures who appear in the mayoral fund-raising investigations — most notably Mr. Rechnitz — there has been no suggestion that the mayor himself was involved in the police influence-peddling and bribery scheme described in the court papers unsealed on Monday.\nPreet Bharara, the United States attorney for the Southern District of New York, said little about the connection between the various inquiries, beyond noting that “there is no allegation that has anything to do with the mayor anywhere” in those court documents.\nMr. Reichberg and Mr. Rechnitz do not appear to have had any official affiliation to the Police Department, although Mr. Reichberg, a member of the large Orthodox Jewish community in Borough Park, would often describe himself as a “community liaison” to the department. He even had business cards identifying him as such, prosecutors said.", "url": "https://www.nytimes.com/2016/06/21/nyregion/nypd-arrests.html"}