{"authors": ["Joe Coscarelli"], "date_download": "2022-10-25 23:43:38", "date_modify": "2022-10-25 23:43:38", "date_publish": "2016-12-10 23:56:39", "description": "The musician’s statement, read in Stockholm by the American ambassador to Sweden, explained his two-week silence after the honor was announced in October.", "filename": "2016_12_10_arts_bob-dylan-skips-nobel-prize-ceremonies_1666741418.html", "image_url": "https://static01.nyt.com/images/2016/12/11/us/11DYLAN-SMITH/11NOBEL-SMITH-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d02ddca468e872fde84c9f36b1c066c4bad2cab75dbe4c43a6d19bbdab5878a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_10_arts_bob-dylan-skips-nobel-prize-ceremonies_1666741418.html", "title": "Bob Dylan Sends Warm Words but Skips Nobel Prize Ceremonies", "title_page": "Bob Dylan Sends Warm Words but Skips Nobel Prize Ceremonies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Bob Dylan, the nagging question of whether his songs qualify as literature was settled for good on Saturday at the Nobel Prize ceremony in Stockholm — and his presence was not required to make the case.\nAs the always-slippery folk singer forewarned, he was not there to receive the 2016 prize in literature, but he sent a warm, humble statement accepting the honor, which was read by Azita Raji, the American ambassador to Sweden, at an evening banquet in Stockholm.\nInvoking William Shakespeare, whom Mr. Dylan imagined to have been too consumed with practical matters — “How should this be staged?” “Where am I going to get a human skull?” — to bother with whether what he was doing was literature, Mr. Dylan wrote: “I too am often occupied with the pursuit of my creative endeavors and dealing with all aspects of life’s mundane matters. ‘Who are the best musicians for these songs?’ ‘Am I recording in the right studio?’ ‘Is this song in the right key?’ Some things never change, even in 400 years.\n“Not once have I ever had the time to ask myself, ‘Are my songs literature?’” Mr. Dylan, 75, concluded. “So, I do thank the Swedish Academy, both for taking the time to consider that very question, and, ultimately, for providing such a wonderful answer.”", "url": "https://www.nytimes.com/2016/12/10/arts/bob-dylan-skips-nobel-prize-ceremonies.html"}