{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:18", "date_modify": "2022-10-25 23:33:18", "date_publish": "2016-03-04 11:33:46", "description": "The former president was questioned for about three hours in connection with a colossal graft scheme involving the national oil company, Petrobras.", "filename": "2016_03_05_world_americas_brazil-raid-luiz-incio-lula-da-silva.html_ref=topics_1666740798.html", "image_url": "https://static01.nyt.com/images/2016/03/05/world/BRAZIL1/BRAZIL1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=129f6cc5dc2389c1d5d08dc860cc1e3a6146ac5c035a23a95296e7161dabfbf0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_05_world_americas_brazil-raid-luiz-incio-lula-da-silva.html_ref=topics_1666740798.html", "title": "Brazil’s Ex-Leader, Luiz Inácio Lula da Silva, Is Held and His Home Raided", "title_page": "Brazil’s Ex-Leader, Luiz Inácio Lula da Silva, Is Held and His Home Raided - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — The colossal graft scandal surrounding Brazil’s national oil company engulfed the country’s most prominent political figure on Friday, former President Luiz Inácio Lula da Silva, as the police raided his home and took him into custody.\nMore than any other politician, Mr. da Silva embodied Brazil’s rise as a global powerhouse. Universally known as Lula, he helped usher his country onto the international stage as president from 2003 through 2010, winning admiration at home and abroad.\nBut as a sweeping corruption scandal rips apart the political establishment, the once towering political figure is coming to symbolize something else: Brazil’s crashing ambitions.\nIn an operation that began at 6 a.m., officers from the Federal Police swarmed Mr. da Silva’s home in São Paulo. He was taken to a federal police station, but he was not arrested or charged. He was released after about three hours of questioning, which he later derided as a “media show.”", "url": "https://www.nytimes.com/2016/03/05/world/americas/brazil-raid-luiz-incio-lula-da-silva.html?ref=topics"}