{"authors": ["Nick Wingfield", "Mike Isaac", "Katie Benner"], "date_download": "2022-10-25 23:36:44", "date_modify": "2022-10-25 23:36:44", "date_publish": "2016-11-15 01:57:16", "description": "After criticism that they might have allowed fake news to influence the 2016 election, the companies are banning such sites from using their advertising services.", "filename": "2016_11_15_technology_google-will-ban-websites-that-host-fake-news-from-using-its-ad-service.html__r=0_1666741004.html", "image_url": "https://static01.nyt.com/images/2016/11/15/business/15GOOGLE1/15GOOGLE1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=36b20cb4685034982eda11dc7a1c378b80f694f94e8f746b6b6b8ba14c103519&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_15_technology_google-will-ban-websites-that-host-fake-news-from-using-its-ad-service.html__r=0_1666741004.html", "title": "Google and Facebook Take Aim at Fake News Sites", "title_page": "Google and Facebook Take Aim at Fake News Sites - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Over the last week, two of the world’s biggest internet companies have faced mounting criticism over how fake news on their sites may have influenced the presidential election’s outcome.\nOn Monday, those companies responded by making it clear that they would not tolerate such misinformation by taking pointed aim at fake news sites’ revenue sources.\nGoogle kicked off the action on Monday afternoon when the Silicon Valley search giant said it would ban websites that peddle fake news from using its online advertising service. Hours later, Facebook, the social network, updated the language in its Facebook Audience Network policy, which already says it will not display ads in sites that show misleading or illegal content, to include fake news sites.\n“We have updated the policy to explicitly clarify that this applies to fake news,” a Facebook spokesman said in a statement. “Our team will continue to closely vet all prospective publishers and monitor existing ones to ensure compliance.”", "url": "https://www.nytimes.com/2016/11/15/technology/google-will-ban-websites-that-host-fake-news-from-using-its-ad-service.html?_r=0"}