{"authors": ["Andrew Ross Sorkin"], "date_download": "2022-10-25 23:39:17", "date_modify": "2022-10-25 23:39:17", "date_publish": "2016-11-30 05:15:34", "description": "He never ran a large organization or showed himself to be an accomplished economist. But he is very much a part of the firmament of the finance world.", "filename": "2016_11_30_business_steven-mnuchin-expected-treasury-pick-is-an-outsider-to-public-policy_1666741157.html", "image_url": "https://static01.nyt.com/images/2016/11/30/business/30DB-SORKIN/30DB-SORKIN-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b876b3174161dd69e9230bbbe9184680cc0ab973c1e28b00d0fb14eecfe14bba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_30_business_steven-mnuchin-expected-treasury-pick-is-an-outsider-to-public-policy_1666741157.html", "title": "Steven Mnuchin, Expected Treasury Pick, Is an Outsider to Public Policy", "title_page": "Steven Mnuchin, Expected Treasury Pick, Is an Outsider to Public Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Steven Mnuchin started his career as a trader.\nHe now appears to have made the political trade of a lifetime: His early pledge of loyalty to the campaign of President-elect Donald Trump has landed him the job of secretary of the Treasury. The position is expected to be announced on Wednesday, people close to the transition said.\nUp until the last several weeks, Mr. Mnuchin — an entrepreneur, a Wall Street investor and a Hollywood producer — would have appeared an unlikely choice for the position made famous by Alexander Hamilton. Over his business career, he was never particularly involved in politics, nor did he publicly express an interest in public policy. He never ran a large organization or showed himself to be an accomplished economist.\nWith his appointment to the Treasury, Mr. Mnuchin would be sidestepping — or passing over — the more conventional paths to having his signature on United States currency and an office neighboring the White House.\nOn the surface, all of that may make Mr. Mnuchin an outsider of sorts. But he is very much a part of the firmament of the finance world, even if he never reached the corner office of one of Wall Street’s top firms.", "url": "https://www.nytimes.com/2016/11/30/business/steven-mnuchin-expected-treasury-pick-is-an-outsider-to-public-policy.html"}