{"authors": ["Nate Schweber", "James Barron"], "date_download": "2022-10-25 23:02:47", "date_modify": "2022-10-25 23:02:47", "date_publish": "2016-11-01 16:21:54", "description": "“I said to myself, ‘Fill the car up while you can,’” one New Yorker said before the tax rose 23 cents per gallon.", "filename": "2016_11_02_nyregion_as-days-of-cheap-gas-end-in-new-jersey-drivers-descend-for-a-last-fill-up_1666738967.html", "image_url": "https://static01.nyt.com/images/2016/11/02/nyregion/02NJGAS3/02NJGAS3-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ed1b01a74e749dc61e77694d04d5779d8cc92e0cf429e6be15da2e22abdd1d20&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_02_nyregion_as-days-of-cheap-gas-end-in-new-jersey-drivers-descend-for-a-last-fill-up_1666738967.html", "title": "Drivers Descend on New Jersey Pumps for Final Hours of Cheap Gas", "title_page": "Drivers Descend on New Jersey Pumps for Final Hours of Cheap Gas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MAHWAH, N.J. — Stephanie Long roared into a service station in her red Mustang late on Monday, yanked a red lollipop from her mouth and told the attendant to top off the tank, fast. She was worried about the red ink in her budget.\nMs. Long, a graduate student who has been holding down three jobs trying to cover her expenses, was out to beat a deadline that haunted drivers in and around New Jersey on Halloween: At midnight, the state’s gasoline tax would jump by 23 cents per gallon, to 37.5 cents.\n“I’m going to need a new car because of this, maybe a Prius,” said Ms. Long, 24, who lives in Suffern, N.Y., as she handed the attendant three $1 bills — the cost of 1.485 gallons of regular. “I’d like to keep the ’Stang, but I can’t be cool forever.”\nHalf a tank here, a tiny top-off there. Drivers descended on service stations on Monday night for one last fill-up before the increase descended on them. Many were New York residents accustomed to sneaking into New Jersey for a better deal. Less-expensive gasoline has long lured drivers from other states, and many New Jersey drivers considered the gasoline tax a bargain that offset their high property taxes.", "url": "https://www.nytimes.com/2016/11/02/nyregion/as-days-of-cheap-gas-end-in-new-jersey-drivers-descend-for-a-last-fill-up.html"}