{"authors": ["Harvey Araton"], "date_download": "2022-10-25 23:35:11", "date_modify": "2022-10-25 23:35:11", "date_publish": "2016-07-05 00:46:57", "description": "For Durant the jump is as much about the talent-laden roster he is joining, and the chance it gives him to win his first N.B.A. title, as it is anything else.", "filename": "2016_07_05_sports_basketball_kevin-durants-move-to-warriors-reflects-trend-in-team-building_1666740911.html", "image_url": "https://static01.nyt.com/images/2016/07/05/sports/05DURANT2/05DURANT2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=0480ef45d67b0f449e0e60b2f6f6c1fc0010b5d424bda437ecf8900fce3f52a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_05_sports_basketball_kevin-durants-move-to-warriors-reflects-trend-in-team-building_1666740911.html", "title": "Durant to Warriors: For a Title, N.B.A. Stars Are Now Willing to Align", "title_page": "Durant to Warriors: For a Title, N.B.A. Stars Are Now Willing to Align - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As for Westbrook, what choice does Presti have but to trade him if he can’t persuade him to sign a long-term deal before he reaches free agency after next season? Westbrook is from Southern California. The Lakers have a core of young talent that could contribute to a potential Presti rebuild.\nDurant’s departure is unfortunate for Presti and a city that has zealously supported its team since it moved there in 2008. But if the franchise could jilt basketball-loving Seattle, let’s spare Durant any kneejerk criticism for leaving a place “that raised me,” as he wrote, and not long after gushing with affection for it in a Sports Illustrated article.\nPlayers earn and deserve their freedom of movement. It’s business. And despite the cogent argument that the formation of so-called super teams at the expense of diligently constructed outfits like the Thunder is damaging to the league’s competitive balance, the most recent finals television ratings — the highest since Michael Jordan’s last Chicago title run in 1998 — practically scream that it’s also good business.\nAs a ratings coup, this is to the N.B.A. what Trump is to CNN. The minute that Durant’s five-paragraph dispatch was posted, an irresistible story line materialized.\nIf you think there was pressure on the Warriors to authenticate their 73-win regular season in the finals, wait until the playoffs of 2017. Durant has become LeBron James after his 2010 decision to leave Cleveland, and the Warriors have become the Miami Heat, only deeper in talent and far more credentialed, with an all-or-nothing mandate, ridicule to follow should they fail.\nThe Warriors obviously become heavy 2016-17 favorites, but before we concede the title to them, let’s see what the makeup of the entire roster is and how the chemistry works.\nGolden State’s offense seemed unstoppable until James and the Cavaliers solved the Curry conundrum with aggressive perimeter defense. The Warriors scored 89 points at home in Game 7.", "url": "https://www.nytimes.com/2016/07/05/sports/basketball/kevin-durants-move-to-warriors-reflects-trend-in-team-building.html"}