{"authors": ["Alison Smale"], "date_download": "2022-10-25 23:34:24", "date_modify": "2022-10-25 23:34:24", "date_publish": "2016-09-03 23:43:35", "description": "It is the first time in an election in modern Germany that a far-right party has overtaken Ms. Merkel’s bloc of Christian Democrats and the Christian Social Union.", "filename": "2016_09_05_world_europe_angela-merkel-germany-mecklenburg-vorpommern-elections-refugees_1666740864.html", "image_url": "https://static01.nyt.com/images/2016/09/05/world/05GERMANY/05GERMANY-facebookJumbo.jpg?year=2016&h=549&w=1050&s=d6f0fe3c87a56793b74c80e9691487bc44185c6d39e7c3ec71f9775f49cc5a26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_05_world_europe_angela-merkel-germany-mecklenburg-vorpommern-elections-refugees_1666740864.html", "title": "Far-Right Overtakes Angela Merkel’s Bloc in Her Home State", "title_page": "Far-Right Overtakes Angela Merkel’s Bloc in Her Home State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Voters in Chancellor Angela Merkel’s political home state delivered her a stinging rebuke on Sunday, propelling a far-right party to second place in the state legislature, ahead of her center-right bloc.\nIt is the first time in an election in modern Germany that a far-right party has overtaken Ms. Merkel’s bloc of Christian Democrats and their Bavarian sister party, the Christian Social Union.\nOfficial results released early Monday showed that Ms. Merkel’s Christian Democrats had received 19 percent of the vote, against 21 percent for the far-right Alternative for Germany. The center-left Social Democrats, with whom Ms. Merkel governs nationally, got 31 percent in the state, Mecklenburg-Vorpommern, and are likely to continue their coalition there with Ms. Merkel’s bloc.\nThe vote took place a year to the day after Ms. Merkel agreed with Austria that the two countries would admit thousands of mostly Syrian refugees then trapped in Hungary, with several hundred desperately marching on foot toward the West.", "url": "https://www.nytimes.com/2016/09/05/world/europe/angela-merkel-germany-mecklenburg-vorpommern-elections-refugees.html"}