{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:40:06", "date_modify": "2022-10-25 23:40:06", "date_publish": "2016-07-06 16:12:33", "description": "China has rejected the work of an international tribunal considering its claims in the South China Sea. But with a decision expected soon, it seems to be getting nervous.", "filename": "2016_07_07_world_asia_china-hague-philippines-spratlys_1666741206.html", "image_url": "https://static01.nyt.com/images/2016/07/07/world/07CHINASEA-web1/07CHINASEA-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=500ed262bf2a8bd9986acf34162c6c31d62dab1166de66034ef0d59b7d9705be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_07_world_asia_china-hague-philippines-spratlys_1666741206.html", "title": "Ruling on South China Sea Nears in a Case Beijing Has Tried to Ignore", "title_page": "Ruling on South China Sea Nears in a Case Beijing Has Tried to Ignore - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Five judges and legal scholars from around the world presided over a hearing last fall in an elegant, chandeliered room in The Hague. Arranged before them on one side of the chamber were lawyers for the Philippines, armed with laptop computers and notepads.\nOn the other side were three empty chairs.\nFor more than three years, China has refused to participate in the proceedings of an international tribunal considering a challenge to its expansive claims in the South China Sea, arguing that the panel has no jurisdiction to rule on the dispute with the Philippines.\nBut with a decision scheduled to be announced next week, Beijing seems to be getting nervous. In a show of strength, it kicked off a week of naval exercises in the South China Sea on Tuesday near the disputed Paracel Islands, where the Chinese military has installed surface-to-air missiles.\nAnd in recent months, it has mounted an arduous campaign outside the courtroom to rebut the Philippines and undermine the tribunal, enlisting countries from Russia to Togo to support its claim to waters that include vital trade routes and may hold oil and other natural resources.", "url": "https://www.nytimes.com/2016/07/07/world/asia/china-hague-philippines-spratlys.html"}