{"authors": ["Dave Anderson"], "date_download": "2022-10-25 23:35:53", "date_modify": "2022-10-25 23:35:53", "date_publish": "2016-06-11 01:32:03", "description": "Frazier broke the wings of the butterfly and smashed the stinger of the bee in winning a unanimous 15-round decision over Ali at Madison Square Garden.", "filename": "2016_06_11_sports_joe-frazier-beats-muhammad-ali-in-fight-of-century_1666740953.html", "image_url": "https://static01.nyt.com/images/2016/06/11/sports/11ALIfrazier1/11ALIfrazier1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=67b1b975325f89ce5e60161cf165e4eb9668b3c46f9558177f67f49411af0c5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_11_sports_joe-frazier-beats-muhammad-ali-in-fight-of-century_1666740953.html", "title": "Joe Frazier Beats Muhammad Ali in ‘Fight of Century’", "title_page": "Joe Frazier Beats Muhammad Ali in ‘Fight of Century’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This article originally appeared in The New York Times on March 9, 1971.\nIn a classic 15-round battle, Joe Frazier broke the wings of the butterfly and smashed the stinger of the bee last night in winning a unanimous 15-round decision over Muhammad Ali at Madison Square Garden.\nDefying an anonymous “lose or else” death threat, Frazier settled the controversy over the world heavyweight championship by handing Ali his first defeat with a savage attack that culminated in a thudding knockdown of the deposed titleholder from a hammerlike left hook in the final round.\nDuring the classic brawl, one man in the sellout throng of 20,455 died of a heart attack.\nWhen the verdict was announced, Ali, also known as Cassius Clay, accepted it stoically.\nHurried to his dressing room rather than the postfight interview area, Ali remained there for about half an hour. Suddenly, he departed for Flower-Fifth Avenue Hospital for X-rays of the severely swollen jaw. He was released from the hospital after 40 minutes and left unbandaged.", "url": "https://www.nytimes.com/2016/06/11/sports/joe-frazier-beats-muhammad-ali-in-fight-of-century.html"}