{"authors": ["Andrew Ross Sorkin"], "date_download": "2022-10-25 23:30:45", "date_modify": "2022-10-25 23:30:45", "date_publish": "2016-06-21 00:50:45", "description": "An unspoken strategy behind Uber’s aggressive fund-raising may be an effort to starve its rivals of capital.", "filename": "2016_06_21_business_dealbook_why-uber-keeps-raising-billions_1666740645.html", "image_url": "https://static01.nyt.com/images/2016/06/21/business/21DB-SORKIN/21DB-SORKIN-facebookJumbo.jpg?year=2016&h=550&w=1050&s=de6404814db246745e81614c87521a8ec58c38332d099a241eb3d56368703d62&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_21_business_dealbook_why-uber-keeps-raising-billions_1666740645.html", "title": "Why Uber Keeps Raising Billions", "title_page": "Why Uber Keeps Raising Billions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The ride-sharing industry has long been seen as a zero-sum game because of the “network effect”: The more customers sign up for Uber, the more drivers sign up, making it tougher for rivals to mount competition. There will most likely be only one or two significant players in any given market. (More on that in a moment, because there might be some cracks emerging in that point of view.)\nThe question is whether the financing game is zero-sum too. And the even larger question is whether Uber’s eye-popping capital investments could ultimately act as a deterrent to investors who might consider supporting Uber’s competitors: Will they look at Uber’s balance sheet — it has some $6 billion in cash just sitting there — and throw up a white flag?\nSo far, Uber is clearly winning the valuation game: It is worth more than virtually all of its rivals combined.\nBut Uber still has formidable competition in the fund-raising arena: Didi, the market leader in China that is engaged in a money-losing battle with Uber, just raised $7 billion, some of which came from Apple. (Mr. Kalanick, too, was hoping to raise money from Apple and had planned to meet with executives at the iPhone maker the same week Apple announced its investment in Didi.)\nPerhaps strangely, several of the same investors that have backed Uber are also backing Didi in China, including BlackRock and Tiger Global, so it is hard to say that one service is deterring investment in the other — at least not yet. (It is worth noting that among the investor class, some may be hoping that Uber might one day merge its Chinese operation with Didi.)\nUber’s most recent fund-raising effort — focused on the leveraged loan market — aims to avoid diluting the current base of shareholders. It has hired Morgan Stanley, Barclays, Goldman Sachs and Citigroup to sell about $2 billion in loans. By avoiding a traditional round of financing, the company also avoids the company having to risk trying to sell itself at an even higher valuation.\nGiven the remarkably low interest rates, investors looking for yield may buy into Uber.\nUber says it is profitable in North America, Europe, the Middle East, Africa and Australia — if you factor out taxes and interest payments. The challenge for Uber is breaking into China and India, perhaps the two largest markets in the world. Uber is currently on track to lose about $2 billion annually in those markets as it heavily subsidizes customers and drivers to gain market share.", "url": "https://www.nytimes.com/2016/06/21/business/dealbook/why-uber-keeps-raising-billions.html"}