{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:53:31", "date_modify": "2022-10-25 23:53:31", "date_publish": "2016-12-02 02:22:36", "description": "The governor has given a list of policy requests to lawmakers, who are considering holding a special legislative session this month to increase their salary.", "filename": "2016_12_01_nyregion_cuomo-adds-to-his-wish-list-as-state-legislators-seek-a-raise_1666742011.html", "image_url": "https://static01.nyt.com/images/2016/12/02/nyregion/02session1/02session1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ff56278fb81eb54a6942f7c1bcb832cd1d00c15bebd3f71313d009234d212565&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_01_nyregion_cuomo-adds-to-his-wish-list-as-state-legislators-seek-a-raise_1666742011.html", "title": "Cuomo Adds to His Wish List as State Legislators Seek a Raise", "title_page": "Cuomo Adds to His Wish List as State Legislators Seek a Raise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — Upsetting the New York State Capitol’s usual rhythms of activity — budget in March, all-nighters in June, indictments almost anytime — the Legislature is contemplating an unusual December special session, with a glittering prize as motivation: a pay raise.\nA salary increase has long been elusive for lawmakers, and if it is to happen by a Dec. 31 deadline, it may come only after some negotiation with Gov. Andrew M. Cuomo.\nThe governor previously suggested that if lawmakers wanted a raise they should tackle ethics reform. But in recent days, Mr. Cuomo, a Democrat, has amplified his request. If all 213 state lawmakers are to return to Albany this month, he wants them to consider a wider array of policy proposals, including financing for a new hate-crime task force and reforms for the state and New York City university systems.\nPerhaps even more surprising, Mr. Cuomo’s office requested two amendments to the state’s Constitution that would substantially change the nature of the government in New York by creating a full-time Legislature with four-year terms and setting term limits for officials that hold statewide posts. “It is now up to the Legislature to decide what they want to do,” said Richard Azzopardi, a spokesman for the governor.", "url": "https://www.nytimes.com/2016/12/01/nyregion/cuomo-adds-to-his-wish-list-as-state-legislators-seek-a-raise.html"}