{"authors": ["Patrick Healy", "Dalia Sussman"], "date_download": "2022-10-25 23:32:22", "date_modify": "2022-10-25 23:32:22", "date_publish": "2016-09-15 11:00:24", "description": "Hillary Clinton and Mr. Trump are locked in a close race, with voters saying he lacks the right temperament but would bring real change to Washington, a New York Times/CBS News poll showed.", "filename": "2016_09_16_us_politics_hillary-clinton-donald-trump-poll_1666740742.html", "image_url": "https://static01.nyt.com/images/2016/09/16/us/16poll_web1/16poll_web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b4787eda1003da43c946460f92ec3636aed18920885a9df7a436d14dc6069e67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_16_us_politics_hillary-clinton-donald-trump-poll_1666740742.html", "title": "Voters’ View of a Donald Trump Presidency: Big Risks and Rewards", "title_page": "Voters’ View of a Donald Trump Presidency: Big Risks and Rewards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Most voters consider Donald J. Trump a risky choice for president, saying he lacks the right temperament and values, but he is seen as more transformative and better at handling the economy than Hillary Clinton, according to the latest New York Times/CBS News poll.\nMrs. Clinton, despite being as disliked as Mr. Trump, is seen as a safer option. Majorities of voters say she has the temperament for the job and would better handle foreign policy. Only 36 percent of them, however, view her as an agent of change. That perception deeply worries some Clinton campaign advisers, who want the race to hinge on Mr. Trump’s character rather than voters’ desire to upend the status quo.\nWith less than eight weeks until Election Day, the two candidates are locked in a close contest in which the challenge from third-party candidates may make a difference. Mrs. Clinton, the Democratic nominee, has the support of 46 percent of likely voters nationwide, compared with 44 percent for Mr. Trump, the Republican; that result includes voters who said they were leaning toward a candidate.\nLooking more broadly at all registered voters, Mrs. Clinton holds a wider edge, 46 to 41 percent, driven by her support among women, minorities and college graduates. Getting registered but unlikely voters to the polls in November is a large challenge for Mrs. Clinton’s campaign.", "url": "https://www.nytimes.com/2016/09/16/us/politics/hillary-clinton-donald-trump-poll.html"}