{"authors": ["Kimiko De Freytas-Tamura"], "date_download": "2022-10-25 22:55:27", "date_modify": "2022-10-25 22:55:27", "date_publish": "2016-04-14 19:30:14", "description": "As the vote on “Brexit” nears, an English Channel port is leaning toward Britain’s leaving the European Union and regaining control of its fishing grounds.", "filename": "2016_04_15_business_international_many-in-british-fishing-port-want-eu-out-of-their-waters_1666738527.html", "image_url": "https://static01.nyt.com/images/2016/04/15/business/15brexitfish-web01/15brexitfish-web01-facebookJumbo.jpg?year=2016&h=550&w=1050&s=826d03c295873acedd8b1bdb2dfcccc4b6d6530e3bf7591bc6c037c59a10c95a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_15_business_international_many-in-british-fishing-port-want-eu-out-of-their-waters_1666738527.html", "title": "In Brexit Debate, English Fishermen Eye Waters Free of E.U.", "title_page": "In Brexit Debate, English Fishermen Eye Waters Free of E.U. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Locals particularly resent Brussels for its Common Fisheries Policy, which for decades has given all European fishing fleets equal access to the region’s waters. The policy has proved disastrous because it set allowable-catch levels too high, according to Robin Churchill, a professor of international law at the University of Dundee in Scotland, who noted that the cod population collapsed in the early 2000s.\nOther specialists argue that British waters were overfished long before the fisheries policy took effect in 1983. And they cite some success at rebuilding fish populations since 2003, when the European Union required fishermen to reduce fleet sizes and set limits on the number of fishing days each year. Scientists say the North Sea cod is now recovering strongly and is likely to be certified as sustainable next year.\nThat would not have happened without European Union pressure on the British government, which was too close to the fishing industry, said Howard Wood, chairman of the Community of Arran Seabed Trust. The group aims to protect marine habitats around the Isle of Arran, off western Scotland.\nIf Brexit happens, Mr. Howard said, “We just have to hope that we don’t go back to our old bad habit” of flouting rules and overfishing.\nBrian Tollis, a dock master here, is among the Brixhamites who would rather Britain remain in the European Union. “If we come out, there could be lots of problems,” he said. “The other countries might gang up on us in terms of trade, and we’d be worse off.”", "url": "https://www.nytimes.com/2016/04/15/business/international/many-in-british-fishing-port-want-eu-out-of-their-waters.html"}