{"authors": ["Mitch Smith"], "date_download": "2022-10-25 22:56:25", "date_modify": "2022-10-25 22:56:25", "date_publish": "2016-03-24 21:41:47", "description": "The law signed by Gov. Mike Pence holds doctors liable if a woman has an abortion because of objections to the fetus’s race, sex or a disability and restricts fetal tissue donation.", "filename": "2016_03_25_us_indiana-governor-mike-pence-signs-abortion-bill.html__r=0_1666738585.html", "image_url": "https://static01.nyt.com/images/2016/03/25/us/25indiana/25indiana-facebookJumbo.jpg?year=2016&h=549&w=1050&s=12666818a792f86c45220b4c86a9762b7a0d949148a5e00aed4c0a86a7bf7e93&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_25_us_indiana-governor-mike-pence-signs-abortion-bill.html__r=0_1666738585.html", "title": "Indiana Governor Signs Abortion Bill With Added Restrictions", "title_page": "Indiana Governor Signs Abortion Bill With Added Restrictions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — Indiana’s governor signed a bill on Thursday that adds broad limits to women’s access to abortions, banning those motivated solely by the mother’s objection to the fetus’s race, gender or disability, and placing new restrictions on doctors.\nThe law, which passed both chambers of the Republican-controlled General Assembly with large majorities, builds on Indiana’s already restrictive abortion rules, and was cheered by anti-abortion groups that had encouraged Gov. Mike Pence to sign it.\n“We are pleased that our state values life no matter an individual’s potential disability, gender or race,” Mike Fichter, president and chief executive of Indiana Right to Life, said in a statement. “We also believe that the other measures in the bill are positive steps forward for providing dignity and compassion.”\nThe bill is among several limiting abortion that have passed conservative legislatures in recent years, but the sheer number of restrictions in Indiana’s legislation made it distinct.", "url": "https://www.nytimes.com/2016/03/25/us/indiana-governor-mike-pence-signs-abortion-bill.html?_r=0"}