{"authors": ["Neil Genzlinger"], "date_download": "2022-10-25 22:57:46", "date_modify": "2022-10-25 22:57:46", "date_publish": "2016-09-01 21:23:15", "description": "In “Skiptrace,” Jackie Chan tries the unlikely-buddy conceit again, this time with Johnny Knoxville.", "filename": "2016_09_02_movies_skiptrace-review-jackie-chan_1666738666.html", "image_url": "https://static01.nyt.com/images/2016/09/02/arts/02SKIPTRACE/02SKIPTRACE-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ba83ebf86537f69c440a550956df22812d6cc9589406ba8930293a5a44065493&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_02_movies_skiptrace-review-jackie-chan_1666738666.html", "title": "Review: Jokes, Not Punches, Land With a Thud in ‘Skiptrace’", "title_page": "Review: Jokes, Not Punches, Land With a Thud in ‘Skiptrace’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We’ve signed Jackie Chan and Johnny Knoxville to star; our work is done,” said apparently everyone involved in the unintelligible action comedy “Skiptrace.” The trouble is, pairing two guys who have been amusing individually in the past doesn’t guarantee that they’ll be amusing together.\nPerhaps Mr. Chan and Mr. Knoxville could have been, had someone made an effort to provide them with funny material and a coherent story. Instead, “Skiptrace” settles for a warmed-over plot, tedious fight sequences and humor that’s heavy on crotch jokes and pratfalls.\nMr. Chan plays Bennie, a Hong Kong detective who has long pursued a shadowy villain known as the Matador, whose actual identity is unknown. Mr. Knoxville is Connor, a gambler who is being pursued by some nasty people because he accidentally came into possession of an incriminating cellphone. Soon their paths intersect, and the movie becomes a road picture, the two traipsing across international borders on foot, on horseback, by raft and so on, as Bennie tries to bring the reluctant Connor in to testify.\nMr. Chan has done these unlikely-buddy yarns before, of course — “Shanghai Noon,” the “Rush Hour” movies — and sometimes has made the conceit work, but this incarnation lacks originality and spark. The exotic locales add a little interest, and so does Fan Bingbing, who plays the daughter of Bennie’s former partner. But the director, Renny Harlin, can neither tame the convoluted plot nor land the jokes, such as they are.", "url": "https://www.nytimes.com/2016/09/02/movies/skiptrace-review-jackie-chan.html"}