{"authors": ["Alexander Burns"], "date_download": "2022-10-25 23:25:50", "date_modify": "2022-10-25 23:25:50", "date_publish": "2016-07-25 08:50:42", "description": "Facing the prospect of chaos, Senator Bernie Sanders and other leaders moved to heal the breach in the party, but Mrs. Obama was the unquestioned star.", "filename": "2016_07_25_us_politics_democratic-national-convention_1666740350.html", "image_url": "https://static01.nyt.com/images/2016/07/27/us/26dncbriefing5/26dncbriefing5-facebookJumbo.jpg?year=2016&h=550&w=1050&s=44b6973f58d450c5da478fff5425ef3a5afa5e2f0f9a59efcbce8ebebe0517d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_25_us_politics_democratic-national-convention_1666740350.html", "title": "Democratic Convention Day 1 Takeaways: Michelle Obama Steals the Show", "title_page": "Democratic Convention Day 1 Takeaways: Michelle Obama Steals the Show - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s Hillary Clinton’s convention, and it was Mr. Sanders’s big night. But the unquestioned star of the program on Monday was Mrs. Obama, who used her prime-time speech to describe an optimistic, confident view of American social progress, and to embrace Mrs. Clinton as the natural heir to the Obama presidency.\nShe praised Mrs. Clinton as a big-hearted public servant and as a political survivor, and rebuked Donald J. Trump as a bully without mentioning his name. Most important, Mrs. Obama wrapped her speech in a sunny narrative about what the country has accomplished during her husband’s presidency, celebrating the image of a black family in the White House and casting Mrs. Clinton’s election as a similar milestone.\n“Don’t let anyone ever tell you that this country isn’t great,” Mrs. Obama said. “This, right now, is the greatest country on earth.”\nIt was a strikingly positive speech in a bitter election season, and a vivid rendition of the political worldview that lifted the Obamas to the top of the party in the first place. The powerful response Mrs. Obama drew from the crowd showed just how formidable she is likely to be on the campaign trail.", "url": "https://www.nytimes.com/2016/07/25/us/politics/democratic-national-convention.html"}