{"authors": ["Michelle Innis"], "date_download": "2022-10-25 23:56:24", "date_modify": "2022-10-25 23:56:24", "date_publish": "2016-07-05 15:04:55", "description": "Lightning Ridge, a town on the edge of the outback, is hoping visitors will flock to see such treasures at a new museum expected to be completed by 2020.", "filename": "2016_07_06_world_australia_opal-lightning-ridge_1666742184.html", "image_url": "https://static01.nyt.com/images/2016/07/06/world/06OPALTOWN-web1/06OPALTOWN-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ea800b3b1be8a7c198ea3c32b87afb7e5c395d6b38739080ba9f361dc1b3e73c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_06_world_australia_opal-lightning-ridge_1666742184.html", "title": "An Australian Town’s Rare Mix: Dinosaur Bones and Opalized Pine Cones", "title_page": "An Australian Town’s Rare Mix: Dinosaur Bones and Opalized Pine Cones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Finding opals in Lightning Ridge may be more luck than science. Some miners believe that they can read the landscape and that a row of Bimblebox gum trees, with their fat waxy leaves, or a single wild orange tree growing in a field might point to opal beneath the surface, said Dave Roussel, who has owned several mines.\n“Trees will get their roots down, looking for water in a fault line,” Mr. Roussel said. As water seeps into the earth through sandstone, it collects silica. It may then pool when it hits impervious clay, and form opals. No one is sure how long it takes for opals to form.\nLightning Ridge opals have been mined since about 1901. But prices peaked only in the 1990s, when a miner could cram “$1 million into a matchbox” in one- and two-carat stones, said Len Cram, a local author.\nThe new museum, on an old opal field known as Three Mile, will help keep fossils in Lightning Ridge, where scientists can continue to study them. It is expected to be completed by 2020.\n“Only about one in a billion living things leaves a trace after it dies,” Ms. Brammall said. “In Lightning Ridge we have plant and animal fossils, which is rare. To have opals is very rare. To have opals and fossils combined is astounding. They need a home here.”", "url": "https://www.nytimes.com/2016/07/06/world/australia/opal-lightning-ridge.html"}