{"authors": ["Nicole Perlroth", "Katie Benner"], "date_download": "2022-10-25 23:37:45", "date_modify": "2022-10-25 23:37:45", "date_publish": "2016-10-04 11:00:22", "description": "Open Whisper Systems received a subpoena for information on its Signal app subscribers and an order not to talk about it, a practice Microsoft and others say is too prevalent, and unconstitutional.", "filename": "2016_10_05_technology_subpoenas-and-gag-orders-show-government-overreach-tech-companies-argue_1666741065.html", "image_url": "https://static01.nyt.com/images/2016/10/04/business/05SIGNAL-web/05SIGNAL-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5ed991f77bc3dbda1d1a4b6ac316151207df87d35d9166d14d972f1dfcf3178c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_05_technology_subpoenas-and-gag-orders-show-government-overreach-tech-companies-argue_1666741065.html", "title": "Subpoenas and Gag Orders Show Government Overreach, Tech Companies Argue", "title_page": "Subpoenas and Gag Orders Show Government Overreach, Tech Companies Argue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The documents made public show that the government asked Open Whisper Systems to turn over data associated with two telephone numbers, including web browsing histories and data stored in the tracking “cookies” of the web browsers attached to those accounts. But one of Signal’s biggest draws is that it does not collect most of that information.\n“The Signal service was designed to minimize the data we retain,” said Moxie Marlinspike, the founder of Open Whisper Systems. Mr. Marlinspike said Signal uses a technology called end-to-end encryption that kept the service from gaining access to the contents of its users’ messages. The company also does not store information on those with whom its users are communicating.\nCivil liberties lawyers argue the Justice Department request fell well outside the bounds of what is typically covered by a subpoena, including basic subscriber information. Additional information, such as computer logs or content, would require a search warrant under the 1986 Electronic Communications Privacy Act.\n“The Justice Department is pushing the envelope,” said Jennifer Granick, director of civil liberties at the Stanford Law School Center for Internet and Society. Big companies like Apple and Microsoft have the wherewithal to push back, she said. But smaller companies may cave, rather than risk an expensive fight.\nThe Justice Department came to Open Whisper Systems with a menu of information needs, including subscriber details, addresses, telephone numbers, email addresses and method of payment. The request went on to demand information on internet addresses, browsers and internet providers that the account holders could have used, according to court records.\nOne of the phone numbers the government was investigating was not a Signal user after all. For the other phone number, Open Whisper Systems turned over the only pieces of data it could: the time the user’s account had been created and the last time it had connected to the service — far less than the government sought.\nIn other circumstances, the government has tried to force companies via court order to re-engineer their services to collect missing pieces of information, as it did with Apple earlier this year and in a similar case in 2013 against Lavabit, a small encrypted messaging service used by the former defense contractor Edward J. Snowden.", "url": "https://www.nytimes.com/2016/10/05/technology/subpoenas-and-gag-orders-show-government-overreach-tech-companies-argue.html"}