{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:38:39", "date_modify": "2022-10-25 23:38:39", "date_publish": "2016-08-12 12:07:00", "description": "The firing of Sergei B. Ivanov was the latest in a series that has ushered out an older layer of Putin allies and replaced them with younger loyalists.", "filename": "2016_08_13_world_europe_sergei-ivanov-putin-russia_1666741119.html", "image_url": "https://static01.nyt.com/images/2016/08/13/world/europe/13Russia-web/13Russia-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=e971b450d534777432ae8a06f2d67829d5d94c50629e2b5a2cf5bbb8c3f3b787&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_13_world_europe_sergei-ivanov-putin-russia_1666741119.html", "title": "Putin Dismisses Sergei Ivanov, a Longtime Ally, as Chief of Staff", "title_page": "Putin Dismisses Sergei Ivanov, a Longtime Ally, as Chief of Staff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — President Vladimir V. Putin unexpectedly fired his longtime chief of staff on Friday, the latest in a series of high-profile Kremlin changes that have ushered out an older layer of Putin peers and replaced them with a younger generation of unquestioning loyalists.\n“Putin is gravitating toward those who serve him, and distancing himself from those who, by virtue of their resources, attempt to rule alongside Putin,” wrote Tatyana Stanovaya, a political scientist, in a recent commentary for the Carnegie Moscow Center. “He does not need advice, he needs people who will carry out his orders with as little fuss as possible.”\nAs if on cue, after the announcement, pictures of Anton E. Vaino, 44, the relatively unknown aide promoted to chief of staff to replace Sergei B. Ivanov, suddenly popped up online. They showed Mr. Vaino shadowing Mr. Putin and even carrying an umbrella to protect the president from the rain.\nThe changes come amid a spike in foreign and domestic tensions that might arrive as a welcome — or manufactured, as some have suggested — diversion for a nation depressed by a long stretch of economic hardships brought on by the collapse of oil prices and Western economic sanctions for Mr. Putin’s adventures in Crimea and eastern Ukraine.", "url": "https://www.nytimes.com/2016/08/13/world/europe/sergei-ivanov-putin-russia.html"}