{"authors": ["Kit Eaton"], "date_download": "2022-10-25 23:29:05", "date_modify": "2022-10-25 23:29:05", "date_publish": "2016-12-07 18:26:29", "description": "Gift-buying season has arrived, and there are plenty of apps to help make you a smarter shopper.", "filename": "2016_12_07_technology_personaltech_make-your-phone-a-valuable-holiday-shopping-companion_1666740545.html", "image_url": "https://static01.nyt.com/images/2016/12/07/business/08SMART3/08SMART3-facebookJumbo.jpg?year=2016&h=549&w=1050&s=3ad8e57a663289c90cf8a12deced9672b46a1a2b46b0f9109bf36e889798aceb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_07_technology_personaltech_make-your-phone-a-valuable-holiday-shopping-companion_1666740545.html", "title": "Make Your Phone a Valuable Holiday Shopping Companion", "title_page": "Make Your Phone a Valuable Holiday Shopping Companion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Clothing is a popular shopping category, and a number of apps can help you find just the right outfit for the right price. My favorite clothes shopping app that caters to high-end fashion is Farfetch. It focuses on luxury brands and designer labels, including many discounted items. When you sign up for a free account, you choose to shop for men or women and then are presented with a selected list of deals on many kinds of clothing.\nFrom there, you can choose to filter items by designer or by criteria like “new in today” or “sales,” or you can search for specific items. The app has many images, making it easy to navigate various submenus for accessories or jewelry. You can swipe through the many photos on the screen once you have narrowed your search parameters.\nWhen you find, say, a nice-looking pair of Jimmy Choos, you can tap to see more product details. Then you can check size information and the shipping policy, click the “order by phone” button or go to the website to type in any questions you have about the product before you buy it.\nFarfetch is upfront about delivery and return policies, and in general it’s a breeze to use. The app is free on iOS and Android.", "url": "https://www.nytimes.com/2016/12/07/technology/personaltech/make-your-phone-a-valuable-holiday-shopping-companion.html"}