{"authors": ["Eric Schmitt", "Anne Barnard"], "date_download": "2022-10-26 00:11:47", "date_modify": "2022-10-26 00:11:47", "date_publish": "2016-08-30 18:47:11", "description": "Abu Muhammad al-Adnani, who was behind the Islamic State’s call for attacks against Western interests around the world, died in Aleppo Province, the group said.", "filename": "2016_08_31_world_middleeast_al-adnani-islamic-state-isis-syria_1666743107.html", "image_url": "https://static01.nyt.com/images/2016/08/30/world/31ISIS-hp/31ISIS-hp-facebookJumbo-v2.jpg?year=2016&h=251&w=480&s=2116065265628f5b9d3eda518573683a780f6ac50ce2cae2798883220da01dae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_31_world_middleeast_al-adnani-islamic-state-isis-syria_1666743107.html", "title": "Senior ISIS Strategist and Spokesman Is Reported Killed in Syria", "title_page": "Senior ISIS Strategist and Spokesman Is Reported Killed in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In May, Mr. Adnani declared: “Do you think, America, that defeat is by the loss of towns or territory? Were we defeated when we lost the cities in Iraq and retreated to the desert without a city or a land?” He offered an answer: “No, true defeat is losing the will and desire to fight.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nA vital part of the group’s strategy has been to inspire, and in some cases direct, opportunistic attacks against Western interests. In September 2014, Mr. Adnani made an explicit call to Muslims in the West to strike out wherever and however they could.\n“We will strike you in your homeland,” he warned foreign governments, calling on Muslims to kill Europeans, “especially the spiteful and filthy French.” And he urged them to do it in any manner they could: “Smash his head with a rock, or slaughter him with a knife, or run him over with your car,” he said, according to a translation provided by the SITE Intelligence Group, which monitors extremist propaganda.\nIn the year after that speech, at least two dozen plots linked to the Islamic State were documented. In some, there were no direct operational ties back to Syria, but there were clear signs that the attacker had, at the least, consumed the group’s propaganda online.\n“During the past decade, when it comes to both orchestrating and inciting violence in the West, no other leadership figures in jihadist groups have proven as dedicated or effective as al-Adnani,” said Michael S. Smith II of Kronos Advisory, a terrorism research and analysis firm, who is writing a book on the Islamic State’s external operations.\nHis blended roles of spokesman and terrorism director is a reflection of the Islamic State’s central strategy: So much of the group’s impact and innovation in the world of violent Islamist extremism came from its new brand of messaging — mixing social media reach and savvy with Hollywood-style presentations of its worst atrocities. That in turn gave the group an ability to franchise its terror and expand its reach farther than its military capacity would otherwise go.", "url": "https://www.nytimes.com/2016/08/31/world/middleeast/al-adnani-islamic-state-isis-syria.html"}