{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:39:18", "date_modify": "2022-10-25 23:39:18", "date_publish": "2016-11-19 08:36:16", "description": "The Chinese buyer of Aixtron is asking President Obama to rule directly after a U.S. advisory panel recommended he block the deal.", "filename": "2016_11_20_business_dealbook_china-germany-aixtron-cfius_1666741158.html", "image_url": "https://static01.nyt.com/images/2016/11/20/business/20db-chinadeal_web1/20db-chinadeal_web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=0e30e0a47e384af2fa8c9b9c40d2c8fb6e24c1c9506d254cf89d2b9182d961a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_20_business_dealbook_china-germany-aixtron-cfius_1666741158.html", "title": "Showdown Looms as U.S. Questions Chinese Deal for German Chip Designer", "title_page": "Showdown Looms as U.S. Questions Chinese Deal for German Chip Designer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Obama has 15 days to decide the fate of the deal, though most likely Mr. Obama will scupper it given presidents usually follow the recommendations of the panel. If the deal is struck down, it would send the message that the United States will continue to carefully scrutinize similar deals — and may act quickly to kill them for national security reasons.\nThe unusual move is sure to spotlight the growing tensions between the United States and China over the latter country’s ambitions to become a power in microchips. While China has made major advancements in technology and computers in recent years, its chip industry is in its infancy, and it still relies on foreign companies for the chips that power even sensitive systems.\nThe move will also shine a light on the shadowy security panel that recommended the deal be dropped. The panel — called the Committee on Foreign Investment in the United States, and commonly known as Cfius — has been increasingly at odds with an expansive new Chinese effort to spend billions acquiring foreign high-tech companies.\nThe panel is composed of representatives from major departments and intelligence agencies like Commerce and Justice and the Central Intelligence Agency. Cfius has the power to review any deal that could impact American national security, and either come up with ways to mitigate that impact or recommend the president block the deal. While the Aixtron deal does not involve an American company, Aixtron itself does considerable business in the United States, and lack of American approval would shut that business off.\nBeijing has highlighted its intentions of catching up to the rest of the world in semiconductors. It has spent hugely to help fund efforts by private Chinese companies and state-run national champions to acquire foreign firms that make microchips, the brains of everything from supercomputers to smartphones to guided missiles.", "url": "https://www.nytimes.com/2016/11/20/business/dealbook/china-germany-aixtron-cfius.html"}