{"authors": ["Mike Isaac", "Michael J. De La Merced"], "date_download": "2022-10-25 23:30:41", "date_modify": "2022-10-25 23:30:41", "date_publish": "2016-06-01 20:30:04", "description": "The ride-hailing company said the investment by Saudi Arabia’s Public Investment Fund was part of the most recent financing round that valued the company at $62.5 billion.", "filename": "2016_06_02_technology_uber-investment-saudi-arabia_1666740641.html", "image_url": "https://static01.nyt.com/images/2016/06/02/business/02uber/02uber-facebookJumbo.jpg?year=2016&h=550&w=1050&s=eca85c0fc09f093c165d67037fdf211dcbce084957b86bdc96eb07d81173aff1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_02_technology_uber-investment-saudi-arabia_1666740641.html", "title": "Uber Turns to Saudi Arabia for $3.5 Billion Cash Infusion", "title_page": "Uber Turns to Saudi Arabia for $3.5 Billion Cash Infusion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Other tech darlings have been busy raising money from private investors as well, pushing back any need to join the public stock markets.\nThe messaging company Snapchat raised $1.8 billion in its most recent round, according to a regulatory filing last month. Among Snapchat’s new investors in the round were the Alibaba Group of China and the investment firms General Atlantic, Sequoia Capital, T. Rowe Price and Lone Pine Capital.\nOther tech start-ups have not fared as well in raising money over the last several months. Some so-called unicorns — businesses valued at more than $1 billion — have struggled, and several, like the wearables maker Jawbone, have had to raise money at lower valuations.\nUber has been spending not only to expand but also to defend its territory — which covers 460 cities in more than 69 countries — against incumbents in regions like Southeast Asia and Europe. China, in particular, is a difficult battleground, as Uber is spending millions in a subsidy war with Didi Chuxing, the dominant ride-hailing start-up in the country.\nThe Middle East is among Uber’s increasingly important overseas markets; the company has already said it plans to invest $250 million there. Uber has rolled out its service in 15 cities and nine countries in the region, including Saudi Arabia.\nThe start-up said that it now has over 395,000 active riders in the Middle East, up fivefold from a year ago, and 19,000 drivers.\nUber said expanding its service may be a boon for Saudi Arabia, a country where women are not allowed to drive because of fatwas, or religious edicts, issued by conservative Muslim clerics that uphold a distinct segregation between the sexes. There is no formal law prohibiting women from driving in the region.", "url": "https://www.nytimes.com/2016/06/02/technology/uber-investment-saudi-arabia.html"}