{"authors": ["Stacy Cowley"], "date_download": "2022-10-25 23:35:54", "date_modify": "2022-10-25 23:35:54", "date_publish": "2016-10-11 16:37:56", "description": "An appeals court panel said the director of Consumer Financial Protection Bureau was too independent, so it gave the president the power to fire him at will.", "filename": "2016_10_12_business_dealbook_consumer-financial-protection-bureau-court-ruling-unconstitutional_1666740954.html", "image_url": "https://static01.nyt.com/images/2016/10/11/business/11-WATCHDOG/11-WATCHDOG-facebookJumbo.jpg?year=2016&h=550&w=1050&s=0f860868f0deaf9716ea353350e5a21f3e4f77c0798d5d585c9b2ae7624f8542&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_12_business_dealbook_consumer-financial-protection-bureau-court-ruling-unconstitutional_1666740954.html", "title": "Court Gives President More Power Over Consumer Agency Chief", "title_page": "Court Gives President More Power Over Consumer Agency Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a significant blow to the authority of the Consumer Financial Protection Bureau, a federal appeals court ruled on Tuesday that the agency’s structure was unconstitutional but offered a fairly simple remedy: Give the president the power to fire the agency’s director at will.\nThe highly anticipated ruling from a three-judge panel of the United States Court of Appeals for the District of Columbia Circuit directly addressed a longstanding criticism of the consumer watchdog agency: that its structure improperly gives too much power and autonomy to a sole director.\nOther independent federal agencies are typically headed by a commission, the court noted in its ruling. But the 2010 legislation that created the consumer bureau, the Dodd-Frank Act, gave the bureau’s director — who is now Richard Cordray, President Obama’s pick — an unusual degree of independence. Once nominated by the president and confirmed by the Senate, the director, who serves a five-year term, can be removed only for cause, defined as “inefficiency, neglect of duty or malfeasance.”\nThe appeals court panel, citing “the threat to individual liberty” posed by an independent agency with a leader with such unchecked power, struck down that structure.", "url": "https://www.nytimes.com/2016/10/12/business/dealbook/consumer-financial-protection-bureau-court-ruling-unconstitutional.html"}