{"authors": ["Shuaib Almosawa", "Kareem Fahim"], "date_download": "2022-10-25 23:26:12", "date_modify": "2022-10-25 23:26:12", "date_publish": "2016-02-03 21:52:27", "description": "The bombing by Saudi-led forces of a factory north of Sana, the capital, killed civilian workers in nearby businesses and two military guards, local officials said.", "filename": "2016_02_04_world_middleeast_yemen-bombing-coalition-civilians_1666740372.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_04_world_middleeast_yemen-bombing-coalition-civilians_1666740372.html", "title": "Airstrike at Yemen Cement Factory Said to Kill at Least 15", "title_page": "Airstrike at Yemen Cement Factory Said to Kill at Least 15 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SANA, Yemen — An airstrike by a military coalition led by Saudi Arabia hit a cement factory north of Sana, Yemen’s capital, on Wednesday evening, killing at least 15 people, including civilian workers in nearby businesses, according to local security and medical officials.\nThe bombing of the factory, in Amran Province, came days after Saudi officials pledged to form a high-level committee to investigate strikes in Yemen’s civil war that have killed civilians, and to improve their military’s aerial targeting with advice from American and British experts.\nThe coalition has been fighting since March on behalf of Yemen’s exiled government to defeat a rebel movement from the north known as the Houthis.\nThe coalition bombing campaign has intensified throughout northern Yemen over the last two months, since the breakdown of negotiations to end the civil war, and as anti-Houthi forces have mounted an offensive aimed at capturing Sana from the rebels.", "url": "https://www.nytimes.com/2016/02/04/world/middleeast/yemen-bombing-coalition-civilians.html"}