{"authors": ["Floyd Whaley"], "date_download": "2022-10-25 23:40:20", "date_modify": "2022-10-25 23:40:20", "date_publish": "2016-04-19 14:28:11", "description": "President Benigno S. Aquino III has overseen nearly six years of strong growth, but many voters say his administration has been indecisive and ineffective.", "filename": "2016_04_20_world_asia_philippines-presidential-election_1666741220.html", "image_url": "https://static01.nyt.com/images/2016/04/20/world/20PHILIPPINES-web1/20PHILIPPINES-web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=d8b293c7f4d9af5c28fbcd760e34ee24a3495a446ca9e041f60e846cd7f18f31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_20_world_asia_philippines-presidential-election_1666741220.html", "title": "Rodrigo Duterte and Other Candidates Seeking to Lead Philippines Tap Into Aquino Fatigue", "title_page": "Rodrigo Duterte and Other Candidates Seeking to Lead Philippines Tap Into Aquino Fatigue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The climate of voter dissatisfaction has buoyed candidates like Mr. Duterte and Ferdinand R. Marcos Jr., the leading candidate for vice president. (In the Philippines, the vice president is elected separately from the president, and often the two are political opponents.)\nMr. Marcos’s father, the country’s former dictator, was accused of plundering billions from its coffers. The son speaks nostalgically on the campaign trail of his father’s era, when he says the Philippines was more successful and orderly. Both he and Mr. Duterte promise strong, decisive leadership that some say sounds like a return to dictatorship, according to Richard Heydarian, a political-science professor at De La Salle University in Manila.\n“What is at stake here,” Mr. Heydarian said, “isn’t Aquino’s legacy only, but the whole democratic system that supplanted the Marcos dictatorship.”\nCritics of Mr. Aquino note that ordinary people do not feel the benefit of a ratings upgrade or a steady growth in gross domestic product. Despite six years of relative prosperity, thousands of Filipinos still leave the country every month to work in often dangerous and degrading jobs in the Middle East because they cannot find jobs at home. Workers who do have jobs at home often find themselves commuting four or five hours a day because of the crippling traffic in Manila and other large cities.\nMr. Aquino has received accolades from the World Bank and others for increasing tax collections, but critics of his administration say the greater revenue has not translated into improved infrastructure.\nThe country’s main commuter train in Manila often breaks down, forcing people to exit on dangerous, elevated tracks, and it has been known to catch fire while moving or have its doors fly open. The country’s main airport, where sections of the roof have fallen on passengers and which has been rated one of the world’s worst, recently endured a nearly six-hour power outage that left travelers sweltering in the dark because officials had failed to maintain backup generators.\nRunning a close second to Mr. Duterte is Grace Poe, a senator, and the daughter of one of the country’s most popular movie stars, who had to renounce her United States citizenship in order to seek office. She has cast herself as a populist but also as a young, fresh face in politics not tainted by scandal.", "url": "https://www.nytimes.com/2016/04/20/world/asia/philippines-presidential-election.html"}