{"authors": ["Stanley Reed", "Clifford Krauss"], "date_download": "2022-10-25 23:38:33", "date_modify": "2022-10-25 23:38:33", "date_publish": "2016-11-30 11:56:11", "description": "The deal will be the first production cut in eight years, although the price increase may prove temporary.", "filename": "2016_11_30_business_international_opec-energy-oil-saudi-iran_1666741113.html", "image_url": "https://static01.nyt.com/images/2016/12/01/business/01OPEC-2/01OPEC-2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=e4cd935f2aaf942f9484339e30f99f910ef08d0250052a5b8ec5f3dc44d8b9e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_30_business_international_opec-energy-oil-saudi-iran_1666741113.html", "title": "OPEC Reaches Deal to Limit Production, Sending Prices Soaring", "title_page": "OPEC Reaches Deal to Limit Production, Sending Prices Soaring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "VIENNA — After years of trying fruitlessly to prop up energy markets, OPEC on Wednesday finally reached a consensus on production cuts, sending oil prices soaring. The problem is, the euphoria in the markets may not last.\nWith prices still at less than half the levels of two years ago, the Organization of the Petroleum Exporting Countries agreed this fall to lower collective production. But it could not figure out how to spread the cuts among the countries.\nThe path to consensus has been complicated by Saudi Arabia and Iran, whose longstanding mutual enmity encompasses religious, political and economic competition. When it comes to oil, Saudi Arabia, OPEC’s top producer, has fought to maintain its market share, while Iran has worked to protect its nascent comeback as a power broker in the cartel, a role it lost in recent years under Western sanctions tied to its nuclear program.\nThey overcame their differences on Wednesday, with OPEC deciding to cut production next year by about 4.5 percent, or 1.2 million barrels a day. It will be the first cut in eight years.", "url": "https://www.nytimes.com/2016/11/30/business/international/opec-energy-oil-saudi-iran.html"}