{"authors": ["Kareem Fahim", "Jawad Sukhanyar"], "date_download": "2022-10-25 23:28:54", "date_modify": "2022-10-25 23:28:54", "date_publish": "2016-06-20 05:24:01", "description": "At least 14 Nepalese and Indian guards were killed while riding in a minibus to work at the Canadian Embassy, police officials said.", "filename": "2016_06_21_world_asia_afghanistan-kabul-suicide-attack_1666740534.html", "image_url": "https://static01.nyt.com/images/2016/06/21/world/21AFGHANISTAN-web2/21AFGHANISTAN-web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c2e4b319ac693d04cdc2792de2f2592addba3865727fc9147675ef0b9ac4ebb1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_21_world_asia_afghanistan-kabul-suicide-attack_1666740534.html", "title": "Bomb Kills Foreign Security Contractors in Kabul", "title_page": "Bomb Kills Foreign Security Contractors in Kabul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — A Taliban suicide bomber attacked a minibus carrying Nepalese and Indian security contractors to work at the Canadian Embassy early Monday, killing 14 people in one of the deadliest attacks on foreign workers in the Afghan capital, the police and government officials said.\nThe Taliban quickly claimed responsibility for the bombing, along with another explosion in the city on Monday morning that wounded a Kabul provincial council member. The twin explosions shattered a relative calm in Kabul during the holy month of Ramadan, which began in early June, and underscored the Taliban’s rejection of a request by the United Nations for a cease-fire that would last the month.\nThousands of Nepalese security contractors, in particular, work at foreign military or diplomatic compounds in Afghanistan, many drawn to work here by better wages and more jobs than are available for them back home. Despite tight security measures at the foreign missions where they work, or surrounding their barracks, the contractors often travel to work in unguarded buses that are seen as especially vulnerable to insurgent attacks.\nThe minibus carrying the contractors was traveling through the eastern part of Kabul when it was attacked by a bomber wearing an explosive belt and traveling on foot, security officials said. Sediq Sediqqi, the spokesman for the Ministry of Interior, put the death toll at 14, with eight more people wounded, some of whom might also have been civilians.", "url": "https://www.nytimes.com/2016/06/21/world/asia/afghanistan-kabul-suicide-attack.html"}