{"authors": ["Matt A.V. Chaban"], "date_download": "2022-10-25 23:55:44", "date_modify": "2022-10-25 23:55:44", "date_publish": "2016-04-04 18:39:47", "description": "In a city that has largely stuck to its grid, builders in New York are turning to oddly shaped lots — and the buildings that fit on them.", "filename": "2016_04_05_nyregion_flatiron-building-admired-but-rarely-copied-inspires-developers_1666742144.html", "image_url": "https://static01.nyt.com/images/2016/04/04/nyregion/05APPRAISAL1/05APPRAISAL1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=cb5c31c01832806a6f91e23a7d184836223292ab858389f201b2717355b6b5f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_05_nyregion_flatiron-building-admired-but-rarely-copied-inspires-developers_1666742144.html", "title": "Flatiron Building, Admired but Rarely Copied, Inspires Developers", "title_page": "Flatiron Building, Admired but Rarely Copied, Inspires Developers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And what might be lost in room is gained in wraparound views. The developers tried a dozen different designs with the tower set back from the corner before settling on moving it to the front. “We definitely have buyers who like it and buyers who don’t,” said Kevin P. Maloney, the founder of Property Markets Group, which is developing the site with Madison Equities. “We’re O.K. with that. It’s a big city.”\nJust a few blocks south, near the beginning of Avenue of the Americas, the development firm DDG is tackling two triangular lots. Both between Franklin and White Streets, they were bought for $9.5 million. That is what some lofts cost in TriBeCa these days, not an entire building site, and it is easy to see why. The parcels, one 35 feet wide, the other 25 feet at its widest point, will soon be home to 10 new apartments and a pair of shops, called 100 Franklin.\nIf 10 Sullivan celebrates its wedge-shaped site, 100 Franklin masks it and embraces it in equal measure. Looking north, it almost appears to be a typical loft building, with big windows recessed into a patterned brick facade (a DDG specialty). But move to the other end of the building and it is apparent that the facade tapers down to a fine point, before vanishing into the building next door. An arched buttress at the street, which creates a doorway for a retail space, appears to be holding the entire end aloft.", "url": "https://www.nytimes.com/2016/04/05/nyregion/flatiron-building-admired-but-rarely-copied-inspires-developers.html"}