{"authors": ["Monica Davey", "Mike Mcphate"], "date_download": "2022-10-25 23:32:57", "date_modify": "2022-10-25 23:32:57", "date_publish": "2016-03-27 18:25:33", "description": "The mayor rejected three candidates that had been recommended by a police board as he seeks to repair Chicago’s relationship with its police force.", "filename": "2016_03_28_us_rahm-emanuel-chicago-interim-police-chief-eddie-johnson_1666740777.html", "image_url": "https://static01.nyt.com/images/2016/03/28/us/28chicago-web01/28chicago-web01-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b742ed78e0d9e250213e63ceeaf6ed37e2d84c8f4a46d6bf7092d78db9ccaa19&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_28_us_rahm-emanuel-chicago-interim-police-chief-eddie-johnson_1666740777.html", "title": "Rahm Emanuel Picks Eddie Johnson as Chicago’s Interim Police Chief", "title_page": "Rahm Emanuel Picks Eddie Johnson as Chicago’s Interim Police Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — Mayor Rahm Emanuel has informed some city leaders that he has chosen an interim superintendent of police, rejecting three candidates that had been recommended by the police board, as he seeks to repair Chicago’s fractured relationship with its police force.\nEddie Johnson, the Police Department’s chief of patrol, was asked to take the job as interim police superintendent, said Anthony Beale, the alderman for Chicago’s Ninth Ward. The selection was reported by The Chicago Sun-Times late Saturday.\nThe choice of Chief Johnson, who is African-American and a 27-year veteran of the force, suggested that the mayor believed an insider was needed to help restore the community’s trust in the department.\nThe job at the helm of Chicago’s roughly 12,000 officers, which pays $260,000, is among the toughest in American law enforcement. Chief Johnson would face challenges of rising violence; bruised officer morale; and community relations, particularly with African-Americans, that have been strained by outrage over police misconduct. The move by Mr. Emanuel signaled his disapproval of three candidates who had been presented this month by the Chicago Police Board.", "url": "https://www.nytimes.com/2016/03/28/us/rahm-emanuel-chicago-interim-police-chief-eddie-johnson.html"}