{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:35:41", "date_modify": "2022-10-25 23:35:41", "date_publish": "2016-05-31 00:37:28", "description": "With the administration struggling to resettle Syrians and preparing to deport more Central Americans, allies and advocacy groups say the president’s actions do not match his words.", "filename": "2016_05_31_us_politics_as-us-admits-migrants-in-a-trickle-critics-urge-obama-to-pick-up-the-pace_1666740941.html", "image_url": "https://static01.nyt.com/images/2016/05/31/us/31obama-web/31obama-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=14aaf2d44702c47c37303b3707a737d020fc0db8f1a0509b599307828500118c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_31_us_politics_as-us-admits-migrants-in-a-trickle-critics-urge-obama-to-pick-up-the-pace_1666740941.html", "title": "U.S. Struggles With Goal of Admitting 10,000 Syrians", "title_page": "U.S. Struggles With Goal of Admitting 10,000 Syrians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama invited a Syrian refugee to this year’s State of the Union address, and he has spoken passionately about embracing refugees as a core American value.\nBut nearly eight months into an effort to resettle 10,000 Syrian refugees in the United States, Mr. Obama’s administration has admitted just over 2,500. And as his administration prepares for a new round of deportations of Central Americans, including many women and children pleading for humanitarian protection, the president is facing intense criticism from allies in Congress and advocacy groups about his administration’s treatment of migrants.\nThey say Mr. Obama’s lofty message about the need to welcome those who come to the United States seeking protection has not been matched by action. And they warn that the president, who will host a summit meeting on refugees in September during the United Nations General Assembly session, risks undercutting his influence on the issue at a time when American leadership is needed to counteract a backlash against refugees.\n“Given that we’ve resettled so few refugees and we’re employing a deterrence strategy to refugees on our Southern border, I wouldn’t think we’d be giving advice to any other nations about doing better,” said Kevin Appleby, the senior director of international migration policy at the Center for Migration Studies of New York.", "url": "https://www.nytimes.com/2016/05/31/us/politics/as-us-admits-migrants-in-a-trickle-critics-urge-obama-to-pick-up-the-pace.html"}