{"authors": ["Eduardo Porter", "Farhad Manjoo"], "date_download": "2022-10-25 23:33:11", "date_modify": "2022-10-25 23:33:11", "date_publish": "2016-03-08 20:58:20", "description": "The Business Day columnists Eduardo Porter and Farhad Manjoo discuss the concept of a universal basic income and the trajectory of our economy.", "filename": "2016_03_09_business_economy_a-future-without-jobs-two-views-of-the-changing-work-force_1666740791.html", "image_url": "https://static01.nyt.com/images/2016/03/09/business/09conversation1/09conversation1-facebookJumbo.jpg?year=2016&h=523&w=1000&s=59cc64362282699bffcae9e8a7fb479731d42b94fcaa906f426d31a125868886&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_09_business_economy_a-future-without-jobs-two-views-of-the-changing-work-force_1666740791.html", "title": "A Future Without Jobs? Two Views of the Changing Work Force", "title_page": "A Future Without Jobs? Two Views of the Changing Work Force - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They see a future in which a small group of highly skilled tech workers reign supreme, while the rest of the job world resembles the piecemeal, transitional work we see coming out of tech today (Uber drivers, Etsy shopkeepers, people who scrape by on other people’s platforms).\nWhy does that future call for instituting a basic income instead of the smaller and more feasible labor-policy ideas that you outline? I think they see two reasons. First, techies have a philosophical bent toward big ideas, and U.B.I. is very big.\nThey see software not just altering the labor market at the margins but fundamentally changing everything about human society. While there will be some work, for most nonprogrammers work will be insecure and unreliable. People could have long stretches of not working at all — and U.B.I. is alone among proposals that would allow you to get a subsidy even if you’re not working at all.\nEduardo Porter: I know what you mean by thinking big. Many of these new technology entrepreneurs think more like engineers than social scientists. In the same breath they will extol the benefits of individual liberty and the market economy and propose some vast reorganization of society following an ambitious blueprint cooked up by an intellectual elite. A few months ago I interviewed Albert Wenger, the venture capitalist you cite in your column. He also told me about his vision of a future world in which work would be superfluous. It made me think of Aldous Huxley’s “Brave New World” or George Orwell’s “Animal Farm.”\nIf there are, in fact, jobs to be had, a universal basic income may not be the best choice of policy. The lack of good work is probably best addressed by making the work better — better paid and more skilled — and equipping workers to perform it, rather than offering a universal payment unrelated to work.\nThe challenge of less work could just lead to fewer working hours. Others are already moving in this direction. People work much less in many other rich countries: Norwegians work 20 percent fewer hours per year than Americans; Germans 25 percent fewer. They have taken much more of their wealth in the form of leisure rather than money. But they still work for a living.\nAnd, by the way, I’ve read about robots that can program. So maybe the programmers aren’t safe either.", "url": "https://www.nytimes.com/2016/03/09/business/economy/a-future-without-jobs-two-views-of-the-changing-work-force.html"}