{"authors": ["Michael Forsythe", "Alan Wong"], "date_download": "2022-10-25 23:40:02", "date_modify": "2022-10-25 23:40:02", "date_publish": "2016-11-10 14:23:28", "description": "A member of a taxi drivers’ association has sought a court ruling on whether the oaths of office comply with new guidelines from Beijing.", "filename": "2016_11_11_world_asia_china-hong-kong-oath_1666741202.html", "image_url": "https://static01.nyt.com/images/2016/11/11/world/11HongKong1/11HongKong1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=863d81e3625f0e79ba7945e95078b0f6222efe52d818e48555f75557f634dae6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_11_world_asia_china-hong-kong-oath_1666741202.html", "title": "8 More Pro-Democracy Lawmakers in Hong Kong May Lose Seats", "title_page": "8 More Pro-Democracy Lawmakers in Hong Kong May Lose Seats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The variations in their oath mean one thing, that they did not sincerely take the oath,” Mr. Cheng said in the interview. “If they did not sincerely swear allegiance to the country and the Hong Kong Special Administrative Region, how are they qualified to become Hong Kong’s legislators?”\nApplying for judicial review in Hong Kong is a two-step process. The court first has to give the applicant permission to go ahead with the case. Judges will determine whether the person asking for the review has “sufficient interest in the matter.”\nIt is unclear what interest Mr. Cheng has in the case, although the taxi driver’s association is a corporate member of Hong Kong’s transport functional constituency, a system in which trade groups are given seats on the Legislative Council.\nAmong the eight lawmakers named in the suit are Lau Siu-lai, who read her oath slowly over more than 10 minutes, pausing after each word; Nathan Law, who gave a preamble saying he couldn’t be loyal to a government that “murders its own people”; and Leung Kwok-hung, also known as Long Hair, who unfurled a yellow umbrella, a symbol of the 2014 protests, when he gave his oath.\nHong Kong’s judicial system, inherited from the British, is known for its independence. Judges must decide how to interpret the ruling from Beijing in each of the eight cases and determine whether the ruling, which came after the oaths had already been accepted, can be applied retroactively. Ms. Yau and Mr. Leung had their oaths rejected, and have not been given the opportunity to retake them.\n“I don’t think I have broken any law,” Eddie Chu Hoi-dick, one of the legislators, told reporters on Thursday. “I don’t think, even after the interpretation, the law of the court of Hong Kong will do such a ridiculous decision as to disqualify me and my fellow colleagues in the chamber.”", "url": "https://www.nytimes.com/2016/11/11/world/asia/china-hong-kong-oath.html"}