{"authors": ["David E. Sanger", "Maggie Haberman"], "date_download": "2022-10-25 23:26:01", "date_modify": "2022-10-25 23:26:01", "date_publish": "2016-08-08 18:08:01", "description": "The officials, many of them from the George W. Bush administration, signed a letter declaring that Mr. Trump “would be the most reckless president in American history.”", "filename": "2016_08_09_us_politics_national-security-gop-donald-trump_1666740361.html", "image_url": "https://static01.nyt.com/images/2016/08/09/us/fd-letter/fd-letter-facebookJumbo.jpg?year=2016&h=550&w=1050&s=fb762f353a9a1355e48bf547dc8e572814144dedcd8ca554752404543251be6d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_09_us_politics_national-security-gop-donald-trump_1666740361.html", "title": "50 G.O.P. Officials Warn Donald Trump Would Put Nation’s Security ‘at Risk’", "title_page": "50 G.O.P. Officials Warn Donald Trump Would Put Nation’s Security ‘at Risk’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fifty of the nation’s most senior Republican national security officials, many of them former top aides or cabinet members for President George W. Bush, have signed a letter declaring that Donald J. Trump “lacks the character, values and experience” to be president and “would put at risk our country’s national security and well-being.”\nMr. Trump, the officials warn, “would be the most reckless president in American history.”\nThe letter says Mr. Trump would weaken the United States’ moral authority and questions his knowledge of and belief in the Constitution. It says he has “demonstrated repeatedly that he has little understanding” of the nation’s “vital national interests, its complex diplomatic challenges, its indispensable alliances and the democratic values” on which American policy should be based. And it laments that “Mr. Trump has shown no interest in educating himself.”\n“None of us will vote for Donald Trump,” the letter states, though it notes later that many Americans “have doubts about Hillary Clinton, as do many of us.”\nWhile foreign policy elites in both parties often argue among themselves — behind closed doors, or politely in the pages of Foreign Affairs magazine — it is extraordinarily rare for them to step into the political arena so publicly and aggressively. Several former midlevel officials issued a similar if milder letter in March, during the primaries. But Monday’s letter included many senior former officials who until now have remained silent in public, even while denouncing Mr. Trump’s policies over dinners or in small Republican conclaves.", "url": "https://www.nytimes.com/2016/08/09/us/politics/national-security-gop-donald-trump.html"}