{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:52:42", "date_modify": "2022-10-25 23:52:42", "date_publish": "2016-06-17 14:57:46", "description": "The project, known as the Decentralized Autonomous Organization, is raising broader questions about the security and viability of virtual currencies like Ether and Bitcoin.", "filename": "2016_06_18_business_dealbook_hacker-may-have-removed-more-than-50-million-from-experimental-cybercurrency-project.html__r=0_1666741962.html", "image_url": "https://static01.nyt.com/images/2016/06/18/business/18DB-ETHER-1/18DB-ETHER-1-facebookJumbo.jpg?year=2016&h=314&w=600&s=751e5642914f89393f2dd98b0df60fbf09aea209d3200e369f926a90a677a1a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_18_business_dealbook_hacker-may-have-removed-more-than-50-million-from-experimental-cybercurrency-project.html__r=0_1666741962.html", "title": "A Hacking of More Than $50 Million Dashes Hopes in the World of Virtual Currency", "title_page": "A Hacking of More Than $50 Million Dashes Hopes in the World of Virtual Currency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A hacker on Friday siphoned more than $50 million of digital money away from an experimental virtual currency project that had been billed as the most successful crowdfunding venture ever — taking with him not just a third of the venture’s money but also the hopes and dreams of thousands of participants who wanted to prove the safety and security of digital currency.\nThe attack most likely puts an end to the project, known as the Decentralized Autonomous Organization, which had raised $160 million in the form of Ether, an alternative to the digital currency Bitcoin. While the computer scientists involved in the project are aiming to tweak the code that underpins Ether in a way that will recover the money, the theft is nevertheless prompting a bigger debate about the viability and principles of virtual currencies like Bitcoin and Ether.\n“This is one of the nightmare scenarios everyone was worried about: Someone exploited a weakness in the code of the D.A.O. to empty out a large sum,” Emin Gün Sirer, a computer science professor at Cornell who co-wrote a paper pointing out problems with the project, said on Friday.", "url": "https://www.nytimes.com/2016/06/18/business/dealbook/hacker-may-have-removed-more-than-50-million-from-experimental-cybercurrency-project.html?_r=0"}