{"authors": ["Holland Cotter"], "date_download": "2022-10-25 23:47:47", "date_modify": "2022-10-25 23:47:47", "date_publish": "2016-09-15 21:24:09", "description": "With an opening display of about 3,500 objects, the museum mixes everything together: It means you can’t just select a comfortable version of history.", "filename": "2016_09_22_arts_design_smithsonian-african-american-museum-review_1666741667.html", "image_url": "https://static01.nyt.com/images/2016/09/15/arts/22aam-review1/22aam-review1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=35e692b11fc72db6373999fa8aed684624e88f14f1d6e18b87353dbaaa084a06&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_22_arts_design_smithsonian-african-american-museum-review_1666741667.html", "title": "Review: The Smithsonian African American Museum Is Here at Last. And It Uplifts and Upsets.", "title_page": "Review: The Smithsonian African American Museum Is Here at Last. And It Uplifts and Upsets. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some paintings — by McArthur Binion, Mavis Pusey and William T. Williams — are entirely abstract; others overtly topical. In still others, political references reveal themselves slowly, increasing their impact. If you look carefully at a 1956 Crucifixion scene by David C. Driskell, you’ll find a ghostly image of Mr. Till’s coffin in the background. If you could crawl under the witty, jazzy sculpture “Mothership (Capsule),” by the Washington artist Jefferson Pinder, you’d find supports made of wood salvaged from President Obama’s 2009 Inauguration Day platform.\nThere’s another Mothership on view for the opening, too, this one a 1,200-pound aluminum stage prop with flashing lights once used in the 1990s by the Afro-Futurist musician George Clinton and his Parliament-Funkadelic band. It’s in the “Music” galleries, which are pure heaven. If nothing else draws crowds into the museum, they will come to see Chuck Berry’s cherry-red Cadillac, Jimi Hendrix’s vest and Michael Jackson’s fedora, and to hear, in an old film, Mahalia Jackson sing “His Eye Is on the Sparrow.” Ms. Jackson performed at the 1963 march. When Dr. King’s prepared speech was winding down, she called out, “Tell them about the dream, Martin!” And he did.\nWhen I was in the “Music” galleries a week or so ago, with the installation still very much underway, a group of young women, possibly docents in training, came through on a tour. One woman stopped in front of a music video, stared for a minute, and burst out, “That’s my grandfather.” Everyone gathered around. The performer was the jazz pianist Fats Waller (born Thomas Wright Waller). “I think I’m going to cry!” she said. But didn’t. She beamed, and took cellphone pictures to show her family.\nI suspect there are going to be a lot of recognitions and reunions, smiles and tears, in this museum in the days and years ahead, right across the American spectrum. I also suspect — hope, actually — that the museum will never be finished, or consider itself so; that its take on African-American history, which is American history, stays fluid, critical and richly confused: real, in other words.", "url": "https://www.nytimes.com/2016/09/22/arts/design/smithsonian-african-american-museum-review.html"}