{"authors": ["The New York Times"], "date_download": "2022-10-25 23:51:30", "date_modify": "2022-10-25 23:51:30", "date_publish": "2016-04-05 00:53:44", "description": "A law firm’s leaked documents name international politicians, business leaders and celebrities involved in webs of suspicious financial transactions.", "filename": "2016_04_05_world_panama-papers-explainer_1666741890.html", "image_url": "https://static01.nyt.com/images/2016/04/09/world/listy-panamaheader/listy-panamaheader-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ae63e19d3ebb5f83cb9f0f3a8789a513a7570c063967b441426417692ebc01a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_05_world_panama-papers-explainer_1666741890.html", "title": "What Are the Panama Papers?", "title_page": "What Are the Panama Papers? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Panama Papers have exposed how some of the world’s most powerful people may have used offshore bank accounts and shell companies to conceal their wealth or avoid taxes.\nThe papers — millions of leaked confidential documents from the Mossack Fonseca law firm in Panama — identify international politicians, business leaders and celebrities involved in webs of suspicious financial transactions. The revelations have raised questions about secrecy and corruption in the global financial system.\nWho was named in the leaked documents?\nAmong others, the documents named close associates of President Vladimir V. Putin of Russia, the father of Prime Minister David Cameron of Britain and relatives of President Xi Jinping of China and members of the Chinese Communist Party Politburo Standing Committee. Articles published by news organizations in cooperation with the International Consortium of Investigative Journalists also named King Salman of Saudi Arabia; Sigmundur David Gunnlaugsson, who resigned as prime minister of Iceland after the revelations; President Mauricio Macri of Argentina; and the soccer star Lionel Messi, one of the world’s wealthiest athletes.\nOther soccer players; officials from FIFA, the sport’s world governing body; and UEFA, the governing body of European soccer, were also tied to firms incorporated offshore through the Panamanian firm.", "url": "https://www.nytimes.com/2016/04/05/world/panama-papers-explainer.html"}