{"authors": ["Carlotta Gall"], "date_download": "2022-10-25 23:50:02", "date_modify": "2022-10-25 23:50:02", "date_publish": "2016-05-21 16:58:00", "description": "Extremist clerics and secretive associations funded by Saudis and others have transformed a once-tolerant Muslim society into a font of extremism.", "filename": "2016_05_22_world_europe_how-the-saudis-turned-kosovo-into-fertile-ground-for-isis_1666741802.html", "image_url": "https://static01.nyt.com/images/2016/05/20/world/22KOSOVO-WEB/22KOSOVO-WEB-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4cbfe4f40fc86928f1ecfd3883b3efb70aaf83bb113dc8e4e198e0dc2ed41b84&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_22_world_europe_how-the-saudis-turned-kosovo-into-fertile-ground-for-isis_1666741802.html", "title": "How Kosovo Was Turned Into Fertile Ground for ISIS", "title_page": "How Kosovo Was Turned Into Fertile Ground for ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The imams were just two of some 200 Kosovars who took advantage of scholarships after the war to study Islam in Saudi Arabia. Many, like them, returned with missionary zeal.\nSoon, under Mr. Musliu’s tutelage, pupils started adopting a rigid manner of prayer, foreign to the moderate Islamic traditions of this part of Europe. Mr. Bilalli recognized the influence, and he grew concerned.\n“This is Wahhabism coming into our society,” Mr. Bilalli, 52, said in a recent interview.\nMr. Bilalli trained at the University of Medina in Saudi Arabia in the late 1980s, and as a student he had been warned by a Kosovar professor to guard against the cultural differences of Wahhabism. He understood there was a campaign of proselytizing, pushed by the Saudis.\n“The first thing the Wahhabis do is to take members of our congregation, who understand Islam in the traditional Kosovo way that we had for generations, and try to draw them away from this understanding,” he said. “Once they get them away from the traditional congregation, then they start bombarding them with radical thoughts and ideas.”\n“The main goal of their activity is to create conflict between people,” he said. “This first creates division, and then hatred, and then it can come to what happened in Arab countries, where war starts because of these conflicting ideas.”\nFrom the outset, the newly arriving clerics sought to overtake the Islamic Community of Kosovo, an organization that for generations has been the custodian of the tolerant form of Islam that was practiced in the region, townspeople and officials say.\nMuslims in Kosovo, which was a part of the Ottoman Empire for 500 years, follow the Hanafi school of Islam, traditionally a liberal version that is accepting of other religions.", "url": "https://www.nytimes.com/2016/05/22/world/europe/how-the-saudis-turned-kosovo-into-fertile-ground-for-isis.html"}