{"authors": ["Peter Baker", "Mark Mazzetti", "Eric Schmitt"], "date_download": "2022-10-25 23:01:17", "date_modify": "2022-10-25 23:01:17", "date_publish": "2016-11-16 22:54:57", "description": "American authorities said they have not ruled out terrorism as a motive for the killing of three American soldiers at an air base in Jordan this month.", "filename": "2016_11_17_world_middleeast_jordan-us-soldiers-killed_1666738877.html", "image_url": "https://static01.nyt.com/images/2016/11/17/world/17jordan/17jordan-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9b4de0d748531cc4af3642d68f068ff035ed83596e1c1a10cf93fe5ecb60259f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_17_world_middleeast_jordan-us-soldiers-killed_1666738877.html", "title": "U.S. Investigates Deaths of 3 Soldiers in Jordan as Possible Terrorism", "title_page": "U.S. Investigates Deaths of 3 Soldiers in Jordan as Possible Terrorism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — American officials said Wednesday that they were investigating the killing of three United States soldiers at a Jordanian air base this month as a possible terrorist attack and dismissed suggestions that the three had done anything to provoke the shooting.\nThe Nov. 4 shooting has been shrouded in secrecy as American and Jordanian officials investigate it, a sign of the sensitivity surrounding the episode. But the Americans evidently became irritated at reports that seemed to place at least some blame on the soldiers.\n“Investigators are considering all potential motives and reasons for why American service members came under fire, and they have not yet ruled out terrorism as a potential motive,” the American Embassy in Jordan said in a statement. “Contrary to press reports, there has been absolutely no credible evidence to suggest that U.S. personnel acted contrary to orders or established procedures when accessing the base.”\nThe three soldiers, all with the Special Forces, were in Jordan on a training mission and were returning to the air base in the southern desert when a Jordanian soldier fired on them. The Jordanian soldier was wounded in what was described as an exchange of fire and is in custody.", "url": "https://www.nytimes.com/2016/11/17/world/middleeast/jordan-us-soldiers-killed.html"}