{"authors": ["Amie Tsang"], "date_download": "2022-10-25 23:22:28", "date_modify": "2022-10-25 23:22:28", "date_publish": "2016-08-24 10:02:32", "description": "A private equity firm is fined for misleading investors, a once-promising relationship goes sour, and a controversial pharmaceuticals company is back in the headlines.", "filename": "2016_08_24_business_dealbook_apollo-sec-turing-lawsuit-shkreli_1666740148.html", "image_url": "https://static01.nyt.com/images/2016/08/24/business/24db-newsletter/24db-newsletter-facebookJumbo.jpg?year=2016&h=550&w=1050&s=040080e17d0d434785145a92f6f969e00bd4f2bed7265a7603a9214ad922cc12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_24_business_dealbook_apollo-sec-turing-lawsuit-shkreli_1666740148.html", "title": "Morning Agenda: Fining Apollo, When Deals Go Sour, and Controversy at Turing", "title_page": "Morning Agenda: Fining Apollo, When Deals Go Sour, and Controversy at Turing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Securities and Exchange Commission has been scrutinizing private equity for several years, concerned that firms are not always transparent with their investors.\nThey’ve had plenty to chew on, but it seems the misbehavior has continued nevertheless.\nOn Tuesday, the S.E.C. fined Apollo Global Management about $53 million over accusations the firm misled investors on two issues and failed to supervise a senior executive suspected of misconduct. The executive was caught “improperly charging personal items and services” to Apollo funds, the S.E.C. said. The Financial Times identified the executive as Ali Rashid, a former partner.\nIt seems to fit a pattern.\n“A common theme in our recent enforcement actions against private equity firms is their failure to properly disclose fees and conflicts of interest to fund investors,” said Andrew J. Ceresney, the S.E.C.’s head of enforcement.\nApollo now joins a list of around 10 private equity firms that have faced S.E.C. action, including Blackstone and Kohlberg Kravis Roberts & Company.", "url": "https://www.nytimes.com/2016/08/24/business/dealbook/apollo-sec-turing-lawsuit-shkreli.html"}