{"authors": ["Kareem Fahim"], "date_download": "2022-10-25 23:28:44", "date_modify": "2022-10-25 23:28:44", "date_publish": "2016-07-16 20:01:42", "description": "President Ashraf Ghani, whose security forces in 2015 sustained their highest death toll in years, has for months made condolence calls to relatives of those killed.", "filename": "2016_07_17_world_asia_afghanistan-ashraf-ghani-taliban-victims_1666740524.html", "image_url": "https://static01.nyt.com/images/2016/07/12/world/xxghani1/xxghani1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=a71416f0d9a7660a9b7e930b4190ec97c29b4ab7c257587f4adce81d69a05b0e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_17_world_asia_afghanistan-ashraf-ghani-taliban-victims_1666740524.html", "title": "In Wartime, Ghani Assumes Role of Comforting Afghans", "title_page": "In Wartime, Ghani Assumes Role of Comforting Afghans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Ghani had a soft spot for the uncles, he said, having lost two of his own on a single day decades ago, in an earlier era of war. “There is still a hole in my heart,” he said.\nThe president spoke to the relatives privately, rather than on speaker phone, so their reactions were hard to gauge. Mr. Ghani said the complaints he heard were mostly related to money. The death benefit of about $2,300, or a year’s salary, is small, he conceded. The bureaucracy also makes it hard for families to receive the funds quickly.\n“If the president doesn’t pay attention, unfortunately the system doesn’t pay attention,” he said.\nContacted later, several of the relatives said they were grateful for a show of high-level concern. Mahmud, the brother of the police officer killed in the Taliban ambush, sobbed on the phone as recalled the president’s call, saying he felt he had been given the attention of the “whole country and the whole government.”\nBut after the call, the family’s headaches remained, waiting to be solved only by a benevolent, high official, rather than an efficiently operating state. “We are a poor family. We do not have any assets or land,” said Mahmud, who uses a single name. So far, the family had received only about $440 in compensation, along with rice, flour and cooking oil.\n“If the government wants to, they will help us,” he said. “If they don’t want to, we cannot do anything.”\nHaroun Mir, a political analyst in Kabul, said Mr. Ghani’s calls were among several measures aimed at improving the morale of the Afghan security forces. At the very least, Mr. Mir said, they show greater concern after scandalous and well-publicized episodes of official neglect, including the government’s charging of families for burials after soldiers were declared dead in error.", "url": "https://www.nytimes.com/2016/07/17/world/asia/afghanistan-ashraf-ghani-taliban-victims.html"}