{"authors": ["Marc Tracy"], "date_download": "2022-10-25 23:49:08", "date_modify": "2022-10-25 23:49:08", "date_publish": "2016-04-12 18:00:46", "description": "The eight-year deal extends the existing contract, which was set to run through 2024, for an additional $8.8 billion.", "filename": "2016_04_13_sports_ncaabasketball_ncaa-extends-basketball-deal-with-cbs-sports-and-turner-through-2032_1666741748.html", "image_url": "https://static01.nyt.com/images/2016/04/13/sports/13NCAA/13NCAA-facebookJumbo.jpg?year=2016&h=550&w=1050&s=efa5972c7c0d46717c5bc4539955f931c348aed9c7318dfec2d9f22c2ac06858&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_13_sports_ncaabasketball_ncaa-extends-basketball-deal-with-cbs-sports-and-turner-through-2032_1666741748.html", "title": "N.C.A.A. Extends Basketball Deal With CBS Sports and Turner Through 2032", "title_page": "N.C.A.A. Extends Basketball Deal With CBS Sports and Turner Through 2032 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The N.C.A.A. announced a new agreement on Tuesday with CBS Sports and Turner that extended the broadcast rights deal for the Division I men’s basketball tournament another eight years, through 2032, at a rate that will eventually increase to more than $1 billion per year.\nWhile the previous 14-year deal, priced at $10.8 billion (roughly $770 million per year), lasted through 2024, the eight-year extension will add another $8.8 billion. It also commits to keeping the tournament in its current format, in which 68 teams compete through six rounds (plus the four so-called play-in games before the tournament begins in earnest).\nThe new deal, which will, like its predecessor, provide the N.C.A.A. with a vast majority of its annual revenue, comes at a time when many college athletes and their advocates have sought a greater share of such windfalls than the amateur status of athletes permits. The N.C.A.A. and several of its member conferences have relented somewhat: The dollar amounts of full scholarships have been raised, and the N.C.A.A. recently disbursed $200 million to help colleges cope with rising costs.\nIn an interview Tuesday, the N.C.A.A. president, Mark Emmert, said that since the contract was critical to the finances of more than a thousand athletic departments across three divisions it made sense to agree early to a contract extension with pre-existing broadcast partners.", "url": "https://www.nytimes.com/2016/04/13/sports/ncaabasketball/ncaa-extends-basketball-deal-with-cbs-sports-and-turner-through-2032.html"}