{"authors": ["Sarah Maslin Nir"], "date_download": "2022-10-25 23:32:55", "date_modify": "2022-10-25 23:32:55", "date_publish": "2016-02-12 00:32:15", "description": "Officer Liang was found guilty of manslaughter and official misconduct in the death of Mr. Gurley, who was unarmed when he was hit by a ricocheting bullet in a housing project stairwell.", "filename": "2016_02_12_nyregion_officer-peter-liang-convicted-in-fatal-shooting-of-akai-gurley-in-brooklyn_1666740775.html", "image_url": "https://static01.nyt.com/images/2016/02/12/nyregion/12jpLIANG/12jpLIANG-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=0466abed2cb06997e458b64ad2dad69bcc5f5e3fc6707d24ba44a276ccc84ca3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_12_nyregion_officer-peter-liang-convicted-in-fatal-shooting-of-akai-gurley-in-brooklyn_1666740775.html", "title": "Officer Peter Liang Convicted in Fatal Shooting of Akai Gurley in Brooklyn", "title_page": "Officer Peter Liang Convicted in Fatal Shooting of Akai Gurley in Brooklyn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A New York City police officer was convicted of manslaughter on Thursday for killing an unarmed man who was hit by a ricocheting bullet fired from the officer’s gun in the stairwell of a Brooklyn housing project in a case that highlighted concerns over police accountability.\nThe officer, Peter Liang, and his partner were conducting a so-called vertical patrol on Nov. 20, 2014, inside the Louis H. Pink Houses in the East New York neighborhood. At one point, Officer Liang opened a door into an unlighted stairwell and his gun went off. The bullet glanced off a wall and hit Akai Gurley, 28, who was walking down the stairs with his girlfriend, and pierced his heart.\nMr. Liang, a rookie officer who had graduated from the Police Academy the year before the shooting, was also found guilty of official misconduct for failing to help Mr. Gurley as he lay on a fifth-floor landing. Mr. Gurley’s girlfriend, Melissa Butler, had testified that while she knelt in a pool of his blood trying to resuscitate him, the officer stopped briefly but did not help before proceeding down the stairs.\nThe verdict, delivered in State Supreme Court in Brooklyn, comes amid a national debate on the policing of black neighborhoods after a string of killings of unarmed black men by police officers. And the jury’s decision is a rare instance in which a police officer was convicted of killing someone in the line of duty.", "url": "https://www.nytimes.com/2016/02/12/nyregion/officer-peter-liang-convicted-in-fatal-shooting-of-akai-gurley-in-brooklyn.html"}