{"authors": ["Jeff Sommer"], "date_download": "2022-10-25 23:38:32", "date_modify": "2022-10-25 23:38:32", "date_publish": "2016-11-04 18:01:34", "description": "Consensus emerges among politicians, including both presidential candidates, that companies’ foreign profits should be brought back to America. But how?", "filename": "2016_11_06_your-money_strategies-corporate-cash-repatriation-bipartisan-consensuss_1666741112.html", "image_url": "https://static01.nyt.com/images/2016/11/06/business/06STRA/06STRA-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9eb2f930757349f6f2b4299f7e336638ec956b2f65f06b8470e5264c405da183&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_06_your-money_strategies-corporate-cash-repatriation-bipartisan-consensuss_1666741112.html", "title": "A Stranded $2 Trillion Overseas Stash Gets Closer to Coming Home", "title_page": "A Stranded $2 Trillion Overseas Stash Gets Closer to Coming Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The next president may have a rare opportunity to close tax loopholes that have let American corporations stash more than $2 trillion in untaxed profits outside the United States.\nThis enormous hoard of stranded cash has barely been an issue in the contentious election campaign of 2016, and precise predictions of deals that could be made in Washington are foolhardy until the nation goes to the polls.\nBut this much is clear: There is a growing political consensus that the time has come for change in the tax rules to encourage repatriation of the vast troves of corporate earnings held outside the country. Companies, ordinary American taxpayers and thousands of investors have substantial and sometimes conflicting stakes in the outcome.\n“Everyone agrees that something is going to be done about this,” said Edward D. Kleinbard, the former chief of staff of the congressional Joint Committee on Taxation, and now a law professor at the University of Southern California. “The question, of course, is exactly what.”", "url": "https://www.nytimes.com/2016/11/06/your-money/strategies-corporate-cash-repatriation-bipartisan-consensuss.html"}