{"authors": ["Paul Mozur", "Mike Isaac"], "date_download": "2022-10-25 23:32:39", "date_modify": "2022-10-25 23:32:39", "date_publish": "2016-05-13 10:57:43", "description": "The investment in the Didi Chuxing ride-hailing app enlarges the American giant’s Asian footprint as it comes under greater scrutiny from Beijing.", "filename": "2016_05_14_technology_apple-uber-didi-chuxing_1666740759.html", "image_url": "https://static01.nyt.com/images/2016/05/14/world/13Apple-web/13Apple-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ca5795e117483acf27354f864473ce21900c775aa0cb3827ac510cb047c0f3d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_14_technology_apple-uber-didi-chuxing_1666740759.html", "title": "Apple’s $1 Billion Investment May Ease Ties With China", "title_page": "Apple’s $1 Billion Investment May Ease Ties With China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For nearly a decade, Apple’s phenomenal growth was powered by the popularity of the iPhone. But sales of the device have slowed and last month the company reported its first quarterly drop ever in iPhone sales, along with its first drop in overall revenue in 13 years.\nMany investors hoped that strong growth in China would offset some of the iPhone’s deceleration. Revenue growth in the greater China region, which includes China, Hong Kong and Taiwan, hovered around 70 percent or more all last year. But last month the company said that quarterly sales in greater China had fallen 26 percent compared with the previous year.\nFor Didi, the deal is a way to beef up its systems. The Chinese company serves close to 300 million users across more than 400 Chinese cities — more users than Uber — but lags technologically, analysts say.\nFor more than a year, Apple and Didi — which share several partners, including Japan’s SoftBank and Coatue — had been in contact. Apple was one of a handful of technology companies that, over the last year, Didi had talked with to better familiarize itself with the West, according to a person briefed on the deal.\nIn April, Mr. Cook sat down for the first time with the leaders of Didi to discuss working together.\nJust three weeks later, Apple was ready to take things to the next level with the announcement on Thursday of the $1 billion bet on Didi, one of its largest investments ever.\nIn the midst of Didi’s last major round of raising funds, the relationship quickly deepened, the person said. The two companies managed to close the deal with “lightning speed,” Didi’s president, Jean Liu, said in a conference call discussing the deal late Thursday.", "url": "https://www.nytimes.com/2016/05/14/technology/apple-uber-didi-chuxing.html"}