{"authors": ["Sheryl Gay Stolberg", "Erik Eckholm"], "date_download": "2022-10-25 23:36:12", "date_modify": "2022-10-25 23:36:12", "date_publish": "2016-04-22 15:01:58", "description": "Gov. Terry McAuliffe used his executive power to allow more than 200,000 convicted felons to vote, circumventing the Republican-run legislature.", "filename": "2016_04_23_us_governor-terry-mcauliffe-virginia-voting-rights-convicted-felons_1666740972.html", "image_url": "https://static01.nyt.com/images/2016/04/23/us/23virginia-web2/23virginia-web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ae8551281dde942b5cc3942eded0425d2f15a628835445076f31e8c1075cded9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_23_us_governor-terry-mcauliffe-virginia-voting-rights-convicted-felons_1666740972.html", "title": "Virginia Governor Restores Voting Rights to Felons", "title_page": "Virginia Governor Restores Voting Rights to Felons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Only two states, Maine and Vermont, have no voting restrictions on felons; Virginia is among four – the others are Kentucky, Florida and Iowa – that have the harshest restrictions.\nFriday’s shift in Virginia is part of a national trend toward restoring voter rights to felons, based in part on the hope that it will aid former prisoners’ re-entry into society. Over the last two decades about 20 states have acted to ease their restrictions, according to the Brennan Center for Justice at New York University.\nIn Kentucky, Mr. Bevin, who took office in November, promptly overturned an executive order issued by his predecessor, Steven L. Beshear, just before he left office. Then, last week, Mr. Bevin signed into law a less expansive measure, allowing felons to petition judges to vacate their convictions, which would enable them to vote.\nPrevious governors in Florida and Iowa took executive action to ease their lifetime bans, but in each case, a subsequent governor restored the tough rules.\nMarc Mauer, executive director of the Sentencing Project, said Mr. McAuliffe’s decision would have lasting consequences because it will remain in effect at least until January 2018, when the governor leaves office.\n“This will be the single most significant action on disenfranchisement that we’ve ever seen from a governor,” Mr. Mauer said, “and it’s noteworthy that it’s coming in the middle of this term, not the day before he leaves office. So there may be some political heat but clearly he’s willing to take that on, which is quite admirable.”\nMyrna Pérez, director of a voting rights project at the Brennan Center, said Mr. McAuliffe’s move was particularly important because Virginia has had such restrictive laws on voting by felons. Still, she said,“Compared to the rest of the country, this is a very middle of the road policy.’’", "url": "https://www.nytimes.com/2016/04/23/us/governor-terry-mcauliffe-virginia-voting-rights-convicted-felons.html"}