{"authors": ["The New York Times"], "date_download": "2022-10-25 23:52:49", "date_modify": "2022-10-25 23:52:49", "date_publish": "2016-01-05 10:01:09", "description": "The New York Times/Kaiser Family Foundation survey is based on interviewing 2,575 adults nationwide from ages 18 to 64.", "filename": "2016_01_06_upshot_how-the-poll-on-medical-bills-was-conducted_1666741969.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_06_upshot_how-the-poll-on-medical-bills-was-conducted_1666741969.html", "title": "How the Poll on Medical Bills Was Conducted", "title_page": "How the Poll on Medical Bills Was Conducted - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The New York Times/Kaiser Family Foundation survey on medical bills is based on interviewing conducted Aug. 28 through Sept. 28 with 2,575 adults nationwide from ages 18 to 64.\nQuestionnaires were administered both online and by telephone in both English and Spanish, including a longer questionnaire for 1,204 respondents who reported problems paying household medical bills in the previous 12 months and a shorter questionnaire for 1,371 respondents who did not report such problems.\nThe Times and Kaiser contributed financing for the survey, and teams from both organizations worked together to develop the questionnaire and analyze the data. Each organization is solely responsible for its own interpretation and conclusions.\nNORC at the University of Chicago conducted sampling, interviewing and tabulation for the survey, using the AmeriSpeak Panel, a representative panel of adults 18 and over throughout the United States. AmeriSpeak Panel members are recruited through probability sampling methods using the NORC address-based national sampling frame.", "url": "https://www.nytimes.com/2016/01/06/upshot/how-the-poll-on-medical-bills-was-conducted.html"}