{"authors": ["Tim Arango"], "date_download": "2022-10-25 23:34:58", "date_modify": "2022-10-25 23:34:58", "date_publish": "2016-06-17 13:05:44", "description": "Counterterrorism forces raised the Iraqi flag over the city’s main government building, according to officers and reports on state television.", "filename": "2016_06_18_world_middleeast_iraq-forces-isis-falluja_1666740898.html", "image_url": "https://static01.nyt.com/images/2016/06/18/world/18falluja3_hp/18falluja3_hp-facebookJumbo.jpg?year=2016&h=550&w=1050&s=458ed63421c7c03acf55847da831eaf7e01842488883ac218b853815cceecbfc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_18_world_middleeast_iraq-forces-isis-falluja_1666740898.html", "title": "Iraqi Forces Enter Falluja, Encountering Little Fight From ISIS", "title_page": "Iraqi Forces Enter Falluja, Encountering Little Fight From ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — Iraqi forces quickly entered central areas of Falluja on Friday after weeks of battling the Islamic State, fighting that had forced thousands of civilians to flee and overwhelmed the ability of aid agencies to care for them.\nReporting little resistance from Islamic State fighters, counterterrorism forces raised the Iraqi flag over the main government building in central Falluja, officers and state television reports said. They said that pro-government forces moved on to besiege the city’s main hospital, which was the first target of American forces when they invaded the city in 2004 and in recent months has served as a headquarters complex for the Islamic State.\nThe rapid and unexpected gains suggested a shift in tactics by the Sunni extremists of the Islamic State, also known as ISIS or ISIL, or perhaps a sign of their weakness, as they abandoned their dug-in positions and regrouped in western neighborhoods of Falluja. That allowed thousands of civilians, who aid groups had said were being held as human shields, to flee across two bridges over the Euphrates River beginning on Thursday.", "url": "https://www.nytimes.com/2016/06/18/world/middleeast/iraq-forces-isis-falluja.html"}