{"authors": ["Joe Coscarelli"], "date_download": "2022-10-25 23:43:46", "date_modify": "2022-10-25 23:43:46", "date_publish": "2016-02-12 02:03:01", "description": "Mr. West showcased his third line for Adidas and his seventh album at Madison Square Garden in front of fans, famous admirers and the Kardashians.", "filename": "2016_02_12_arts_music_kanye-west-yeezy-season-3-life-of-pablo.html_ref=music_1666741426.html", "image_url": "https://static01.nyt.com/images/2016/02/11/fashion/20160211KANYESHOW-slide-L7GX/20160211KANYESHOW-slide-L7GX-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=d87a74adc583658ce8696047df82dc1993f3a59057077231644537854173f6a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_12_arts_music_kanye-west-yeezy-season-3-life-of-pablo.html_ref=music_1666741426.html", "title": "Kanye West Debuts ‘The Life of Pablo’ and His Yeezy Season 3 Collection", "title_page": "Kanye West Debuts ‘The Life of Pablo’ and His Yeezy Season 3 Collection - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kanye West pulled it off.\nLate on Thursday afternoon at Madison Square Garden — after weeks of intrigue, changed plans, adjusted track lists and scrapped album titles — the rapper-slash-designer debuted his third Yeezy collection for Adidas and his defiant seventh solo album, “The Life of Pablo,” simultaneously on the city’s biggest stage.\nWell, not quite on stage. A relatively low-key Mr. West, casual in a black cap and burgundy long-sleeve T-shirt promoting the album, played M.C. for the event from the floor behind the sound booth, where he’d plugged in a laptop to blast his new music at earsplitting volume.\nAt the arena’s center, dozens of models were positioned on two raised platforms — and, less visibly, many more in the pit below — remaining largely still to show off the new post-apocalyptic sportswear collection. Though most of the models were anonymous, there were a few famous faces among them: Naomi Campbell, Veronica Webb and Liya Kebede, along with the rapper Young Thug. (As with the first two Yeezy shows, the presentation was arranged by the performance artist Vanessa Beecroft.)\nThe show began just after 4:30 p.m. with a procession in the stands by the extended Kardashian West family — Kim, Kris, Kendall, North, Caitlyn Jenner and so on — that was broadcast on the arena video screen. Mr. West himself escorted Lamar Odom, the former N.B.A. player and husband of Khloé Kardashian, to his seat; it was Mr. Odom’s first public appearance since he was found unconscious last year at a Nevada brothel.", "url": "https://www.nytimes.com/2016/02/12/arts/music/kanye-west-yeezy-season-3-life-of-pablo.html?ref=music"}