{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:40:23", "date_modify": "2022-10-25 23:40:23", "date_publish": "2016-01-12 11:26:37", "description": "The move against the four, already detained for six months, continues a nationwide sweep of more than 200 lawyers and associates who worked on civil rights cases.", "filename": "2016_01_13_world_asia_china-rights-lawyers-arrest_1666741223.html", "image_url": "https://static01.nyt.com/images/2016/01/13/world/13china_web1/13china_web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=ba0bea517816288313d078f350d4837b623981bb2c60cf6f132a6235a2dca528&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_13_world_asia_china-rights-lawyers-arrest_1666741223.html", "title": "China Is Said to Arrest 4 Human Rights Advocates", "title_page": "China Is Said to Arrest 4 Human Rights Advocates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — The Chinese police have formally arrested four human rights advocates in the last week on charges of subverting state power after detaining them for the last six months, according to one of their colleagues and rights groups.\nThe families of two lawyers, Zhou Shifeng and Wang Quanzhang, both of the Fengrui Law Firm in Beijing, received letters on Tuesday notifying them of the formal arrests of their relatives, the lawyers’ colleague, Liu Xiaoyuan, said by telephone. Mr. Zhou is the director of the firm. Mr. Liu said that Li Shuyun, an intern at the firm, was also arrested, as was Zhao Wei, an assistant to another human rights lawyer. The letters were dated Friday.\nThe four rights advocates were part of what was, until last year, a flourishing group of legal experts who represented prominent Chinese clients, including the artist Ai Weiwei, the activist Chen Guangcheng and the Uighur scholar Ilham Tohti, as well as people seeking justice through the Communist Party-controlled court system. In July, more than 200 of these lawyers were rounded up in a nationwide sweep and pilloried by the state-run news media as swindlers. Many were detained at an undisclosed location in the port city of Tianjin, China.\nThe charge of subverting state power, which can carry a sentence of up to life in prison, is far more serious than several human rights advocates had expected in the four recent cases and suggests that the government believes that these people were seeking to undermine the state through their legal work. By comparison, the Nobel Peace laureate Liu Xiaobo was sentenced to 11 years in prison in 2009 on the charge of “inciting subversion of state power,” regarded by many as a slightly lesser offense.", "url": "https://www.nytimes.com/2016/01/13/world/asia/china-rights-lawyers-arrest.html"}