{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:53:37", "date_modify": "2022-10-25 23:53:37", "date_publish": "2016-12-01 02:01:39", "description": "Michael Venditto, the Republican incumbent, and John E. Brooks, his Democratic challenger, remained in a close contest amid objections from both parties.", "filename": "2016_11_30_nyregion_democrats-claim-to-win-senate-seat-on-long-island-but-gop-disagrees_1666742017.html", "image_url": "https://static01.nyt.com/images/2016/12/01/nyregion/01NYSENATE/01NYSENATE-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a5fb4abb3030a4b949172652efbbf106c32a6394c763d530de049f4b2fbc0993&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_30_nyregion_democrats-claim-to-win-senate-seat-on-long-island-but-gop-disagrees_1666742017.html", "title": "Democrats Claim to Win Senate Seat on Long Island, but G.O.P. Disagrees", "title_page": "Democrats Claim to Win Senate Seat on Long Island, but G.O.P. Disagrees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Painstaking vote counts. Talk of possible fraud. Suggestions of racism and ageism, and disparaging comments about people with disabilities. And none of it had anything to do with Donald J. Trump.\nWith the presidential election fast receding into the past, there was still campaign drama unfolding on Wednesday on the South Shore of Long Island, where the race for New York State Senate’s Eighth District has been contested with the ardor and election board intrigue of the Bush-Gore contest in Florida in 2000.\nThe race pitted the incumbent, Michael Venditto, a first-term Republican with some family political baggage, against John E. Brooks, a former insurance executive who now seems tantalizingly close to capturing a seat that few Democrats thought was winnable until recently.\nBy late Wednesday afternoon, Mr. Brooks — a longtime Republican running as a Democrat — had declared victory after a count of absentee and affidavit ballots. With more than 130,000 votes now recorded, Mr. Brooks had a razor-thin lead of 41 votes, according to David J. Gugerty, the Democratic commissioner of elections in Nassau County, which makes up the bulk of the district.", "url": "https://www.nytimes.com/2016/11/30/nyregion/democrats-claim-to-win-senate-seat-on-long-island-but-gop-disagrees.html"}