{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:26:15", "date_modify": "2022-10-25 23:26:15", "date_publish": "2016-07-20 17:02:03", "description": "Meredith McIver, a longtime employee of the Trump Organization, said that she had offered her resignation over what she called an innocent mistake, but that Donald J. Trump refused to accept it.", "filename": "2016_07_21_us_politics_melania-trump-speech-meredith-mciver_1666740375.html", "image_url": "https://static01.nyt.com/images/2016/07/21/us/21fd-melania/21fd-melania-facebookJumbo.jpg?year=2016&h=550&w=1050&s=206739bf2772adf037433ecf0476e87ba00e0e0d933504e50b006d1b19a8a11e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_21_us_politics_melania-trump-speech-meredith-mciver_1666740375.html", "title": "Behind Melania Trump’s Cribbed Lines, an Ex-Ballerina Who Loved Writing", "title_page": "Behind Melania Trump’s Cribbed Lines, an Ex-Ballerina Who Loved Writing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I feel terrible for the chaos I have caused Melania and the Trumps, as well as to Mrs. Obama,” Ms. McIver wrote. “No harm was meant.”\nBut harm was of course done.\nAfter a Twitter user discovered the plagiarism, the story of the cribbed lines hung over the convention and eclipsed the otherwise positive response to Ms. Trump’s speech.\nHer husband’s warring advisers pointed fingers at one another. His family was furious. The campaign chairman said that he believed Ms. Trump wrote the speech herself, as she asserted, and that it would be “crazy” to think she would crib lines when all of America was watching.\nAs it turned out, Ms. Trump had torn up an early version of her address done by two professional Republican speechwriters. Instead, in a campaign that blurs the lines between family, business and politics, Ms. Trump reached out to one of the most trusted people inside Trump Tower for help.\nImage Meredith McIver\nNow Ms. McIver, a registered Democrat with no known political experience, is suddenly at the center of one of the biggest political stories in the country.\nMr. Palitz, a lawyer who has remained friends with Ms. McIver for decades, said that knowing her generally meticulous attention to detail, “it sounds like she sort of stepped up and fell on her sword.”", "url": "https://www.nytimes.com/2016/07/21/us/politics/melania-trump-speech-meredith-mciver.html"}