{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:51:31", "date_modify": "2022-10-25 23:51:31", "date_publish": "2016-03-11 18:39:22", "description": "President Obama told an audience of technology enthusiasts he supported efforts to gain protected information from electronic devices, opposing the stance taken by Apple.", "filename": "2016_03_12_us_politics_obama-heads-to-south-by-southwest-festival-to-talk-about-technology_1666741891.html", "image_url": "https://static01.nyt.com/images/2016/03/12/us/12obama-vid/12obama-vid-facebookJumbo.jpg?year=2016&h=550&w=1050&s=07abf416b3131d47439ae9a939f9c25db7e9d5011ac8446dc31936b7ca2a60a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_12_us_politics_obama-heads-to-south-by-southwest-festival-to-talk-about-technology_1666741891.html", "title": "Obama, at South by Southwest, Calls for Law Enforcement Access in Encryption Fight", "title_page": "Obama, at South by Southwest, Calls for Law Enforcement Access in Encryption Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AUSTIN, Tex. — President Obama said Friday that law enforcement must be legally able to collect information from smartphones and other electronic devices, making clear, despite disagreement within his administration, that he opposes the stance on encryption taken by technology companies like Apple.\nSpeaking to an audience of about 2,100 technology executives and enthusiasts at the South by Southwest festival here, Mr. Obama delivered his most extensive comments on an issue that has split the technology community and pitted law enforcement against other national security agencies. Mr. Obama declined to comment specifically on the efforts by the F.B.I. to require Apple’s help in gaining data from an iPhone used by one of the terrorists in the December attack in San Bernardino, Calif.\nBut the president warned that America had already accepted that law enforcement can “rifle through your underwear” in searches for those suspected of preying on children, and he said there was no reason that a person’s digital information should be treated differently.\n“If, technologically, it is possible to make an impenetrable device or system, where the encryption is so strong that there is no key, there is no door at all, then how do we apprehend the child pornographer?” Mr. Obama said. “How do we disrupt a terrorist plot?”", "url": "https://www.nytimes.com/2016/03/12/us/politics/obama-heads-to-south-by-southwest-festival-to-talk-about-technology.html"}