{"authors": ["Louise Story"], "date_download": "2022-10-25 23:22:38", "date_modify": "2022-10-25 23:22:38", "date_publish": "2016-01-13 16:01:00", "description": "The initiative will start in Manhattan and Miami-Dade County as part of a broader federal effort to focus on money laundering in real estate.", "filename": "2016_01_14_us_us-will-track-secret-buyers-of-luxury-real-estate_1666740158.html", "image_url": "https://static01.nyt.com/images/2016/01/13/us/xxLLC1/xxLLC1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=88ba83b647d5af7787371aa57bb0830e9791702efbfadd14fcf0f887cd76466e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_14_us_us-will-track-secret-buyers-of-luxury-real-estate_1666740158.html", "title": "U.S. Will Track Secret Buyers of Luxury Real Estate", "title_page": "U.S. Will Track Secret Buyers of Luxury Real Estate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Concerned about illicit money flowing into luxury real estate, the Treasury Department said Wednesday that it would begin identifying and tracking secret buyers of high-end properties.\nThe initiative will start in two of the nation’s major destinations for global wealth: Manhattan and Miami-Dade County. It will shine a light on the darkest corner of the real estate market: all-cash purchases made by shell companies that often shield purchasers’ identities.\nIt is the first time the federal government has required real estate companies to disclose names behind cash transactions, and it is likely to send shudders through the real estate industry, which has benefited enormously in recent years from a building boom increasingly dependent on wealthy, secretive buyers.\nThe initiative is part of a broader federal effort to increase the focus on money laundering in real estate. Treasury and federal law enforcement officials said they were putting greater resources into investigating luxury real estate sales that involve shell companies like limited liability companies, often known as L.L.C.s; partnerships; and other entities.", "url": "https://www.nytimes.com/2016/01/14/us/us-will-track-secret-buyers-of-luxury-real-estate.html"}