{"authors": ["Mujib Mashal", "Fahim Abed"], "date_download": "2022-10-25 23:28:16", "date_modify": "2022-10-25 23:28:16", "date_publish": "2016-11-21 10:30:22", "description": "A suicide bombing in Kabul targeted worshipers who were honoring the Islamic ceremony of Arbaeen, and came after another recent assault on a Shiite shrine.", "filename": "2016_11_22_world_asia_afghanistan-kabul-blast-mosque_1666740496.html", "image_url": "https://static01.nyt.com/images/2016/11/22/world/22Afghan3/22Afghan3-facebookJumbo.jpg?year=2016&h=549&w=1050&s=dde63936d68813af0d13135b91bac07ecb240ce087ab532986b2d35838ba0946&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_22_world_asia_afghanistan-kabul-blast-mosque_1666740496.html", "title": "Islamic State Again Strikes at Afghan Shiites, Killing at Least 30 in Kabul", "title_page": "Islamic State Again Strikes at Afghan Shiites, Killing at Least 30 in Kabul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — A suicide bomber struck a crowded gathering of Shiite Muslims in the Afghan capital on Monday, officials said, killing at least 30 people in the latest assault against religious minorities here to be claimed by militants loyal to the Islamic State.\nThe suicide bomber detonated his explosives just as hundreds of worshipers had packed into the Baqir ul-Uloom mosque, in western Kabul. They were commemorating Arbaeen, a Shiite observance of loss and grief that comes 40 days after Ashura, when a grandson of the Prophet Muhammad was martyred. The Islamic State had claimed an attack during that holiday as well, bombing another Shiite shrine in Kabul on the eve of Ashura, and killing at least 14.\nSediq Sediqqi, a spokesman for the Interior Ministry, said that at least 30 people had been killed and at least 40 wounded.\nThe blast was so powerful that the windows from all three floors of the mosque were blown away. The walls looked as if they had been hosed with blood. Human remains, shoes, bloodied copies of the Quran and broken prayer beads were scattered around the hall.", "url": "https://www.nytimes.com/2016/11/22/world/asia/afghanistan-kabul-blast-mosque.html"}