{"authors": ["Farhad Manjoo"], "date_download": "2022-10-25 23:41:54", "date_modify": "2022-10-25 23:41:54", "date_publish": "2016-11-30 11:00:57", "description": "Once known for its disappearing messages, Snap, the parent of Snapchat, has moved into news and, with Spectacles, consumer devices.", "filename": "2016_11_30_technology_while-we-werent-looking-snapchat-revolutionized-social-networks.html_rref=collection%2Fbyline%2Ffarhad-manjoo_1666741314.html", "image_url": "https://static01.nyt.com/images/2016/12/01/technology/01state-illo/01state-illo-facebookJumbo.jpg?year=2016&h=523&w=1000&s=8ac7032bd059b6d06f30582b9ff29fb795a7e43ba95c336df413828f020df178&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_30_technology_while-we-werent-looking-snapchat-revolutionized-social-networks.html_rref=collection%2Fbyline%2Ffarhad-manjoo_1666741314.html", "title": "While We Weren’t Looking, Snapchat Revolutionized Social Networks", "title_page": "While We Weren’t Looking, Snapchat Revolutionized Social Networks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Snap Inc., the parent company of the popular photo-messaging and storytelling app Snapchat, is having a productive autumn.\nA couple of weeks ago, Snap filed confidential documents for a coming stock offering that could value the firm at $30 billion, which would make it one of the largest initial public offerings in recent years. Around the same time, it began selling Spectacles, sunglasses that can record video clips, which have become one of the most sought-after gadgets of the season.\nAnd yet, even when it’s grabbing headlines, it often seems as if Snap gets little respect.\nThough Snapchat has overtaken Twitter in terms of daily users to become one of the most popular social networks in the world, it has not attracted the media attention that the 140-character platform earns, perhaps because journalists and presidential candidates don’t use it very much. Snapchat’s news division has become a popular and innovative source of information for young people, but it is rarely mentioned in the hand-wringing over how social media affected the presidential election.\nAnd because Snapchat is used primarily by teenagers and 20-somethings, and it seems deliberately designed to frustrate anyone over 25, it is often dismissed as a frivolity by older people (especially readers of a certain newspaper based in New York who have my email address).", "url": "https://www.nytimes.com/2016/11/30/technology/while-we-werent-looking-snapchat-revolutionized-social-networks.html?rref=collection%2Fbyline%2Ffarhad-manjoo"}