{"authors": ["Mark Mazzetti", "Scott Shane"], "date_download": "2022-10-25 23:50:02", "date_modify": "2022-10-25 23:50:02", "date_publish": "2016-06-17 23:25:14", "description": "To some, a classified section of an inquiry into the terrorist attacks points to Saudi involvement, while the country’s foreign minister says, “There is no there there.”", "filename": "2016_06_18_world_middleeast_saudi-arabia-sept11-classified-28-pages_1666741802.html", "image_url": "https://static01.nyt.com/images/2016/06/18/world/18saudis-web/18saudis-web-facebookJumbo.jpg?year=2016&h=185&w=353&s=ebb20d591d589542e447ebaf8848c99a2217560b0b7118c109899510e44c67d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_18_world_middleeast_saudi-arabia-sept11-classified-28-pages_1666741802.html", "title": "A Saudi Imam, 2 Hijackers and Lingering 9/11 Mystery", "title_page": "A Saudi Imam, 2 Hijackers and Lingering 9/11 Mystery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Inside an opulent palace in Riyadh late one evening in February 2004, two American investigators interrogated a man they believed might hold answers to one of the lingering mysteries of the Sept. 11, 2001, attacks: What role, if any, did officials in Saudi Arabia’s government play in the plot?\nThe man under questioning, Fahad al-Thumairy, had been a Saudi consular official based in Los Angeles and the imam of a mosque visited by two of the hijackers. The investigators, staff members of the national 9/11 commission who had waited all day at the United States Embassy before being summoned to the late-night interview, believed that tying him to the plot could be a step toward proving Saudi government complicity in the attacks.\nThey were unsuccessful. In two interviews lasting four hours, Mr. Thumairy, a father of two then in his early 30s, denied any ties to the hijackers or their known associates. Presented with phone records that seemed to contradict his answers, he gave no ground, saying the records were wrong or people were trying to smear him. The investigators wrote a report to their bosses saying they believed Mr. Thumairy was probably lying, though no government investigation into the Sept. 11 attacks has ever found conclusive evidence that Mr. Thumairy — or any other Saudi official — assisted in the plot.\nBut nearly 15 years after the attacks on New York and Washington, the question of a Saudi connection has arisen again amid new calls for the release of a long-classified section of a 2002 congressional inquiry into the attacks that discusses a possible Saudi role in the terrorist plot — the so-called 28 pages, whose secrecy has made them almost mythical.", "url": "https://www.nytimes.com/2016/06/18/world/middleeast/saudi-arabia-sept11-classified-28-pages.html"}