{"authors": ["Nicholas Confessore", "Nick Corasaniti"], "date_download": "2022-10-25 23:02:15", "date_modify": "2022-10-25 23:02:15", "date_publish": "2016-08-03 17:45:54", "description": "The Republican nominee’s new fund-raising numbers suggest he has tapped into the passion of his core supporters and may now have the resources to compete with Hillary Clinton.", "filename": "2016_08_04_us_politics_trump-fundraising_1666738935.html", "image_url": "https://static01.nyt.com/images/2016/08/04/us/04fd-trump/04fd-trump-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=548c9e12bb6853d179d61e38a7104a2bec66b4a4cc7038dbbf9f8c0193f84954&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_04_us_politics_trump-fundraising_1666738935.html", "title": "Fueled by Small Donations, Donald Trump Makes Up Major Financial Ground", "title_page": "Fueled by Small Donations, Donald Trump Makes Up Major Financial Ground - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald J. Trump all but erased his enormous fund-raising disadvantage against Hillary Clinton in the span of just two months, according to figures released by his campaign on Wednesday, converting the passion of his core followers into a flood of small donations on a scale rarely seen in national politics.\nMr. Trump and the Republican National Committee raised $64 million through a joint digital and mail effort in July, according to his campaign, the bulk of it from small donations. All told, Mr. Trump and his party brought in $82 million last month, only slightly behind Mrs. Clinton’s $90 million, and ended with $74 million on hand, suggesting he might now have the resources to compete with Mrs. Clinton in the closing stretch of the campaign.\n“She’s been doing this for 20 years,” said Steven Mnuchin, a New York investor who is Mr. Trump’s finance chairman. “We’ve been doing it for two months.” More than two-thirds of the $64 million had come online, Mr. Mnuchin said.", "url": "https://www.nytimes.com/2016/08/04/us/politics/trump-fundraising.html"}