{"authors": ["Diaa Hadid"], "date_download": "2022-10-25 23:42:08", "date_modify": "2022-10-25 23:42:08", "date_publish": "2016-04-06 11:36:23", "description": "Three branches of Christianity are undertaking a $3.4 million renovation of the shrine holding Jesus’ tomb in the Church of the Holy Sepulcher in Jerusalem.", "filename": "2016_04_07_world_middleeast_jerusalem-christians-jesus-tomb_1666741328.html", "image_url": "https://static01.nyt.com/images/2016/04/06/world/07jesustomb-span/07jesustomb-span-facebookJumbo.jpg?year=2016&h=550&w=1050&s=237168c11c195474722fae65e0f56a1f70888c6434a709b24b5b78856a14ed01&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_07_world_middleeast_jerusalem-christians-jesus-tomb_1666741328.html", "title": "Risk of Collapse at Jesus’ Tomb Unites Rival Christians", "title_page": "Risk of Collapse at Jesus’ Tomb Unites Rival Christians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The message was clear: Fix it, or else.\nSo after a year of much study and negotiation, monument conservation experts plan to first remove the iron cage that Jerusalem’s colonial British rulers built in 1947 in a prior effort to keep the Aedicule from collapsing, after a 1927 earthquake and rain left the structure cracked, its marble slabs flaking.\nThey will take apart, slab by slab, the ornate marble shell built in 1810, during Ottoman rule of Jerusalem. The conservationists will then tackle the remains of the 12th-century Crusader shrine that lies underneath. That was erected after the Shiite ruler of Egypt, al-Hakim, destroyed the first Aedicule in 1009. The original was built by Helena, the mother of Emperor Constantine, the Christian Roman emperor who did much to elevate the status of Christianity through the empire.\nFinally, the workers will repair cracks in the remains of the rock-hewed tomb underneath, where most Christians believe Jesus was placed after he was crucified. (There is a rival Tomb of Christ just outside the Old City walls, patronized mainly by Protestants. But that is another story.)\nAntonia Moropoulou, the conservation expert heading the project, said the shrine would remain open to visitors during most of the painstaking process.\nHundreds of pilgrims waited to enter one recent day as Catholics said Mass near the Aedicule, blocking the entry with wooden pews. The shrine is topped with a large gray cupola, and it is decorated with gold, icons, pillars, candles, heavy bronze lamps, inscriptions and a large painting of Christ.\n“This is a very super experience of my spirit,” said Anil Macwan, 30, a lay Catholic preacher from India. “The world cannot give me the feeling I get from this tomb, this place. It is a very sacred place.”", "url": "https://www.nytimes.com/2016/04/07/world/middleeast/jerusalem-christians-jesus-tomb.html"}