{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:42:07", "date_modify": "2022-10-25 23:42:07", "date_publish": "2016-04-10 21:29:22", "description": "Mr. Cameron, the British prime minister, admitted that he had bungled his response to questions about his inheritance from his father, who had an offshore investment company.", "filename": "2016_04_11_world_europe_david-cameron-panama-papers-tax-return_1666741327.html", "image_url": "https://static01.nyt.com/images/2016/04/11/world/BRITAIN/BRITAIN-facebookJumbo.jpg?year=2016&h=550&w=1050&s=8d1551b991e9006c9efeae4a372d8cd50221bd9e9d22112ec3ff3cadb33a86c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_11_world_europe_david-cameron-panama-papers-tax-return_1666741327.html", "title": "David Cameron Releases Tax Data After Panama Papers Uproar", "title_page": "David Cameron Releases Tax Data After Panama Papers Uproar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Prime Minister David Cameron of Britain, admitting that he had made a mess of responding to questions about his inheritance from his father, who had an investment company offshore, on Sunday released information from his tax returns for the past six years.\nMr. Cameron has moved belatedly to try to defuse a furor over his finances in the wake of the release last week of leaked information about offshore companies in the so-called Panama Papers, which showed that his father, Ian, was a director of an offshore trust that paid no British taxes.\nMr. Cameron insisted that neither he nor his father had done anything illegal. He said all taxes due had been paid on proceeds from the fund and on an inheritance of 300,000 pounds, or about $424,000 according to current exchange rates, that he received when his father died in 2010.\nThe tax information Mr. Cameron released also showed that he received £200,000 (about $282,400) from his mother in 2011, on which he will pay no inheritance tax if she lives until 2018, but more questions were raised about whether those funds came from offshore accounts.", "url": "https://www.nytimes.com/2016/04/11/world/europe/david-cameron-panama-papers-tax-return.html"}