{"authors": ["Alissa J. Rubin", "Lilia Blaise"], "date_download": "2022-10-25 23:39:10", "date_modify": "2022-10-25 23:39:10", "date_publish": "2016-06-14 11:07:22", "description": "Larossi Abballa, who stabbed a police captain and his companion to death, was released almost immediately after his conviction in 2013.", "filename": "2016_06_15_world_europe_france-stabbing-police-magnanville-isis.html__r=0_1666741150.html", "image_url": "https://static01.nyt.com/images/2016/06/15/world/15Francestabbing-web2/15Francestabbing-web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=23e2eab0b8811d6fae0a0852d5f4dcc41e53c296c3341b012125c7c61fc718a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_15_world_europe_france-stabbing-police-magnanville-isis.html__r=0_1666741150.html", "title": "Killing Twice for ISIS and Saying So Live on Facebook", "title_page": "Killing Twice for ISIS and Saying So Live on Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — He stabbed an off-duty police officer and left him bleeding to death on his own doorstep. He forced his way inside the home and stabbed and killed the officer’s female companion. He then sat down and videotaped himself live on Facebook declaring allegiance to the Islamic State, according to the French law enforcement authorities.\nSitting just behind him was the couple’s son, a terrified 3-year-old boy, of whom Larossi Abballa, the killer, said dismissively, “I have not decided what to do with him,” according to David Thomson, a French journalist for Radio France Internationale and the author of a book on jihadists who saw Mr. Abballa’s online posts before they were taken down.\nThe events that unfolded between about 8 p.m. and midnight on Monday — when elite police forces broke into the house in the small town of Magnanville, fatally shot Mr. Abballa, 25, and rescued the boy — were the second time within 48 hours in which a person appearing to act alone claimed to kill in the name of the Islamic State.\nIn the attacks in both Magnanville and Orlando, Fla., the killers had more than just brushed up against the authorities before, in what has become a distressingly familiar pattern — from the set of attacks in Paris in November, to those in Brussels in March and beyond. The Orlando gunman, Omar Mateen, had been interviewed twice by the Federal Bureau of Investigation for his possible links to terrorism, and Mr. Abballa had been convicted for having links to a terrorist network and served about two years in jail before being released.", "url": "https://www.nytimes.com/2016/06/15/world/europe/france-stabbing-police-magnanville-isis.html?_r=0"}