{"authors": ["David E. Sanger", "Mark Mazzetti"], "date_download": "2022-10-25 23:31:18", "date_modify": "2022-10-25 23:31:18", "date_publish": "2016-02-16 19:53:57", "description": "The plan, named Nitro Zeus, was designed to disable Iran’s air defenses, communications systems and parts of its power grid but was suspended after the deal was fulfilled.", "filename": "2016_02_17_world_middleeast_us-had-cyberattack-planned-if-iran-nuclear-negotiations-failed_1666740678.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_17_world_middleeast_us-had-cyberattack-planned-if-iran-nuclear-negotiations-failed_1666740678.html", "title": "U.S. Had Cyberattack Plan if Iran Nuclear Dispute Led to Conflict", "title_page": "U.S. Had Cyberattack Plan if Iran Nuclear Dispute Led to Conflict - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — In the early years of the Obama administration, the United States developed an elaborate plan for a cyberattack on Iran in case the diplomatic effort to limit its nuclear program failed and led to a military conflict, according to a coming documentary film and interviews with military and intelligence officials involved in the effort.\nThe plan, code-named Nitro Zeus, was devised to disable Iran’s air defenses, communications systems and crucial parts of its power grid, and was shelved, at least for the foreseeable future, after the nuclear deal struck between Iran and six other nations last summer was fulfilled.\nNitro Zeus was part of an effort to assure President Obama that he had alternatives, short of a full-scale war, if Iran lashed out at the United States or its allies in the region. At its height, officials say, the planning for Nitro Zeus involved thousands of American military and intelligence personnel, spending tens of millions of dollars and placing electronic implants in Iranian computer networks to “prepare the battlefield,” in the parlance of the Pentagon.\nThe United States military develops contingency plans for all kinds of possible conflicts, such as a North Korean attack on the South, loose nuclear weapons in South Asia or uprisings in Africa or Latin America. Most sit on the shelf, and are updated every few years. But this one took on far greater urgency, in part because White House officials believed there was a good chance that Prime Minister Benjamin Netanyahu of Israel would decide to strike Iran’s nuclear facilities, and the United States would be drawn into the hostilities that followed.", "url": "https://www.nytimes.com/2016/02/17/world/middleeast/us-had-cyberattack-planned-if-iran-nuclear-negotiations-failed.html"}