{"authors": ["Patrick Healy", "Jonathan Martin"], "date_download": "2022-10-25 23:25:11", "date_modify": "2022-10-25 23:25:11", "date_publish": "2016-09-27 02:47:11", "description": "In the first general-election debate, Mr. Trump criticized Mrs. Clinton on trade and her email practices, and she called him unfit to be commander in chief.", "filename": "2016_09_27_us_politics_presidential-debate_1666740311.html", "image_url": "https://static01.nyt.com/images/2016/09/27/us/politics/27DEBATE/27DEBATE-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ea0e41b474ea0637ae001274a4bf2e1cd0999ec9802eda5b14b3a9ac01cbe3d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_27_us_politics_presidential-debate_1666740311.html", "title": "Hillary Clinton and Donald Trump Press Pointed Attacks in Debate", "title_page": "Hillary Clinton and Donald Trump Press Pointed Attacks in Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a relentlessly antagonistic debate, Donald J. Trump and Hillary Clinton clashed over trade, the Iraq war, his refusal to release his tax returns and her use of a private email server, with Mr. Trump frequently showing impatience and political inexperience as Mrs. Clinton pushed him to defend his past denigration of women and President Obama.\nMr. Trump repeatedly interrupted Mrs. Clinton and at times talked over her throughout the 90-minute debate, making slashing attacks that surely pleased his Republican base but may have been off-putting to women and undecided voters. He also left unchallenged her assertion that he paid no federal taxes for years.\nFor her part, Mrs. Clinton repeatedly chided Mr. Trump for bungling his facts while accusing him of hiding information about his debts to Wall Street and foreign banks.\nMr. Trump’s strongest moments came early in the evening, when he put Mrs. Clinton on the defensive over her support for free trade agreements that he argues have cost Americans jobs.", "url": "https://www.nytimes.com/2016/09/27/us/politics/presidential-debate.html"}