{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:34:11", "date_modify": "2022-10-25 23:34:11", "date_publish": "2016-10-20 15:59:39", "description": "Our critic A.O. Scott says this film about a young black man’s coming of age is both a disarmingly personal film and an urgent social document.", "filename": "2016_10_21_movies_moonlight-review_1666740851.html", "image_url": "https://static01.nyt.com/images/2016/10/21/arts/21MOONLIGHT/21MOONLIGHT-facebookJumbo-v4.jpg?year=2016&h=550&w=1050&s=e1aa4c51f1687568a0da9e6340323b8aa9e0b2f9e86bb35b4378b48e96900aee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_21_movies_moonlight-review_1666740851.html", "title": "‘Moonlight’: Is This the Year’s Best Movie?", "title_page": "‘Moonlight’: Is This the Year’s Best Movie? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To say that Mr. Jenkins, Mr. McCraney (and the formidable Mr. Ali) humanize Juan is to get it exactly backward. Nobody in Juan’s situation — or in Chiron’s or Paula’s — has ever been anything other than human. You might think that would go without saying by now, but the radical, revelatory power of this movie suggests otherwise. Like James Baldwin’s “Go Tell It on the Mountain” — or, to take a more recent example, like Ta-Nehisi Coates’s “Between the World and Me” — “Moonlight” dwells on the dignity, beauty and terrible vulnerability of black bodies, on the existential and physical matter of black lives.\nOnly after I had seen “Moonlight” for a third time — and only after a European acquaintance pointed it out to me — did I notice the almost complete absence of white people from the movie. I don’t bring this up to suggest that the movie or my admiration for it in any way “transcends” race. Nor do I want to damn this film, so richly evocative of South Florida that it raises the humidity in the theater, with the faint praise of universalism. To insist that stories about poor, oppressed or otherwise marginal groups of people are really about everyone can be a way of denying their specificity. The universe is far too granular and far too vast for any one of us to comprehend, and Mr. Jenkins is far too disciplined a filmmaker to turn his characters into symbols.", "url": "https://www.nytimes.com/2016/10/21/movies/moonlight-review.html"}