{"authors": ["Jackie Calmes"], "date_download": "2022-10-25 23:41:32", "date_modify": "2022-10-25 23:41:32", "date_publish": "2016-01-26 22:34:28", "description": "Millions have weighed in with suggestions, reflections on the worth of women and views on the relative merits of Alexander Hamilton and Andrew Jackson.", "filename": "2016_01_27_business_a-woman-on-the-10-bill-and-everyone-has-2-cents-to-put-in.html__r=0_1666741292.html", "image_url": "https://static01.nyt.com/images/2016/01/27/business/27ten-web/27ten-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=2b38596daa0ca874685597d1a45d4e8fb20bdb748d0c893198a8f23c1637932c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_27_business_a-woman-on-the-10-bill-and-everyone-has-2-cents-to-put-in.html__r=0_1666741292.html", "title": "A Woman on the $10 Bill, and Everyone Has 2 Cents to Put In", "title_page": "A Woman on the $10 Bill, and Everyone Has 2 Cents to Put In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The problem for the critics is not the administration’s idea of choosing a woman — with the exception of a few respondents, like the man who posted on Twitter that he would demand “two fives” if ever handed a $10 note featuring a woman. Rather, the common gripe is that the $20 bill was not chosen instead of the $10 bill for a woman’s portrait.\nTo the bureaucrats, the choice of the 10 was natural and justifiable. For security reasons, the $10 bill was recommended for revision in 2012 by the Advanced Counterfeit Deterrence committee that is led by Ms. Rios and has representatives from the Treasury, the Federal Reserve, the Secret Service and the Bureau of Engraving and Printing.\nSo the $10 note became the vehicle for an administration eager to make a historic statement about women before President Obama leaves office. Despite the complaints, officials say, they cannot switch bills.\nYet they might have better anticipated the blowback, critics say.\nEven before Mr. Lew announced last summer that a woman would be on the $10 bill, a group called Women On 20s inspired Senator Jeanne Shaheen, Democrat of New Hampshire, and others in Congress to introduce legislation calling for a woman’s portrait on the 20. The National Organization for Women got behind the campaign, according to Terry O’Neill, president of the group.\nBarbara Ortiz Howard, the founder of Women On 20s, was at Mr. Lew’s announcement last June. “They were all excited with their plan, and we had some cautions,” she said. “We thought there might be some issues with it — like the fact that it’s not the 20.”\nThe $20 bill is more numerous by far than the $10 note, and the common currency of the ubiquitous A.T.M. For a woman to be put on the $10 note instead suggests women are of lesser worth, some people complained. Though several of those critics said wryly that the lesser note would aptly symbolize that women still earn less than men on average.\nThe bigger issue, however, turned out to be Hamilton versus Jackson. Many respondents asked: Why displace Hamilton, the first Treasury secretary and the architect of the American financial system, rather than eject Jackson from the $20 bill given his record of violence against Native Americans and opposition to national banking?", "url": "https://www.nytimes.com/2016/01/27/business/a-woman-on-the-10-bill-and-everyone-has-2-cents-to-put-in.html?_r=0"}