{"authors": ["Clifford Krauss", "Stanley Reed"], "date_download": "2022-10-25 23:38:39", "date_modify": "2022-10-25 23:38:39", "date_publish": "2016-09-28 23:58:04", "description": "Although the deal would lower global output by less than 1 percent, it is the first time in eight years the cartel has said it would reduce production.", "filename": "2016_09_29_business_energy-environment_opec-agreement-oil-prices_1666741119.html", "image_url": "https://static01.nyt.com/images/2016/09/29/business/29OPECsub/29OPECsub-facebookJumbo.jpg?year=2016&h=550&w=1050&s=f12d04cc8290af8fe72d42f527bbcb463106faf9d4eaafb78335c8d8c21ff090&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_29_business_energy-environment_opec-agreement-oil-prices_1666741119.html", "title": "OPEC Agrees to Cut Production, Sending Oil Prices Soaring", "title_page": "OPEC Agrees to Cut Production, Sending Oil Prices Soaring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OPEC’s 14 oil producing nations agreed on Wednesday to modestly cut their collective oil output later this year in an effort to bolster sagging prices, according to a cartel official. The decision sent global oil prices soaring by more than 5 percent.\nUnder the agreement, reached in Algiers, cartel members would decide at the group’s next formal meeting, on Nov. 30 in Vienna, on details of trimming production by up to 700,000 barrels a day, from a current level of just over 33 million barrels a day.\nBut that cut would represent less than 1 percent of total global production from all sources, barely reducing an oil glut that has driven down prices. The agreement at this stage does not set production target levels for each country — potentially giving leeway to Saudi Arabia and other producers that have spare well capacity, energy experts say.\nDespite the deal’s limitations, the news buoyed markets. This is the first time the Organization of the Petroleum Exporting Countries has decided to cut production since the last oil price slump during the financial crisis eight years ago. The current price collapse, now two years old, has been more persistent. And it was largely spurred by an OPEC decision in November 2014 not to cut production in response to the global glut.", "url": "https://www.nytimes.com/2016/09/29/business/energy-environment/opec-agreement-oil-prices.html"}