{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:51:30", "date_modify": "2022-10-25 23:51:30", "date_publish": "2016-09-20 00:00:15", "description": "New federal guidelines make it clear that, while the government will provide oversight, it wants to encourage the development of autonomous vehicles.", "filename": "2016_09_20_technology_self-driving-cars-guidelines_1666741890.html", "image_url": "https://static01.nyt.com/images/2016/09/20/business/20DRIVE/20DRIVE-facebookJumbo.jpg?year=2016&h=550&w=1050&s=15fee4e41bbfa80f9207b70dd15b147dcaca554614d72f0427738486a4c8bcf9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_20_technology_self-driving-cars-guidelines_1666741890.html", "title": "Self-Driving Cars Gain Powerful Ally: The Government", "title_page": "Self-Driving Cars Gain Powerful Ally: The Government - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Federal auto safety regulators on Monday made it official: They are betting the nation’s highways will be safer with more cars driven by machines and not people.\nIn long-awaited guidelines for the booming industry of automated vehicles, the Obama administration promised strong safety oversight, but sent a clear signal to automakers that the door was wide open for driverless cars.\n“We envision in the future, you can take your hands off the wheel, and your commute becomes restful or productive instead of frustrating and exhausting,” said Jeffrey Zients, director of the National Economic Council, adding that highly automated vehicles “will save time, money and lives.”\nThe statements were the most aggressive signal yet by federal regulators that they see automated car technology as a win for auto safety. Yet having officially endorsed the fast-evolving technology, regulators must now balance the commercial interests of companies including Tesla, Google and Uber with concerns over public safety, especially in light of recent crashes involving semiautonomous cars.", "url": "https://www.nytimes.com/2016/09/20/technology/self-driving-cars-guidelines.html"}