{"authors": ["Rebecca R. Ruiz"], "date_download": "2022-10-25 23:02:49", "date_modify": "2022-10-25 23:02:49", "date_publish": "2016-02-27 17:53:43", "description": "Through its elections on Friday, FIFA likely wanted to show United States and Swiss prosecutors that it is willing to undertake reforms on its own.", "filename": "2016_02_28_sports_soccer_beleaguered-fifa-signals-a-willingness-to-change_1666738969.html", "image_url": "https://static01.nyt.com/images/2016/02/28/sports/28fifa-1/28fifa-1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=24347e6ec4335b17b67118868898208f3d63d9eba98437992b6f56195e95fc08&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_28_sports_soccer_beleaguered-fifa-signals-a-willingness-to-change_1666738969.html", "title": "FIFA, Knowing Prosecutors Are Watching, Makes Some Changes", "title_page": "FIFA, Knowing Prosecutors Are Watching, Makes Some Changes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ZURICH — Soccer’s governing body used an election on Friday to try to break with the past. FIFA chose a new president, the Swiss administrator Gianni Infantino, while approving reforms intended to overhaul the multibillion-dollar organization that the American authorities said last year was overrun with criminals.\nA new era has begun, Mr. Infantino said, addressing fellow FIFA officials in a stadium here but surely hoping that United States prosecutors were listening from afar.\nIn their continuing case, the federal authorities in Brooklyn have depicted the Switzerland-based FIFA as a victim, hijacked by depraved leaders — corrupted but not corrupt. The organization hired top defense lawyers and crisis managers from the United States to share information with investigators and help advance that characterization in the nine months since charges were first unsealed.\nSeeking to redeem faith in the sport, Mr. Infantino and the voting members of FIFA also wanted to send a signal on Friday to authorities in the United States and Switzerland still scrutinizing them: We will behave, and we will do so on our own.", "url": "https://www.nytimes.com/2016/02/28/sports/soccer/beleaguered-fifa-signals-a-willingness-to-change.html"}