{"authors": ["Mujib Mashal", "Jawad Sukhanyar"], "date_download": "2022-10-25 23:28:31", "date_modify": "2022-10-25 23:28:31", "date_publish": "2016-09-05 15:02:07", "description": "An army general and police security chief were among the dead in a Taliban assault at rush hour. Just before midnight, another blast shook central Kabul.", "filename": "2016_09_06_world_asia_bombing-kabul-afghan-defense-ministry_1666740511.html", "image_url": "https://static01.nyt.com/images/2016/09/06/world/06Kabul-web/06Kabul-web-facebookJumbo.jpg?year=2016&h=549&w=1050&s=e8699c2f9ec1d590e7190b7d15c940c940223910ed791be56ba4842d65b8d366&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_06_world_asia_bombing-kabul-afghan-defense-ministry_1666740511.html", "title": "Coordinated Bombs in Kabul Kill Senior Afghan Officials at Defense Ministry", "title_page": "Coordinated Bombs in Kabul Kill Senior Afghan Officials at Defense Ministry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — A pair of coordinated Taliban bombings targeted the Afghan Defense Ministry in a crowded neighborhood of Kabul on Monday, officials said, killing at least 24 people and wounding dozens, among them senior security officials.\nSediq Sediqqi, a spokesman for the Interior Ministry, said an army general and a police colonel in charge of the area’s security were among the dead. Other officials said the deputy director of President Ashraf Ghani’s elite protection force had also been killed.\nAt least 50 people were wounded, Mr. Sediqqi said. A spokesman for the Health Ministry put that number at 91.\nHours later, just before midnight, a third explosion shook much of the city. Witnesses said that a car bomb had exploded outside a guesthouse near Kabul Bank, in the downtown Shar-e Naw neighborhood, and that gunmen had then tried to enter the house. Police special forces rushed to the scene, and sporadic gunfire could be heard.", "url": "https://www.nytimes.com/2016/09/06/world/asia/bombing-kabul-afghan-defense-ministry.html"}