{"authors": ["Jess Bidgood"], "date_download": "2022-10-25 23:55:53", "date_modify": "2022-10-25 23:55:53", "date_publish": "2016-07-18 15:34:50", "description": "After four trials, Baltimore prosecutors have not secured a conviction against any officers in the death of Mr. Gray last year after a ride in a police van.", "filename": "2016_07_19_us_freddie-gray-baltimore-police_1666742153.html", "image_url": "https://static01.nyt.com/images/2016/07/19/us/19BALTIMORE-web/19BALTIMORE-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=f176017d000faa7aa7a604eeb0666253fb3065513f529eccad9e5f5cca41bb31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_19_us_freddie-gray-baltimore-police_1666742153.html", "title": "Another Baltimore Police Officer Acquitted in Freddie Gray Case", "title_page": "Another Baltimore Police Officer Acquitted in Freddie Gray Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BALTIMORE — It was the third straight acquittal, by the same judge, on the same set of facts: On Monday, Lt. Brian Rice, the highest-ranking Baltimore police officer charged in the death of Freddie Gray, was found not guilty of three charges, including involuntary manslaughter.\nAnd a question that has been simmering among some legal observers ever since acquittals began piling up in the multi-defendant prosecution immediately turned to a full boil: With no convictions to show in four trials related to the death of Mr. Gray, a 25-year-old black man who sustained a fatal spinal cord injury during an arrest in which he rode unsecured in a police van, should prosecutors drop a retrial and the two others that remain?\n“It would seem at this point the state has exhausted all of its possible theories, and should give real consideration to ending these prosecutions,” said Warren Alperstein, a defense lawyer in Baltimore who has been closely following the trials. “There are many that would argue it’s time to cut the losses.”\nAnother local defense lawyer, Warren A. Brown, put it differently as he reflected on the fact that Judge Barry G. Williams had again determined that prosecutors did not present enough evidence to prove that the officer on trial had committed a crime.", "url": "https://www.nytimes.com/2016/07/19/us/freddie-gray-baltimore-police.html"}