{"authors": ["Scott Cacciola"], "date_download": "2022-10-25 23:35:06", "date_modify": "2022-10-25 23:35:06", "date_publish": "2016-01-12 12:00:10", "description": "The favored in-flight pastime of a group of players including Al Horford, Kent Bazemore and Dennis Schroder is a schoolchildren’s card game with some added twists.", "filename": "2016_01_13_sports_basketball_for-some-atlanta-hawks-a-revved-up-game-of-uno-is-diversion-no-1_1666740906.html", "image_url": "https://static01.nyt.com/images/2016/01/12/sports/WEBUNOILLO/WEBUNOILLO-facebookJumbo-v3.jpg?year=2016&h=550&w=1050&s=45b636833314fd1963d65fd35381dc55a08404b343c2c0ca4482a19385f888be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_13_sports_basketball_for-some-atlanta-hawks-a-revved-up-game-of-uno-is-diversion-no-1_1666740906.html", "title": "For Some Atlanta Hawks, a Revved-Up Game of Uno Is Diversion No. 1", "title_page": "For Some Atlanta Hawks, a Revved-Up Game of Uno Is Diversion No. 1 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PHILADELPHIA — Lamar Patterson was new to the Atlanta Hawks when he discovered several teammates playing a popular card game at training camp. Patterson asked if he could join them. He thought he knew the rules.\n“I’m sitting down with these guys for the first time, and I play all the time, you know what I’m saying?” Patterson, a reserve shooting guard, said before a recent game here. “But they were all like, ‘No, see, we play this way, with the Draw 2s and the Draw 4s from the extra decks. We lay the heat.’ And I was like, ‘Wow.’ ”\nThe Hawks were laying the heat — playing Uno, the colorful card game favored by countless schoolchildren and, yes, by a group of millionaires aboard the Hawks’ private plane.\n“Uno,” forward Kent Bazemore said, “is always a thrill.”\nThe Hawks, like many professional sports teams, have a lot of free time to kill, much of it spent on airplanes. Some of the players keep busy by watching movies. Many sleep. Others play cards, a popular pastime for athletes who are competitive by nature.", "url": "https://www.nytimes.com/2016/01/13/sports/basketball/for-some-atlanta-hawks-a-revved-up-game-of-uno-is-diversion-no-1.html"}