{"authors": ["Patrick Healy"], "date_download": "2022-10-25 23:25:43", "date_modify": "2022-10-25 23:25:43", "date_publish": "2016-07-26 18:23:46", "description": "Clinton aides are addressing a potentially thorny problem: Historically, when Mr. Clinton has time on his hands, he can create dangerous distractions for his wife.", "filename": "2016_07_27_us_politics_bill-clinton-white-house_1666740343.html", "image_url": "https://static01.nyt.com/images/2016/07/28/us/27bill-web1/27bill-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d31666c6e8b46e99e7c32d7e81bbff22f4d61c805bc35542d91ebd66cabbed67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_27_us_politics_bill-clinton-white-house_1666740343.html", "title": "A Worry if Hillary Clinton Wins: What to Do With Bill", "title_page": "A Worry if Hillary Clinton Wins: What to Do With Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PHILADELPHIA — Follow along with our coverage of the Democratic National Convention.\nIf Hillary Clinton wins the presidency, Bill Clinton will not become a regular at cabinet meetings, his wife’s advisers say. He will not be invited into the Situation Room. He will step away from his family’s foundation work and may not even have an office in the West Wing, given the undesirable optics of a former president and husband looking over the shoulder of the first female commander in chief.\nBut the steps that Clinton aides are planning to shape his new life do little to address a potentially thornier problem: Historically, when Mr. Clinton does not have a job to do, he gets into trouble.\nIt was during the government shutdown in 1995 that Mr. Clinton began his affair with Monica Lewinsky. It was in the early years after he left the White House that his friendships with wealthy playboys became tabloid fodder. Sidelined by Mrs. Clinton’s 2008 presidential campaign, Mr. Clinton went rogue and started lashing out at Barack Obama. More recently, his dinner with the businessman Mark Cuban and his tarmac encounter with Attorney General Loretta Lynch were reminders that when Mr. Clinton has time on his hands, he can create dangerous distractions for his wife.", "url": "https://www.nytimes.com/2016/07/27/us/politics/bill-clinton-white-house.html"}