{"authors": ["Rick Rojas", "Nikita Stewart"], "date_download": "2022-10-25 22:56:13", "date_modify": "2022-10-25 22:56:13", "date_publish": "2016-12-07 20:13:49", "description": "Ibanez Ambrose, 2, and Scylee Vayoh Ambrose, 1, died in temporary housing for the homeless after being severely burned, the authorities said.", "filename": "2016_12_07_nyregion_2-young-girls-fatally-burned-by-radiator-steam-in-the-bronx-police-say_1666738573.html", "image_url": "https://static01.nyt.com/images/2016/12/09/nyregion/08TODDLERS/08TODDLERS-facebookJumbo.jpg?year=2016&h=206&w=394&s=bb33bc14e918c751ba6e91c4eccc1d7fbb37e8d51e5699985b31e95c6d42e67f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_07_nyregion_2-young-girls-fatally-burned-by-radiator-steam-in-the-bronx-police-say_1666738573.html", "title": "Burst Radiator Blamed for Deaths of 2 Sisters in the Bronx", "title_page": "Burst Radiator Blamed for Deaths of 2 Sisters in the Bronx - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The building had 26 open violations of housing-maintenance code and multiple-dwelling laws, according to records from the city’s Department of Housing Preservation and Development. There are no open complaints or violations related to the apartment where the girls died. (The last violation connected to the apartment’s heating was recorded in 2002.)\nMayor Bill de Blasio and Steven Banks, the commissioner of social services, have vowed to phase out cluster-site housing, citing the high cost and poor conditions. But doing so has proved to be difficult. When the Investigation Department issued its report, the program was serving about 3,000 families, with the Bushwick Economic Development Corporation providing services to about 390 families in 39 buildings.\nImage Ibanez, 2, top, and Scylee Vayoh, 1, died from severe burns on Wednesday apparently after a steam radiator malfunctioned in their apartment in the Bronx.\nMr. Banks has pushed to close cluster sites and to convert many of them into affordable housing units that could be available to low-income residents. That process has been slow, and some elected officials and leaders of community groups, angry about the city’s growing reliance on hotels as homeless shelters, have questioned whether the city was moving too fast to end the use of cluster sites.\nBut Mr. Banks and his staff have repeatedly stressed that the conditions at cluster sites are too problematic in their current form to continue using. On Wednesday, officials said the city would immediately move four other homeless families from in the building where the Ambrose sisters died.\nIn a statement, Mr. de Blasio said, “We are in the preliminary stages of what is a highly active, multiagency investigation into what happened in this home, and whether there’s anything that can be done to help prevent such an unspeakable event in the future.”\nLetitia James, the public advocate, was among the officials raising concerns on Wednesday about the continued use of cluster sites, which, she said, placed needy families in “substandard housing.”", "url": "https://www.nytimes.com/2016/12/07/nyregion/2-young-girls-fatally-burned-by-radiator-steam-in-the-bronx-police-say.html"}