{"authors": ["Eric Lichtblau"], "date_download": "2022-10-25 23:32:50", "date_modify": "2022-10-25 23:32:50", "date_publish": "2016-04-23 03:25:13", "description": "The Justice Department dropped its bid to force Apple to unlock a smartphone tied to a Brooklyn drug case after someone provided the keycode.", "filename": "2016_04_23_business_us-opens-another-iphone-this-time-with-the-pacode_1666740770.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_23_business_us-opens-another-iphone-this-time-with-the-pacode_1666740770.html", "title": "U.S. Opens Another iPhone, This Time With the Keycode", "title_page": "U.S. Opens Another iPhone, This Time With the Keycode - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department said Friday night that it had gained access on its own to a locked iPhone used by a Brooklyn drug dealer, the second time in less than a month that it had unlocked such a device after initially insisting it could do so only with Apple’s help.\nIn a short letter to a federal judge in the Eastern District of New York, prosecutors said that an unidentified person had given the phone’s passcode to investigators. The Brooklyn phone had become the latest battleground in the fight between Apple and the Justice Department over issues of privacy and security.\nLast month, in a higher-profile case that set off a national debate, prosecutors dropped their demand that Apple develop software to unlock an iPhone used by one of the attackers in the San Bernardino, Calif., rampage in December. The F.B.I. unlocked that phone after paying an outside party to demonstrate how to do so.\nIn the Brooklyn case, the drug dealer’s phone was running an older operating system that lacks the encryption features of the San Bernardino phone, so unlocking that device would involve much less technical sophistication even without the passcode.", "url": "https://www.nytimes.com/2016/04/23/business/us-opens-another-iphone-this-time-with-the-pacode.html"}