{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:54:30", "date_modify": "2022-10-25 23:54:30", "date_publish": "2016-03-22 10:32:53", "description": "Even though Russia has begun withdrawing from Syria, its aerial bombing campaign has bolstered President Bashar al-Assad’s confidence and ambitions.", "filename": "2016_03_23_world_middleeast_bashar-al-assad-syria-russia-west_1666742070.html", "image_url": "https://static01.nyt.com/images/2016/03/22/world/23assad-web/23assad-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=cdb6b20a082a5affb4bde7642ed9e066afd9dc04b4eadbce0c7b0abcb840e008&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_23_world_middleeast_bashar-al-assad-syria-russia-west_1666742070.html", "title": "The Scorpion’s Tale: Did Assad Take Putin for a Ride?", "title_page": "The Scorpion’s Tale: Did Assad Take Putin for a Ride? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They are like a man with two wives,” said Ms. Khalil, best known for defending Saddam Hussein in his war crimes trial in Iraq. “There is something you like in each one.”\nMs. Khalil, who compared Mr. Assad to de Gaulle, is a longtime supporter of his, with a flair for flamboyant statements, and her meetings with officials were not about the war but about a court case involving a son of Muammar el-Qaddafi, the deposed Libyan dictator.\nBut her description of the inner circle’s mood and modus operandi was echoed by many others, both supporters and detractors, who have met with Mr. Assad or his advisers and allies in recent months. They include scholars, humanitarian officials, Syrian associates, diplomats and officials with the pro-government alliance that includes Iran, Russia and Hezbollah. Most of them spoke on the condition of anonymity in order to preserve their access to government officials or to avoid reprisals.\nOver and over again in separate interviews, these people described a leadership that is expert in playing allies off one another; often refuses compromise, even when the chips appear to be down; and, if forced to make deals, delays and complicates them, playing for time until Mr. Assad’s situation improves.\nMr. Putin seems bent on capping a triumphant return to the world stage by presiding over a political solution for Syria, hand in hand with the United States. Several diplomats said that Russia defined victory as a negotiated solution that would leave Mr. Assad in power — showing that Western aspirations for regime change had failed — but that Mr. Putin might back a deal that would ease the Syrian leader out later or diminish his power.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nWhile Iran appears more attached to keeping Mr. Assad in power, it is becoming clear that without Russian air power, Iranian support is not enough to help Syrian government forces advance, despite thousands of ground troops from Hezbollah and other Iran-backed militias.\nSo Mr. Assad most likely realizes that he has to engage in some kind of political process, at least to satisfy Mr. Putin, said Mr. Lesch, the biographer, who regularly visited Mr. Assad from 2004 to 2009 and has met with high-level Syrian government officials and opposition members since the civil war started in 2011.", "url": "https://www.nytimes.com/2016/03/23/world/middleeast/bashar-al-assad-syria-russia-west.html"}