{"authors": ["Matthew Goldstein"], "date_download": "2022-10-25 23:44:31", "date_modify": "2022-10-25 23:44:31", "date_publish": "2016-01-14 22:38:46", "description": "Goldman Sachs is among the last big Wall Street banks to settle claims for selling flawed mortgage securities.", "filename": "2016_01_15_business_dealbook_goldman-to-pay-5-billion-to-settle-claims-of-faulty-mortgages_1666741471.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_15_business_dealbook_goldman-to-pay-5-billion-to-settle-claims-of-faulty-mortgages_1666741471.html", "title": "Goldman to Pay Up to $5 Billion to Settle Claims of Faulty Mortgages", "title_page": "Goldman to Pay Up to $5 Billion to Settle Claims of Faulty Mortgages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "All the mortgage settlements have included a certain amount of so-called soft money that is intended for loan modifications or foreclosure relief for consumers harmed by the bad mortgages. Some consumer advocates have raised concerns about how that money is allocated and how much comes directly from each bank’s bottom line. In the case of Goldman, the soft money is the $1.8 billion.\nIn the case of Bank of America, the soft dollar portion of its settlement totaled about $7 billion. But Bank of America was involved in writing far more mortgages to consumers than Goldman Sachs, and it is unclear exactly how Goldman’s consumer relief will be doled out and to whom.\nThe settlement is on top of the approximately $3 billion Goldman paid to the Federal Housing Finance Agency in 2014 to settle claims with Fannie Mae and Freddie Mac over the sale of flawed mortgage securities. In that deal, Goldman settled the matter by buying back bonds from the mortgage finance firms.\nIn 2010, Goldman paid $550 million to the Securities and Exchange Commission for its role in putting together a collateralized debt obligation called Abacus. That bundled deal of subprime mortgage securities resulted in losses to investors. But the so-called synthetic C.D.O. was constructed in such a way as to allow another investor to profit by shorting, or betting against, the mortgage securities that were packed into the investment vehicle.\nThe settlement in principle that Goldman announced on Thursday did not involve C.D.O.s, but more traditional mortgage-backed securitizations.\nThe deal resolves claims arising from Goldman’s underwriting and sale of mortgage-backed securities from 2005 to 2007, during a period leading up to the financial crisis and a sharp decline in home prices across the country.\nIn announcing the settlement now and including the cost in the fourth quarter, Goldman is trying to enter 2016 with a clean slate and put much of its outstanding regulatory issues behind it.", "url": "https://www.nytimes.com/2016/01/15/business/dealbook/goldman-to-pay-5-billion-to-settle-claims-of-faulty-mortgages.html"}