{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:01:32", "date_modify": "2022-10-25 23:01:32", "date_publish": "2016-10-12 16:50:18", "description": "The U.S.C./Los Angeles Times poll has consistently been an outlier, showing Donald Trump in the lead or near the lead.", "filename": "2016_10_13_upshot_how-one-19-year-old-illinois-man-is-distorting-national-polling-averages_1666738892.html", "image_url": "https://static01.nyt.com/images/2016/10/13/upshot/13up-lat2chart-1476246479962/13up-lat2chart-1476246479962-facebookJumbo-v5.png?year=2016&h=550&w=1050&s=aa3f930a4612feeeafea3ffc8c95c44bc5d6a4231e3764a351a418e1c9edd33e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_13_upshot_how-one-19-year-old-illinois-man-is-distorting-national-polling-averages_1666738892.html", "title": "How One 19-Year-Old Illinois Man Is Distorting National Polling Averages", "title_page": "How One 19-Year-Old Illinois Man Is Distorting National Polling Averages - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is a 19-year-old black man in Illinois who has no idea of the role he is playing in this election.\nHe is sure he is going to vote for Donald J. Trump.\nAnd he has been held up as proof by conservatives — including outlets like Breitbart News and The New York Post — that Mr. Trump is excelling among black voters. He has even played a modest role in shifting entire polling aggregates, like the Real Clear Politics average, toward Mr. Trump.\nHow? He’s a panelist on the U.S.C. Dornsife/Los Angeles Times Daybreak poll, which has emerged as the biggest polling outlier of the presidential campaign. Despite falling behind by double digits in some national surveys, Mr. Trump has generally led in the U.S.C./LAT poll. He held the lead for a full month until Wednesday, when Hillary Clinton took a nominal lead.\nOur Trump-supporting friend in Illinois is a surprisingly big part of the reason. In some polls, he’s weighted as much as 30 times more than the average respondent, and as much as 300 times more than the least-weighted respondent.", "url": "https://www.nytimes.com/2016/10/13/upshot/how-one-19-year-old-illinois-man-is-distorting-national-polling-averages.html"}