{"authors": ["Helene Cooper"], "date_download": "2022-10-25 23:38:24", "date_modify": "2022-10-25 23:38:24", "date_publish": "2016-05-15 23:45:22", "description": "On his way to talks in Africa, Gen. Mark A. Milley, the Army chief of staff, said that troops who began training after Sept. 11, 2001, knew “nothing but fighting terrorists and guerrillas.”", "filename": "2016_05_16_world_africa_army-milley-africa-terrorism-land-war_1666741104.html", "image_url": "https://static01.nyt.com/images/2016/05/16/world/16ARMY/16ARMY-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1d497fb569985345c96c2d69c7eed0bad02c53259306338e7838c477224bb2ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_16_world_africa_army-milley-africa-terrorism-land-war_1666741104.html", "title": "Long Emphasis on Terror May Hurt U.S. in Conventional War, Army Chief Says", "title_page": "Long Emphasis on Terror May Hurt U.S. in Conventional War, Army Chief Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ARUSHA, Tanzania — When Gen. Mark A. Milley, the Army chief of staff, stepped off his jet into the sunshine here on Sunday, it was the first time the Obama administration had sent its top Army officer to Africa for a high-level meeting to get the continent’s fledgling militaries in shape to deal with growing terrorist threats.\nAs General Milley plunged into three days of talks with senior military officials from 38 African countries, the biggest question facing him was not how the United States would work with those militaries to contain the threats. Among them are four militant groups that American officials say are capable of carrying out attacks in Europe as well as across Africa: the Islamic State affiliate in Libya, Boko Haram in Nigeria, Al Qaeda in northwestern Africa and the Shabab in Somalia.\nInstead, the question was whether the new focus on the ever-widening terrorist threat in Africa — not to mention the focus on the Islamic State in Syria and Iraq, and the continuing war in Afghanistan — is taking away from the Army’s ability to fight a land war against a more traditional military adversary.\nAfter 15 years of conflict, the Army knows how to fight terrorist groups and how to train its partners to do so, as well. But that is both a blessing and a curse.", "url": "https://www.nytimes.com/2016/05/16/world/africa/army-milley-africa-terrorism-land-war.html"}