{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:01:23", "date_modify": "2022-10-25 23:01:23", "date_publish": "2016-12-07 12:10:36", "description": "Antigovernment activists in the city were sending increasingly desperate messages about being killed or arrested, and civilians called for safe passage out.", "filename": "2016_12_07_world_middleeast_syria-aleppo_1666738883.html", "image_url": "https://static01.nyt.com/images/2016/12/08/world/08syria3/08syria3-facebookJumbo.jpg?year=2016&h=550&w=1050&s=cb2ac9dcc1f085e46f6d5957e1aa99928bfb3bc3eada69710b15dc24b416e39f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_07_world_middleeast_syria-aleppo_1666738883.html", "title": "In Rebel-Held Aleppo, Residents Report Increasing Desperation", "title_page": "In Rebel-Held Aleppo, Residents Report Increasing Desperation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Syrian government forces pushed deeper into Aleppo on Wednesday, seizing areas around the medieval citadel whose narrow streets had long given rebels cover, pro-government websites and conflict monitors reported.\nRebel leaders disputed the claims, but antigovernment activists in the area sent increasingly desperate messages saying they believed they would soon be killed or arrested, while civilians said they were squeezing into a smaller and smaller area, with some calling for safe passage out.\nA rebel fighter with the Nour al-Din al-Zenki group, reached in a hiding place near the Old City, said that several neighborhoods had fallen and that defeat appeared inevitable. “Aleppo has fallen,” he said. “If there are no U.N. initiatives, I expect the regime will exterminate us all.”\nSeveral civilians confirmed that the government was continuing its advance into the Old City. Al Manar, Hezbollah’s television channel, quoting Syrian military officials, reported that pro-government forces had allowed rebels to leave through a designated corridor to other rebel-held areas to spare the historical quarter further destruction.", "url": "https://www.nytimes.com/2016/12/07/world/middleeast/syria-aleppo.html"}