{"authors": ["Anna North"], "date_download": "2022-10-25 23:43:44", "date_modify": "2022-10-25 23:43:44", "date_publish": "2016-10-13 18:01:05", "description": "He’s great. But he’s not a writer.", "filename": "2016_10_13_opinion_why-bob-dylan-shouldnt-have-gotten-a-nobel_1666741424.html", "image_url": "https://static01.nyt.com/images/2016/10/14/opinion/14observerWeb/14observerWeb-facebookJumbo.jpg?year=2016&h=550&w=1050&s=0189d48ab4a8cc2a3f04e6b8d51e134e78f3ea93ee106a839589574e311a06ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_13_opinion_why-bob-dylan-shouldnt-have-gotten-a-nobel_1666741424.html", "title": "Why Bob Dylan Shouldn’t Have Gotten a Nobel", "title_page": "Opinion | Why Bob Dylan Shouldn’t Have Gotten a Nobel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bob Dylan does not deserve the Nobel Prize in Literature.\nHe does deserve the many Grammys he has received, including a lifetime achievement award, which he won in 1991. He unquestionably belongs in the Rock & Roll Hall of Fame, into which he was inducted in 1988 along with the Supremes, the Beatles and the Beach Boys. He is a wonderful musician, a world-class songwriter and an enormously influential figure in American culture.\nBut by awarding the prize to him, the Nobel committee is choosing not to award it to a writer, and that is a disappointing choice.\nYes, Mr. Dylan is a brilliant lyricist. Yes, he has written a book of prose poetry and an autobiography. Yes, it is possible to analyze his lyrics as poetry. But Mr. Dylan’s writing is inseparable from his music. He is great because he is a great musician, and when the Nobel committee gives the literature prize to a musician, it misses the opportunity to honor a writer.\nAs reading declines around the world, literary prizes are more important than ever. A big prize means a jump in sales and readership even for a well-known writer. But more than that, awarding the Nobel to a novelist or a poet is a way of affirming that fiction and poetry still matter, that they are crucial human endeavors worthy of international recognition.", "url": "https://www.nytimes.com/2016/10/13/opinion/why-bob-dylan-shouldnt-have-gotten-a-nobel.html"}