{"authors": ["Sean F. Reardon", "Jane Waldfogel", "Daphna Bassok"], "date_download": "2022-10-25 23:49:37", "date_modify": "2022-10-25 23:49:37", "date_publish": "2016-08-26 20:35:47", "description": "The enormous gap in academic performance between rich and poor children has begun to narrow.", "filename": "2016_08_28_opinion_sunday_the-good-news-about-educational-inequality_1666741777.html", "image_url": "https://static01.nyt.com/images/2016/08/28/opinion/sunday/28gray/28gray-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=79be1b4a1e889539c2000b63164b02080a00d6f369d404600f208763d5de3c57&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_28_opinion_sunday_the-good-news-about-educational-inequality_1666741777.html", "title": "The Good News About Educational Inequality", "title_page": "Opinion | The Good News About Educational Inequality - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s worth noting that the gap in school readiness narrowed because of relatively rapid improvements in the skills of low-income children, not because the skills of children from high-income families declined. Research one of us did with Scott Latham at the University of Virginia showed that both poor and affluent children entered kindergarten in 2010 with stronger reading and math skills than they did in the late 1990s. School readiness gaps between racial groups have also improved: Both the white-black and white-Hispanic gaps narrowed by roughly 15 percent from 1998 to 2010.\nThese improvements appear to persist at least into fourth grade. Data from the National Assessment of Educational Progress show that by 2015, when those kindergartners were in fourth grade, their math and reading skills were roughly two-thirds of a grade level higher than those of their counterparts 12 years earlier. This was true for children of all racial and ethnic groups and for poor and nonpoor children alike.\nWhat’s behind these surprising developments? One possibility is that school readiness gaps have narrowed because it is easier now for poor families to find high-quality, publicly funded preschool programs for their children. Today 29 percent of 4-year-olds are enrolled in state-funded preschools, up from 14 percent in 2002. Greater availability of affordable preschool programs — particularly if they are high quality — may be part of the reason poor children are starting to catch up to their affluent peers.\nIt is unlikely, however, that preschool enrollment is the primary explanation. Although more poor children today attend preschool than in the 1990s, enrollment rates dipped in 2010, perhaps because of rising unemployment after the Great Recession. And while the quality of the typical preschool program may have improved, as recently as 2004 most poor children attended public preschools that were far inferior to those available in affluent communities.\nIt may be changes in children’s homes that have mattered most. Tracking the experiences of young children over time, we found that both rich and poor children today have more books and read with their parents more often than they did in the ’90s. They are far more likely to have computers, internet access and computer games focused on reading and math skills. Their parents are more likely to spend time with them, taking them to the library or doing activities at home.", "url": "https://www.nytimes.com/2016/08/28/opinion/sunday/the-good-news-about-educational-inequality.html"}