{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 22:55:21", "date_modify": "2022-10-25 22:55:21", "date_publish": "2016-09-28 15:12:40", "description": "Trade is under attack in much of the world, because economists failed to anticipate the accompanying joblessness, and governments failed to help.", "filename": "2016_09_29_business_economy_more-wealth-more-jobs-but-not-for-everyone-what-fuels-the-backlash-on-trade_1666738521.html", "image_url": "https://static01.nyt.com/images/2016/09/28/business/29TRADE4-web/29TRADE4-web-facebookJumbo.jpg?year=2016&h=549&w=1050&s=06987e70e1278ba9f45bb04c6c94122dfb03a52673303e3bf091505f108506c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_29_business_economy_more-wealth-more-jobs-but-not-for-everyone-what-fuels-the-backlash-on-trade_1666738521.html", "title": "More Wealth, More Jobs, but Not for Everyone: What Fuels the Backlash on Trade", "title_page": "More Wealth, More Jobs, but Not for Everyone: What Fuels the Backlash on Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. van der Vis is skeptical of the enormous trade deal being negotiated between the United States and the European Union, the Transatlantic Trade and Investment Partnership, better known as T.T.I.P. He singles out a provision that would enable multinational companies to sue governments for compensation when regulations dent their profits.\nEsso, a subsidiary of Exxon Mobil, the American petroleum company, has operations in the Netherlands. Suppose the government went ahead with plans to limit drilling to protect the environment?\n“They could sue the Dutch state,” he fumed. “We are not so sure in the Netherlands whether we want to give the multinationals so much power. We are a trading country, but it’s not always that trade should prevail against quality of life.”\nOut at the docks, the longshoremen fret about robots.\nOn a recent afternoon, the Mette Maersk, a Danish-flagged behemoth, sat tethered at APM Terminals. Some 18,000 shipping containers are stacked like children’s blocks on a deck longer than three football fields, bearing auto parts, scrap metal, electronics — any conceivable thing made on one continent and sold on another.\nRobotic arms grip containers, lift them and deposit them on deck with thunderous rumbles. Trucks drive themselves.\nYet to absorb this scene and conclude that robots are about to render humanity jobless is to miss something vital. At offices a few miles away, coders are designing the software powering the automated port system, earning wages they distribute through the economy.\nFor the longshoremen still employed, automation has tamed their work.\nJohn Arkenbout remembers working through ceaseless wind and drizzle when he started at the port 25 years ago. He lifted huge bricks from a pile and dropped them into rope sacks that a crane operator lifted skyward. He saw three people die — one crushed by a truck, two flattened by wayward containers.", "url": "https://www.nytimes.com/2016/09/29/business/economy/more-wealth-more-jobs-but-not-for-everyone-what-fuels-the-backlash-on-trade.html"}