{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:25:04", "date_modify": "2022-10-25 23:25:04", "date_publish": "2016-02-13 22:35:42", "description": "Justice Scalia, whose legal theories, vivid writing and outsize personality made him a conservative leader, was found dead on Saturday in Texas.", "filename": "2016_02_14_us_antonin-scalia-death_1666740304.html", "image_url": "https://static01.nyt.com/images/2016/02/13/obituaries/20150214scalia-hp-slide-A825/20150214scalia-hp-slide-A825-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5bfd72becbb70b5c40667bd8b35b654837c5cfbd2e62336abebf557c711b12c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_14_us_antonin-scalia-death_1666740304.html", "title": "Antonin Scalia, Justice on the Supreme Court, Dies at 79", "title_page": "Antonin Scalia, Justice on the Supreme Court, Dies at 79 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Justice Antonin Scalia, whose transformative legal theories, vivid writing and outsize personality made him a leader of a conservative intellectual renaissance in his three decades on the Supreme Court, was found dead on Saturday at a resort in West Texas. He was 79.\n“He was an extraordinary individual and jurist, admired and treasured by his colleagues,” Chief Justice John G. Roberts Jr. said in a statement confirming Justice Scalia’s death. “His passing is a great loss to the Court and the country he so loyally served.”\nThe cause of death was not immediately released. A spokeswoman for the United States Marshals Service, which sent personnel to the scene, said there was nothing to indicate the death was the result of anything other than natural causes.\nJustice Scalia began his service on the court as an outsider known for caustic dissents that alienated even potential allies. But his theories, initially viewed as idiosyncratic, gradually took hold, and not only on the right and not only in the courts.", "url": "https://www.nytimes.com/2016/02/14/us/antonin-scalia-death.html"}