{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:30:05", "date_modify": "2022-10-25 23:30:05", "date_publish": "2016-06-09 01:23:42", "description": "The deal adds tens of million in new spending, including for a summer jobs program for youths and more money for the district attorneys’ offices in the five boroughs.", "filename": "2016_06_09_nyregion_de-blasio-and-city-council-agree-on-82-1-billion-budget_1666740605.html", "image_url": "https://static01.nyt.com/images/2016/06/09/nyregion/09BUDGET/09BUDGET-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1587310e8243d7ce5349fc298bddc01e7cb8d602c4e1782d3ca34b9a1ad0483f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_09_nyregion_de-blasio-and-city-council-agree-on-82-1-billion-budget_1666740605.html", "title": "De Blasio and City Council Agree on $82.1 Billion Budget", "title_page": "De Blasio and City Council Agree on $82.1 Billion Budget - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mayor Bill de Blasio and the City Council agreed on Wednesday on an $82.1 billion budget for New York City that adds tens of millions in new spending for initiatives, including summer jobs for youths, after-school programs and reserve funds to help the city weather an economic downturn.\nThe handshake deal, reached hours before the mayor was to depart for his daughter’s college graduation in California, was the earliest reached since 2001, according to the mayor’s office, and contained few surprises or major new efforts beyond those announced in the executive budget.\nDespite the additional spending pushed by the Council, including an extra $21 million to keep libraries open six days a week and $10 million for cultural organizations in the five boroughs, the final number agreed upon was slightly less than what had been proposed in the mayor’s executive budget in late April. The budget contains no job or staff cuts; reductions came mostly from more accurately estimating costs across the city bureaucracy.\n“Give-and-take is a wonderful thing in a democratic process when it leads to a productive result and that’s what’s happened here,” Mr. de Blasio said from the steps under the City Hall rotunda amid a buoyant group of council members.", "url": "https://www.nytimes.com/2016/06/09/nyregion/de-blasio-and-city-council-agree-on-82-1-billion-budget.html"}