{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:23:06", "date_modify": "2022-10-25 23:23:06", "date_publish": "2016-02-22 23:26:55", "description": "A legal brief says Johnson & Johnson has been asked whether Alere’s recalled INRatio blood-testing monitor compromised the anticlotting drug’s trial.", "filename": "2016_02_23_business_fda-asks-if-faulty-blood-monitor-tainted-xarelto-approval_1666740186.html", "image_url": "https://static01.nyt.com/images/2016/02/23/business/23DRUG/23DRUG-facebookJumbo.jpg?year=2016&h=550&w=1050&s=21ae0a96c4e66127cd05cd9b00aa2ba18dc794e2de78bb5364dc0e32ed4d9506&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_23_business_fda-asks-if-faulty-blood-monitor-tainted-xarelto-approval_1666740186.html", "title": "F.D.A. Asks If Faulty Blood Monitor Tainted Xarelto Approval", "title_page": "F.D.A. Asks If Faulty Blood Monitor Tainted Xarelto Approval - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Food and Drug Administration is investigating whether a faulty blood-testing device may have compromised the results of a clinical trial that led to the approval of Xarelto, a blockbuster anticlotting drug that has been prescribed to millions of Americans since it arrived on the market in 2011.\nThe agency has asked the drug’s manufacturer, Johnson & Johnson, detailed questions about whether there was evidence that the device was malfunctioning while the trial was underway, according to a legal brief filed in federal court on Monday by lawyers for patients and their families who say they were injured by the drug. The lawyers also cited internal company documents that they said showed doctors were complaining to the trial leadership during the course of the study.\nThe clinical trial, known as Rocket AF, was led by Dr. Robert M. Califf, currently President Obama’s nominee for head of the Food and Drug Administration. It involved more than 14,000 patients worldwide and took place from 2006 to 2010.\nXarelto, which is also known by its scientific name, rivaroxaban, is one of a new class of drugs that are seen as a replacement for warfarin, a cumbersome 60-year-old drug used to prevent strokes in people with a heart-rhythm disorder known as atrial fibrillation. Warfarin requires careful monitoring of a patient’s diet and drug regimen, and frequent blood tests to ensure that is working. If patients receive too little of the drug, they could experience a stroke. But if they receive too much, their lives could be threatened by catastrophic bleeding.", "url": "https://www.nytimes.com/2016/02/23/business/fda-asks-if-faulty-blood-monitor-tainted-xarelto-approval.html"}