{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:51:54", "date_modify": "2022-10-25 23:51:54", "date_publish": "2016-09-13 04:19:41", "description": "The lower house of Congress voted overwhelmingly Monday night to expel Eduardo Cunha, a conservative lawmaker who is facing graft charges.", "filename": "2016_09_13_world_americas_eduardo-cunha-brazil-impeachment-dilma-rousseff_1666741914.html", "image_url": "https://static01.nyt.com/images/2016/09/14/world/13brazil-web1/13brazil-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=dedf5dd43ab8379a62e37c0c37b454439f1ab45a7607ae98b39aae2bbb6d8b59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_13_world_americas_eduardo-cunha-brazil-impeachment-dilma-rousseff_1666741914.html", "title": "Brazil’s Congress Expels Lawmaker Who Led Ouster of President", "title_page": "Brazil’s Congress Expels Lawmaker Who Led Ouster of President - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Brazil’s lower house of Congress voted overwhelmingly late Monday night to expel the conservative lawmaker who led the charge to oust Dilma Rousseff, Brazil’s former president, reflecting how on edge the country’s political class remains over colossal corruption scandals.\nThe chamber voted 450 to 10 to strip the lawmaker, Eduardo Cunha, of his seat as he faces a trial on graft charges. As a result, Mr. Cunha, 57, an evangelical Christian radio commentator who was the speaker of the lower house, loses the broad legal privileges that normally protect federal legislators from imprisonment.\nThe expulsion of Mr. Cunha from the chamber he once deftly commanded, ranking him among Brazil’s most powerful politicians just a few months ago, shows that the country’s political turmoil is far from settled. The new administration of President Michel Temer, the former vice president who broke with Ms. Rousseff, is grappling with low approval ratings, street protests and claims that it is trying to stifle corruption inquiries.\nMr. Cunha faces an array of corruption charges, making him a symbol of the widespread graft and impunity in Brazil’s political system. Federal investigators say he took as much as $40 million in bribes, laundering the money through an evangelical megachurch while squirreling away millions in Swiss bank accounts.", "url": "https://www.nytimes.com/2016/09/13/world/americas/eduardo-cunha-brazil-impeachment-dilma-rousseff.html"}