{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:31:23", "date_modify": "2022-10-25 23:31:23", "date_publish": "2016-08-30 22:38:19", "description": "Otto F. Warmbier, a student sentenced to 15 years of hard labor, has received just one visit in nearly six months from the Swedish diplomats who look after American consular interests.", "filename": "2016_08_31_world_asia_north-korea-otto-warmbier_1666740683.html", "image_url": "https://static01.nyt.com/images/2016/08/31/world/31nkorea-web1/31nkorea-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=01dcde8aad2b7b0d7632da2f95370c04896bcca6ef0f9c68905e8be427966097&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_31_world_asia_north-korea-otto-warmbier_1666740683.html", "title": "Few Consular Visits for American Held in North Korea", "title_page": "Few Consular Visits for American Held in North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An American college student sentenced by North Korea to 15 years of hard labor on charges that he tried to steal a political poster has been granted only one consular visit in nearly six months, the State Department said Tuesday.\nThe prisoner, Otto F. Warmbier of Cincinnati, a 21-year-old honors student at the University of Virginia, has been held in North Korea since January. He was seized by North Korean security officials on the day he was to depart the country at the end of an organized tour.\nMr. Warmbier’s incarceration, against the backdrop of North Korea’s growing isolation over the country’s nuclear and missile tests, is widely viewed as tool of leverage by the North Korean authorities against the United States.\nOver the past several years, North Korea has periodically seized roughly a dozen Americans who have visited the country, which has considered the United States its most dangerous enemy since the 1950-53 Korean War. Most of the Americans have either been expelled or eventually released.", "url": "https://www.nytimes.com/2016/08/31/world/asia/north-korea-otto-warmbier.html"}