{"authors": ["Jeffrey Goldfarb"], "date_download": "2022-10-25 23:42:04", "date_modify": "2022-10-25 23:42:04", "date_publish": "2016-11-23 20:30:56", "description": "A market debut early next year could get Snap trading ahead of anticipated stock sales by older ventures including Airbnb, Palantir, Pinterest and Uber.", "filename": "2016_11_23_business_dealbook_snap-moving-to-ipo-faster-than-its-peers_1666741324.html", "image_url": "https://static01.nyt.com/images/2016/11/11/business/11snapchat2_xp/11snapchat2_xp-facebookJumbo.jpg?year=2016&h=550&w=1050&s=152bed2ca2590da0fed504967d0150dcf26cb99b6e05636300d65a81fb1fcc99&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_23_business_dealbook_snap-moving-to-ipo-faster-than-its-peers_1666741324.html", "title": "Snap Moving to I.P.O. Faster Than Its Peers", "title_page": "Snap Moving to I.P.O. Faster Than Its Peers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Snap wants to be sure youth is not wasted on the young. The company, which offers an app with disappearing messages and pictures, is preparing an initial public offering at the tender age of five years. That is earlier than most of its technologically minded peers, which tend to mature a little more before going public. Snap’s value, however, may yet have some growing to do.\nThe start-up, formerly known as Snapchat, is based in Los Angeles and led by the 26-year-old Evan Spiegel. It submitted confidential I.P.O. paperwork this month under a law intended for smaller firms. A market debut early next year could get Snap trading ahead of highly anticipated stock sales by older ventures including Airbnb, Palantir, Pinterest and Uber.\nFigures discussed only privately so far are impressive. Snap has approximately 150 million daily active users, should generate over $350 million in revenue this year and hit $1 billion in 2017. If that is accurate, it would mean growth of nearly 200 percent. The mooted top-end valuation of $25 billion would then peg it at an eye-popping 25 times the expected top line.\nBoth Twitter and Facebook were expanding at about the same rate when they were the same age. Twitter would have had only about 50 million comparable users, an estimate calculated by using the proportion of monthly-to-daily users it reported at the time of its I.P.O. two years later. And yet it garnered a valuation, privately, of 25 times revenue. Growing pains have cut the microblogging site to less than five times next year’s revenue.", "url": "https://www.nytimes.com/2016/11/23/business/dealbook/snap-moving-to-ipo-faster-than-its-peers.html"}