{"authors": ["Katie Rogers"], "date_download": "2022-10-25 22:54:59", "date_modify": "2022-10-25 22:54:59", "date_publish": "2016-03-14 14:58:53", "description": "Kim Kardashian West can take a nude photo and be praised (and paid) for her efforts, but many young fans might be exploited, harassed or shamed.", "filename": "2016_03_15_style_kim-kardashian-selfie-fans_1666738499.html", "image_url": "https://static01.nyt.com/images/2016/03/11/arts/11kimk_xp/11kimk_xp-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1eced39ee69f37ec3a69ea8f22ab2f3fa837818f5c84948c644c0332c48d65da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_15_style_kim-kardashian-selfie-fans_1666738499.html", "title": "Kim Kardashian, Her Selfie and What It Means for Young Fans", "title_page": "Kim Kardashian, Her Selfie and What It Means for Young Fans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It would seem that for someone like Kim Kardashian West — queen of selfies, breaker of Internets, mother of two — sharing a nearly nude selfie with millions of followers on social media is a pretty ho-hum weekday activity.\nBut her latest racy photo, published last week on Twitter with a mundane caption (“When you’re like I have nothing to wear LOL”), quickly drew a mix of young, powerful celebrities into a debate over whether sharing such an image is a symbol of sexual empowerment, or an example of a powerful woman selling herself short.\nIn a climate where the harassment and bullying of young women online has reached alarming levels, experts say the encouragement of freedom of healthy sexual expression among women is increasingly necessary. But, they say, so is discussion about what, exactly, constitutes empowerment, and why.\nThough Ms. Kardashian West could share a revealing nude photo and be praised (and even paid) for her efforts, her legions of young fans might be exploited, harassed or shamed if they try the same thing. Nor do they have valuable brands to burnish. Even Ms. Kardashian West is not totally protected: In addition to receiving thousands of messages that call her “queen” and “mom,” she faces a regular onslaught of abusive messages.", "url": "https://www.nytimes.com/2016/03/15/style/kim-kardashian-selfie-fans.html"}