{"authors": ["The Editorial Board"], "date_download": "2022-10-25 23:49:19", "date_modify": "2022-10-25 23:49:19", "date_publish": "2016-06-28 23:58:01", "description": "The Supreme Court’s decision on former Gov. Bob McDonnell won’t make it harder to prosecute crooked politicians.", "filename": "2016_06_29_opinion_a-narrow-ruling-on-public-corruption_1666741759.html", "image_url": "https://static01.nyt.com/images/2016/06/29/opinion/29wed2web/29wed2web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=478a4ca08f58b0fef7b200a585d9f332e5d6d5a0d8a1526d112cfcde9baf0ddd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_29_opinion_a-narrow-ruling-on-public-corruption_1666741759.html", "title": "A Narrow Ruling on Public Corruption", "title_page": "Opinion | A Narrow Ruling on Public Corruption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To average Americans, the relationship between Bob McDonnell, the former Virginia governor, and Jonnie Williams, a businessman who wanted political favors and gave him loans, vacation trips and luxury goods worth more than $175,000, certainly looked corrupt.\nThat’s how a federal jury saw it in 2014, when it convicted Mr. McDonnell and his wife on bribery charges. Mr. McDonnell was sentenced to two years in prison. A federal appeals court upheld the convictions and sentences.\nOn Monday, however, the Supreme Court voted unanimously to overturn Mr. McDonnell’s conviction largely because the instructions to the jury in Mr. McDonnell’s trial had been far too vague.\nMany people are concerned that the decision will be broadly interpreted to make future prosecutions of crooked politicians harder. But the court’s analysis was specific to the facts of this case. Indeed, the justices sent the suit back to the lower court, allowing for the possibility that Mr. McDonnell could be retried using clearer jury instructions.", "url": "https://www.nytimes.com/2016/06/29/opinion/a-narrow-ruling-on-public-corruption.html"}