{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:37:11", "date_modify": "2022-10-25 23:37:11", "date_publish": "2016-09-22 11:00:24", "description": "Ms. Stemme, the Swedish dramatic soprano, is singing Isolde, perhaps her greatest role, in a new production of “Tristan und Isolde.”", "filename": "2016_09_25_arts_music_nina-stemme-takes-on-her-biggest-met-opera-assignment-yet-wagner-tristan-und-isolde_1666741031.html", "image_url": "https://static01.nyt.com/images/2016/09/25/arts/25STEMME1/25STEMME1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c9317c1dd56bfaf3e45b360ea64b615d6271502a767a96d27f90faf36f8bd5e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_25_arts_music_nina-stemme-takes-on-her-biggest-met-opera-assignment-yet-wagner-tristan-und-isolde_1666741031.html", "title": "Nina Stemme Takes On Her Biggest Met Opera Assignment Yet", "title_page": "Nina Stemme Takes On Her Biggest Met Opera Assignment Yet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When I turned 50, I thought, my voice might be gone,” recalled Ms. Stemme, a deliberate, thoughtful artist who studied business before deciding to sing. “And what would be the most important thing to look back at? A huge career or a family? That answer was easy.”\nBut her long absence also came about partly because the Met was apparently slow to offer her the right parts early on. After she made her Met debut in 2000 singing Senta in Wagner’s “Der Fliegende Holländer,” her only other engagement with the company before this year came in 2010, when she sang the title role in Strauss’s “Ariadne auf Naxos.” Since then, she has sung with other American companies, including in San Francisco, Houston and Washington.\nMs. Stemme was diplomatic, noting that the more lyric roles she favored early on were easier for the Met to cast. “There were American singers for that here,” she said.\nBut as her career took off in the heavier Wagner and Strauss repertoire, in which there are never more than a handful of singers capable of doing the roles justice, her absence from New York became conspicuous. The city’s Wagnerites, a passionate, sometimes obsessive lot, began to look on jealously as she sang elsewhere, recalled Nathalie D. Wagner, the president of the Wagner Society of New York.\n“Everyone has been saying for years that she should have been engaged much sooner for the big roles at the Met,” she said. The society went en masse to Washington last spring to hear her sing Brünnhilde in the Washington National Opera’s “Ring” cycle and held a reception for her in 2012 when she sang Strauss’s “Salome” in concert with the Cleveland Orchestra at Carnegie Hall.", "url": "https://www.nytimes.com/2016/09/25/arts/music/nina-stemme-takes-on-her-biggest-met-opera-assignment-yet-wagner-tristan-und-isolde.html"}