{"authors": ["Michael Wines"], "date_download": "2022-10-25 23:36:12", "date_modify": "2022-10-25 23:36:12", "date_publish": "2016-08-22 22:30:34", "description": "After the State Supreme Court last month blocked Gov. Terry McAuliffe’s blanket executive order, he is accomplishing his goal on a case-by-case basis.", "filename": "2016_08_23_us_virginia-governor-mcauliffe-voting-rights-felons_1666740972.html", "image_url": "https://static01.nyt.com/images/2016/08/23/us/23virginia-gov/23virginia-gov-facebookJumbo.jpg?year=2016&h=550&w=1050&s=39b16fd9be2277303bcd5b8c920350cd07634e773e7875367b6a4a3c7eb13d4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_23_us_virginia-governor-mcauliffe-voting-rights-felons_1666740972.html", "title": "Virginia’s Governor Restores Voting Rights for 13,000 Ex-Felons", "title_page": "Virginia’s Governor Restores Voting Rights for 13,000 Ex-Felons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Virginia’s governor said on Monday that he had signed papers restoring the voting rights of nearly 13,000 ex-felons, accomplishing on a case-by-case basis what the state’s Supreme Court last month had barred him from doing with a single executive order.\nGov. Terry McAuliffe, a Democrat, cast the move as a civil rights victory in a state whose constitutional ban on voting by ex-felons has disenfranchised roughly one in five African-Americans. In a post on Twitter, the governor said, “We will continue to fight to ensure that our fellow citizens are not marginalized forever.”\nState Republicans had called Mr. McAuliffe’s effort to restore voting rights a political plot to put more Democrats on the voting rolls. On Monday, Donald J. Trump, campaigning in Fredericksburg, Va., accused Mr. McAuliffe of “getting thousands of violent felons to the voting booth in an effort to cancel out the votes of both law enforcement and crime victims.”\n“They are letting people vote in your Virginia election that should not be allowed to vote,” Mr. Trump, the Republican presidential nominee, said.", "url": "https://www.nytimes.com/2016/08/23/us/virginia-governor-mcauliffe-voting-rights-felons.html"}