{"authors": ["Jonathan Weisman"], "date_download": "2022-10-25 23:02:40", "date_modify": "2022-10-25 23:02:40", "date_publish": "2016-11-09 18:28:29", "description": "The election of Donald J. Trump and the re-election of a Republican-controlled House and Senate will usher in big policy changes.", "filename": "2016_11_10_us_politics_donald-trump-taxes-climate-immigration-health-care_1666738960.html", "image_url": "https://static01.nyt.com/images/2016/11/10/us/10policy1/10policy1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1cb81b74008c4b68f026aeee5405364a704afa1fc7f210c69062288c1832dcd9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_10_us_politics_donald-trump-taxes-climate-immigration-health-care_1666738960.html", "title": "Change Ahead: Shifts on Immigration, Climate, Health and Taxes", "title_page": "Change Ahead: Shifts on Immigration, Climate, Health and Taxes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The stunning election of Donald J. Trump as president and the re-election of a Republican-controlled House and Senate will usher in sweeping change to the nation’s policy course that will most likely amount to a repudiation of much of President Obama’s legacy and will reorient the United States’ position on the world stage.\nSome changes, on immigration and climate change, for example, can be done by the Trump White House on its own. Others will take Congress, but through the use of budget rules, Republican leaders have already shown they can effect serious change, such as repealing the Affordable Care Act, without Democrats’ help. They need only the new president’s signature.\nHere are some major arenas in which Mr. Trump and Congress have promised action:\n_____\nImmigration\nOn immigration, the changes Mr. Trump will bring will be swift and sweeping. While Mr. Obama had been moving to create openings for undocumented immigrants to attain legal status and increase the number of refugees, Mr. Trump said he would sharply curtail the refugee flow and start a nationwide crackdown on illegal immigration. He will bring a nativist vision to the White House, regarding immigrants warily as competitors for American workers and treating refugees as potential terrorists.\nPresident-elect Trump has promised to start construction right away on a wall across the Southwest border that was the signature proposal and rallying cry of his campaign. That will take money from Congress, but other efforts need only a stroke of the presidential pen.", "url": "https://www.nytimes.com/2016/11/10/us/politics/donald-trump-taxes-climate-immigration-health-care.html"}