{"authors": ["Andrew Pollack", "Emmarie Huetteman"], "date_download": "2022-10-25 23:22:22", "date_modify": "2022-10-25 23:22:22", "date_publish": "2016-02-04 10:19:39", "description": "Lawmakers questioned drug company executives Thursday, focusing on pricing practices, and criticized Martin Shkreli for refusing to answer questions.", "filename": "2016_02_05_business_drug-prices-valeant-martin-shkreli-congress_1666740142.html", "image_url": "https://static01.nyt.com/images/2016/02/05/business/05drug1/05drug1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=7fa885197f7e5bc2e8da9938c2aee347a9888a8b21e11a3387c80704016499ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_05_business_drug-prices-valeant-martin-shkreli-congress_1666740142.html", "title": "Martin Shkreli Invokes the Fifth Amendment During Grilling by Congress", "title_page": "Martin Shkreli Invokes the Fifth Amendment During Grilling by Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "1. Martin Shkreli walking down hallway toward hearing room POOL - AP CLIENTS ONLY Washington - 4 February 2016 ++CUTAWAYS AT SOURCE++ 2. Various of Martin Shkreli entering hearing 3. SOUNDBITE (English) Rep. Elijiah Cummings, (D) Maryland: “Like a Ponzi scheme, it appears that Turing may be using revenues from Daraprim to research and identify the next drug it will acquire and then impose similarly massive price increases on future victims. It’s not funny, Mr. Shkreli. People are dying and they’re getting sicker and sicker. Based on the documents obtained by the committee, we know exactly what these companies will say as part of their public relation strategy. They will try to distract from their massive price increases by talking about their R&D (research and development.) They will downplay their massive profits by claiming that they help patients who can’t afford their exorbitant prices. The testimony from the drug companies today will be the same. But the difference now that we’ve been behind their smoke screen.” 4. Cutaway 5. SOUNDBITE (English) Rep. Elijiah Cummings, (D) Maryland: “The people in my district are not on the Forbes billionaire last. They don’t buy Wu-Tang Clan albums for $2 million. They can’t liquidate assets to free up millions of dollars. They work hard. They get the early bus and many take home decent salaries, but like many Americans, they struggle every single month to support their families and to pay for their increasing cost of housing, education and health care. They live from paycheck to paycheck and sometimes from no check to no check.” 6. Cutaway 7. SOUNDBITE (English) Rep. Jason Chaffetz, (R) Utah: “Do you think you’ve done anything wrong?” SOUNDBITE (English) Martin Shkreli, Former Turing Pharmaceuticals CEO: “On the advice of counsel, I invoke my fifth amendment privilege against self-incrimination and respectfully decline to answer your question 8. Cutaway 9. SOUNDBITE (English) Rep. Trey Gowdy, (R) South Carolina: “Is it pronounced Shkreli? UPSOUND (English) Martin Shkreli, Former Turing Pharmaceuticals CEO: “Yes sir. SOUNDBITE (English) Rep. Trey Gowdy, (R) South Carolina: “There you can answer some questions, that one didn’t incriminate you, I just want to make sure you understand you are welcome to answer quetsions and not all of your answers are going to subject you to incrimination you understand that don’t you?” SOUNDBITE (English) Martin Shkreli, Former Turing Pharmaceuticals CEO “I intend to follow the advice of my counsel.”", "url": "https://www.nytimes.com/2016/02/05/business/drug-prices-valeant-martin-shkreli-congress.html"}