{"authors": ["Dionne Searcey", "Eric Schmitt"], "date_download": "2022-10-26 00:11:38", "date_modify": "2022-10-26 00:11:38", "date_publish": "2016-01-15 10:00:05", "description": "Though government forces have killed many insurgents and retaken some territory, a relentless wave of attacks has left many Nigerians living in a perpetual state of fear.", "filename": "2016_01_16_world_africa_boko-haram-nigeria_1666743098.html", "image_url": "https://static01.nyt.com/images/2016/01/16/world/16boko_web1/16boko_web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=c7f17f76a84f061209f9739cf1dc878e1df7c22cba2ebdb9bcb11060c325725f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_16_world_africa_boko-haram-nigeria_1666743098.html", "title": "Military Victories Over Boko Haram Mean Little to Nigerians", "title_page": "Military Victories Over Boko Haram Mean Little to Nigerians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DAKAR, Senegal — A sense of fear nags at Hauwa Bulama every time she leaves home.\nShe worries that suicide bombers might be lurking at the vegetable stand where she shops for her six children. They could turn up at the hospital where she takes her relatives. Any woman in a hijab could have a suicide belt under her clothes, she fears. The frequent public announcements to avoid crowded areas in her northern Nigerian city only heighten her anxiety.\n“You are always afraid,” said Ms. Bulama, who lives in Maiduguri, a frequent target of the ruthless Islamist insurgent group Boko Haram. “When you take your child to be immunized, you don’t know who is seated next to you. You don’t know who is hiding what.”\nFor Ms. Bulama and countless others in northern Nigeria and across the Lake Chad region, the victories scored by President Muhammadu Buhari’s multinational campaign against Boko Haram since taking office in May have mattered little to their daily lives.\nThough the Nigerian military has arrested and killed many fighters — and more crucially, retaken a swath of territory once held by insurgents that is estimated to be as large as Belgium — the gains have come against a backdrop of relentless suicide bombings that, if anything, have escalated.", "url": "https://www.nytimes.com/2016/01/16/world/africa/boko-haram-nigeria.html"}