{"authors": ["David Samuels"], "date_download": "2022-10-25 23:30:41", "date_modify": "2022-10-25 23:30:41", "date_publish": "2016-05-05 09:00:08", "description": "How Ben Rhodes rewrote the rules of diplomacy for the digital age.", "filename": "2016_05_08_magazine_the-aspiring-novelist-who-became-obamas-foreign-policy-guru_1666740641.html", "image_url": "https://static01.nyt.com/images/2016/05/08/magazine/08rhodes1/08rhodes1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=a9b0bce0511a8687ed74ad7e2c3450fd53ba53086cf5316a11eeb2961253b2e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_08_magazine_the-aspiring-novelist-who-became-obamas-foreign-policy-guru_1666740641.html", "title": "The Aspiring Novelist Who Became Obama’s Foreign-Policy Guru", "title_page": "The Aspiring Novelist Who Became Obama’s Foreign-Policy Guru - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I can name them,” I said, ticking off a few names of prominent Washington reporters and columnists who often tweet in sync with White House messaging.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nPrice laughed. “I’ll say, ‘Hey, look, some people are spinning this narrative that this is a sign of American weakness,’ ” he continued, “but — ”\n“In fact it’s a sign of strength!” I said, chuckling.\n“And I’ll give them some color,” Price continued, “and the next thing I know, lots of these guys are in the dot-com publishing space, and have huge Twitter followings, and they’ll be putting this message out on their own.”\nThis is something different from old-fashioned spin, which tended to be an art best practiced in person. In a world where experienced reporters competed for scoops and where carrying water for the White House was a cause for shame, no matter which party was in power, it was much harder to sustain a “narrative” over any serious period of time. Now the most effectively weaponized 140-character idea or quote will almost always carry the day, and it is very difficult for even good reporters to necessarily know where the spin is coming from or why.\nWhen I later visited Obama’s former campaign mastermind David Axelrod in Chicago, I brought up the soft Orwellian vibe of an information space where old media structures and hierarchies have been erased by Silicon Valley billionaires who convinced the suckers that information was “free” and everyone with access to Google was now a reporter. Axelrod, a former newspaperman, sighed. “It’s not as easy as standing in front of a press conference and speaking to 70 million people like past presidents have been able to do,” he said. The bully pulpit by and large doesn’t exist anymore, he explained. “So more and more, over the last couple of years, there’s been an investment in alternative means of communication: using digital more effectively, going to nontraditional sources, understanding where on each issue your constituencies are going to be found,” he said. “I think they’ve approached these major foreign-policy challenges as campaign challenges, and they’ve run campaigns, and those campaigns have been very sophisticated.”\nRhodes’s innovative campaign to sell the Iran deal is likely to be a model for how future administrations explain foreign policy to Congress and the public. The way in which most Americans have heard the story of the Iran deal presented — that the Obama administration began seriously engaging with Iranian officials in 2013 in order to take advantage of a new political reality in Iran, which came about because of elections that brought moderates to power in that country — was largely manufactured for the purpose for selling the deal. Even where the particulars of that story are true, the implications that readers and viewers are encouraged to take away from those particulars are often misleading or false. Obama’s closest advisers always understood him to be eager to do a deal with Iran as far back as 2012, and even since the beginning of his presidency. “It’s the center of the arc,” Rhodes explained to me two days after the deal, officially known as the Joint Comprehensive Plan of Action, was implemented. He then checked off the ways in which the administration’s foreign-policy aims and priorities converged on Iran. “We don’t have to kind of be in cycles of conflict if we can find other ways to resolve these issues,” he said. “We can do things that challenge the conventional thinking that, you know, ‘AIPAC doesn’t like this,’ or ‘the Israeli government doesn’t like this,’ or ‘the gulf countries don’t like it.’ It’s the possibility of improved relations with adversaries. It’s nonproliferation. So all these threads that the president’s been spinning — and I mean that not in the press sense — for almost a decade, they kind of all converged around Iran.”\nIn the narrative that Rhodes shaped, the “story” of the Iran deal began in 2013, when a “moderate” faction inside the Iranian regime led by Hassan Rouhani beat regime “hard-liners” in an election and then began to pursue a policy of “openness,” which included a newfound willingness to negotiate the dismantling of its illicit nuclear-weapons program. The president set out the timeline himself in his speech announcing the nuclear deal on July 14, 2015: “Today, after two years of negotiations, the United States, together with our international partners, has achieved something that decades of animosity has not.” While the president’s statement was technically accurate — there had in fact been two years of formal negotiations leading up to the signing of the J.C.P.O.A. — it was also actively misleading, because the most meaningful part of the negotiations with Iran had begun in mid-2012, many months before Rouhani and the “moderate” camp were chosen in an election among candidates handpicked by Iran’s supreme leader, the Ayatollah Ali Khamenei. The idea that there was a new reality in Iran was politically useful to the Obama administration. By obtaining broad public currency for the thought that there was a significant split in the regime, and that the administration was reaching out to moderate-minded Iranians who wanted peaceful relations with their neighbors and with America, Obama was able to evade what might have otherwise been a divisive but clarifying debate over the actual policy choices that his administration was making. By eliminating the fuss about Iran’s nuclear program, the administration hoped to eliminate a source of structural tension between the two countries, which would create the space for America to disentangle itself from its established system of alliances with countries like Saudi Arabia, Egypt, Israel and Turkey. With one bold move, the administration would effectively begin the process of a large-scale disengagement from the Middle East.", "url": "https://www.nytimes.com/2016/05/08/magazine/the-aspiring-novelist-who-became-obamas-foreign-policy-guru.html"}