{"authors": ["Noah Smith", "Ravi Somaiya"], "date_download": "2022-10-25 22:56:47", "date_modify": "2022-10-25 22:56:47", "date_publish": "2016-03-21 19:59:09", "description": "A higher bid by Tribune Publishing for the California newspaper had been blocked by a court order at the request of the Justice Department.", "filename": "2016_03_22_business_media_judge-approves-orange-county-register-sale-to-digital-first_1666738607.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_22_business_media_judge-approves-orange-county-register-sale-to-digital-first_1666738607.html", "title": "Judge Approves Orange County Register Sale to Digital First", "title_page": "Judge Approves Orange County Register Sale to Digital First - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SANTA ANA, Calif. — Last week, Tribune Publishing won an auction for a coveted asset — Freedom Communications, the parent company of The Orange County Register and The Press-Enterprise of Riverside, Calif. On Monday, however, the company could only watch as the sale of Freedom to Digital First Media was approved by a judge.\nTribune Publishing, which also owns The Los Angeles Times, The San Diego Union-Tribune and The Chicago Tribune, had a $56 million bid for Freedom accepted before the Justice Department stepped in to object to the deal, arguing that it would result in a newspaper monopoly in Southern California. The move was followed by a temporary restraining order on Friday.\nBecause Freedom Communications is in bankruptcy proceedings and will run out of operating capital by the end of the month, the company applied to be allowed to name Digital First Media as the successful bidder. Its offer was about $52 million.\n“The Tribune bid was more money to our constituents, but we have to work with what is achievable and what is not, within the time frame,” said Robert J. Feinstein of the law firm Pachulski Stang Ziehl & Jones, which works for the committee representing the creditors of Freedom Communications.", "url": "https://www.nytimes.com/2016/03/22/business/media/judge-approves-orange-county-register-sale-to-digital-first.html"}