{"authors": ["Amie Tsang"], "date_download": "2022-10-25 23:39:25", "date_modify": "2022-10-25 23:39:25", "date_publish": "2016-07-04 08:52:59", "description": "A purchase of a one-quarter stake in the German robotics company makes Midea the largest Kuka shareholder as it seeks all of the company.", "filename": "2016_07_05_business_dealbook_germany-china-midea-kuka-technology-robotics_1666741165.html", "image_url": "https://static01.nyt.com/images/2016/07/05/business/05db-kuka/05db-kuka-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4740c0402725d2d15f84805f12784a07d7230fa0d65af64f5b435c5450d0781c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_05_business_dealbook_germany-china-midea-kuka-technology-robotics_1666741165.html", "title": "Midea of China Moves a Step Closer to Takeover of Kuka of Germany", "title_page": "Midea of China Moves a Step Closer to Takeover of Kuka of Germany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROBOTICA HARDER BETTER FASTER STRONGER! The future of robot development - is to create more skillful, or more human-like robots. They need to communicate with humans, which means they have to be able to see. They have to judge from a human’s perspective and know what is right or wrong. They also need to understand the instructions we give them, and carry out these instructions without mistakes. BUT it’s impossible for robots to fully replace humans. Jonah: What is the project’s called? And what is the goal for planning? GOV guy: The project is called “replacing humans with robots.” The total population of Shunde is 2,400,000, half of whom are immigrant workers from other provinces. Our goal is to reduce the number of employees by half, and many companies are working towards this goal. VO: This robot is making compressors for Midea, which makes a third of the world’s air conditioner compressors. The same robot also makes LEGOs, assembles cars, and packs ham. They’re cheaper, faster and more efficient, and they’re quickly changing how things are “made in China” Worker at MIDEA: After the robots arrived and took over some of our labor, we have always treated it as our brother. We work next to it, snuggling with it every day. When the robots came here, some workers got to choose new positions, which made them happier. VO: We came here to find out how China’s workers feel about their new colleagues. But on our tour of Midea, The company only allowed us to speak with this one worker, under supervision. Worker at MIDEA: In the past, when I would get home I felt very tired, very exhausted and miserable. Now when I get home, I’m happy to see the kids. GOV guy: It’s become a huge challenge for companies to recruit workers, and it’s getting more expensive to hire them as well. Current migrant workers born in the 1980s or 1990s their endurance and hard-working spirits are inferior to the older generations. VO: The government program “replacing humans with robots” offers grants and land subsidies to companies that go robotic. Since that launched in 2011, Midea has cut its workforce nearly in half. Zou Renhao quit his Midea factory job today, due to an injury. ZOU RENHAO: Any boss would prefer a robot. So if you want to stay here and make money, you have to learn [to operate the robots]. If you can’t learn, you won’t be able to keep your job. VO: The company says that when robots join the factory floor, they offer workers new jobs. Several employees who didn’t want to go on camera told us those new jobs are so tedious and back-breaking, that many end up quitting. ZOU RENHAO: Just like your phone, one generation after another, when iPhone 7 is out who will use iPhone 6? VO: Midea’s robots are made here, at Kuka, one of the world’s largest industrial robotics manufacturers. The robots here are still built by people, for now... KUKA CEO: China’s demand for industrial robots has been on the rise year after year. Compared to America, Japan and Europe, the increase in demand is enormous. Using robots, humans can be liberated from dangerous, monotonous and heavy-labor work, so they can undertake more creative and meaningful jobs. ZOU RENHAO: If you want to talk about big dreams, dreaming to become a doctor or a scientist when you are young, for us workers, that’s not a reality. For us, what’s real is to make more money so we can live a better life. That’s my dream, other dreams are too fake. VO: In Guangdong province, there are dozens of manufacturing cities just like Shunde...and millions of workers like Mr. Zou. GOV guy: Let them go back to work in their hometowns. They all have opportunities to be employed in their local areas, even if they don’t come to Shunde to work. Jonah: What happens if the factories back home decide to do the same thing? GOV guy: Perhaps they will face the same problem in 10 or 20 years, and they can follow the same path, follow the same path.", "url": "https://www.nytimes.com/2016/07/05/business/dealbook/germany-china-midea-kuka-technology-robotics.html"}