{"authors": ["Alison Smale"], "date_download": "2022-10-25 22:55:34", "date_modify": "2022-10-25 22:55:34", "date_publish": "2016-04-15 14:18:09", "description": "Chancellor Merkel’s move to permit a court case against the comic, Jan Böhmermann, made clear that she does not want to antagonize President Recep Tayyip Erdogan, whom he lampooned.", "filename": "2016_04_16_world_europe_germany-turkey-recep-tayyip-erdogan-jan-bohmermann_1666738534.html", "image_url": "https://static01.nyt.com/images/2016/04/16/world/16termany_web2/16termany_web2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=c850e1c9607a2fd07066c0318b0ed17347579ddfbf15838231129a7d7cbfd6c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_16_world_europe_germany-turkey-recep-tayyip-erdogan-jan-bohmermann_1666738534.html", "title": "Angela Merkel Draws Criticism for Allowing Turkey’s Case Against Comic", "title_page": "Angela Merkel Draws Criticism for Allowing Turkey’s Case Against Comic - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Turkey’s president found himself in choice company when he fixed upon an obscure German law to attempt to punish a popular comic who had satirized him in crude terms. The same law, dating from 1871, had also been used to silence critics of the Shah Mohammed Reza Pahlavi of Iran and the Chilean dictator Augusto Pinochet.\nDevised during an era of ruffled majesties, the law allows prosecution in Germany for insulting a foreign leader, but only with the consent of the government. It also presented Chancellor Angela Merkel with a dilemma: She could either compromise on cherished values of free speech or risk further roiling relations with a leader she needs to stem another potentially chaotic flood of refugees to Europe again this year.\nOn Friday, Ms. Merkel gave President Recep Tayyip Erdogan of Turkey what he was seeking. She announced that prosecution of the satirist, Jan Böhmermann, could proceed — even as she added that the law allowing it would be repealed.\nThe attempt to split the difference did little to appease criticism that Ms. Merkel had blinked in the staring contest with Mr. Erdogan. “We just experienced the beginning of the end of Chancellorship #Merkel,” wrote another satirist, Oliver Kalkofe, on Twitter. “I am ashamed by the lack of spine.”", "url": "https://www.nytimes.com/2016/04/16/world/europe/germany-turkey-recep-tayyip-erdogan-jan-bohmermann.html"}