{"authors": ["Tim Arango"], "date_download": "2022-10-25 23:54:57", "date_modify": "2022-10-25 23:54:57", "date_publish": "2016-05-02 16:46:50", "description": "Hundreds of people stormed the Iraqi capital’s Green Zone on Saturday, only to disperse on Sunday. Here’s a breakdown of what they were doing, and why.", "filename": "2016_05_03_world_middleeast_baghdad-iraq-green-zone-protests_1666742097.html", "image_url": "https://static01.nyt.com/images/2016/05/03/world/03iraqexplainer_video1/03uraqexplainer_video1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1454e872feb334dfbd4257d3cb4702dc2beee1b0965ec2e93f81a5c649252b71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_03_world_middleeast_baghdad-iraq-green-zone-protests_1666742097.html", "title": "Days of Chaos in Baghdad: Protest or Meltdown?", "title_page": "Days of Chaos in Baghdad: Protest or Meltdown? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Why Did the Protest End So Quickly?\nIt was a tactical withdrawal. After they jubilantly occupied Parliament on Saturday afternoon, the demonstrators moved by evening to another area of the Green Zone, a former parade ground where Saddam Hussein held military pageants. By Sunday evening, Mr. Sadr had directed an orderly end to the demonstration, saying he would allow the political class another chance to meet and approve a new cabinet. He also gave notice that he would not hesitate to use his influence among downtrodden Shiites to create havoc in the streets if his grievances were not met with government reforms.\n_____\nWhat Are the Roots of the Political Conflict?\nThe deadliest fault line in Iraqi society is the divide between the majority Shiite Arabs and the minority Sunni Arabs. This is at the heart of the war between the Iraqi state — supported by the American-led coalition and Iran — and the Sunni extremists of the Islamic State.\nBut the political crisis in Baghdad is largely a struggle among Shiites. The American invasion upended the old order of Sunni dominance — under Mr. Hussein, under the monarchy and under the Ottomans before the founding of modern Iraq at the end of World War I — and for the first time gave the Shiites power. Yet they have never figured out how to overcome their differences and unify Iraq.\nAs Mr. Abadi has pushed to root out corruption, trim government and end sectarian quotas, he has been opposed by other Shiite factions. The protests — both those being led by Mr. Sadr and others that began last summer and at first were largely led by secular Iraqis — also reflect a growing anger over corruption and a failure to provide basic services.\n_____", "url": "https://www.nytimes.com/2016/05/03/world/middleeast/baghdad-iraq-green-zone-protests.html"}