{"authors": ["Michael M. Grynbaum", "John Koblin"], "date_download": "2022-10-25 23:37:07", "date_modify": "2022-10-25 23:37:07", "date_publish": "2016-09-06 13:54:02", "description": "In a separate development, Fox News announced that Greta Van Susteren was leaving the network, effective immediately.", "filename": "2016_09_07_business_media_fox-news-roger-ailes-gretchen-carlson-sexual-harassment-lawsuit-settlement_1666741027.html", "image_url": "https://static01.nyt.com/images/2016/09/07/business/07fox1/07fox1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d620b4549c5cfbdbcac88e685fd1598d0b3de6242d85c53c03f6da83eda85667&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_07_business_media_fox-news-roger-ailes-gretchen-carlson-sexual-harassment-lawsuit-settlement_1666741027.html", "title": "Fox Settles With Gretchen Carlson Over Roger Ailes Sex Harassment Claims", "title_page": "Fox Settles With Gretchen Carlson Over Roger Ailes Sex Harassment Claims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But tensions remain among the network rank-and-file. Mr. Murdoch, who now presides over Fox News as executive chairman, kept in place several of Mr. Ailes’s most loyal deputies and recently promoted them to leadership roles, troubling employees who had hoped for a clean slate.\nThe reasons behind Ms. Van Susteren’s departure remained murky, but people on both sides of the negotiations pointed to an icy meeting in July between Ms. Van Susteren and Rupert Murdoch as a turning point in her tenure.\nDays after Mr. Ailes’s exit, Ms. Van Susteren met with Mr. Murdoch in his second-floor office inside Fox’s Manhattan headquarters. The anchor, accompanied by her husband and agent, John P. Coale, requested more favorable terms to her contract — which was not immediately up for renewal — and cited an exit clause that allowed her to leave the network in the event that Mr. Ailes was no longer chairman.\nMr. Murdoch was not impressed, both sides say. “It was tense,” Mr. Coale recalled in a telephone interview on Tuesday.\nLate last week, Ms. Van Susteren informed Fox that she planned to invoke her exit clause. But she woke up on Tuesday fully expecting to tape her prime-time show, “On the Record,” that evening. Instead, Mr. Coale said, “someone came to our house and delivered two letters” from the network. The message: “She’s out.”\nIt was so abrupt that a large-scale poster of Ms. Van Susteren, who routinely beat the cable competition in her 7 p.m. time slot, was still displayed outside Fox’s Manhattan building when the announcement went out. (The poster was removed later on Tuesday.) Inside the channel’s Washington bureau, newspapers sat untouched outside Ms. Van Susteren’s still-full office.\nMs. Van Susteren had initially defended Mr. Ailes, calling Ms. Carlson “disgruntled” and saying that the timing of her lawsuit “is very suspicious.” But on Tuesday, in a farewell post on Facebook, Ms. Van Susteren wrote: “Fox has not felt like home to me for a few years.”", "url": "https://www.nytimes.com/2016/09/07/business/media/fox-news-roger-ailes-gretchen-carlson-sexual-harassment-lawsuit-settlement.html"}