{"authors": ["The New York Times"], "date_download": "2022-10-25 23:42:13", "date_modify": "2022-10-25 23:42:13", "date_publish": "2016-11-10 12:53:24", "description": "A sampling of opinion writing from around the world on the United States presidential election.", "filename": "2016_11_11_world_trump-global-reaction_1666741333.html", "image_url": "https://static01.nyt.com/images/2016/11/11/world/11Worldreact1/11Worldreact1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=e61b31e1d183b9c169c8a2d96fbb549ccaaf2a01b774ba9a3271436dbe56f61f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_11_world_trump-global-reaction_1666741333.html", "title": "‘A Moment of Great Peril’: Foreign Observers on Trump’s Success", "title_page": "‘A Moment of Great Peril’: Foreign Observers on Trump’s Success - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Editorial writers and opinion columnists around the world have reacted to Donald J. Trump’s election as the 45th president of the United States. Below is a sampling of their views.\n‘Disgust Has Become the Principal Engine’\nEditorial in the Reforma newspaper, Mexico\nThe victory of Donald Trump confirms some lessons that everybody already knew … but which nobody wanted to understand. The first is that disgust has become the principal engine of elections. Forget policy proposals: People are voting for personalities, not for candidates; for likability, not ideology; to reject someone, not out of conviction. The second was seen in Brexit and in the “no” to the Colombia peace plan. … Voters do not feel represented by their government, nor by the parties. ... The third and perhaps most serious is that this disgust is easily exploitable through populism: telling people what they want to hear; polarizing the world into good guys and bad guys; making campaigns into reality shows; and pushing with such insistence the button of false patriotism.\n‘Demagogic Degeneracy’\nEditorial in the Brazilian newspaper O Estado de S. Paulo\nIf the United States were a banana republic, the outcome of this election would be damaging only for its unfortunate inhabitants. But this nation provides international security and global economic stability. One false step by the government of the United States could drag the rest of the world into turmoil that only benefits those who are careless or enemies of Western values. These are not signs of optimism. Since brazen lying was Trump’s main electoral weapon, it’s hard to know if he’s being honest when he promises to govern for all Americans. What is clear is that he didn’t present any credentials for occupying the world’s most important political position, aside from his distinguished handling of demagogic degeneracy. God save America!\n‘A Moment of Great Peril’\nEditorial in The Financial Times of Britain\nThe world waits nervously to see if Mr. Trump’s policies are as incendiary as his words. The shift to a more positive tone since the election result is a first step. But this remains a moment of great peril. Mr. Trump’s victory, coming after the Brexit referendum vote in Britain, looks like another grievous blow to the liberal international order. Mr. Trump must decide, by his actions and words, whether he intends to contribute to the great unraveling, at incalculable cost to the West.\n‘Europe Is Not Protected’\nEditorial in the French newspaper Le Monde\nDonald Trump’s election is an earthquake, a game changer for Western democracy. Like the fall of the Berlin Wall and 9/11, this event marks the beginning of a new world where only one thing is certain: in this new place, everything that was once thought impossible, or unrealistic, is now conceivable. Each country is different, but the anger common in every one is rooted in a broad fear of globalization that focuses on two themes: immigration control and income inequality. The British cast their Brexit votes with those in mind. Trump predicted his victory would be a “Brexit times 10.” He was right. And this is also a way of saying that Europe is not protected from the seismic shift that has just shaken Washington to the core. … Unfortunately for her, Hillary Clinton embodied perfectly the quintessence of the American political elite. Rightly or wrongly, her image reflected the status quo — despite her having the most solid and achievable program. There are many lessons to be learned from this election. Traditional political parties must take heed. So must the media and the pollsters, who for the most part, did not predict this outcome and no longer know how to gauge public opinion. These lessons are all the more vital because those who represent the voices of protest anger, whether it be Trump or his European clones, have no idea how to solve these complex problems. They sell illusions, and Trump is the master illusionist. They live off simplistic arguments which threaten our democracies. From Paris, Trump’s victory coming after Brexit is another prescient warning. In this new postelection world, everything is possible. The prospect that we in France are still unable to look at in the eye looms: the rise to power of the far right.\n‘A Revolutionary Nation’\nMaurizio Molinari, editor in chief of the Italian daily La Stampa, in a front-page editorial", "url": "https://www.nytimes.com/2016/11/11/world/trump-global-reaction.html"}