{"authors": ["David E. Sanger", "Maggie Haberman"], "date_download": "2022-10-25 23:55:03", "date_modify": "2022-10-25 23:55:03", "date_publish": "2016-03-23 01:00:12", "description": "In the current atmosphere, a strike like the one on Tuesday in Brussels rekindles every debate about whether the United States should use diplomacy, isolation or military might.", "filename": "2016_03_23_us_politics_presidential-candidates-walking-a-tightrope-over-the-fight-on-terrorism_1666742103.html", "image_url": "https://static01.nyt.com/images/2016/03/23/us/23CANDIDATESweb1/23CANDIDATESweb1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3789308c5b42b89550dee459b02856197b15b9952ed6cd729b8bc79b8835a390&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_23_us_politics_presidential-candidates-walking-a-tightrope-over-the-fight-on-terrorism_1666742103.html", "title": "Presidential Candidates Walking a Tightrope Over the Fight on Terrorism", "title_page": "Presidential Candidates Walking a Tightrope Over the Fight on Terrorism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Ten hours before terrorists struck Brussels, Donald J. Trump was on television describing his strategy for confronting the Islamic State: He would pound it with airstrikes, but any ground action must be taken by the United States’ partners in the region. He did not mention, if he knew, that this was a pretty close approximation of President Obama’s approach.\nBut then Mr. Trump went further, saying that the American contribution to NATO — whose headquarters is in Brussels, smack between the airport and the subway station bombed by the Islamic State on Tuesday — should be scaled back.\nIt was a surprising signal to Europe at a moment when it is under attack, and a vivid reminder of the risks of running for president in an age of terrorism: What sounds reasonably cautious in the evening can ring weak or strategically incoherent by morning.\nMost presidential candidates, with rare exceptions, are tempted to adopt far more hawkish stances on the campaign trail than presidents do in the Oval Office, where they must confront the realities of building coalitions, sorting through conflicting intelligence and pursuing comprehensive counterterrorism programs. But in the current atmosphere, a strike like the one on Tuesday in Brussels rekindles every debate about whether the United States should use diplomacy, isolation or military might.", "url": "https://www.nytimes.com/2016/03/23/us/politics/presidential-candidates-walking-a-tightrope-over-the-fight-on-terrorism.html"}