{"authors": ["Alison Smale"], "date_download": "2022-10-25 23:34:29", "date_modify": "2022-10-25 23:34:29", "date_publish": "2016-09-02 09:00:27", "description": "Her open door for refugees has led to a strong electoral challenge from the far right at home and is complicating her efforts to forge a response to Britain’s decision to leave the E.U.", "filename": "2016_09_03_world_europe_angela-merkel-germany_1666740869.html", "image_url": "https://static01.nyt.com/images/2016/09/02/world/02merkel1/02merkel1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=7b8f948a2b682980f06be2e96b52b25ff1a83fce73af91c4fa9f849b08016abf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_03_world_europe_angela-merkel-germany_1666740869.html", "title": "Merkel Feels Political Pressure in Germany as Europe Is in Flux", "title_page": "Merkel Feels Political Pressure in Germany as Europe Is in Flux - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — A year after Chancellor Angela Merkel threw open the doors to hundreds of thousands of migrants, that fateful move is haunting her politically, opening her to a strong electoral challenge from the far right this weekend and complicating efforts to forge a united response to Britain’s decision to leave the European Union.\nMs. Merkel, chancellor since fall 2005 and Europe’s longest serving leader, has found herself on the defensive in a round of interviews on both the anniversary of the refugee influx and the effective start of campaigning for next year’s national elections.\n“Germany will remain Germany, with all that is dear to us,” she insisted in an interview this week with the Süddeutsche Zeitung, a leading newspaper.\nWith everything in flux in Europe after the stunning British vote to exit the European Union, and elections also in France and the Netherlands next year, Ms. Merkel has come under increasing fire at home.", "url": "https://www.nytimes.com/2016/09/03/world/europe/angela-merkel-germany.html"}