{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:28:57", "date_modify": "2022-10-25 23:28:57", "date_publish": "2016-08-22 19:04:18", "description": "The quest to make a bagel in San Francisco rivaling New York’s best annihilates a stand mixer (twice) and an ego.", "filename": "2016_08_24_dining_bagel-recipe-homemade_1666740537.html", "image_url": "https://static01.nyt.com/images/2016/08/24/dining/24BAGELS6-web/24BAGELS6-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1ed807971bfa675e326daa6984b0320b83efa4f64cbe90274519725cb1ca5452&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_24_dining_bagel-recipe-homemade_1666740537.html", "title": "Risky Baking: It’s Hard to Make a Perfect Bagel Without Lye", "title_page": "Risky Baking: It’s Hard to Make a Perfect Bagel Without Lye - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There is that liability there of, like, ‘Oh, don’t poison yourself,’” Mr. Graf said. “It’s really caustic.” So his home recipe instructs the baker to boil the bagels in salted water. (A Times reporter revised his recipe in 2012 to include baking soda, a common alternative to lye.)\nHere I was trying to perfect the bagel and working with a G-rated version of his recipe. “It’s the tragedy of the food commons,” he said, referring to the simplification of home recipes.\nI was determined to try lye. By coincidence, I had dinner days later with a friend who had an unopened bottle in his closet. My friend had gone through a pretzel-making phase and had hoped to experiment with boiling in lye, but never had the guts to open the bottle labeled in red: “Poison: Causes Severe Burns.”\nI took the bottle home. The next morning, I drank a cup of coffee and put on my safety gear.\nMr. Graf told me in an email to weigh the water and the lye so the chemical accounted for 0.15 percent of the solution. Using a kitchen scale, I weighed a pot with 2,200 grams of water (a bit more than a half-gallon) and determined I needed about 3 grams of lye, which amounted to a small pinch. (For safe measurements, brave bagel makers should always weigh the lye with a scale). I dropped the lye into the stainless steel pot of water, brought it to a boil and added the bagels. The water turned a disturbing yellow.\nBut after I transferred the bagels to the oven and baked them for 20 minutes, flipping them halfway through the cooking, I knew my quest had come to an end. The bagels came out exactly how I wanted them: crunchy and brown with a glossy sheen, a nice chew and soft inside. Not nearly as perfect as Mr. Graf’s, but exceptional for a bagel from a home kitchen.\nThat day, some friends dropped by for brunch. Not one of them was poisoned. We fantasized for a moment about quitting our jobs and opening a bakery.", "url": "https://www.nytimes.com/2016/08/24/dining/bagel-recipe-homemade.html"}