{"authors": ["Rick Lyman", "Joanna Berendt"], "date_download": "2022-10-25 22:59:06", "date_modify": "2022-10-25 22:59:06", "date_publish": "2016-10-06 10:42:45", "description": "After growing protests and an embarrassing debate in the European Parliament, the proposal to tighten existing legislation was voted down by lawmakers.", "filename": "2016_10_07_world_europe_poland-abortion-law-protests_1666738746.html", "image_url": "https://static01.nyt.com/images/2016/10/07/world/07poland-web2/07poland-web2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=2d2b8bf4b978af53d39d5896e089cdf9fce315cd821a946d57766849cd582cb0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_07_world_europe_poland-abortion-law-protests_1666738746.html", "title": "Poland Steps Back From Stricter Anti-Abortion Law", "title_page": "Poland Steps Back From Stricter Anti-Abortion Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — After growing protests from Polish women and an embarrassing debate in the European Parliament, Poland’s governing party retreated Thursday from a proposed law that would have made virtually all abortions illegal.\nJaroslaw Kaczynski, leader of the party, the right-wing Law and Justice Party, said that while the government agreed with the intent of such a law, it opposed the version proposed by an anti-abortion group.\n“Observing the social developments, we have come to a conclusion that this legislation will have an opposite effect to the one that was intended,” he said. “This is not the right way to proceed.”\nThe year-old Polish government has clashed often with European Union officials, particularly over moves that effectively hobbled the country’s constitutional tribunal, the main check on the governing party. So the clash over abortion, a delicate social issue, was scrutinized throughout Europe for signs of how far Law and Justice could go in enacting its conservative agenda at a time of rising nationalism across the Continent.", "url": "https://www.nytimes.com/2016/10/07/world/europe/poland-abortion-law-protests.html"}