{"authors": ["Bill Mckibben"], "date_download": "2022-10-25 23:48:33", "date_modify": "2022-10-25 23:48:33", "date_publish": "2016-08-05 16:30:31", "description": "An opposition research group has targeted me for my environmental work, following and recording me to reveal what it calls my hypocrisy and extremism.", "filename": "2016_08_07_opinion_sunday_embarrassing-photos-of-me-thanks-to-my-right-wing-stalkers_1666741713.html", "image_url": "https://static01.nyt.com/images/2016/08/07/opinion/sunday/07mckibbenSUB/07mckibbenSUB-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1efc7163279e2cd9abcc41edab8ba1d257eb6f87b7fc880bf4fbb5e78dc3d30b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_07_opinion_sunday_embarrassing-photos-of-me-thanks-to-my-right-wing-stalkers_1666741713.html", "title": "Embarrassing Photos of Me, Thanks to My Right-Wing Stalkers", "title_page": "Opinion | Embarrassing Photos of Me, Thanks to My Right-Wing Stalkers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MIDDLEBURY, Vt. — THERE are shameful photos of me on the internet.\nIn one series, my groceries are being packed into plastic bags, as I’d forgotten to bring cloth ones. In other shots, I am getting in and out of … cars. There are video snippets of me giving talks, or standing on the street. Sometimes I see the cameraman, sometimes I don’t. The images are often posted to Twitter, reminders that I’m being watched.\nIn April, Politico and The Hill reported that America Rising Squared, an arm of the Republican opposition research group America Rising, had decided to go after me and Tom Steyer, another prominent environmentalist, with a campaign on a scale previously reserved for presidential candidates. Using what The Hill called “an unprecedented amount of effort and money,” the group, its executive director said, was seeking to demonstrate our “epic hypocrisy and extreme positions.”\nSince then, my days in public have often involved cameramen walking backward and videotaping my every move. It’s mostly when I travel (I’ve encountered them in at least five states so far, as well as in Australia), and generally when I’m in a public or semipublic space. They aren’t interested in my arguments; instead, these videos, usually wordless, are simply posted on Twitter, almost always with music. One showed me sitting in a church pew, accompanied by the song “Show Me That Smile.” The tweet read, “Ready for his close-up.”\nSomeone also went to the archive at Texas Tech University, where my papers are stored, and asked for copies of everything in all 54 boxes. He identified himself as being with a group that is affiliated with America Rising Squared.", "url": "https://www.nytimes.com/2016/08/07/opinion/sunday/embarrassing-photos-of-me-thanks-to-my-right-wing-stalkers.html"}