{"authors": ["Roslyn Sulcas"], "date_download": "2022-10-25 23:36:47", "date_modify": "2022-10-25 23:36:47", "date_publish": "2016-09-01 17:57:05", "description": "“Dancer,” a documentary by Steven Cantor, depicts the contradictions and anomalies that have made Mr. Polunin a controversial figure in the ballet world.", "filename": "2016_09_04_arts_dance_sergei-polunin-ballets-bad-boy-has-a-change-of-heart_1666741007.html", "image_url": "https://static01.nyt.com/images/2016/09/04/arts/04DANCEFILM/04DANCEFILM-facebookJumbo.jpg?year=2016&h=549&w=1050&s=d8ca4d26becacfed2922c24e3f57799bedebc5e68a317be95460c8edd896e075&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_04_arts_dance_sergei-polunin-ballets-bad-boy-has-a-change-of-heart_1666741007.html", "title": "Sergei Polunin, Ballet’s Bad Boy, Has a Change of Heart", "title_page": "Sergei Polunin, Ballet’s Bad Boy, Has a Change of Heart - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I was sort of sabotaging myself,” Mr. Polunin said in an interview over lunch. Fine-boned and soft-voiced, he ate steak with steamed vegetables, drank orange juice and seemed younger than his 26 years. “At the time, it was kind of funny. I would tweet something as a joke, and it would hit the media. I sort of played with the bad-boy thing, and I gave a couple of interviews where I said stupid things. Generally I was very happy with the Royal, who gave me everything. But I had worked so hard to be a principal, and when I got there, I felt, I can’t afford a car. I felt I’d been betrayed. My fantasy about being the best, a celebrity, was all wrong.”\nMr. Polunin suddenly achieved a celebrity of sorts in Britain. The wrong sort. Offers of work, initially pressing, slipped away.\nIt was around this time that Mr. Polunin met the film producer Gabrielle Tana, who had optioned Julie Kavanagh’s biography of Nureyev and was looking for dancers for the film. Although Ms. Tana, and Ralph Fiennes, who will direct the biopic (production begins next year) decided that Mr. Polunin wasn’t right for the role, Ms. Tana was fascinated by what she learned of Mr. Polunin’s story, which Ms. Kavanagh documented in a long 2012 profile: his difficult early life growing up in the depressed town of Kherson in Ukraine; the family sacrifices made for his career; his move at 13, speaking no English, to the Royal Ballet School; his early success and fast burnout.\n“I thought it was not just a compelling narrative but also the opportunity to capture someone brilliant in the prime of their career,” Ms. Tana said in an interview. “We didn’t really know what it would be, and Sergei was very wary at first. We were scared we would lose him.”\nBy mid-2012, Mr. Polunin, who had been hoping to perform with American Ballet Theater, had moved to Moscow to dance with the Stanislavsky Theater. Although Mr. Polunin adored working with the company’s director, Igor Zelensky, who had recruited him, he found himself once again restless and discontented 18 months later. “It became more repetitive, more about making money, somehow for wrong reasons,” Mr. Polunin said. “I didn’t want to be comfortable, I wanted to challenge myself. I quit, again, not in a good way.”", "url": "https://www.nytimes.com/2016/09/04/arts/dance/sergei-polunin-ballets-bad-boy-has-a-change-of-heart.html"}