{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:36:31", "date_modify": "2022-10-25 23:36:31", "date_publish": "2016-12-08 16:00:02", "description": "While the singer won’t be able to perform in a Met production in the spring, he said he would “continue to give concerts and recitals as well as make recordings.”", "filename": "2016_12_08_arts_music_dmitri-hvorostovsky-citing-brain-tumor-withdraws-from-opera_1666740991.html", "image_url": "https://static01.nyt.com/images/2016/12/09/arts/09dmitri-item/09dmitri-item-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=13a283baff22bf34c584e4f40a17aa3a9e734d9cdcb756c606e300d9e47f5ba9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_08_arts_music_dmitri-hvorostovsky-citing-brain-tumor-withdraws-from-opera_1666740991.html", "title": "Dmitri Hvorostovsky, Citing Brain Tumor, Withdraws From Opera", "title_page": "Dmitri Hvorostovsky, Citing Brain Tumor, Withdraws From Opera - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The great Russian baritone Dmitri Hvorostovsky, who was found to have a brain tumor in 2015, announced Thursday that he was withdrawing from all coming opera engagements, including a run as Tchaikovsky’s “Eugene Onegin” at the Metropolitan Opera next spring.\n“It is with great sadness that I must withdraw from opera performances for the foreseeable future,” Mr. Hvorostovsky, 54, said in a statement. “I have been experiencing balance issues associated with my illness, making it extremely difficult for me to perform in staged productions.”\nBut Mr. Hvorostovsky, who has continued to receive strong reviews for his operatic appearances and recitals since he announced that he was being treated for the tumor in June 2015, said that he would continue singing — just not on the opera stage.\n“I will continue to give concerts and recitals as well as make recordings,” he said. “Singing is my life, and I want to continue bringing joy to people worldwide.”", "url": "https://www.nytimes.com/2016/12/08/arts/music/dmitri-hvorostovsky-citing-brain-tumor-withdraws-from-opera.html"}