{"authors": ["Ashley Southall", "Marc Santora"], "date_download": "2022-10-25 22:56:14", "date_modify": "2022-10-25 22:56:14", "date_publish": "2016-02-10 16:30:15", "description": "The police said they were searching for a man who knew the woman and her three daughters, who were stabbed at a motel used to house homeless families.", "filename": "2016_02_11_nyregion_staten-island-hotel-stabbing_1666738574.html", "image_url": "https://static01.nyt.com/images/2016/02/11/nyregion/11STABBING1/11STABBING1-facebookJumbo-v3.jpg?year=2016&h=550&w=1050&s=d20e8d2811dbedc36f0df11292c0be77158ca2b35e91dab6adfcd4d7ac66ed63&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_11_nyregion_staten-island-hotel-stabbing_1666738574.html", "title": "Woman and 2 Daughters Fatally Stabbed at Staten Island Motel", "title_page": "Woman and 2 Daughters Fatally Stabbed at Staten Island Motel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He and his wife had taken in Ms. Cutler and her two sisters when she was an infant after the girls’ parents split up. A few years ago, Ms. Cutler decided to strike out on her own.\nMr. Mathis said he last saw Ms. Cutler about three weeks ago, when she stopped by with her daughters. He learned she had been killed from the news and received a call from a reporter on Staten Island.\n“My wife said, ‘It can’t be,’” Mr. Mathis said. But the worst was confirmed when Ms. Cutler’s oldest sister, Anjeny, showed up and rushed with her aunt to the hospital.\nThe attack drew scores of police officers to the motel at 535 North Gannon Avenue, which is one of 41 hotels the city uses to house homeless people, primarily because of a lack of space in shelters.\nMr. de Blasio said the 28 other homeless families staying at the Ramada were being moved.\nRobert K. Boyce, the chief of detectives, said that Mr. Sykes had a dispute with Ms. Cutler on Tuesday, the nature of which was unclear. It ended with his taking her phone, Chief Boyce said.\nMr. Sykes had no criminal record or history of mental illness, the police said.\nBut Mr. Mathis, the victim’s uncle, said Mr. Sykes had come to see Ms. Cutler when she visited the Brooklyn apartment where she grew up with her aunt and uncle. But their relationship did not sit right with his wife, Helen Cutler Mathis, who prohibited the young man from entering the house.", "url": "https://www.nytimes.com/2016/02/11/nyregion/staten-island-hotel-stabbing.html"}