{"authors": ["Aleksandar Dimishkovski"], "date_download": "2022-10-25 23:02:50", "date_modify": "2022-10-25 23:02:50", "date_publish": "2016-04-12 23:43:11", "description": "A special prosecutor had been investigating allegations of widespread corruption in government, but President Gjorge Ivanov issued a blanket pardon.", "filename": "2016_04_13_world_europe_macedonia-gjorge-ivanov-wiretapping-corruption-investigation_1666738970.html", "image_url": "https://static01.nyt.com/images/2016/04/13/world/13macedonia_web1/13macedonia_web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=df4d2a20204af68bac5c5559b3b9e487defa71bee21b52029b76e20cf337f1c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_13_world_europe_macedonia-gjorge-ivanov-wiretapping-corruption-investigation_1666738970.html", "title": "Protests Erupt in Macedonia as President Halts Wiretapping Inquiry", "title_page": "Protests Erupt in Macedonia as President Halts Wiretapping Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SKOPJE, Macedonia — The president of Macedonia abruptly ended a far-reaching criminal investigation into corruption and abuse of power throughout the government on Tuesday, plunging the tiny Balkan country into a political crisis.\nAn agreement brokered by European mediators in July sought to resolve a political crisis prompted by a wiretapping scandal, which revealed fraud in the electoral system, government manipulation of the media and the judiciary, and other wrongdoing. The wiretapping involved surveillance of as many as 20,000 people, including journalists, judges, foreign ambassadors, and activists — but who orchestrated it, and to what end, remains murky.\nAs part of the agreement, the leaders of the country’s four largest political parties agreed to allow a special prosecutor to investigate the wiretapping and, if necessary, bring criminal charges. President Gjorge Ivanov disregarded the agreement on Tuesday, issuing a blanket pardon to anyone involved in the scandal.\n“I am convinced that this is a big step forward toward reconciliation, and that this will help in creating an atmosphere for normal political and democratic competition, based on ideas and results, not on accusations and destruction,” Mr. Ivanov said in a national address.", "url": "https://www.nytimes.com/2016/04/13/world/europe/macedonia-gjorge-ivanov-wiretapping-corruption-investigation.html"}