{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:00:53", "date_modify": "2022-10-25 23:00:53", "date_publish": "2016-03-29 20:30:28", "description": "Mr. Shokin had been criticized for turning a blind eye to corruption, but political observers said he played an important role in balancing competing interests.", "filename": "2016_03_30_world_europe_political-stability-in-the-balance-as-ukraine-ousts-top-prosecutor_1666738853.html", "image_url": "https://static01.nyt.com/images/2016/03/30/world/30ukraine_web1/30ukraine_web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=713bff128d691d07cd89120a47a3d355a428ce13ef438592715f90428bd7f083&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_30_world_europe_political-stability-in-the-balance-as-ukraine-ousts-top-prosecutor_1666738853.html", "title": "Ukraine Ousts Viktor Shokin, Top Prosecutor, and Political Stability Hangs in the Balance", "title_page": "Ukraine Ousts Viktor Shokin, Top Prosecutor, and Political Stability Hangs in the Balance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Bowing to pressure from international donors, the Ukrainian Parliament voted on Tuesday to remove a prosecutor general who had clung to power for months despite visible signs of corruption.\nBut in a be-careful-what-you-wish-for moment, veteran observers of Ukrainian politics said that the prosecutor, Viktor Shokin, had played an important role in balancing competing political interests, helping maintain stability during a treacherous era in the divided country’s history.\nThe United States and other Western nations had for months called for the ousting of Mr. Shokin, who was widely criticized for turning a blind eye to corrupt practices and for defending the interests of a venal and entrenched elite. He was one of several political figures in Kiev whom reformers and Western diplomats saw as a worrying indicator of a return to past corrupt practices, two years after a revolution that was supposed to put a stop to self-dealing by those in power.\nAs the problems festered, Kiev drew increasingly sharp criticism from Western diplomats and leaders. In a visit in December, Vice President Joseph R. Biden Jr. said corruption was eating Ukraine “like a cancer.” Christine Lagarde, the managing director of the International Monetary Fund, which props up Ukraine financially, said last month that progress was so slow in fighting corruption that “it’s hard to see how the I.M.F.-supported program can continue.”", "url": "https://www.nytimes.com/2016/03/30/world/europe/political-stability-in-the-balance-as-ukraine-ousts-top-prosecutor.html"}