{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:37:01", "date_modify": "2022-10-25 23:37:01", "date_publish": "2016-06-06 18:44:56", "description": "In court, the victim denounced her attacker’s six-month sentence, while the attacker’s father complained that his son’s life had been ruined for “20 minutes of action.”", "filename": "2016_06_07_us_outrage-in-stanford-rape-case-over-dueling-statements-of-victim-and-attackers-father.html__r=0_1666741021.html", "image_url": "https://static01.nyt.com/images/2016/06/07/us/07xp-stanford3/07xp-stanford3-facebookJumbo.jpg?year=2016&h=402&w=768&s=da4f52b053721ffd8fa27f5dc50f07621dd9450980a83c75fa4c39902de40649&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_07_us_outrage-in-stanford-rape-case-over-dueling-statements-of-victim-and-attackers-father.html__r=0_1666741021.html", "title": "Light Sentence for Brock Turner in Stanford Rape Case Draws Outrage", "title_page": "Light Sentence for Brock Turner in Stanford Rape Case Draws Outrage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She said she was told she had been found behind a Dumpster, and learned from news reports that witnesses had discovered her attacker lying on top of her unconscious, partly clothed body. The witnesses intervened and held the attacker for the police.\nThe judge, identified by The Guardian as a Stanford alumnus, handed Mr. Turner, a champion swimmer, far less than the maximum 14 years after he was convicted, pointing out that he had no “significant” prior offenses, he had been affected by the intense media coverage, and “there is less moral culpability attached to the defendant, who is ... intoxicated,” The Guardian said.\nThe victim said Mr. Turner had admitted drinking, but still had not acknowledged any fault in the attack, insisting the episode had been consensual. She said the court privileged his well-being over her own, and in the end declined to punish him severely because the authorities considered the disruption to his studies and athletic career at a prestigious university when determining his sentence. She wrote:\nThe probation officer weighed the fact that he has surrendered a hard-earned swimming scholarship. How fast Brock swims does not lessen the severity of what happened to me, and should not lessen the severity of his punishment. If a first-time offender from an underprivileged background was accused of three felonies and displayed no accountability for his actions other than drinking, what would his sentence be? The fact that Brock was an athlete at a private university should not be seen as an entitlement to leniency, but as an opportunity to send a message that sexual assault is against the law regardless of social class.\nMichele Dauber, a law professor and sociologist at Stanford, said Monday that she was part of a committee that was organizing a recall challenge to Judge Persky, whose position is an elected one. And by Tuesday, a Change.org petition calling for the judge’s removal had garnered over 240,000 supporters.", "url": "https://www.nytimes.com/2016/06/07/us/outrage-in-stanford-rape-case-over-dueling-statements-of-victim-and-attackers-father.html?_r=0"}