{"authors": ["Emmarie Huetteman"], "date_download": "2022-10-25 23:51:57", "date_modify": "2022-10-25 23:51:57", "date_publish": "2016-08-24 23:34:52", "description": "Heather Bresch, the chief executive of Mylan, which raised the price of EpiPens, is the daughter of Senator Joe Manchin III of West Virginia.", "filename": "2016_08_25_business_mylan-epipen-senate-manchin_1666741917.html", "image_url": "https://static01.nyt.com/images/2016/08/25/business/cnbc-epipen1/cnbc-epipen1-facebookJumbo.png?year=2016&h=549&w=1050&s=13f4bba97efe1ba7379e46955d0fbee2f08281790b76610d36e07d8429a08153&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_25_business_mylan-epipen-senate-manchin_1666741917.html", "title": "Awkward Target for Outrage Over EpiPen: A Senator’s Daughter", "title_page": "Awkward Target for Outrage Over EpiPen: A Senator’s Daughter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A bipartisan group of senators pressing on Wednesday for an explanation of the skyrocketing cost of the EpiPen, a lifesaving injection device for those with severe allergies, found themselves directing their outrage toward an inconvenient target: the daughter of Senator Joe Manchin III.\nMr. Manchin, a West Virginia Democrat, is the father of Heather Bresch, the chief executive of Mylan, a pharmaceutical company under fire over steep price increases as families and others who rely on its EpiPens stock up for a new school year.\nThat connection, reported this week by CQ HealthBeat, is a twist that could prove to be uncomfortable for Mr. Manchin and his Senate colleagues should Ms. Bresch be called to testify about a more than 400 percent increase in the product’s price since Mylan acquired it in 2007.\nSenator Richard Blumenthal, Democrat of Connecticut, is one of several lawmakers who have written to Ms. Bresch, calling for a congressional and federal investigation and demanding to know whether Mylan exploited its “virtual monopoly” on the device.", "url": "https://www.nytimes.com/2016/08/25/business/mylan-epipen-senate-manchin.html"}