{"authors": ["Paul Mozur", "Michael J. De La Merced"], "date_download": "2022-10-25 23:32:34", "date_modify": "2022-10-25 23:32:34", "date_publish": "2016-06-16 04:55:29", "description": "Didi Chuxing brought in $7.3 billion in its latest fund-raising round, giving it a valuation of almost half that of Uber, its main competitor in China.", "filename": "2016_06_17_business_international_china-didi-chuxing_1666740754.html", "image_url": "https://static01.nyt.com/images/2016/06/17/business/17DIDI-alt/17DIDI-1466087126772-facebookJumbo.jpg?year=2016&h=549&w=1050&s=3f743875c938c2c058153fd9993e096ccbb051c3a2d0973b542a0c312b9e4cf5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_17_business_international_china-didi-chuxing_1666740754.html", "title": "Uber Rival’s $28 Billion Valuation Shows Size of China’s Ride-Sharing Market", "title_page": "Uber Rival’s $28 Billion Valuation Shows Size of China’s Ride-Sharing Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — With more internet users than any other country and a fast-rising middle class, China is one of the most sought-after markets in the world.\nRecent fund-raising rounds in the ride-sharing market show it is also one of the most expensive.\nThe Chinese car-hailing app Didi Chuxing said on Thursday that it had brought in $7.3 billion in its latest round of fund-raising, which included Apple, Alibaba, and SoftBank as investors. The new funds give the company a total of $10.5 billion in disposable funds, and put its valuation at $28 billion, according to a person familiar with the fund-raising.\nThat Didi’s valuation is now almost half that of the $62.5 billion valuation of its main rival in China, Uber, shows how much potential investors see in China. Yet the size of the cash infusions also underscores the market’s difficulties.\nIn part because of China’s widespread blocking of foreign websites, the competition between Uber and Didi marks the first time in recent history a major foreign tech company has vied so intensely with a local Chinese business.", "url": "https://www.nytimes.com/2016/06/17/business/international/china-didi-chuxing.html"}