{"authors": ["Kit Eaton"], "date_download": "2022-10-25 23:29:00", "date_modify": "2022-10-25 23:29:00", "date_publish": "2016-05-25 19:02:14", "description": "Cooking apps, like SideChef and Yummly, guide you through the cooking experience and give access to thousands of recipes.", "filename": "2016_05_26_technology_personaltech_give-your-smartphone-a-kitchen-apron-too_1666740540.html", "image_url": "https://static01.nyt.com/images/2016/05/26/technology/personaltech/26smart-yummly/26smart-yummly-facebookJumbo.jpg?year=2016&h=335&w=640&s=67c0104f98c3efedb43a1193a6edc840be305a97bea3b3cb7dcf3fbf81007635&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_26_technology_personaltech_give-your-smartphone-a-kitchen-apron-too_1666740540.html", "title": "Give Your Smartphone a Kitchen Apron, Too", "title_page": "Give Your Smartphone a Kitchen Apron, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The start page is like a glossy, photo-rich magazine containing thousands of recipes. You can search for a dish by name or a particular ingredient or browse through categories such as “desserts” or “holiday,” and when you find what you want, you are presented with a list of ingredients and step-by-step cooking instructions.\nImage The SideChef app has a voice-activated mode that allows cooks to listen to step-by-step recipe instructions.\nThe real SideChef magic starts when you press the big “cook” button. The app starts a timer and the screen shows instructions one at a time, accompanied by a photo. An electronic voice reads the instructions aloud so you can concentrate on chopping or heating without reading the screen.\nWhen it’s time to move on to the next step, the app reminds you with a siren; you merely have to nudge the “next” button or talk to the app to tell it you’re ready. It’s almost like having a chef at your side in your kitchen.\nSideChef may not have as many recipes in its database as some cooking apps, but it is free and is available for both iOS and Android.\nFor a cooking app with a more traditional design, check out Allrecipes, from the cooking website of the same name, which feels more like an interactive recipe book. It has a searchable database of recipes and a simpler way of displaying the cooking method for each.", "url": "https://www.nytimes.com/2016/05/26/technology/personaltech/give-your-smartphone-a-kitchen-apron-too.html"}