{"authors": ["Charles V. Bagli", "Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:51:12", "date_modify": "2022-10-25 23:51:12", "date_publish": "2016-01-06 23:57:58", "description": "Gov. Andrew M. Cuomo said the plan would be part of a series of projects including new air and rail terminals that he called “the biggest construction program in our state’s history.”", "filename": "2016_01_07_nyregion_cuomo-lays-out-renovation-plan-for-penn-station-and-farley-post-office_1666741872.html", "image_url": "https://static01.nyt.com/images/2016/01/07/nyregion/07PENN-1/07PENN-1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=26a7e6a73e2ccb40a527b1295b2fe22268e57cb1528f01ad34502a495d552475&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_07_nyregion_cuomo-lays-out-renovation-plan-for-penn-station-and-farley-post-office_1666741872.html", "title": "Cuomo Lays Out Renovation Plan for Penn Station and Farley Post Office", "title_page": "Cuomo Lays Out Renovation Plan for Penn Station and Farley Post Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Developers would undertake the project, Mr. Cuomo said, in return for the rights to control all the retail shops in Penn Station.\nSimultaneously, the state and its partners will solicit a developer for the long-gestating plan to turn the nearly vacant James A. Farley Post Office into a train station and a giant waiting room for Amtrak passengers, as well as shops and office space.\nDevelopers could submit proposals for either project or both.\nThe announcement was a blow to two of the city’s most prominent developers — Related Companies and Vornado Realty — who the state selected 10 years ago to transform the post office building into what was to be called Moynihan Station, after Senator Daniel Patrick Moynihan, who first championed the idea in the early 1990s.\nThe developers, who had sought a tenant before closing on the deal, had proposed several plans, including moving Madison Square Garden within the walls of the post office, which would have enabled them to build a glass mall and skyscrapers over and near Penn Station. But ultimately, there was no progress.\nThe developers had agreed to pay the state more than $200 million for the Farley building and $110 million for development rights that they planned to transfer across Eighth Avenue for a residential tower.\nLate last year, the state appeared close to a deal with Related and Vornado that would have had the developers signing a contract without a tenant and paying the state. But in December the state suddenly shifted its stance, leading to Wednesday’s announcement of a new request for proposals.\n“It went on too long,” Mr. Cuomo said in an interview after the announcement. “The integration of the two complexes could excite imagination.”", "url": "https://www.nytimes.com/2016/01/07/nyregion/cuomo-lays-out-renovation-plan-for-penn-station-and-farley-post-office.html"}