{"authors": [], "date_download": "2022-10-25 22:57:34", "date_modify": "2022-10-25 22:57:34", "date_publish": "2016-07-05 16:44:30", "description": "Remarks prepared for delivery by Director James B. Comey, as released by the Federal Bureau of Investigation.", "filename": "2016_07_06_us_transcript-james-comey-hillary-clinton-emails_1666738654.html", "image_url": "https://static01.nyt.com/images/2016/07/06/us/06comeytranscript/06comeytranscript-facebookJumbo.jpg?year=2016&h=550&w=1050&s=bb9334a822e8bd0ba7771d675075b698486fb3b584094a37d5a537b367093fb3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_06_us_transcript-james-comey-hillary-clinton-emails_1666738654.html", "title": "Text of F.B.I. Director’s Remarks on Investigation Into Hillary Clinton’s Email Use", "title_page": "Text of F.B.I. Director’s Remarks on Investigation Into Hillary Clinton’s Email Use - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For example, when one of Secretary Clinton’s original personal servers was decommissioned in 2013, the email software was removed. Doing that didn’t remove the email content, but it was like removing the frame from a huge finished jigsaw puzzle and dumping the pieces on the floor. The effect was that millions of email fragments end up unsorted in the server’s unused — or “slack” — space. We searched through all of it to see what was there, and what parts of the puzzle could be put back together.\nF.B.I. investigators have also read all of the approximately 30,000 emails provided by Secretary Clinton to the State Department in December 2014. Where an email was assessed as possibly containing classified information, the F.B.I. referred the email to any U.S. government agency that was a likely “owner” of information in the email, so that agency could make a determination as to whether the email contained classified information at the time it was sent or received, or whether there was reason to classify the email now, even if its content was not classified at the time it was sent (that is the process sometimes referred to as “up-classifying”).\nFrom the group of 30,000 emails returned to the State Department, 110 emails in 52 email chains have been determined by the owning agency to contain classified information at the time they were sent or received. Eight of those chains contained information that was Top Secret at the time they were sent; 36 chains contained Secret information at the time; and eight contained Confidential information, which is the lowest level of classification. Separate from those, about 2,000 additional emails were “up-classified” to make them Confidential; the information in those had not been classified at the time the emails were sent.\nThe F.B.I. also discovered several thousand work-related emails that were not in the group of 30,000 that were returned by Secretary Clinton to State in 2014. We found those additional emails in a variety of ways. Some had been deleted over the years and we found traces of them on devices that supported or were connected to the private email domain. Others we found by reviewing the archived government email accounts of people who had been government employees at the same time as Secretary Clinton, including high-ranking officials at other agencies, people with whom a secretary of state might naturally correspond.\nThis helped us recover work-related emails that were not among the 30,000 produced to State. Still others we recovered from the laborious review of the millions of email fragments dumped into the slack space of the server decommissioned in 2013.\nWith respect to the thousands of emails we found that were not among those produced to State, agencies have concluded that three of those were classified at the time they were sent or received, one at the Secret level and two at the Confidential level. There were no additional Top Secret emails found. Finally, none of those we found have since been “up-classified.”\nI should add here that we found no evidence that any of the additional work-related emails were intentionally deleted in an effort to conceal them. Our assessment is that, like many email users, Secretary Clinton periodically deleted emails or emails were purged from the system when devices were changed. Because she was not using a government account — or even a commercial account like Gmail — there was no archiving at all of her emails, so it is not surprising that we discovered emails that were not on Secretary Clinton’s system in 2014, when she produced the 30,000 emails to the State Department.", "url": "https://www.nytimes.com/2016/07/06/us/transcript-james-comey-hillary-clinton-emails.html"}