{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:35:46", "date_modify": "2022-10-25 23:35:46", "date_publish": "2016-01-14 01:40:14", "description": "According to a new initiative pushed by the Yankees’ Carlos Beltran, each of the league’s 30 teams will provide a full-time interpreter for Spanish-speaking players.", "filename": "2016_01_14_sports_baseball_mlb-orders-spanish-interpreters-for-latino-players_1666740946.html", "image_url": "https://static01.nyt.com/images/2016/01/14/sports/14-Y-TRANSLATORS/14-Y-TRANSLATORS-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1a247e1ae751964301d3a0e961a1e5009c1678868627a5a5d10e980560e82f13&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_14_sports_baseball_mlb-orders-spanish-interpreters-for-latino-players_1666740946.html", "title": "For Help on Camera and Off, M.L.B. Orders Interpreters for Latino Players", "title_page": "For Help on Camera and Off, M.L.B. Orders Interpreters for Latino Players - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In April 2014, Michael Pineda, the Yankees pitcher, had been ejected from a game for having pine tar on his neck. Later the same night, he answered questions from more than a dozen reporters in English about the embarrassing incident.\nPineda, who is from the Dominican Republic, had only a rudimentary command of English, but in an effort to learn the language, he regularly conversed with reporters who spoke it.\nNevertheless, Carlos Beltran, a bilingual teammate, was upset that Pineda did not have an interpreter to help him communicate that night, and Pineda was roundly pilloried in the media afterward for using pine tar for a second time.\nThat incident was the inspiration for a new initiative, pushed by Beltran, to have each of the 30 teams provide a full-time interpreter for Spanish-speaking players.", "url": "https://www.nytimes.com/2016/01/14/sports/baseball/mlb-orders-spanish-interpreters-for-latino-players.html"}