{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:30:42", "date_modify": "2022-10-25 23:30:42", "date_publish": "2016-08-30 01:43:01", "description": "David Drummond’s having a hand in each company became untenable as the two converge on mapping technologies, ride sharing and autonomous cars.", "filename": "2016_08_30_technology_uber-and-alphabets-rivalry-heats-up-as-director-chooses-sides_1666740642.html", "image_url": "https://static01.nyt.com/images/2016/08/30/business/30UBER/30UBER-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=898301dfe2c43e7e83058294ac54e44313fcbd0c6b5cd1a809b4e575dfb6c696&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_30_technology_uber-and-alphabets-rivalry-heats-up-as-director-chooses-sides_1666740642.html", "title": "Uber and Alphabet’s Rivalry Heats Up as Director Chooses Sides", "title_page": "Uber and Alphabet’s Rivalry Heats Up as Director Chooses Sides - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — The rift between Uber and Alphabet is growing.\nDavid Drummond, a longtime executive at Alphabet and a director at Uber, recently stepped down from the ride-hailing company’s board, Uber said on Monday. Mr. Drummond had served on Uber’s board for the last three years.\nThe departure is a sign of the growing friction between Uber and Alphabet, which is the parent company of Google. While Google and Uber had started off as partners — Uber counts GV, Alphabet’s investment arm, as an investor, and the ride-hailing company has long used Google’s mapping technology — they have become increasingly competitive with each other. Uber is moving into self-driving vehicle technology, for example, an area Google has long been working on.\nIn a statement on Monday, Mr. Drummond was upfront about the rivalry. “I recently stepped down from Uber’s board given the overlap between the two companies,” he said in an emailed statement. He added that “Uber is a phenomenal company.” Google declined to comment beyond Mr. Drummond’s statement.\nTravis Kalanick, Uber’s chief executive, thanked Mr. Drummond in a statement and said he “looks forward to continued cooperation and partnership” with Alphabet.", "url": "https://www.nytimes.com/2016/08/30/technology/uber-and-alphabets-rivalry-heats-up-as-director-chooses-sides.html"}