{"authors": ["Alan Wong", "Michael Forsythe"], "date_download": "2022-10-25 23:39:57", "date_modify": "2022-10-25 23:39:57", "date_publish": "2016-12-02 16:36:53", "description": "The leadership filed papers in court arguing that the legislators were ineligible to serve because they had failed to deliver their oaths as prescribed.", "filename": "2016_12_02_world_asia_hong-kong-lawmakers-democracy_1666741197.html", "image_url": "https://static01.nyt.com/images/2016/12/03/world/03HONGKONG-1/03HONGKONG-1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=27c14e73ff21d248bb63ab93afa9a209c33a2f1f4ad73dc4b9c2c80a21b4d8c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_02_world_asia_hong-kong-lawmakers-democracy_1666741197.html", "title": "Hong Kong Government Seeks to Remove 4 More Lawmakers From Office", "title_page": "Hong Kong Government Seeks to Remove 4 More Lawmakers From Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Hong Kong’s government drastically escalated a dispute over lawmakers’ oaths of office on Friday, asking a court to disqualify four additional legislators, after an extraordinary intervention last month by Beijing led to the removal of two pro-independence politicians.\nThe pro-Beijing government of Hong Kong filed papers in court arguing that the four lawmakers were ineligible to serve in the 70-member Legislative Council because they had failed to deliver their oaths as set out in Hong Kong law that was strictly prescribed by the National People’s Congress in China early last month, the government said in a statement.\nA ruling in favor of the government could decimate the ranks of pro-democracy lawmakers and would defy the will of the voters. It could also constitute a drastic breach of the principle of “one country, two systems,” which has allowed this former British colony to maintain a considerable degree of autonomy since Hong Kong was returned to China in 1997.\nThat autonomy includes civil liberties like freedom of speech, an independent court system and a legislature in which half the seats are filled through popular elections.", "url": "https://www.nytimes.com/2016/12/02/world/asia/hong-kong-lawmakers-democracy.html"}