{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:02:47", "date_modify": "2022-10-25 23:02:47", "date_publish": "2016-05-02 13:17:21", "description": "They say that his proposals are more likely to deepen the United States’ economic pains, particularly if China or other targeted nations retaliate.", "filename": "2016_05_03_us_politics_donald-trump-trade-policy-china_1666738967.html", "image_url": "https://static01.nyt.com/images/2016/04/22/us/22trumptradeweb2/22trumptradeweb2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=135602a77dd54b9143605c570f2d3335f47b02dc8656a71deaf9eed652646215&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_03_us_politics_donald-trump-trade-policy-china_1666738967.html", "title": "Experts Warn of Backlash in Donald Trump’s China Trade Policies", "title_page": "Experts Warn of Backlash in Donald Trump’s China Trade Policies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On the campaign trail, Donald J. Trump has promised to do quite a few things that are beyond the powers of an American president, like billing Mexico for a border wall. But when it comes to foreign trade, his powers as president would come closer to his expansive ambitions.\nAs president, Mr. Trump could seek to penalize other nations for undercutting American manufacturers or stealing American ideas. He could also pursue congressional legislation to impose a 45 percent tariff, or tax, on imported Chinese goods, as he has proposed.\nThe bottom line, some experts say, is that Mr. Trump might well be able to squeeze China.\nThat does not mean, however, that his punitive approach would ease America’s economic pains. In fact, a range of experts agree that Mr. Trump’s proposals are more likely to deepen those problems, particularly if China or other targeted nations retaliate, rather than accept his demands.\nStarting a trade war might be cathartic for workers who have lost jobs, but it is unlikely to create a lot of factory work.", "url": "https://www.nytimes.com/2016/05/03/us/politics/donald-trump-trade-policy-china.html"}