{"authors": ["Ron Stodghill"], "date_download": "2022-10-25 23:02:09", "date_modify": "2022-10-25 23:02:09", "date_publish": "2016-11-15 11:00:23", "description": "The compulsion to engage the Charleston area’s complex history as a slave-trading center was, for the writer, a visceral thing, akin to the urge to revisit a crime scene.", "filename": "2016_11_20_travel_charleston-south-carolina-past-slave-trade-history_1666738929.html", "image_url": "https://static01.nyt.com/images/2016/11/20/travel/20CHARLESTON1/20CHARLESTON-1479161579901-facebookJumbo.jpg?year=2016&h=549&w=1050&s=0eb9c0248c296d1f10340a6b7db67b5b929bbf6dea2de86a917883bded011661&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_20_travel_charleston-south-carolina-past-slave-trade-history_1666738929.html", "title": "In Charleston, Coming to Terms With the Past", "title_page": "In Charleston, Coming to Terms With the Past - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite a scarcity of food supplies caused by the war, the well-connected Fuller called for an abundant meal. As one white socialite had scoffed in a letter: “Nat Fuller, a Negro caterer, provided munificently for a miscegenation dinner, at which blacks and whites sat on equality and gave toasts and sang songs for Lincoln and freedom.”\nCharleston’s recent commemorative feast — which, according to Charleston City Paper, included “poached bass, a ramekin of shrimp pie bursting with fragrant herbs. Capon chasseur, venison with currant demi-glace, squab with truffle sauce” — proved successful as well.\nAmong the guests at the feast was the Rev. Clementa C. Pinckney, a state senator, who two months later would be among the dead at Emanuel African Methodist Episcopal Church.\nMr. Riley, the former mayor, said the church massacre inspired him to accelerate his efforts to make real a vision he’s nurtured for years: building the International African American Museum of Charleston, which today he calls “the most important work of my life.” He envisions the museum as an elevated space on Gadsden’s Wharf that features permanent and rotating exhibitions and a genealogy center. And similar to Civil War sites in Vicksburg and Gettysburg, he plans for the museum to develop a school curriculum that teaches students about the American slave trade. “The tragedy at Emanuel made me even more determined to bring this to fruition,” Mr. Riley said. “That hateful bigot clearly didn’t know his history,” he added, referring to Mr. Roof.\nEarlier this year, Mr. Riley tapped Michael Boulware Moore to lead the museum, projected to cost $75 million. Mr. Riley said he liked Mr. Moore’s background as a successful senior marketing executive with such major brands as Coca-Cola and Kraft. Of course, Mr. Moore’s background as a direct descendant of Robert Smalls, whose escape on the C.S.S. Planter led to his rise as a South Carolina congressman during the Reconstruction era, was a plus, too. “His lineage couldn’t be better, but he’s also a very talented person,” Mr. Riley said.\nMr. Moore himself said the opportunity to build a museum on the same site in which his ancestors arrived as slaves is humbling — and carries with it an almost overwhelming sense of obligation to deliver. “I’ve heard from some people who are concerned there’s going to be Disneyfication of our African-American history,” Mr. Moore said, standing on the wharf. “That’s not going to happen. I feel a tangible obligation to our ancestors to do this right.”\nAt that moment, as if on cue, a white schooner with two masts appeared off the harbor. Mr. Moore gazed out into the distance “Wow,” he said, “That looks almost like a slave ship. Had we been standing here back then, a couple hundred years ago, that’s exactly what we would have seen. Yeah, it’s kind of freaky, isn’t it?”", "url": "https://www.nytimes.com/2016/11/20/travel/charleston-south-carolina-past-slave-trade-history.html"}