{"authors": ["Loucoumane Coulibaly", "Dionne Searcey"], "date_download": "2022-10-25 23:38:30", "date_modify": "2022-10-25 23:38:30", "date_publish": "2016-03-13 17:05:16", "description": "The assault in Grand-Bassam, a popular seaside resort, pierced the national calm that has prevailed in recent years. Six terrorists were also reported dead.", "filename": "2016_03_14_world_africa_gunmen-carry-out-fatal-attacks-at-resorts-in-ivory-coast_1666741110.html", "image_url": "https://static01.nyt.com/images/2016/03/14/world/14IVORYCOAST/14IVORYCOAST-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ebb968f5ff70042c75a8f8865eb9a4164e6484f1b1ebd36f0cdcc514e0d09096&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_14_world_africa_gunmen-carry-out-fatal-attacks-at-resorts-in-ivory-coast_1666741110.html", "title": "16 Killed in Terrorist Attack on Resort Hotels in Ivory Coast", "title_page": "16 Killed in Terrorist Attack on Resort Hotels in Ivory Coast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ABIDJAN, Ivory Coast — Gunmen opened fire on picnickers and swimmers enjoying a perfect day at three beach resort hotels near the Ivory Coast’s largest city on Sunday, killing 16 people and leaving bodies strewn across the bloodstained sand. It was the third major attack in West Africa since November, and verified fears that the spread of terrorism across the region was far from over.\nThe attack, on the first sunny Sunday in weeks, took place in Grand-Bassam, a popular palm tree-lined getaway for Ivorians and foreigners. Fourteen civilians and two members of the country’s special forces were killed, as well as six gunmen, according to a spokeswoman for the president.\nThe authorities in Ivory Coast appealed for calm.\n“The situation is under control,” President Alassane Ouattara told reporters on a visit to the scene of the shootings.\nThe North African affiliate of Al Qaeda, Al Qaeda in the Islamic Maghreb, claimed responsibility for the attack in a statement released on Sunday evening that praised three “knights” who had carried it out. There was no immediate explanation for the discrepancy in the number of attackers.", "url": "https://www.nytimes.com/2016/03/14/world/africa/gunmen-carry-out-fatal-attacks-at-resorts-in-ivory-coast.html"}