{"authors": ["Neil Irwin"], "date_download": "2022-10-25 22:57:26", "date_modify": "2022-10-25 22:57:26", "date_publish": "2016-10-03 12:00:25", "description": "Abandoning the free-trade deal with America’s neighbors would mean upending major industries and a generation’s worth of economic integration.", "filename": "2016_10_04_upshot_donald-trump-trashes-nafta-but-unwinding-it-would-come-at-a-huge-cost_1666738646.html", "image_url": "https://static01.nyt.com/images/2016/10/04/upshot/04UP-NAFTA/02UP-NAFTA-facebookJumbo.jpg?year=2016&h=550&w=1050&s=bd350ab39a7af9971e73954f1b9f52f222ed4795a4cf6a2a4a311d59cb8dea1d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_04_upshot_donald-trump-trashes-nafta-but-unwinding-it-would-come-at-a-huge-cost_1666738646.html", "title": "Donald Trump Trashes Nafta. But Unwinding It Would Come at a Huge Cost.", "title_page": "Donald Trump Trashes Nafta. But Unwinding It Would Come at a Huge Cost. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When you buy an “American-made” car, you are probably buying a car that has an immensely complicated mix of components that were also made in Mexico and Canada. The same is true for many electronics, and advanced textiles like carpeting. The beef in your grocery store might be from a cow that was fattened and slaughtered in the United States, but that was very likely born across the border in Mexico.\nThat is the world that has evolved in the almost 23 years since the North American Free Trade Agreement was enacted. These deep economic interconnections show why trying to unravel what Donald J. Trump, in last week’s debate, called “the single worst trade deal ever approved in this country” would be no easy feat. It would risk disrupting the very underpinnings of industries that employ millions of Americans.\nThe view among mainstream economists is that Nafta, over all, has raised incomes in the United States while also costing it thousands of manufacturing jobs. But whether you view the agreement as a net positive or a net negative for the country, the reality is that the United States, Canada and Mexico are now for all practical purposes a single integrated economy. That has wide-ranging consequences — especially if the next president tries to reshape or abandon the deal.\nAt the border between Santa Teresa, N.M., and the Mexican town of San Jeronimo, up to 5,000 head of cattle a day amble across the border; they are less likely to become stressed and lose weight when they walk under their own power than when loaded into semis. After being bred in the hills of Northern Mexico, and after eating American corn, they become a key input for the American beef industry. It creates jobs in feedlots and slaughterhouses in the United States, where the animals are fattened, and produces less costly beef for consumers in the United States and in the global markets to which the beef is exported.", "url": "https://www.nytimes.com/2016/10/04/upshot/donald-trump-trashes-nafta-but-unwinding-it-would-come-at-a-huge-cost.html"}