{"authors": ["Nicholas Confessore"], "date_download": "2022-10-25 23:55:19", "date_modify": "2022-10-25 23:55:19", "date_publish": "2016-03-04 08:05:59", "description": "Time and again, anxious Republican leaders have urged candidates to take on Donald J. Trump. Thursday’s debate showed why that almost never works.", "filename": "2016_03_05_us_politics_republican-debate-highlights_1666742119.html", "image_url": "https://static01.nyt.com/images/2016/03/05/us/05takeaways-web/05takeaways-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=e4252d71d6ed7c1f87a657a9b3584576d277f3d09c9657c2b13efdeef703814a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_05_us_politics_republican-debate-highlights_1666742119.html", "title": "Republican Debate Takeaways: Taking On Donald Trump, at Their Own Peril", "title_page": "Republican Debate Takeaways: Taking On Donald Trump, at Their Own Peril - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At a critical and last-chance moment for the contenders, Thursday’s Republican debate in Michigan offered voters the clearest view yet of their options going into November. There was John R. Kasich, the last results-focused governor standing. There was Senator Marco Rubio of Florida, who combines conservative economic orthodoxy with the foreign policy views of The Weekly Standard. There was Senator Ted Cruz of Texas, the slightly more populist, Wall Street-phobic version of a contemporary conservative. And then there was Donald J. Trump, who is — well, let’s just leave that to him.\nDebates Are No Time to Attack Trump\nTime and time again, anxious Republican leaders have urged their more conventional standard-bearers in the race to take on Mr. Trump. Thursday night’s debate showed why that almost never works. He talks over attack lines. He refuses to admit to flip-flops, even when pressed by a moderator or hemmed in by video footage. He blusters his way past fact-checkers and rivals alike.\nBy comparison, Mitt Romney’s lengthy takedown of Mr. Trump at a Utah university earlier in the day, a sober accounting of Mr. Trump’s heresies and weaknesses, felt more compelling than anything unleashed by the other candidates.\nThe problem for Mr. Trump’s opponents: There is really no good place or time to take him down. He waved off Mr. Romney’s attacks, too, dismissing him as just another loser.", "url": "https://www.nytimes.com/2016/03/05/us/politics/republican-debate-highlights.html"}