{"authors": ["Michael Cieply"], "date_download": "2022-10-25 23:34:48", "date_modify": "2022-10-25 23:34:48", "date_publish": "2016-06-26 22:06:32", "description": "Diversity is among the issues being watched closely ahead of these contests for the governing body of the Academy of Motion Picture Arts and Sciences.", "filename": "2016_06_27_movies_board-elections-to-the-motion-picture-academy-have-rare-sizzle_1666740888.html", "image_url": "https://static01.nyt.com/images/2016/06/27/arts/27ACADEMY2/27ACADEMY2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=d0f935fd9c384ee06ad35167b1f6f9dccedaca4f840a18f529d6ca61bc8ad5a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_27_movies_board-elections-to-the-motion-picture-academy-have-rare-sizzle_1666740888.html", "title": "Board Elections to the Motion Picture Academy Have Rare Sizzle", "title_page": "Board Elections to the Motion Picture Academy Have Rare Sizzle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She is running against her fellow composers Alan Bergman, Carter Burwell and Arthur Hamilton — all white males. (The incumbent, Charles Fox, has reached his term limit.)\nUnder newly democratized procedures this year, prospective governors — once nominated by committees — proposed themselves as candidates in a runoff round. In a preliminary vote, as many as four nominees per seat were given spots in an election that will begin on Wednesday, and will close on July 12.\nIn a break with past practice, when open campaigning was considered a breach of etiquette, the academy has encouraged prospective governors to post statements on a secure website open only to members.\nSome also posted public statements in a forum provided by The Hollywood Reporter. In her public statement, Ms. Karpman said: “I am a founding member and president of the alliance of Women Film Composers. I am passionate about nurturing new talent and widening the perspectives of our community.”\nWhile the race and gender of Oscar voters has been a subject of fierce debate, the new board will also be wrestling with internal issues. Those include the completion of a Los Angeles movie museum that is set to open in 2018 (with fund-raising still underway); the negotiation of a new broadcast contract for the Oscars, to take effect when the current deal with ABC expires in 2020; and the likely re-election of Ms. Isaacs, who has been in place for three years and is permitted to run for one further consecutive term.\nAn academy spokeswoman declined to discuss the election.\nDespite the number of women running, the new board may well have a slightly lower percentage of women than the existing board, since some of the 18 nominees are competing for the same seat. In the costume designers branch, for instance, three female challengers — Sharen K. Davis, Ellen Mirojnick and Marilyn Vance — are running against a female incumbent, Judianna Makovsky.", "url": "https://www.nytimes.com/2016/06/27/movies/board-elections-to-the-motion-picture-academy-have-rare-sizzle.html"}