{"authors": ["Nick Wingfield"], "date_download": "2022-10-25 23:47:34", "date_modify": "2022-10-25 23:47:34", "date_publish": "2016-10-20 21:06:41", "description": "The Nintendo Switch can connect to a television or go mobile, an unproven strategy and one that differs from rivals gearing up for virtual reality.", "filename": "2016_10_21_technology_nintendo-switch-game-console.html__r=0_1666741654.html", "image_url": "https://static01.nyt.com/images/2016/10/21/business/21NINTENDO/21NINTENDO-facebookJumbo.jpg?year=2016&h=550&w=1050&s=0bbdba52787fc3cd17fa13d854f3e62887370f19529c06c62bb1a3193fe9fc37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_21_technology_nintendo-switch-game-console.html__r=0_1666741654.html", "title": "Nintendo Switch Reaches for a New Market With Home-and-Mobile Console", "title_page": "Nintendo Switch Reaches for a New Market With Home-and-Mobile Console - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEATTLE — Throughout its history, Nintendo has alternated between bursts of innovation that redefined gaming and slumps where it fell behind rivals after misjudging trends. Now the company has revealed a big part of its plan for regaining its leadership in gaming.\nThe Japanese game giant provided the first look at a new console it is developing that will do double-duty as a portable game system outside the home and one that will serve in the traditional role, connected to television sets.\nOther game companies have toyed around with similar approaches in the past with limited success, but the Nintendo Switch, as the device is called, is the first from a marquee games company to so assertively seek to erase the boundaries between home and mobile gaming.\n“Nintendo Switch allows gamers the freedom to play however they like,” Reggie Fils-Aimé, the president and chief operating officer of Nintendo of America, said in a statement. “It gives game developers new abilities to bring their creative visions to life by opening up the concept of gaming without boundaries.”", "url": "https://www.nytimes.com/2016/10/21/technology/nintendo-switch-game-console.html?_r=0"}