{"authors": ["Susanne Craig"], "date_download": "2022-10-25 23:48:23", "date_modify": "2022-10-25 23:48:23", "date_publish": "2016-04-24 03:15:27", "description": "A look at Mr. Trump’s airplanes and helicopters suggests that their value rests chiefly in their marketing potential, with the candidate’s stamp of status masking an aging fleet.", "filename": "2016_04_24_us_politics_donald-trumps-aging-air-fleet-gives-his-bid-and-his-brand-a-lift_1666741703.html", "image_url": "https://static01.nyt.com/images/2016/04/24/us/24trumpair-web01SUB/24trumpair-web01SUB-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=3f55e43920ac2405de912a78f8b0aaa5c4cf6b067ad39948a3b712c93f7af8a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_24_us_politics_donald-trumps-aging-air-fleet-gives-his-bid-and-his-brand-a-lift_1666741703.html", "title": "Donald Trump’s Aging Air Fleet Gives His Bid, and His Brand, a Lift", "title_page": "Donald Trump’s Aging Air Fleet Gives His Bid, and His Brand, a Lift - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Four of the five aircraft are more than 20 years old, a rarity for most billionaires. The exception is a 19-year-old Cessna 750 Citation X — the only one of the five without the Trump name painted on it in large letters. The smaller plane was grounded last week after The New York Times reported that its registration had expired in January. It is now cleared to fly again, according to the F.A.A.\nMost people who own aircraft do not have more than one or two. Even those who can afford to own planes often lease or charter them instead, offering a layer of ease and anonymity. But anonymity is not Mr. Trump’s style. The Boeing, built in 1991 to seat roughly 200 people, is Mr. Trump’s favorite flying toy, he said in an interview on Saturday. The jet, which once did duty with a commercial airline in Mexico in the 1990s, has been famously renovated. It has a bedroom; the fixtures are brushed with 24-karat gold; and the toilet seats were reupholstered with Edelman leather, which also graces the Eames chairs in Ivanka Trump’s den.\n“It’s like a new plane,” Mr. Trump said in a documentary that showed off some of the renovations. “The plane is very much an extension of the Trump brand.”\nWhile the 757 might seem like an odd choice for a man who puts his net worth at $11 billion, and, records show, does not use the plane much to travel abroad, Mr. Trump has cited it and his other planes as proof of how he gets good value for his money. In the 1980s, for example, he paid $8 million to buy a 1968 Boeing 727 from a financially troubled Texas company, Diamond Shamrock, according to his book “The Art of the Deal.” Mr. Trump said a smaller Gulfstream jet would have cost more than twice as much.\n“It was a little more plane than I needed,” he wrote, “but I find it hard to resist a good deal when the opportunity presents itself.”", "url": "https://www.nytimes.com/2016/04/24/us/politics/donald-trumps-aging-air-fleet-gives-his-bid-and-his-brand-a-lift.html"}