{"authors": ["Alissa J. Rubin", "Lilia Blaise"], "date_download": "2022-10-25 23:39:12", "date_modify": "2022-10-25 23:39:12", "date_publish": "2016-07-19 14:46:00", "description": "The Islamic State has claimed responsibility for the rampage, but it took a heavy toll on Muslims, who numbered at least 30 of the 84 killed.", "filename": "2016_07_20_world_europe_nice-truck-attack-victims-muslims_1666741152.html", "image_url": "https://static01.nyt.com/images/2016/07/20/world/20France-web/20France-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=af0a01d144fb571d63e4c717a74e6850c20c4d70d1fff4f859cf4fab30892aee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_20_world_europe_nice-truck-attack-victims-muslims_1666741152.html", "title": "A Third of Nice Truck Attack’s Dead Were Muslim, Group Says", "title_page": "A Third of Nice Truck Attack’s Dead Were Muslim, Group Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NICE, France — When a Tunisian man drove a truck down a crowded street in Nice last week in an attack claimed by the Islamic State, more than one-third of the people he killed were Muslim, the head of a regional Islamic association said on Tuesday.\nKawthar Ben Salem, a spokeswoman for the Union of Muslims of the Alpes-Maritimes, said that Muslim funerals were being held for at least 30 of those who died during the Bastille Day attack, including men, women and children.\nThe Paris prosecutor’s office, which handles terrorism investigations, said on Tuesday that all 84 people killed in the attack had been formally identified, meaning that the number of Muslim fatalities may be even higher. The number of people who were wounded was also raised, to 308 people.\nThe attack occurred after a fireworks display, as the Tunisian man, identified as Mohamed Lahouaiej Bouhlel, drove a cargo truck around a barrier and accelerated as people were slowly beginning to leave the beach area. The truck plowed into the crowds, tacking from one side of the road to the other. The road had been closed to vehicular traffic for the display.", "url": "https://www.nytimes.com/2016/07/20/world/europe/nice-truck-attack-victims-muslims.html"}