{"authors": ["Josh Katz", "Kevin Quealy"], "date_download": "2022-10-25 23:32:22", "date_modify": "2022-10-25 23:32:22", "date_publish": "2016-07-22 09:30:06", "description": "Because of the conventions, we’re entering a period of polling volatility.", "filename": "2016_07_23_upshot_were-about-to-enter-a-period-of-polling-volatility_1666740742.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_23_upshot_were-about-to-enter-a-period-of-polling-volatility_1666740742.html", "title": "Why You Should Feel Free to Ignore Polls for a Few Weeks", "title_page": "Why You Should Feel Free to Ignore Polls for a Few Weeks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald Trump officially became the Republican party’s nominee Thursday night, and on Monday, the Democratic convention begins in Philadelphia. In the coming weeks, you can expect lots of polls — and headlines — suggesting new insight into the state of the presidential race.\nWith some caveats, our advice is: Don’t pay too much attention to them.\nYou can see what we mean in the chart above. It shows how much the polling average at each point of a presidential election cycle has differed from the final result. Each gray line represents a presidential election since 1980; the bright green line represents the average difference. In general, as the election nears, the polling average comes closer and closer to the election’s final result — but not for the next few weeks.\nHistory suggests that in the short periods after the conventions, the polling average can often move away from the final result, not toward it. That’s because polls taken in the middle of the convention are often unreliable: Gains made by the party’s nominee can often be short-lived.", "url": "https://www.nytimes.com/2016/07/23/upshot/were-about-to-enter-a-period-of-polling-volatility.html"}