{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:48", "date_modify": "2022-10-25 23:28:48", "date_publish": "2016-04-18 00:04:32", "description": "The families of two Afghan men experienced the trauma of their deaths, the joy of hearing they were alive, then the shock of a government demand that it get its money back.", "filename": "2016_04_18_world_asia_afghanistan-declares-soldiers-dead-then-alive-and-in-debt-for-funerals_1666740528.html", "image_url": "https://static01.nyt.com/images/2016/04/13/world/deadman-web1/deadman-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3342a1b26cc8af8c02f435a6d2dd2c3e43405e1745db7173c40152a4e9d15660&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_18_world_asia_afghanistan-declares-soldiers-dead-then-alive-and-in-debt-for-funerals_1666740528.html", "title": "Found Alive, Soldiers Are Told: You Owe Us for Burials", "title_page": "Found Alive, Soldiers Are Told: You Owe Us for Burials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After pleading, Zia was allowed to briefly visit his father at the old school building the Taliban had turned into a prison. Noor ul-Haq was stooped, and barely able to walk. But hundreds of miles away from his grave in the Behsud cemetery, there he was, breathing, talking to his son.\nThe Taliban would not let him go, and Zia went home alone.\nAfter the soldiers’ base was overrun, in the Musa Qala District of Helmand, Mr. Haq and his comrade Mr. Ibrahimkhel were among 10 soldiers who were taken captive by the Taliban, Mr. Ibrahimkhel said in a phone interview.\nThe new captives joined other prisoners from the security forces, 87 in all, Mr. Ibrahimkhel said. Every month, they would be moved to a different prison, sometimes in a different district, out of fear of a government raid.\nAfter four months in captivity, when the world believed them dead, Mr. Ibrahimkhel gave a phone number to a visitor who had come to see a civilian prisoner. The visitor wrote the number on his leg, under the cuff of his pants, and later used it to call Mr. Ibrahimkhel’s family to let it know that he was alive. One of Mr. Ibrahimkhel’s brothers made a trip and finally found the prison in Now Zad.\nImage Imamuddin Ibrahimkhel.\n“They didn’t let us meet up close — just from 20 meters, to show that I was held by them and alive,” Mr. Ibrahimkhel said.\nWhen the Afghan Special Forces raided the prison in Now Zad in December, Zia held out hope that his father had been freed. He made calls, but the news was not good: His father was not among the rescued. He was told that Mr. Haq may have been shot dead by the Taliban before the raid.", "url": "https://www.nytimes.com/2016/04/18/world/asia/afghanistan-declares-soldiers-dead-then-alive-and-in-debt-for-funerals.html"}