{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:02:40", "date_modify": "2022-10-25 23:02:40", "date_publish": "2016-11-09 20:24:50", "description": "Both presidential candidates supported improvements, and at least 33 local or state ballot measures on public transportation appear to have passed.", "filename": "2016_11_10_nyregion_what-trump-clinton-and-voters-agreed-on-better-infrastructure_1666738960.html", "image_url": "https://static01.nyt.com/images/2016/11/10/nyregion/10TRANSPORTATION/10NYREGION-facebookJumbo.jpg?year=2016&h=550&w=1050&s=fa9082bd302b358ccf4a2e8930f7b1b2e12720fc4b6fda676314a8668fcd6bc4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_10_nyregion_what-trump-clinton-and-voters-agreed-on-better-infrastructure_1666738960.html", "title": "What Trump, Clinton and Voters Agreed On: Better Infrastructure", "title_page": "What Trump, Clinton and Voters Agreed On: Better Infrastructure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the end of a stunning and divisive election that left many Americans feeling further apart than ever, there was perhaps one area of common ground: infrastructure.\nIn a triumphant victory speech early Wednesday, President-elect Donald J. Trump cited the issue as a top priority for his administration.\n“We are going to fix our inner cities and rebuild our highways, bridges, tunnels, airports, schools, hospitals,” Mr. Trump said. “We’re going to rebuild our infrastructure, which will become, by the way, second to none.”\nThe sentiment was echoed across the country on Election Day as voters supported dozens of local ballot measures intended to improve public transportation. In Los Angeles, Seattle and Atlanta, voters were poised to approve spending billions of dollars on buses, rail lines and other projects.", "url": "https://www.nytimes.com/2016/11/10/nyregion/what-trump-clinton-and-voters-agreed-on-better-infrastructure.html"}