{"authors": ["Dan Bilefsky"], "date_download": "2022-10-25 23:26:43", "date_modify": "2022-10-25 23:26:43", "date_publish": "2016-01-20 15:40:16", "description": "Pork has become the latest weapon in a fight to preserve national identity after Randers, Denmark, voted to require day care centers and kindergartens to include it on menus.", "filename": "2016_01_21_world_europe_randers-denmark-pork_1666740403.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_21_world_europe_randers-denmark-pork_1666740403.html", "title": "Denmark’s New Front in Debate Over Immigrants: Children’s Lunches", "title_page": "Denmark’s New Front in Debate Over Immigrants: Children’s Lunches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — It is being called the “meatball war.”\nTo be precise, pork meatballs and other pork dishes such as roasts have become the latest weapons in the culture wars playing out in Europe over immigration after a Danish town voted this week to require public day care centers and kindergartens to include the meat on their lunch menus.\nDenmark, known as a generous welfare state and for its freewheeling, marijuana-friendly Christiania neighborhood of Copenhagen, has been cracking down on immigration in recent months, as countries across the Continent grapple with an influx that is pushing many to re-evaluate their approach to asylum seekers.\nSupporters of the proposal, which was passed late Monday by the council of Randers, a former industrial town of about 60,000 in central Denmark, said that serving traditional Danish food such as pork was essential to help preserve national identity.\nCritics of the requirement, including members of the Muslim population and migration advocates, said it effectively created a problem that did not exist for the purpose of stigmatizing Muslims. There has never been an attempt to ban pork from any public lunch menu in Randers, they said, describing the latest initiative as a polarizing and barely veiled attempt to target Muslims.", "url": "https://www.nytimes.com/2016/01/21/world/europe/randers-denmark-pork.html"}