{"authors": ["Adam Nossiter", "Alissa J. Rubin", "Lilia Blaise"], "date_download": "2022-10-25 23:26:47", "date_modify": "2022-10-25 23:26:47", "date_publish": "2016-07-24 16:57:58", "description": "Mohamed Lahouaiej Bouhlel, who killed 84 people in France, had long displayed a propensity for violence, and his life appears to show how the unstable have latched on to Islamic State propaganda.", "filename": "2016_07_25_world_europe_nice-france-bastille-day-attacks_1666740407.html", "image_url": "https://static01.nyt.com/images/2016/07/25/world/25DRIVER1/25DRIVER1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1d9ce360bae20bd3627755f684979224e4afe595a7ac01a7177cb389161420e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_25_world_europe_nice-france-bastille-day-attacks_1666740407.html", "title": "Years Before Truck Rampage in Nice, Attacker Wasn’t ‘Living in the Real World’", "title_page": "Years Before Truck Rampage in Nice, Attacker Wasn’t ‘Living in the Real World’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Around the same time, Mr. Lahouaiej Bouhlel stabbed one of his children’s toys with a knife, and his wife became fearful for her children and sought a divorce, Deborah said.\nHe moved out, and occasionally gave her some money to support the children, but not much and not often, said Mrs. Lahouaiej Bouhlel’s lawyer, Mr. Garino.\nIn Nice, Mr. Lahouaiej Bouhlel appeared on the police radar for theft and violence, most recently in January, when he got into a fight with another motorist and threw a wooden pallet at him.\nMr. Lahouaiej Bouhlel received a six-month suspended sentence in March. By then, he may have already been fixated on carrying out violence on a grandiose scale, Mr. Molins, the Paris prosecutor, said.\nBut it was only in the two weeks before the Nice attack that Mr. Lahouaiej Bouhlel began to research rather mundane Islamic topics, including information about Eid al-Fitr, the celebration that ends the month of Ramadan, Mr. Molins said.\nHe searched the internet for information on the Orlando attack by Mr. Mateen, who had professed allegiance to the Islamic State. But Mr. Lahouaiej Bouhlel also searched for information on the recent killing of five police officers in Dallas.\nMr. Molins said Mr. Lahouaiej Bouhlel’s photographs on his cellphone, going back nearly a year, included ones showing crowds on the Promenade des Anglais. One set of images showed the crowd during the Bastille Day fireworks a year ago, another a crowd at a concert on the promenade, also last year.\nAlso included was an image of a January article from the local newspaper, Nice-Matin. It was about a man who purposely drove his car into a terrace cafe in the old port.", "url": "https://www.nytimes.com/2016/07/25/world/europe/nice-france-bastille-day-attacks.html"}