{"authors": ["Vindu Goel"], "date_download": "2022-10-25 23:32:46", "date_modify": "2022-10-25 23:32:46", "date_publish": "2016-04-26 20:31:47", "description": "Revenue fell 13 percent, to $50.6 billion, as sales of the company’s flagship product fell with little else to take its place.", "filename": "2016_04_27_technology_apple-q2-earnings-iphone_1666740766.html", "image_url": "https://static01.nyt.com/images/2016/04/27/business/27APPLE-1/27APPLE-1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=70b2c0e3a7958a058c4e07e0128c64f78e06b191e2d2a013b822642e80dd6619&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_27_technology_apple-q2-earnings-iphone_1666740766.html", "title": "IPhone Sales Drop, and Apple’s 13-Year Surge Ebbs", "title_page": "IPhone Sales Drop, and Apple’s 13-Year Surge Ebbs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — From the iPod to the iPhone to the iPad, Apple created more than a decade’s worth of new gadgets to fuel its historic growth.\nBut the technology company’s dazzling 13-year run of quarterly revenue growth ended on Tuesday — a casualty of Apple’s already immense size, weakness in key global markets like China and the lack of another hot product to pry open the wallets of customers.\nApple, the Silicon Valley giant that has spent much of the last five years as the world’s most valuable company, said on Tuesday that revenue for its second fiscal quarter, which ended in March, declined 13 percent to $50.6 billion as sales of its flagship product, the iPhone, fell, with little else to take its place.\nNearly half of the smartphones sold in the United States are iPhones, and Apple may be reaching the saturation point among potential customers in other developed countries. Rival smartphone makers using Google’s Android operating system continue to challenge the company with powerful, less expensive devices.", "url": "https://www.nytimes.com/2016/04/27/technology/apple-q2-earnings-iphone.html"}