{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:37:46", "date_modify": "2022-10-25 23:37:46", "date_publish": "2016-08-18 16:01:54", "description": "The suspensions over the last six months are part of the social network’s continuing effort to stop people from using it to promote terror.", "filename": "2016_08_19_technology_twitter-suspends-accounts-extremism_1666741066.html", "image_url": "https://static01.nyt.com/images/2016/08/19/business/19TWITTER/19TWITTER-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=45df6e2cb8b34f1bb262811d97433aafaf52634d363b00def11c9e71b7954fa4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_19_technology_twitter-suspends-accounts-extremism_1666741066.html", "title": "Twitter Suspends 235,000 More Accounts Over Extremism", "title_page": "Twitter Suspends 235,000 More Accounts Over Extremism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Twitter suspended 235,000 accounts that promoted terrorism over the last six months, as part of a continuing effort to keep people from using the social network for extremist causes, the company said Thursday.\n“The world has witnessed a further wave of deadly, abhorrent terror attacks across the globe,” Twitter said in a statement. “We strongly condemn these acts and remain committed to eliminating the promotion of violence or terrorism on our platform.”\nTwitter’s latest action brings the total number of accounts that the company has suspended to 360,000 since it began cracking down on terrorism and violent extremism in mid-2015. While Twitter has long championed free speech on the web and said that it was a “global town square,” its positioning has drawn bullies, racists and extremist groups to the service to spread their messages. That has drawn criticism from government agencies and the Democratic presidential nominee Hillary Clinton, among others.\nWhile Twitter is trying to find a way to reconcile its free speech stance with how women and minorities can be targeted on the service, the company has been clearer about combating terrorism. Daily suspensions for violating Twitter’s prohibition on terrorism are up over 80 percent since last year, with spikes in suspensions immediately following terrorist attacks, the company said.", "url": "https://www.nytimes.com/2016/08/19/technology/twitter-suspends-accounts-extremism.html"}