{"authors": ["Sonia Kolesnikov-Jessop"], "date_download": "2022-10-25 23:46:52", "date_modify": "2022-10-25 23:46:52", "date_publish": "2016-02-28 08:20:42", "description": "Jenny Dearborn, chief learning officer of the German software company SAP, searches for overlooked talents.", "filename": "2016_02_29_business_international_global-manager-jenny-dearborn-sap_1666741612.html", "image_url": "https://static01.nyt.com/images/2016/02/29/business/29manager-web1/29manager-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d0a38060b4c08e32620f12a981f21121cc4753b6ffecd0b95136fd11f74c5ef5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_29_business_international_global-manager-jenny-dearborn-sap_1666741612.html", "title": "Looking for Diamonds in the Rough", "title_page": "Looking for Diamonds in the Rough - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jenny Dearborn is chief learning officer at the German software company SAP. She is based in Silicon Valley.\nQ. What led you to pursue a career in people development?\nA. When I was growing up, I had some learning disabilities — dyslexia and A.D.H.D. — that were not properly diagnosed. My true potential was overlooked and I felt I was left to fend for myself in terms of personal growth and development. Becoming a people manager and a learning professional gave me the opportunity to right that wrong by doing for others what was not done for me. It became my covenant, and it’s been very healing for me.\nI especially feel it when I find diamonds in the rough, incredible talent maybe overlooked, and bring them into my organization, pour my heart into developing them, then push them out of the nest to see them grow. Each time I’m able to do that, I feel that much lighter and I’m very proud of all the people I’ve helped who now have fulfilling careers and make significant contributions to their organizations.\nQ. What’s the difference between a good leader and a great leader?\nA. A good leader makes incremental improvements, takes the status quo and tweaks and enhances it, making positive progress but maybe at a slower curve. A great leader looks for opportunities for disruption, doing things completely differently. They’re able to step away from the current situation, get into a different mind-set and tackle the problem in ways no one else would have imagined.", "url": "https://www.nytimes.com/2016/02/29/business/international/global-manager-jenny-dearborn-sap.html"}