{"authors": ["Jennifer Steinhauer", "Robert Pear"], "date_download": "2022-10-25 23:51:54", "date_modify": "2022-10-25 23:51:54", "date_publish": "2016-12-07 19:31:23", "description": "The 21st Century Cures Act, already passed by the House, was backed by an unusual alliance of pharmaceutical companies and patients desperate for cures.", "filename": "2016_12_07_us_politics_21st-century-cures-act-senate_1666741914.html", "image_url": "https://static01.nyt.com/images/2016/12/07/us/07cures/07cures-facebookJumbo.jpg?year=2016&h=549&w=1050&s=904382bd37ebd91da343ea8c10c10ec815957840db41bbc0aefea8ab725506d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_07_us_politics_21st-century-cures-act-senate_1666741914.html", "title": "Sweeping Health Measure, Backed by Obama, Passes Senate", "title_page": "Sweeping Health Measure, Backed by Obama, Passes Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Senate approved complex health care legislation on Wednesday that would increase funding for disease research, address weaknesses in the nation’s mental health systems and vastly alter the regulatory system for drugs and medical devices. The vote sealed a final legislative victory for President Obama, who strongly supported the bill against objections from many liberal Democrats and consumer groups.\nIn many ways the bill, known as the 21st Century Cures Act, is a return to a more classic approach to legislation, with policy victories and some disappointments for both parties, and potential benefits for nearly every American whose life has been touched by illness, drug addiction and mental health issues. Years in the making, the measure passed 94 to 5 after being overwhelmingly approved by the House last week.\nOne major winner — and a donor to both parties — was the pharmaceutical industry; its role set off fierce but futile opposition by Senator Elizabeth Warren, Democrat of Massachusetts. On many of the areas addressed by the bill, pharmaceutical companies were in step with the interests of patients desperate for cures, an unusual and emotionally charged alliance between an industry and its consumers.\nThe bill was a test of Ms. Warren’s muscle, exercised from the far left of the Senate Democratic caucus, and it is one that did not go well. “I will fight it,” she said of the bill last week on the Senate floor, “because I know the difference between compromise and extortion.”", "url": "https://www.nytimes.com/2016/12/07/us/politics/21st-century-cures-act-senate.html"}