{"authors": ["Matt Apuzzo", "Alan Blinder"], "date_download": "2022-10-25 23:02:36", "date_modify": "2022-10-25 23:02:36", "date_publish": "2016-04-02 01:00:27", "description": "Billions of dollars for schools, highways and housing could be at risk as the Obama administration reviews the state’s new “bathroom law.”", "filename": "2016_04_02_us_politics_north-carolina-anti-discrimination-law-obama-federal-funds_1666738956.html", "image_url": "https://static01.nyt.com/images/2016/04/02/us/02civilrights-web/02civilrights-web-facebookJumbo.jpg?year=2016&h=549&w=1050&s=2f4fa025380cc700f49887c30e9a41efda482a9b6d46ee8245f5c62da30858da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_02_us_politics_north-carolina-anti-discrimination-law-obama-federal-funds_1666738956.html", "title": "North Carolina Law May Risk Federal Aid", "title_page": "North Carolina Law May Risk Federal Aid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Department of Housing and Urban Development said it was doing a similar evaluation. “We’re reviewing the effects of the law on HUD funding allocated for North Carolina,” said Cameron French, a department spokesman.\nWhite House officials had no comment.\nAny decision on federal aid would take time, experts said. Federal agencies have used the threat of lost money to pressure a handful of municipal governments in California and Illinois to change their policies and allow transgender students to use the restrooms of the gender they identify with. There is no recent precedent for the federal government’s applying similar pressure to address a state law that it sees as discriminatory.\n“It would be a long process of negotiation,” said Jane R. Wettach, an education law specialist at the Duke University School of Law in Durham, N.C. “I think the federal government would be loath to do it and would give North Carolina every possibility, every chance to change their position, to change the law, to negotiate, to make some exceptions. I think they’d go back and forth for a while and try to come to a negotiated settlement.”\nMr. McCrory, a Republican who is seeking re-election, and other supporters of the law have been aware, but dismissive, of suggestions that the measure might endanger the state’s federal largess. Mr. McCrory’s office did not respond to messages on Friday.\nDan Forest, the Republican lieutenant governor and the president of the State Senate, said he expected that federal aid would continue. He noted that many states did not explicitly provide gay and transgender people with anti-discrimination protection. Neither does federal law.\n“It would be wrong — even illegal — to single out North Carolina for unfavorable treatment,” Mr. Forest said in an emailed statement. He said the state complied with the Constitution and federal laws. “I’m confident that we will continue to receive this federal money despite the threats from a few in Washington, D.C.”", "url": "https://www.nytimes.com/2016/04/02/us/politics/north-carolina-anti-discrimination-law-obama-federal-funds.html"}