{"authors": ["Jess Bidgood"], "date_download": "2022-10-25 23:56:02", "date_modify": "2022-10-25 23:56:02", "date_publish": "2016-06-21 00:21:43", "description": "The judge’s pointed questioning underscored the difficulties for a prosecution team that has already tried two other officers without getting a conviction.", "filename": "2016_06_21_us_judge-presses-prosecutors-as-trial-in-freddie-grays-death-winds-down_1666742162.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_21_us_judge-presses-prosecutors-as-trial-in-freddie-grays-death-winds-down_1666742162.html", "title": "Judge Presses Prosecutors on ‘Rough Ride’ in Death of Freddie Gray", "title_page": "Judge Presses Prosecutors on ‘Rough Ride’ in Death of Freddie Gray - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His fate is now in the hands of Judge Williams.\nThe death of Mr. Gray, 25, set off violent protest, looting and arson here and put the city at the center of the national debate over race, policing and the use of force. The city’s top prosecutor, Marilyn J. Mosby, charged six officers with Mr. Gray’s arrest and death, and she reserved the steepest charge — second-degree “depraved heart” murder — for Officer Goodson. He faces six other charges, three of which are counts of manslaughter.\nThe first trial, of Officer William G. Porter, ended with a hung jury in December. The second trial, of Officer Edward M. Nero, ended in an acquittal in May.\nMr. Gray was arrested on April 12, 2015, after fleeing officers in the Sandtown neighborhood. He was eventually loaded, shackled and handcuffed, onto the floor of Officer Goodson’s police wagon, which made several stops before it arrived at the Western District police station, where Mr. Gray was found unresponsive. His neck was broken and his spinal cord compressed; he died a week later.\nProsecutors introduced the rough ride theory during their opening statements, but it ran into hurdles when one of their witnesses said he had not seen the van make abrupt starts, stops or turns in his review of the evidence. Another witness, a policing expert, said he could not say whether a rough ride had occurred.\nIn delivering her closing argument, a prosecutor, Jan Bledsoe, argued that Mr. Gray was injured between the second and fourth of six stops. She focused on what she said was Officer Goodson’s duty to place a seatbelt on Mr. Gray and to seek medical attention after he asked for it at the van’s fourth stop.\n“Officer Goodson never calls for a medic. He never takes Freddie Gray to the hospital,” Ms. Bledsoe said.\nBut she did not use the term “rough ride,” and Mr. Fraling argued in his closing argument that prosecutors had tried to reshuffle their case when the evidence did not cut their way. Officer Goodson was justified in not putting a seatbelt on Mr. Gray because he had been “combative,” Mr. Fraling said, although Judge Williams questioned whether the officer had a duty to reassess such a characterization over the course of the ride.", "url": "https://www.nytimes.com/2016/06/21/us/judge-presses-prosecutors-as-trial-in-freddie-grays-death-winds-down.html"}