{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:26:17", "date_modify": "2022-10-25 23:26:17", "date_publish": "2016-08-26 07:38:38", "description": "The body of the vice chairman of the Lotte Group, Lee In-won, was found on Friday in what the authorities were said to consider a suicide.", "filename": "2016_08_27_business_international_south-korea-lotte-lee-in-won_1666740377.html", "image_url": "https://static01.nyt.com/images/2016/08/27/world/27lotte-web1/27lotte-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c1038cc20c367a6fced680696b8f7413c9318a55b2a4d4ce116065c320187451&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_27_business_international_south-korea-lotte-lee-in-won_1666740377.html", "title": "Lotte Executive Found Dead Amid South Korean Corruption Inquiry", "title_page": "Lotte Executive Found Dead Amid South Korean Corruption Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — A top executive at the Lotte Group, one of South Korea’s largest family-controlled conglomerates, was found dead on Friday in an apparent suicide, hours before he was scheduled to appear before prosecutors investigating allegations of corruption at the company.\nThe body of the executive, the vice chairman Lee In-won, a close confidant of Lotte’s chairman, Shin Dong-bin, was found under a tree on a riverside footpath in Yangpyeong, near Seoul, the capital, police said. Police said that they believed Mr. Lee hanged himself with a necktie and scarf, but that they planned an autopsy. Lotte also confirmed Mr. Lee’s death.\nPolice said that they had found a suicide note in Mr. Lee’s car, Yonhap, the national news agency, reported. Mr. Lee had left his home in Seoul on Thursday evening, telling his family that he was going out for exercise, Yonhap reported.\nThe death of Mr. Lee, 69, came just as prosecutors were stepping up their investigation into Lotte. They questioned another senior Lotte executive, Hwang Kag-gyu, on Thursday. The questioning of the executives was widely seen as a precursor to the summoning of Mr. Shin, who controls Lotte, the fifth largest among the chaebol, or family-controlled conglomerates, that dominate the South Korean economy.", "url": "https://www.nytimes.com/2016/08/27/business/international/south-korea-lotte-lee-in-won.html"}