{"authors": ["Katrin Bennhold"], "date_download": "2022-10-25 23:41:41", "date_modify": "2022-10-25 23:41:41", "date_publish": "2016-10-05 07:51:21", "description": "The theory holds that women are often placed in positions of power when the situation is dire, men are fleeing and the likelihood of success is low.", "filename": "2016_10_05_world_europe_glass-cliff-uk-women-politics_1666741301.html", "image_url": "https://static01.nyt.com/images/2016/10/05/world/05letter-web1/05letter-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c5517f5953eef8fef8ace70cb938941875aac2d23b221d0555af7c3cb990d81c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_05_world_europe_glass-cliff-uk-women-politics_1666741301.html", "title": "‘Glass Cliff,’ Not Just Ceiling, Often Impedes Women Rising in Politics", "title_page": "‘Glass Cliff,’ Not Just Ceiling, Often Impedes Women Rising in Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — When Theresa May became the prime minister of Britain in July, she appeared to be confirming a trend rather than establishing one. Northern Ireland is led by a woman. Scotland’s first minister is a woman, and so are the main two Scottish opposition leaders. Even the populist U.K. Independence Party recently elected its first female leader, though her tenure was short.\nA quarter-century after Margaret Thatcher left power as Britain’s first female leader, it is the center-left Labour Party that has become the exception, with its recent leadership battle between two men.\nThe rise of women in British politics is certainly striking — the Green Party is also led by a woman (who shares the job with a man), as is the Welsh nationalist party — but does it amount to progress?\nAmid the turmoil following the vote to leave the European Union, there is a sense in some quarters that rather than shattering a glass ceiling, female leaders risk tumbling down a “glass cliff” — a theory that holds that women are often placed in positions of power when the situation is dire, men are uninterested and the likelihood of success is low.", "url": "https://www.nytimes.com/2016/10/05/world/europe/glass-cliff-uk-women-politics.html"}