{"authors": ["Landon Thomas Jr.", "Alexandra Stevenson"], "date_download": "2022-10-25 23:39:16", "date_modify": "2022-10-25 23:39:16", "date_publish": "2016-12-01 01:43:03", "description": "Steven Mnuchin, the financier who has been tapped to run Treasury, joins other wealthy investors chosen by Mr. Trump, a sign of possible tax cuts and deregulation ahead.", "filename": "2016_11_30_business_dealbook_trumps-economic-cabinet-picks-signal-embrace-of-wall-st-elite_1666741156.html", "image_url": "https://static01.nyt.com/images/2016/12/01/us/01MNUCHEN1/01MNUCHEN1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=28632a30194423798ba7b981d413339ce1d3369b9dc552cc0a65b773960e019e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_30_business_dealbook_trumps-economic-cabinet-picks-signal-embrace-of-wall-st-elite_1666741156.html", "title": "Trump’s Economic Cabinet Picks Signal Embrace of Wall St. Elite", "title_page": "Trump’s Economic Cabinet Picks Signal Embrace of Wall St. Elite - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After breaking with Mr. Seelig in 2012, Mr. Mnuchin teamed up with a company called RatPac, owned by the rowdy filmmaker Brett Ratner and the Australian billionaire James Packer. Mr. Ratner was then notorious in Hollywood; he resigned as a producer of the Academy Awards in 2011 after using an anti-gay slur at a public event and making frank remarks about his sex life on Howard Stern’s radio show. (He apologized.) But together the three men formed a vehicle to invest $450 million in an extensive array of Warner Bros. movies.\nSome have been major hits, like “Gravity,” which took in $723.2 million. But there have also been money losers, including “Pan” and “In the Heart of the Sea.”\nStill, Mr. Mnuchin has clearly enjoyed a Hollywood lifestyle, whether attending celebrity-filled parties at the Hôtel du Cap-Eden-Roc during the Cannes Film Festival or going in with a movie industry friend to buy a Dassault Falcon 50 jet (since sold). He can currently be seen in a cameo — playing a Merrill Lynch executive — in Warren Beatty’s new movie “Rules Don’t Apply.”\nBeyond the entertainment industry, there other similarities between Mr. Trump and Mr. Mnuchin. They are both twice divorced, and their third partners are decidedly younger. (Mr. Mnuchin’s fiancée is Louise Linton, a 34-year-old actress from Scotland.) They also both have a taste for landmark Manhattan real estate: Trump Tower for the president-elect and 740 Park Avenue for Mr. Mnuchin.\nBut there are differences, too. Despite his Hollywood appetites, Mr. Mnuchin is described by people who know him as slightly awkward and not one to command a room. Friends of the two men describe them more as social and professional acquaintances than close friends.\nThe names of flashier prospects had been floated as possible candidates for Treasury, according to a fund manager close to the president-elect’s economic brain trust. Among them: Henry Kravis of Kohlberg Kravis Roberts & Company, Jonathan Gray of Blackstone, Jamie Dimon, Mitt Romney, and Thomas J. Barrack Jr. of Colony Capital, a Los Angeles-based real estate investor who has been close to Mr. Trump for decades.", "url": "https://www.nytimes.com/2016/11/30/business/dealbook/trumps-economic-cabinet-picks-signal-embrace-of-wall-st-elite.html"}