{"authors": ["Patrick Healy", "Jonathan Martin"], "date_download": "2022-10-25 23:30:14", "date_modify": "2022-10-25 23:30:14", "date_publish": "2016-10-20 02:44:56", "description": "“I will keep you in suspense,” Donald Trump said at a debate that began cordially but turned caustic. Hillary Clinton replied that his statement was “horrifying.”", "filename": "2016_10_20_us_politics_presidential-debate_1666740614.html", "image_url": "https://static01.nyt.com/images/2016/10/20/us/20highlights-video/20highlights-video-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=8cf499b1a2231f4561674c1ff87ffbe30d4fc2a5ad5cfa0d9e9e19ed198a4c11&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_20_us_politics_presidential-debate_1666740614.html", "title": "Donald Trump Won’t Say if He’ll Accept Result of Election", "title_page": "Donald Trump Won’t Say if He’ll Accept Result of Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a remarkable statement that seemed to cast doubt on American democracy, Donald J. Trump said Wednesday that he might not accept the results of next month’s election if he felt it was rigged against him — a stand that Hillary Clinton blasted as “horrifying” at their final and caustic debate on Wednesday.\nMr. Trump, under enormous pressure to halt Mrs. Clinton’s steady rise in opinion polls, came across as repeatedly frustrated as he tried to rally conservative voters with hard-line stands on illegal immigration and abortion rights. But he kept finding himself drawn onto perilous political territory by Mrs. Clinton and the debate’s moderator, Chris Wallace.\nHe sputtered when Mrs. Clinton charged that he would be “a puppet” of President Vladimir V. Putin of Russia if elected. He lashed out repeatedly, saying that “she’s been proven to be a liar on so many different ways” and that “she’s guilty of a very, very serious crime” over her State Department email practices. And by the end of the debate, when Mrs. Clinton needled him over Social Security, Mr. Trump snapped and said, “Such a nasty woman.”\nMrs. Clinton was repeatedly forced to defend her long service in government, which Mr. Trump charged had yielded no real accomplishments. But she was rarely rattled, and made a determined effort to rise above Mr. Trump’s taunts while making overtures to undecided voters.", "url": "https://www.nytimes.com/2016/10/20/us/politics/presidential-debate.html"}