{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:11", "date_modify": "2022-10-25 23:56:11", "date_publish": "2016-01-31 20:41:29", "description": "The decision by Prime Minister Benjamin Netanyahu’s cabinet was seen as a victory for American Jewish leaders and Jewish women who struggled for years for inclusion.", "filename": "2016_02_01_world_middleeast_israel-western-wall-prayer_1666742171.html", "image_url": "https://static01.nyt.com/images/2016/02/01/world/01ISRAEL/01ISRAEL-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b052e99a58e10fe0d2c5cfeb0d4e0bf603c394077d944afde7f2dd62395dba0b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_01_world_middleeast_israel-western-wall-prayer_1666742171.html", "title": "Israel Approves Prayer Space at Western Wall for Non-Orthodox Jews", "title_page": "Israel Approves Prayer Space at Western Wall for Non-Orthodox Jews - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — After years of rancor over rituals at the Western Wall, one of the holiest sites in Judaism, the Israeli government on Sunday approved the creation of an upgraded egalitarian prayer space there for non-Orthodox Jews.\nThe cabinet decision was hailed as “historic” by American Jewish leaders who had long chafed at the strictly Orthodox control of the site. It was also viewed as a victory for Women of the Wall, a group of Israeli and diaspora Jews that has championed the struggle against the male-dominated establishment for 27 years in a battle largely fought with prayer shawls and Torah scrolls.\nFor centuries, the massive, beige stones of the iconic wall in Jerusalem’s Old City have been a symbol of Jewish unity, a place of reflection and prayer. That harmony has been marred by disputes over practices and customs between the Orthodox authorities who control most religious life in Israel and the more diverse communities here and abroad.\nThe overwhelming majority of affiliated Jews in North America belong to the non-Orthodox Reform and Conservative streams, and their leaders said they had felt increasingly alienated from Israel.", "url": "https://www.nytimes.com/2016/02/01/world/middleeast/israel-western-wall-prayer.html"}