{"authors": ["Michael D. Shear", "Maggie Haberman"], "date_download": "2022-10-25 23:30:14", "date_modify": "2022-10-25 23:30:14", "date_publish": "2016-11-27 16:49:29", "description": "The president-elect made the unsubstantiated claim as part of a storm of Twitter posts voicing anger about a three-state recount push.", "filename": "2016_11_27_us_politics_trump-adviser-steps-up-searing-attack-on-romney_1666740614.html", "image_url": "https://static01.nyt.com/images/2016/11/28/us/28TRANSITION2-web/28TRANSITION2-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=cca049fea18ad2c7138f5c94e2dc52786731c61edb7df8aeffdf1492f6fea02d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_27_us_politics_trump-adviser-steps-up-searing-attack-on-romney_1666740614.html", "title": "Trump Claims, With No Evidence, That ‘Millions of People’ Voted Illegally", "title_page": "Trump Claims, With No Evidence, That ‘Millions of People’ Voted Illegally - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President-elect Donald J. Trump said on Sunday that he had fallen short in the popular vote in the general election only because millions of people had voted illegally, leveling the baseless claim as part of a daylong storm of Twitter posts voicing anger about a three-state recount push.\n“In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally,” Mr. Trump wrote Sunday afternoon.\nThe series of posts came one day after Hillary Clinton’s campaign said it would participate in a recount effort being undertaken in Wisconsin, and potentially in similar pushes in Michigan and Pennsylvania, by Jill Stein, who was the Green Party candidate. Mr. Trump’s statements revived claims he made during the campaign, as polls suggested he was losing to Mrs. Clinton, about a rigged and corrupt system.\nThe Twitter outburst also came as Mr. Trump is laboring to fill crucial positions in his cabinet, with his advisers enmeshed in a rift over whom he should select as secretary of state. On Sunday morning, Kellyanne Conway, a top adviser, extended a public campaign to undermine one contender, Mitt Romney — a remarkable display by a member of a president-elect’s team. In television appearances, she accused Mr. Romney of having gone “out of his way to hurt” Mr. Trump during the Republican primary contests.", "url": "https://www.nytimes.com/2016/11/27/us/politics/trump-adviser-steps-up-searing-attack-on-romney.html"}