{"authors": ["Patrick Healy", "Jonathan Martin"], "date_download": "2022-10-25 23:26:15", "date_modify": "2022-10-25 23:26:15", "date_publish": "2016-03-04 04:03:10", "description": "Mr. Rubio and Mr. Cruz relentlessly demeaned and denounced Mr. Trump at Thursday’s debate, all but pleading with Republicans to reconsider nominating him.", "filename": "2016_03_04_us_politics_republican-debate_1666740375.html", "image_url": "https://static01.nyt.com/images/2016/03/03/us/politics/repubdebate-21/repubdebate-21-facebookJumbo-v3.jpg?year=2016&h=550&w=1050&s=83fc81c859adaa1deba75c05d11f1349871d745a66ea08bd782b763dabc42089&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_04_us_politics_republican-debate_1666740375.html", "title": "In Republican Debate, Ted Cruz and Marco Rubio Wage Urgent Attacks on Donald Trump", "title_page": "In Republican Debate, Ted Cruz and Marco Rubio Wage Urgent Attacks on Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Get live updates about the Florida primary.\n_______\nSenators Marco Rubio and Ted Cruz, fighting for their political lives, relentlessly demeaned and baited Donald J. Trump at Thursday’s debate, all but pleading with Republicans to abandon a candidate with a long history of business failures, deep ties to the Democratic Party and a taste for personal insults.\nWarning that Mr. Trump would lead the party to a historic defeat in November, Mr. Rubio and Mr. Cruz delivered their attacks with urgency, as if trying to awaken voters who had fallen under Mr. Trump’s spell. Mr. Rubio derided Mr. Trump as untrustworthy and uncivil, while Mr. Cruz bashed him for donating money to Hillary Clinton’s 2008 presidential campaign and to other Democrats. Mr. Trump looked on with disgust, but as in their 10 previous debates, he seemed impervious and perhaps unstoppable.\nAt times, the face-off in Detroit also deteriorated into the kind of junior high school taunts that have startled many Republican elders but have done little to dent Mr. Trump’s broad appeal. As Mr. Trump and Mr. Rubio traded insults over their manhood, Mr. Trump recalled Mr. Rubio’s innuendo that Mr. Trump’s “small hands” correlated with another part of his anatomy.\nMr. Trump, who has boasted about his sexual exploits, insisted that nothing was small about him. “I guarantee you,” he continued with little subtlety, “there’s no problem. I guarantee you.”", "url": "https://www.nytimes.com/2016/03/04/us/politics/republican-debate.html"}