{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:54:51", "date_modify": "2022-10-25 23:54:51", "date_publish": "2016-10-16 18:34:12", "description": "Prime Minister Haider al-Abadi on Monday announced the launch of a campaign to retake Mosul. In the days before, residents were hoarding food and Islamic State militants were frantically building tunnels.", "filename": "2016_10_17_world_middleeast_in-isis-held-mosul-beheadings-and-hints-of-resistance-as-battle-nears.html_ref=world_1666742091.html", "image_url": "https://static01.nyt.com/images/2016/10/17/world/17MOSUL/17MOSUL-facebookJumbo.jpg?year=2016&h=549&w=1050&s=89fe290c3f60d3736bfea156c62fea419c37fb579c0a85ba3bab46c0a884dc99&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_17_world_middleeast_in-isis-held-mosul-beheadings-and-hints-of-resistance-as-battle-nears.html_ref=world_1666742091.html", "title": "Iraqi Forces Attack Mosul, a Beleaguered Stronghold for ISIS", "title_page": "Iraqi Forces Attack Mosul, a Beleaguered Stronghold for ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ERBIL, Iraq — Mosul’s residents are hoarding food and furtively scrawling resistance slogans on walls, while the city’s Islamic State rulers have feverishly expanded their underground tunnel network and tried to dodge American drones.\nAfter months of maneuvering, the Iraqi government’s battle to reclaim Mosul, the sprawling city whose million-plus population lent the most credence to the Islamic State’s claim to rule a fledgling nation, has finally begun. In the early hours Monday, an announcement by Prime Minister Haider al-Abadi of the campaign’s opening was accompanied by artillery barrages and a rush of armored vehicles toward the front a few miles from the city’s limits.\nThose forces will fight to enter a city where for weeks the harsh authoritarian rule of the Islamic State, also known as ISIS, ISIL or Daesh, has sought to crack down on a population eager to either escape or rebel, according to interviews with roughly three dozen people from Mosul. Among them were refugees who managed to sneak out in recent weeks and residents reached by contraband cellphones in the city.", "url": "https://www.nytimes.com/2016/10/17/world/middleeast/in-isis-held-mosul-beheadings-and-hints-of-resistance-as-battle-nears.html?ref=world"}