{"authors": ["David Allen"], "date_download": "2022-10-25 23:37:02", "date_modify": "2022-10-25 23:37:02", "date_publish": "2016-02-25 16:26:57", "description": "Two years after a nearly devastating lockout, the musicians’ salaries are lower, but they have a greater hand in shaping their future.", "filename": "2016_02_28_arts_music_the-minnesota-orchestra-rebounds-from-a-near-death-experience_1666741022.html", "image_url": "https://static01.nyt.com/images/2016/02/28/arts/28ORCHESTRA1/28ORCHESTRA1-facebookJumbo-v3.jpg?year=2016&h=550&w=1050&s=0d196e5646895b4da5ccac48b74b6800d266dfab1f40bca2d1d3b12a087fba42&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_28_arts_music_the-minnesota-orchestra-rebounds-from-a-near-death-experience_1666741022.html", "title": "The Minnesota Orchestra Rebounds From a ‘Near Death Experience’", "title_page": "The Minnesota Orchestra Rebounds From a ‘Near Death Experience’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A core strategy has been to preserve elements of a structure that sustained the orchestra during the lockout. Once the players refused, in October 2012, a contract offer that would have cut base pay by more than 30 percent, they set up what the bassist Kathryn Nettleman said with a laugh was a “mom and pop shop,” organizing concerts in venues other than Orchestra Hall.\n“The first concert we played,” recalled Sam Bergman, a violist and the current chairman of the musicians’ committee, “our poor English horn player had to figure out how to rent a venue, create a ticketing system and get 3,000 people through a single set of double doors.” The players convened around a dozen committees, governing themselves. “You name it,” Doug Wright, the principal trombonist, said. “We had people doing it.”\nWhen the orchestra returned, that ad hoc apparatus did not simply dissolve. Instead, successive board chairmen and Mr. Smith, who had retired in 2011 after 25 years in charge of the Minnesota Opera before he became the orchestra’s president, decided to incorporate it.\nMusicians have been placed at the organization’s core. Their faces beam more prominently from programs and wall displays than at most other orchestras. They sit on governing committees that also include board members and staff. They work with an 11-strong management team, seven members of which are new to their roles, and who have been keen to continue innovations begun by players during the hiatus, including a Symphonic Adventures series aimed at high school students.\nThe effect has been to foster harmony throughout the institution and among supporters who sprang up to show how much the orchestra was valued. (Three leaders of the patron groups Save Our Symphony Minnesota and Orchestrate Excellence have since been elected to the board.) While the musicians now feel more involved in the administration, they also have greater respect for a staff they have become closer to. “Just because they’re not grabbing a French horn and playing doesn’t mean they’re not part of the Minnesota Orchestra,” Ms. Nettleman said.", "url": "https://www.nytimes.com/2016/02/28/arts/music/the-minnesota-orchestra-rebounds-from-a-near-death-experience.html"}