{"authors": ["Richard Pérez-Peña", "Laurie Goodstein"], "date_download": "2022-10-25 23:44:46", "date_modify": "2022-10-25 23:44:46", "date_publish": "2016-03-02 02:06:11", "description": "Over four decades, at least 50 priests and other church employees molested hundreds of children in a small Roman Catholic diocese in central Pennsylvania, according to a grand jury report.", "filename": "2016_03_02_us_pennsylvania-diocese-leaders-knew-of-sex-abuse-for-decades-grand-jury-says_1666741486.html", "image_url": "https://static01.nyt.com/images/2016/03/02/us/02altoona-video/02altoona-video-facebookJumbo.jpg?year=2016&h=550&w=1050&s=570f0524f35c4a9b73c4f748a7553c45831db15c5c0b676da909a11eda25e808&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_02_us_pennsylvania-diocese-leaders-knew-of-sex-abuse-for-decades-grand-jury-says_1666741486.html", "title": "Pennsylvania Diocese Leaders Knew of Sex Abuse for Decades, Grand Jury Says", "title_page": "Pennsylvania Diocese Leaders Knew of Sex Abuse for Decades, Grand Jury Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Over four decades, at least 50 priests and other church employees molested hundreds of children in a small Roman Catholic diocese in central Pennsylvania, and in many cases their superiors knew of the abuses but did not remove the priests or notify law enforcement, according to a grand jury report released on Tuesday.\nBut none of the findings will result in prosecution, according to State Attorney General Kathleen G. Kane, whose office led the investigation, because the statutes of limitations on all alleged crimes have expired.\nThe report names a dozen priests who admitted — to church officials, to the grand jury or both — that they had molested children, and other cases where church records made clear that their superiors believed they were guilty. None were taken to law enforcement, and in cases where police or prosecutors learned of allegations, the report says, church officials worked to hush them up.\n“They placed their desire to avoid public scandal over the well-being of innocent children,” the report says.", "url": "https://www.nytimes.com/2016/03/02/us/pennsylvania-diocese-leaders-knew-of-sex-abuse-for-decades-grand-jury-says.html"}