{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:33:29", "date_modify": "2022-10-25 23:33:29", "date_publish": "2016-07-20 04:04:08", "description": "The action against Mr. Yiannopoulos, a Breitbart editor, followed a campaign of prolonged abuse against the “Ghostbusters” co-star.", "filename": "2016_07_20_technology_twitter-bars-milo-yiannopoulos-in-crackdown-on-abusive-comments_1666740809.html", "image_url": "https://static01.nyt.com/images/2016/07/20/business/20twitter01/20twitter01-facebookJumbo.jpg?year=2016&h=550&w=1050&s=14a2b8846be4d64ff95ea040a4399f1cf412311d9cef19e83f15df5fafa0903a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_20_technology_twitter-bars-milo-yiannopoulos-in-crackdown-on-abusive-comments_1666740809.html", "title": "Twitter Bars Milo Yiannopoulos in Wake of Leslie Jones’s Reports of Abuse", "title_page": "Twitter Bars Milo Yiannopoulos in Wake of Leslie Jones’s Reports of Abuse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — For years, one of the main grievances among Twitter users has been the ability of anonymous trolls to send abusive comments to other people on the service.\nBut on Tuesday, Twitter barred one of the most egregious and consistent offenders of its terms of service, Milo Yiannopoulos, in an attempt to show that it is cracking down on abuse.\nThe ban against Mr. Yiannopoulos, a technology editor at the conservative news site Breitbart and known by his Twitter handle, @Nero, follows a campaign of prolonged abuse against Leslie Jones, a comedian and co-star of the recently released “Ghostbusters” movie. The film and its stars have come under fire from various parts of the internet for months, after it was first revealed that the reboot of the 1984 film would feature an all-female cast.\nMs. Jones in particular has borne the brunt of the online abuse in recent days, especially since the release of “Ghostbusters” in the United States on Friday. Hundreds of anonymous Twitter commenters hurled racist and sexist remarks at the star’s Twitter account, rallied and directed by Mr. Yiannopoulos this week. The news media picked up on the abuse after Ms. Jones began retweeting screenshots of the litany of comments sent to her over the past few days.", "url": "https://www.nytimes.com/2016/07/20/technology/twitter-bars-milo-yiannopoulos-in-crackdown-on-abusive-comments.html"}