{"authors": ["William K. Rashbaum", "Michael Winerip", "Michael Schwirtz"], "date_download": "2022-10-25 23:49:24", "date_modify": "2022-10-25 23:49:24", "date_publish": "2016-06-08 10:42:51", "description": "Norman Seabrook, the president of the New York City correction officers’ union, is accused of receiving kickbacks for putting his organization’s money in a high-risk hedge fund.", "filename": "2016_06_09_nyregion_norman-seabrook-jail-officers-union-arrest_1666741764.html", "image_url": "https://static01.nyt.com/images/2016/06/09/nyregion/09CORRUPTION1/09CORRUPTION1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b056efec701d25f216685af074b0b4bc23728799ebe4dc7a995e29ce1c96817b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_09_nyregion_norman-seabrook-jail-officers-union-arrest_1666741764.html", "title": "Fraud Charges Against Jail Officers’ Union Chief With a Taste for Luxury", "title_page": "Fraud Charges Against Jail Officers’ Union Chief With a Taste for Luxury - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After the meeting at the hotel, according to prosecutors, Mr. Rechnitz went to Platinum promising to arrange a deal with the union to become a major investor. The catch, he said, was that Mr. Seabrook would have to be compensated. Mr. Huberfeld agreed to the arrangement and was willing to pay Mr. Seabrook 10 percent of all profits that the hedge fund made on the union’s investment.\nMr. Seabrook, whose salary is $300,000 a year with his union stipend, had one overarching concern, according to the complaint: how big his cut would be.\nMr. Huberfeld told him it could be as much as $150,000 a year.\nIn return, Mr. Seabrook would direct money intended to cover correction officers’ pensions into a high-risk fund. Up to that point the union had maintained a traditional investment portfolio made up of conventional stocks and bond funds, government obligations and a real estate trust fund.\nThe union’s lawyers reviewed the proposal and pointed out that the union had never invested in a hedge fund before, nor had any other New York City retirement fund that they were aware of been involved in such a risky venture. Even so, they did not stand in the way of the deal.\n“The annuity fund, however, is not averse to being a trendsetter,” the lawyers wrote to Platinum in February 2014.\nThere were other red flags particular to Platinum. Mr. Huberfeld had been convicted of fraud in 1993 for arranging for another person to take a brokerage licensing exam on his behalf. He was fined $5,000 and sentenced to two years of probation. In a separate case, in 1998, he and a partner paid $4.6 million to settle a civil action brought by the Securities and Exchange Commission that alleged bank fraud.", "url": "https://www.nytimes.com/2016/06/09/nyregion/norman-seabrook-jail-officers-union-arrest.html"}