{"authors": ["Randy Kennedy"], "date_download": "2022-10-25 23:36:14", "date_modify": "2022-10-25 23:36:14", "date_publish": "2016-01-05 23:53:48", "description": "Elsa Dorfman turned one of the world’s most unwieldy cameras, a 20-inch-by-24-inch Polaroid, into an instrument of warmth and intimacy.", "filename": "2016_01_06_arts_design_with-film-supply-dwindling-a-photographer-known-for-huge-portraits-stares-at-retirement_1666740974.html", "image_url": "https://static01.nyt.com/images/2016/01/06/arts/06POLAROID/06POLAROID-facebookJumbo-v6.jpg?year=2016&h=549&w=1050&s=3894b3f2fd90e6fb8ca37fcde4ab129399481ff811d30f1a5ee9c9411c572f23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_06_arts_design_with-film-supply-dwindling-a-photographer-known-for-huge-portraits-stares-at-retirement_1666740974.html", "title": "With Film Supply Dwindling, a Photographer Known for Huge Polaroid Images Is Retiring", "title_page": "With Film Supply Dwindling, a Photographer Known for Huge Polaroid Images Is Retiring - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some of her pictures are in important public collections, like those of the Museum of Fine Arts, Boston, and the National Portrait Gallery. But Ms. Dorfman sees herself less as an artist (“I never really clicked with anybody in the gallery world”) and more as a member of a confederation of commercial portraitists stretching back almost to photography’s birth. The filmmaker Mr. Morris, a friend and frequent subject, has described her pictures as a “perverse combination of dime store photography and Renaissance portraiture,” and, perhaps more to the point, “the opposite of Diane Arbus, who asks us to deal with our potential alienation from her subject.”\nDebby Goldberg, a nonprofit fund-raiser whose family has been photographed by Ms. Dorfman over almost two decades, growing through marriages and births from a group of seven to a sprawling one of 15, said the portraits together feel “like a living organism,” one in which Ms. Dorfman’s near egoless presence somehow inheres. “She’s definitely a character in the photograph itself, even though she’s not visible.”\nWhat retirement will look like for her is anyone’s guess, though those who know her say it will probably mean only fewer pictures per year. During a recent photo session for this article, she received a call from a belly dancer in her 70s wanting her portrait taken, a request Ms. Dorfman could hardly refuse.\nThe Polaroid, she said, is like an old friend whom she cannot quite imagine not seeing every week. “I fell in love with it. It’s hard to say why. It’s like trying to describe why you fell in love with someone. You can list all the qualities, but you can’t really say why.”", "url": "https://www.nytimes.com/2016/01/06/arts/design/with-film-supply-dwindling-a-photographer-known-for-huge-portraits-stares-at-retirement.html"}