{"authors": ["Katie Benner", "Joseph Goldstein"], "date_download": "2022-10-25 23:51:36", "date_modify": "2022-10-25 23:51:36", "date_publish": "2016-02-29 22:40:53", "description": "A federal judge denied the use of the All Writs Act, a law that federal authorities have cited in insisting on Apple’s help breaking into iPhones.", "filename": "2016_03_01_technology_apple-wins-ruling-in-new-york-iphone-hacking-order_1666741896.html", "image_url": "https://static01.nyt.com/images/2016/02/27/business/01apple-web1/27apple-facebookJumbo.jpg?year=2016&h=550&w=1050&s=22dd885daae52e8bdf3feb66c919430f24d2095b900510e120d5552e9748d25e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_01_technology_apple-wins-ruling-in-new-york-iphone-hacking-order_1666741896.html", "title": "Apple Wins Ruling in New York iPhone Hacking Order", "title_page": "Apple Wins Ruling in New York iPhone Hacking Order - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal magistrate judge on Monday denied the United States government’s request that Apple extract data from an iPhone in a drug case in New York, giving the company’s pro-privacy stance a boost as it battles law enforcement officials over opening up the device in other cases.\nThe ruling, from Judge James Orenstein in New York’s Eastern District, is the first time that the government’s legal argument for opening up devices like the iPhone has been put to the test. The denial could influence other cases where law enforcement officials are trying to compel Apple to help unlock iPhones, including the standoff between Apple and the F.B.I. over the iPhone used by one of the attackers in a mass shooting in San Bernardino, Calif., last year.\nJudge Orenstein, in his 50-page ruling on Monday, took particular aim at a 1789 statute called the All Writs Act that underlies many government requests for extracting data from tech companies. The All Writs Act broadly says that courts can require actions to comply with their orders when not covered by existing law. Judge Orenstein said the government was inflating its authority by using the All Writs Act to force Apple to extract data from an iPhone seized in connection with a drug case.\nThe government’s view of the All Writs Act is so expansive as to cast doubt on its constitutionality if adopted, Judge Orenstein wrote.", "url": "https://www.nytimes.com/2016/03/01/technology/apple-wins-ruling-in-new-york-iphone-hacking-order.html"}