{"authors": ["Nelson D. Schwartz"], "date_download": "2022-10-25 23:30:23", "date_modify": "2022-10-25 23:30:23", "date_publish": "2016-10-07 09:00:20", "description": "A bright spot in a fairly steady report was the participation rate, which rose as almost 500,000 people entered the labor force.", "filename": "2016_10_08_business_economy_jobs-report-unemployment-wages_1666740623.html", "image_url": "https://static01.nyt.com/images/2016/10/07/business/07JOBS/07JOBS-facebookJumbo.jpg?year=2016&h=550&w=1050&s=644f67418fe1c60c6dc45e0084ebafa290774521718f251c0bfdebcc25cce8ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_08_business_economy_jobs-report-unemployment-wages_1666740623.html", "title": "U.S. Economy, Showing Resilience, Added 156,000 Jobs Last Month", "title_page": "U.S. Economy, Showing Resilience, Added 156,000 Jobs Last Month - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amid a presidential campaign marked by fears about the country’s economic future, the American jobs machine keeps chugging.\nEmployers added 156,000 positions in September, the Labor Department said on Friday, enough to accommodate new entrants to the labor force and entice back workers who dropped out after the Great Recession. The unemployment rate, which had been stuck at 4.9 percent since spring, ticked up slightly to 5 percent, but that was mostly because more people were drawn into the labor force by evidence that hiring is still going strong.\nFor all the anxiety at home and turmoil abroad, like the vote in Britain to withdraw from the European Union, the current expansion shows little prospect of ending abruptly.\nAverage hourly earnings rose by 0.2 percentage point last month, bringing the wage gain over the last 12 months to 2.6 percent, well above the pace of inflation. The typical workweek also grew slightly in September, after a pullback in August.", "url": "https://www.nytimes.com/2016/10/08/business/economy/jobs-report-unemployment-wages.html"}