{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:30:50", "date_modify": "2022-10-25 23:30:50", "date_publish": "2016-05-21 00:22:09", "description": "Instead of venture capitalists begging to invest in start-ups, entrepreneurs are begging for cash, and potential investors are making demands.", "filename": "2016_05_21_technology_start-ups-once-showered-with-cash-now-have-to-work-for-it_1666740650.html", "image_url": "https://static01.nyt.com/images/2016/05/21/business/21VENTURE1/21VENTURE1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=eec31dd9f1602833be99cd6ecdf2e5a3b6f9c9bb0029bda3aaf90b405b5df5d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_21_technology_start-ups-once-showered-with-cash-now-have-to-work-for-it_1666740650.html", "title": "Start-Ups Once Showered With Cash Now Have to Work for It", "title_page": "Start-Ups Once Showered With Cash Now Have to Work for It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Investors have also been better able to negotiate financing terms that benefit them. According to a survey from the law firm Fenwick & West, investors of richly valued start-ups have been getting more provisions such as guaranteed payouts and minimum investment gains. Such terms are still relatively rare, but tend to become more common after the number and size of deals decline, said Barry Kramer, a Fenwick & West partner.\nAbove all, investors are no longer paying any price to invest in a start-up. Since the beginning of this year, about 30 companies have had to settle for lower valuations than they previously received when they raised money, according to the research firm CB Insights. That is nearly as many as in all of 2015.\n“Investors have materially more time to do diligence than before,” said Ben Ling, a partner at venture capital firm Khosla Ventures. “Across our portfolio, even for the best companies, fund-raising is a longer process.”\nImage Finance-themed board games line a conference room at the Betterment offices. Credit... Adrienne Grunwald for The New York Times\nMr. Ling added that while particularly strong companies were being funded as always, valuations for others were generally flat to about 20 percent lower than this time last year.\nOne start-up whose valuation was recently reduced was CARD. com, an online banking start-up. The Los Angeles-based company closed a $5.5 million financing round in February that valued it lower than its last funding round in December 2014, something known in industry parlance as a down round.\nBen Katz, CARD.com’s chief executive, said it was growing by 3,000 new accounts a day, had its first month with $1 million in revenue in February and should have $1 billion in new deposits this year. Even so, Mr. Katz, 37, was pragmatic about taking money at a lower valuation.", "url": "https://www.nytimes.com/2016/05/21/technology/start-ups-once-showered-with-cash-now-have-to-work-for-it.html"}