{"authors": ["Aleksandar Dimishkovski"], "date_download": "2022-10-25 23:19:12", "date_modify": "2022-10-25 23:19:12", "date_publish": "2016-02-24 11:21:53", "description": "The move came in response to a boycott threat from parties demanding more time to put in place overhauls they said were needed to ensure a fair vote.", "filename": "2016_02_25_world_europe_macedonia-elections-postponed_1666739952.html", "image_url": "https://static01.nyt.com/images/2016/02/25/world/europe/25Macedonia-web2/25Macedonia-web2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=565b8373930e88ad204c6c66161349d6bd5be43ccadbfe8b1f296ec98a99c3af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_25_world_europe_macedonia-elections-postponed_1666739952.html", "title": "Macedonia Postpones Elections Until June Amid Opposition Pressure", "title_page": "Macedonia Postpones Elections Until June Amid Opposition Pressure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SKOPJE, Macedonia — The governing coalition in Macedonia has agreed to delay elections scheduled for late April to early June, in response to a boycott threat from opposition parties who were demanding more time to put in place overhauls they said were needed to guarantee a fair vote.\nThe opposition had received support from international observers, including representatives from the European Union and the United States, who were monitoring a July 2015 agreement intended to ensure free elections, and the governing party was ultimately forced late Tuesday night to push back the vote until June 5.\n“This is yet another defeat for Nikola Gruevski,” said Zoran Zaev, leader of the Social Democrats, early on Wednesday, referring to the leader of the governing party. “The fact that the elections are being moved is a clear acknowledgment that we currently don’t have conditions for fair and democratic elections.”\nMr. Gruevski, of the Internal Macedonian Revolutionary Organization-Democratic Party, had stepped down on Jan. 15, as part of the July accord, clearing the way for elections on April 24.", "url": "https://www.nytimes.com/2016/02/25/world/europe/macedonia-elections-postponed.html"}