{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:39:03", "date_modify": "2022-10-25 23:39:03", "date_publish": "2016-12-21 01:19:00", "description": "The Treasury Department imposed targeted sanctions on seven officials and eight companies, creating an early test for the incoming Trump administration.", "filename": "2016_12_20_world_europe_us-blacklists-15-russian-entities-linked-to-ukraine-and-crimea_1666741143.html", "image_url": "https://static01.nyt.com/images/2016/12/22/us/politics/22sanctions-kirby-grab/22sanctions-kirby-grab-facebookJumbo.jpg?year=2016&h=549&w=1050&s=ffa30b393f619373e3ebe0593c2733a60857ae4686ee6fdf3719a933e4f92805&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_20_world_europe_us-blacklists-15-russian-entities-linked-to-ukraine-and-crimea_1666741143.html", "title": "U.S. Blacklists 15 Russian Entities Linked to Ukraine and Crimea", "title_page": "U.S. Blacklists 15 Russian Entities Linked to Ukraine and Crimea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SOUNDBITE) (English) U.S. STATE DEPARTMENT SPOKESMAN JOHN KIRBY, SAYING: “The United States is deeply concerned with the recent spike in violence in Eastern Ukraine. Over just the last two days, six Ukrainian service members have been killed and 33 wounded in a Russian separatist attempt to seize additional territory, the highest two-day casualty figure that we’ve seen since June of 2015. This is a clear violation of Russia’s commitment under the Minsk agreement and once again, we call on Russia to exercise it’s considerable influence over the separatists to put a stop to the violence and to allow OSCE monitors full and unfettered access.” “This decision by the Treasury department had nothing to do with the time on the clock. It had everything to do with Russia’s activities and support for the separatists in Ukraine and for their, and for their occupation of Crimea. That’s what it had to do with. It had to do with Russia’s actions. It had to do with holding Russia accountable for what its, for it’s violation of Ukrainian territorial integrity and sovereignty. That’s what it had to do with. It had nothing to do with the calendar.” “The next administration will obviously have to make their own decisions about this. We hope that they will come to see the wisdom in not conducting business as usual with Russia, given their continued activities. As I said you know just in my opening statement, the recent violence here in Eastern Ukraine just over the last couple of days. We would hope that they would see the wisdom in keeping these sanctions and this pressure on Russia, because we have seen it have an effect.”", "url": "https://www.nytimes.com/2016/12/20/world/europe/us-blacklists-15-russian-entities-linked-to-ukraine-and-crimea.html"}