{"authors": ["Louise Story"], "date_download": "2022-10-25 23:22:32", "date_modify": "2022-10-25 23:22:32", "date_publish": "2016-01-29 23:20:27", "description": "The sovereign wealth fund, called 1Malaysia Development Berhad, or 1MDB, has been the focus of investigations around the world involving misappropriated money.", "filename": "2016_01_30_world_asia_swiss-question-use-of-malaysian-sovereign-fund-run-by-prime-minister_1666740152.html", "image_url": "https://static01.nyt.com/images/2016/01/27/us/27malaysia-pm/27malaysia-pm-facebookJumbo.jpg?year=2016&h=550&w=1050&s=40f87704b150030ceeb942772961ea694a316390b99a8121f559ede0cdb422a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_30_world_asia_swiss-question-use-of-malaysian-sovereign-fund-run-by-prime-minister_1666740152.html", "title": "Swiss Question Use of Malaysian Sovereign Fund Run by Prime Minister", "title_page": "Swiss Question Use of Malaysian Sovereign Fund Run by Prime Minister - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Days after the prime minister of Malaysia was cleared of wrongdoing in an investigation into transfers of money into his bank accounts, the Swiss government announced Friday that it had found serious indications that funds had been misappropriated from Malaysian state-owned companies.\nThe sovereign wealth fund at the center of the Swiss inquiry, called 1Malaysia Development Berhad, or 1MDB, has been the focus of several investigations around the world as authorities attempt to ascertain whether money vanished in a series of international business deals.\nThe sovereign fund is overseen by Najib Razak, Malaysia’s prime minister, and it has become a political target in his country, where his opponents have pushed aggressively for his removal.\nThe statement by the Swiss authorities is the strongest comment by law enforcement that there is significant evidence of wrongdoing related to the Malaysian state-funded companies. 1MDB and its web of business deals were featured in an investigation by The New York Times a year ago of properties in the United States owned by people close to the prime minister.", "url": "https://www.nytimes.com/2016/01/30/world/asia/swiss-question-use-of-malaysian-sovereign-fund-run-by-prime-minister.html"}