{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:37:55", "date_modify": "2022-10-25 23:37:55", "date_publish": "2016-01-20 02:08:46", "description": "Brett H. McGurk, who served under President Bush and is now a special envoy for President Obama, worked tirelessly for 14 months to negotiate the exchange of prisoners with Iran.", "filename": "2016_01_20_world_middleeast_iran-negotiations-add-to-special-envoys-reputation-as-a-doer_1666741075.html", "image_url": "https://static01.nyt.com/images/2016/01/20/world/20mcgurk-web1/20mcgurk-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=08c9d989dc88079208e1bb2aca158f1804dc09c7bcc616911954909bd303b9ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_20_world_middleeast_iran-negotiations-add-to-special-envoys-reputation-as-a-doer_1666741075.html", "title": "Iran Negotiations Add to Special Envoy’s Reputation as ‘a Doer’", "title_page": "Iran Negotiations Add to Special Envoy’s Reputation as ‘a Doer’  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Obama stood by Mr. McGurk even after the disclosure of steamy personal emails between Mr. McGurk and a correspondent for The Wall Street Journal, which derailed his nomination to be ambassador to Baghdad in 2012. Facing resistance from Republicans on Capitol Hill, Mr. McGurk withdrew his name. But the White House found him a job at the State Department working on Iraq and Iran, and Mr. McGurk later married the journalist, Gina Chon.\nSince then, Mr. McGurk has played a central role in three of the administration’s most sensitive diplomatic efforts in the region: helping to broker the transition to a new Iraqi government in 2014, holding together a 65-country alliance to combat the Islamic State in Iraq and Syria, and leading the secret talks to free the Americans held in Iran.\nMr. McGurk’s peripatetic travel schedule as special envoy allowed him to moonlight as a negotiator for the Americans held in Iran, since he could easily arrange trips to Geneva for meetings with Iranian security officials. At midnight on New Year’s Eve, he recalled, he sat across from his Iranian counterpart, trying to reach an agreement on the sequence under which the United States and Iran would release their prisoners. From his window in the InterContinental Hotel in Geneva, there was a dazzling view of fireworks exploding over the lake. He did not stop to look.\n“We barely budged,” he recalled.\nIt was the final stage of a grueling diplomatic odyssey. The deal almost fell apart at the last minute over a dispute with the Iranians about allowing the wife and mother of one of the freed Americans, Jason Rezaian, a reporter for The Washington Post, to board the plane with him in Tehran. To make sure that snag was resolved, Mr. McGurk stayed on the phone with a Swiss diplomat who was standing on the tarmac in Tehran, relaying updates to him about each of the Americans as they got off an airport bus and on the plane.\nMr. McGurk’s career traces the arc of American involvement in Iraq. A graduate of Columbia Law School who was a clerk for Chief Justice William H. Rehnquist, he arrived in Baghdad in January 2004, when the war effort was at a low ebb. He helped draft an interim Constitution for the incoming Iraqi government, an experience that gave him an expertise in Iraq’s feuding political factions.", "url": "https://www.nytimes.com/2016/01/20/world/middleeast/iran-negotiations-add-to-special-envoys-reputation-as-a-doer.html"}