{"authors": ["Richard C. Paddock"], "date_download": "2022-10-25 23:40:03", "date_modify": "2022-10-25 23:40:03", "date_publish": "2016-05-11 20:23:03", "description": "Mr. Duterte — who was far ahead of his rivals in presidential election returns — will put development opportunities ahead of defense issues, analysts predict.", "filename": "2016_05_12_world_asia_philippines-election-rodrigo-duterte_1666741203.html", "image_url": "https://static01.nyt.com/images/2016/05/11/world/11PHILIPPINES-web1/11PHILIPPINES-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d2cdbab9fe184b5d1e2f689353a827c8e7f052ba62684ac05723817d98ecefc2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_12_world_asia_philippines-election-rodrigo-duterte_1666741203.html", "title": "Rodrigo Duterte, Poised to Lead Philippines, Is Expected to Take New Approach to China", "title_page": "Rodrigo Duterte, Poised to Lead Philippines, Is Expected to Take New Approach to China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANILA — Rodrigo Duterte, poised to be the Philippines’ next president, has signaled that he will try a new approach toward China by emphasizing economic ties.\nDuring the campaign, he talked tough about China’s activities in the South China Sea, saying he would ride a Jet Ski to the contested Spratly Islands and plant the Philippine flag there. Yet he also said he would seek Beijing’s help in building a rail line that would link Manila to the southern island of Mindanao, where he served as mayor of Davao City for nearly two decades.\nHe even proclaimed he would “shut up” about the South China Sea if China built the railway.\n“Development rather than deterrence — that is going to be doctrine on the South China Sea,” said Richard Javad Heydarian, a political science professor at De La Salle University in Manila. “The Jet Ski, planting the flag, that is Duterte the entertainer. But you will see the contemplative president developing foreign policy.”", "url": "https://www.nytimes.com/2016/05/12/world/asia/philippines-election-rodrigo-duterte.html"}