{"authors": ["Anne Barnard", "Hwaida Saad"], "date_download": "2022-10-25 23:01:10", "date_modify": "2022-10-25 23:01:10", "date_publish": "2016-10-29 13:08:49", "description": "Distinctive vehicles, once a symbol of national hopes, carry besieged rebels and civilians toward an uncertain fate as they yield land to government forces.", "filename": "2016_10_30_world_middleeast_once-propelled-by-hope-for-a-modern-syria-green-buses-now-run-on-tears_1666738870.html", "image_url": "https://static01.nyt.com/images/2016/10/30/world/Greenbuses-1030/Greenbuses-1030-facebookJumbo.jpg?year=2016&h=549&w=1050&s=d0b2ce3b2dfc1fb3bbfdf593917f0e0b80b7418475d3f87f284958d1b50a486c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_30_world_middleeast_once-propelled-by-hope-for-a-modern-syria-green-buses-now-run-on-tears_1666738870.html", "title": "Stark Choice for Syrians in Rebel Areas: ‘Doom’ or the Green Bus", "title_page": "Stark Choice for Syrians in Rebel Areas: ‘Doom’ or the Green Bus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — The lime-green buses once ferried Syrians to school, work and dates at Damascus cafes. Now they pull up at moments of defeat, when rebel fighters and civilians, besieged and bombarded, give up their territory to government forces and board the vehicles en route to an uncertain future.\nThe buses, once a benign, even beloved feature of the urban landscape, have become a signature of the Syrian government’s starve-or-surrender strategy. In recent days, government warplanes dropped fliers on the rebel-held districts of Aleppo, offering a stark choice to the estimated 250,000 people trapped in that strategic city: “doom,” represented by a photo of a bloody body, or “redemption,” in the form of a green bus.\nImages of the buses are everywhere: on state television reports and pro-government websites celebrating the evacuations, and on opposition videos mourning what they call deportations. Women and children, or fighters with guns, peer from their windows. They cry, chant defiantly or stare into space as they leave areas that have long symbolized revolt against President Bashar al-Assad, like the recently emptied Damascus suburb of Daraya.\nRiders are usually offered a choice between two destinations, but as with so many aspects of the bloody and chaotic Syrian civil war, both options are bad. They can take the green buses to government territory, where many fear arrest and conscription, or to another rebel-held area, where they face continued government airstrikes — like the ones that hit a school Wednesday and killed 22 children in Idlib Province.", "url": "https://www.nytimes.com/2016/10/30/world/middleeast/once-propelled-by-hope-for-a-modern-syria-green-buses-now-run-on-tears.html"}