{"authors": ["Kirk Johnson", "Jack Healy"], "date_download": "2022-10-25 23:38:00", "date_modify": "2022-10-25 23:38:00", "date_publish": "2016-01-06 02:32:00", "description": "An armed group that is occupying a wildlife reserve in Oregon has called for Washington to hand control of federal lands to ranchers and local governments.", "filename": "2016_01_06_us_protesters-seek-to-end-policy-that-shaped-west_1666741080.html", "image_url": "https://static01.nyt.com/images/2016/01/06/us/Oregon/Oregon-facebookJumbo.jpg?year=2016&h=549&w=1050&s=839fff72585a440ddf029f4f999f5717d2a2e9c7837a4719984e3c26b8dc7d19&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_06_us_protesters-seek-to-end-policy-that-shaped-west_1666741080.html", "title": "Protesters in Oregon Seek to End Policy That Shaped West", "title_page": "Protesters in Oregon Seek to End Policy That Shaped West - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BURNS, Ore. — They used to call it Bundyville, a dot of the arid Wild West where in 1916, a Mormon pioneer named Abraham Bundy staked out a homestead in a sea of northern Arizona sagebrush. Settlers caught rainwater in tanks and grazed their livestock across public land that had yet to be brought under government control.\nThat place is mostly a ghost town today, gradually abandoned after the nation set up a system of grazing permits and regulations to curb voracious overgrazing on public lands. But shards of Bundyville have stuck with the branch of the family that made its way to Nevada, where they set up a cattle ranch and became the face of unyielding, armed protest over how Washington manages Western lands.\nAnd now in many ways, a little piece of Bundyville has re-emerged here in east-central Oregon, in the temper and tone of a Bundy-family led crew of armed, antigovernment acolytes who are occupying a federal wildlife reserve, calling for Washington to hand control of federal lands to ranchers and local governments, and seeking to unwind a century of policy that has shaped the West. The rural economy has stuttered and stumbled in recent years in places like Burns and surrounding Harney County, and the Bundys say it is because of the government. They want to roll it back.", "url": "https://www.nytimes.com/2016/01/06/us/protesters-seek-to-end-policy-that-shaped-west.html"}