{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:52:52", "date_modify": "2022-10-25 23:52:52", "date_publish": "2016-03-28 01:26:56", "description": "In addition to virtual currency, Ethereum also provides a way to create online markets and programmable transactions known as smart contracts.", "filename": "2016_03_28_business_dealbook_ethereum-a-virtual-currency-enables-transactions-that-rival-bitcoins_1666741972.html", "image_url": "https://static01.nyt.com/images/2016/03/24/business/25db-virtual1/25db-virtual1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=7fd993c22d17884b0de287b1f1474a1a35ab310a4ef6727392455492f5054d29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_28_business_dealbook_ethereum-a-virtual-currency-enables-transactions-that-rival-bitcoins_1666741972.html", "title": "Ethereum, a Virtual Currency, Enables Transactions That Rival Bitcoin’s", "title_page": "Ethereum, a Virtual Currency, Enables Transactions That Rival Bitcoin’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Like Bitcoin, the Ethereum system is built on a blockchain in which every transaction is recorded publicly. The promise of such a system is that it allows the exchange of money and assets more quickly and more cheaply than relying on a long chain of middlemen.\nBut Ethereum has also won fans with its promise to do much more than Bitcoin. In addition to the virtual currency, the software provides a way to create online markets and programmable transactions known as smart contracts.\nThe system is complicated enough that even people who know it well have trouble describing it in plain English. But one application in development would let farmers put their produce up for sale directly to consumers and take payment directly from consumers. There are already dozens of functioning applications built on Ethereum, enabling new ways to manage and pay for electricity, sports bets and even Ponzi schemes.\nAll of this work is still very early. The first full public version of the Ethereum software was recently released, and the system could face some of the same technical and legal problems that have tarnished Bitcoin.\nMany Bitcoin advocates say Ethereum will face more security problems than Bitcoin because of the greater complexity of the software. Thus far, Ethereum has faced much less testing, and many fewer attacks, than Bitcoin. The novel design of Ethereum may also invite intense scrutiny by authorities given that potentially fraudulent contracts, like the Ponzi schemes, can be written directly into the Ethereum system.", "url": "https://www.nytimes.com/2016/03/28/business/dealbook/ethereum-a-virtual-currency-enables-transactions-that-rival-bitcoins.html"}