{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:43:42", "date_modify": "2022-10-25 23:43:42", "date_publish": "2016-12-09 23:06:21", "description": "Bob Dylan’s Nobel no-show leaves the Swedish Academy to deny that it’s insulted.", "filename": "2016_12_09_arts_bob-dylan-nobel-prize-sweden_1666741422.html", "image_url": "https://static01.nyt.com/images/2016/12/10/arts/10DYLAN/10DYLAN-facebookJumbo-v4.jpg?year=2016&h=549&w=1050&s=d075203fbcaa20639e2104e3ebc584d2e7403e51a8d02c3ff5bfbe2120ab8818&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_09_arts_bob-dylan-nobel-prize-sweden_1666741422.html", "title": "Dylan, Polite? It Ain’t Him, Babe", "title_page": "Dylan, Polite? It Ain’t Him, Babe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "STOCKHOLM — “I’m Not There” was the title of a 2007 movie about the exquisite elusiveness of the singer Bob Dylan. It is also the unofficial theme of the week in Stockholm, where Mr. Dylan, who won the 2016 Nobel Prize in Literature, is not here to accept it.\nHe has not been here for anything else, either. He did not attend the traditional news conference. He did not deliver the traditional lecture. He did not make the traditional visit to a local school, or take part in the traditional fancy dinner with the Swedish Academy, which awards the literature Nobel every year. (All those events were canceled.) And as he said before, he will not be at the ceremony on Saturday, when the literature prize is to be awarded along with the medicine, economics and science prizes, or at the banquet afterward.\nThough Mr. Dylan has sent a message of thanks to be read aloud, he has not dispatched someone to accept the award on his behalf, as other non-attendees have done.\n“From a P.R. viewpoint, it’s been a disaster,” said Jens Liljestrand, the book editor at the Swedish newspaper Expressen. “It’s been a very unfortunate autumn for the Swedish Academy.”", "url": "https://www.nytimes.com/2016/12/09/arts/bob-dylan-nobel-prize-sweden.html"}