{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 23:44:32", "date_modify": "2022-10-25 23:44:32", "date_publish": "2016-09-30 10:49:56", "description": "As investors’ concerns of another crisis are stoked, the arithmetic is less important than fears about the impotence of European authorities.", "filename": "2016_10_01_business_dealbook_deutsche-bank-stock-bailout.html_ref=dealbook_1666741472.html", "image_url": "https://static01.nyt.com/images/2016/10/01/business/01DB-DEUTSCHE-1/01DB-DEUTSCHE-1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=f9caa960e36e784f5944d22b312798f2b00fec509baae93781aee3c35ba6cfe4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_01_business_dealbook_deutsche-bank-stock-bailout.html_ref=dealbook_1666741472.html", "title": "Deutsche Bank Troubles Raise Fear of Global Shock", "title_page": "Deutsche Bank Troubles Raise Fear of Global Shock - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From the chaos of the sovereign debt crisis to the acrimony over an influx of refugees, European authorities have proved something less than an exemplar of coordinated government action. The European Union has become a focus of populist anger, further constraining options. And Germany has opposed bailouts for lenders in other lands, making a Deutsche rescue politically radioactive.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nAll of which adds to worries that Deutsche amounts to a fire burning, one that might yet become an inferno, while the fire department is consumed with existential arguments over its purpose. If the alarm sounds, no one can be sure what, if anything, will happen.\nIn the worst case — now highly unlikely — the bank could collapse, inciting a scramble to pull money from markets around the globe. Institutions that trade with Deutsche would feel an urge to collect their cash immediately. Given the scale of the bank’s balance sheet — 1.8 trillion euros, or more than $2 trillion — that inclination is likely to spread to every crevice of finance. Economies would grind to a halt. Jobs and fortunes would disappear.\nImage “Rumors are causing significant swings in our stock price,” John Cryan, the chief executive of Deutsche Bank, said on Friday. “It is our task now to prevent distorted perception from further interrupting our daily business.” Credit... Daniel Roland/Agence France-Presse — Getty Images\nDespite murmurings in pundit quarters that this sort of situation may be unfolding, provoking comparisons with the catastrophic bankruptcy of the American investment banking giant Lehman Brothers eight years ago, most economists dismiss such talk as overwrought and overblown.\nDeutsche is sitting on cash reserves worth €240 billion, or about $269 billion. It has sold bonds that can be converted to equity should the need arise. The Justice Department’s proposed fine of $14 billion is viewed as the opening of a negotiation that could cost Deutsche a fraction of that amount — thinking that sent the stock surging on Friday.\nNot least, Deutsche Bank is a classic example of the species of financial animal known as Too Big To Fail.", "url": "https://www.nytimes.com/2016/10/01/business/dealbook/deutsche-bank-stock-bailout.html?ref=dealbook"}