{"authors": ["Amanda Hess"], "date_download": "2022-10-25 23:43:50", "date_modify": "2022-10-25 23:43:50", "date_publish": "2016-04-27 22:12:43", "description": "Ms. Shire’s previously published verse forms the backbone of Beyoncé’s album and its exploration of family, infidelity and the black female body.", "filename": "2016_04_28_arts_music_warsan-shire-who-gave-poetry-to-beyonces-lemonade_1666741430.html", "image_url": "https://static01.nyt.com/images/2016/04/27/arts/27warsanshire-web1/27warsanshire-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=65f1f3d48136c51419d695c9496787a2f67591243a3c3e5599c7eae3f8950a86&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_28_arts_music_warsan-shire-who-gave-poetry-to-beyonces-lemonade_1666741430.html", "title": "Warsan Shire, the Woman Who Gave Poetry to Beyoncé’s ‘Lemonade’", "title_page": "Warsan Shire, the Woman Who Gave Poetry to Beyoncé’s ‘Lemonade’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Lemonade,” which credits Ms. Shire with “film adaptation and poetry,” may catapult her to a new level of pop-culture fame, but she is already known to many as a compelling voice on black womanhood and the African diaspora — one particularly resonant in the digital age. And her international following, captivated by her quiet charisma and compulsively shareable lines, may be as devoted as the Beyhive.\nMs. Shire has published chapbooks of poetry — including “Teaching My Mother How to Give Birth” in 2011 and “Her Blue Body” in 2015 — but much of her reputation was built online by publishing on Tumblr and using Twitter like an open notebook. In 2014, she was appointed the first Young Poet Laureate of London. Her first full poetry collection, “Extreme Girlhood,” is expected in the next year or so.\nIn the days after her work was proclaimed by one of the world’s most influential black female artists, Ms. Shire laid low. She did not promote “Lemonade” or even tease its existence on social media. On Tuesday night, she finally published a tweet with a link to “Lemonade” and the note “yosra i hope you’re proud of us.” Yosra El-Essawy, a friend of Ms. Shire’s and Beyoncé’s official tour photographer, had served as an early link between the worlds of the young British poet and Queen Bey. She died of cancer in 2014.\n(Through her agent, Ms. Shire declined to be interviewed for this article.)\nFor Ms. Shire’s friends, colleagues and fans, “Lemonade” was a pleasant surprise. London poets “have been bowled over by Warsan’s collaboration with such a huge star, which, of course, was a big secret, so we had no idea this was happening,” said Bernardine Evaristo, a British writer and professor of creative writing at Brunel University London.\nNii Parkes, a founder of flipped eye, Ms. Shire’s publisher, helped handle permissions for Ms. Shire’s poetry to be featured in “Lemonade,” and kept the collaboration secret for several months — even from Jacob Sam-La Rose, Ms. Shire’s primary editor.", "url": "https://www.nytimes.com/2016/04/28/arts/music/warsan-shire-who-gave-poetry-to-beyonces-lemonade.html"}