{"authors": ["Laurie Goodstein"], "date_download": "2022-10-25 23:44:46", "date_modify": "2022-10-25 23:44:46", "date_publish": "2016-04-04 13:14:23", "description": "Residents say they have been stunned to read evidence that priests they knew were secretly abusing children — findings a grand jury report called “staggering and sobering.”", "filename": "2016_04_05_us_pennsylvania-clergy-sex-abuse_1666741486.html", "image_url": "https://static01.nyt.com/images/2016/04/01/us/00abuse1/00abuse1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=4790a3850771692332101e7b46d5ed9e5d8c61ff212dd99ace6d9204cb50d1fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_05_us_pennsylvania-clergy-sex-abuse_1666741486.html", "title": "As Pennsylvania Confronts Clergy Sex Abuse, Victims and Lawmakers Act", "title_page": "As Pennsylvania Confronts Clergy Sex Abuse, Victims and Lawmakers Act - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LORETTO, Pa. — By the age of 12, Maureen Powers, the daughter of a professor at the local Roman Catholic university, played the organ in the magnificent hilltop Catholic basilica here and volunteered in the parish office. But, she said, she was hiding a secret: Her priest sexually abused her for two years, telling her it was for the purpose of “research.”\nBy her high school years, she felt so tied up in knots of betrayal and shame that she confided in a succession of priests. She said the first tried to take advantage of her sexually, the second suggested she comfort herself with a daily candy bar and the third told her to see a counselor. None of them reported the abuse to the authorities or mentioned that she could take that step.\nSo when a Pennsylvania grand jury revealed in a report in March that the Diocese of Altoona-Johnstown, which includes Loretto, engaged in an extensive cover-up of abuse by as many as 50 church officials, Ms. Powers, now 67, decided to finally report her case. She called the office of the state attorney general and recounted her story, including the name of her abuser, a prominent monsignor who was not listed in the grand jury report.\n“I just felt like now, someone will believe me,” said Ms. Powers, who retired after 30 years in leadership positions at the Y.W.C.A. in Lancaster, Pa.", "url": "https://www.nytimes.com/2016/04/05/us/pennsylvania-clergy-sex-abuse.html"}