{"authors": ["Diaa Hadid"], "date_download": "2022-10-25 23:42:13", "date_modify": "2022-10-25 23:42:13", "date_publish": "2016-11-11 19:51:12", "description": "The loan is intended to avert the collapse of the economy, which has been crumbling since the 2011 uprising that toppled President Hosni Mubarak.", "filename": "2016_11_12_world_middleeast_egypt-gets-final-imf-approval-for-12-billion-loan_1666741333.html", "image_url": "https://static01.nyt.com/images/2016/11/12/world/12EGYPT/12EGYPT-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b0e42e7bdba751085ad24f772fc01901bac9cf05f76258c27d5dcc077de1a931&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_12_world_middleeast_egypt-gets-final-imf-approval-for-12-billion-loan_1666741333.html", "title": "Painful Steps Help Egypt Secure $12 Billion I.M.F. Loan", "title_page": "Painful Steps Help Egypt Secure $12 Billion I.M.F. Loan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — The International Monetary Fund approved a $12 billion loan for Egypt on Friday, in a move intended to stave off economic collapse in the Arab world’s most populous nation as it grapples with a plunging currency, soaring inflation and shortages of staple foods.\nThe monetary fund signed off on the loan at a board meeting in Washington after Egypt raised $6 billion in external financing and agreed to significant economic changes, including allowing the currency to trade freely and reducing energy subsidies. Those measures, although painful, are intended to increase confidence in the government and attract foreign investment.\nThe first installment of the loan, $2.75 billion, was immediately disbursed. Tarek Amer, the governor of the central bank, confirmed that it had been received Friday. The rest will be paid out over three years.\nBut some economists warned that the monetary fund’s loan was only the first of several painful yet urgently needed steps to stabilize Egypt’s economy, and in the short term, conditions for ordinary Egyptians may continue to deteriorate, a worrisome prospect for the country’s leader, President Abdel Fattah el-Sisi.", "url": "https://www.nytimes.com/2016/11/12/world/middleeast/egypt-gets-final-imf-approval-for-12-billion-loan.html"}