{"authors": ["Jon Pareles"], "date_download": "2022-10-25 23:30:20", "date_modify": "2022-10-25 23:30:20", "date_publish": "2016-11-30 23:16:18", "description": "On “Darkness and Light,” Mr. Legend treats love as something far more complex than a panacea and a fount of perpetual reassurance.", "filename": "2016_11_30_arts_music_john-legend-darkness-and-light-review_1666740620.html", "image_url": "https://static01.nyt.com/images/2016/12/01/arts/01LEGEND1/01LEGEND1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=dd095da9299ba9aba4923138019f744fee2bef390696f312943aa81011b6b13a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_30_arts_music_john-legend-darkness-and-light-review_1666740620.html", "title": "John Legend: Love Songs That Bow to Dark Shadows", "title_page": "John Legend: Love Songs That Bow to Dark Shadows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A little darkness serves John Legend well. Without it, the love songs that regularly place him in the Top 10 — megahits like “All of Me” from 2013 — are anodyne enough to work as wedding songs; they’re a worthy and lucrative enterprise that can leave an unctuous, saccharine aftertaste. But “Darkness and Light,” his fifth studio album, treats love as something far more complex than a panacea and a fount of perpetual reassurance, with music to match.\nIn his new songs, love can be a counterattack on mortality, a dangerous compulsion, a realm of sweaty adventures, a legacy from father to daughter, an escape from social media and a bulwark against forces of divisiveness. With a producer and co-writer from outside the usual precincts of pop and hip-hop — the guitarist Blake Mills, who has worked with Alabama Shakes and Fiona Apple — Mr. Legend’s music turns less glossy: earthier and often spookier. Drum tones are often woody and hollow; keyboards and strings open up hazy spaces, sometimes without a beat. Among the songwriters, along with pop-factory names like Julia Michaels and John Ryan, is Will Oldham, who’s also known as the indie-rocker Bonnie Prince Billy.\n“Love Me Now,” already a hit, is a seize-the-moment song with an overt sense of doom about the relationship: “I know it’ll kill me when it’s over.” Its track revolves around an insistent, lo-fi piano figure, and its chorus first arrives with Mr. Legend nearly alone, singing over simple, fading chords: pop with all of its misgivings built in.", "url": "https://www.nytimes.com/2016/11/30/arts/music/john-legend-darkness-and-light-review.html"}