{"authors": ["Joe Coscarelli"], "date_download": "2022-10-25 23:43:34", "date_modify": "2022-10-25 23:43:34", "date_publish": "2016-12-25 21:42:19", "description": "“That was the most beautiful thing that could’ve happened for me,” Ms. Staples said of her lifetime achievement award at the Kennedy Center Honors.", "filename": "2016_12_25_arts_music_mavis-staples-kennedy-center-honors-interview_1666741414.html", "image_url": "https://static01.nyt.com/images/2016/12/26/arts/26MAVIS/26MAVIS-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a4e7bcb293e54cc27c9bea7e9d5c42e762354675411223c3733c7ba8e836472d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_25_arts_music_mavis-staples-kennedy-center-honors-interview_1666741414.html", "title": "Mavis Staples on Her Kennedy Center Honor and Fist-Bumping James Taylor", "title_page": "Mavis Staples on Her Kennedy Center Honor and Fist-Bumping James Taylor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The ceremony — which also honored Al Pacino, James Taylor, the Eagles and the Argentine pianist Martha Argerich — will be broadcast Tuesday on CBS at 9 p.m. In a lively chat, Ms. Staples, still glowing, discussed some behind-the-scenes moments from her big weekend in Washington. These are edited excerpts from the conversation.\nLet’s start at the bottom: What was the worst part?\nThe worst part was my feet. It was just those high-heeled shoes. I took them off, too. My tour manager, he knew that might happen, so he had my flat shoes. My feet were thanking me. My feet felt like they had been honored.\nYou’ve been to the White House a few times during the Obama presidency, is that correct?\nI sure have. I’ve been there at least four times. I had been at the White House with the Clintons, too. I’m old school!\nWhat did President Obama say to you this time around?\nWhen I walked in, he said, “Mavis, here you are again!” I said, “I’m back, but look at me now — I got my ribbons.” He put his arm around me and we took our picture.\nI had seven guys with me [including her frequent collaborator Jeff Tweedy of Wilco]. All of them were tall. Michelle said, “Oh, Mavis, this is how you roll, huh?” I said, “This is how I roll, Michelle.”", "url": "https://www.nytimes.com/2016/12/25/arts/music/mavis-staples-kennedy-center-honors-interview.html"}