{"authors": ["William J. Broad"], "date_download": "2022-10-25 23:45:53", "date_modify": "2022-10-25 23:45:53", "date_publish": "2016-09-10 01:24:33", "description": "The Pentagon warned this year that Pyongyang’s new missiles, if perfected, “would be capable of reaching much of the continental United States.”", "filename": "2016_09_10_science_north-korea-nuclear-weapons.html__r=0_1666741553.html", "image_url": "https://static01.nyt.com/images/2016/09/10/science/10NUKES/10NUKES-facebookJumbo.jpg?year=2016&h=550&w=1050&s=53e277c456d4805f8aebdb34c552df0b3429ccad3ec6517350d9f8a5e71e3953&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_10_science_north-korea-nuclear-weapons.html__r=0_1666741553.html", "title": "North Korea Will Have the Skills to Make a Nuclear Warhead by 2020, Experts Say", "title_page": "North Korea Will Have the Skills to Make a Nuclear Warhead by 2020, Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "North Korea’s fifth nuclear test is ominous not only because the country is slowly mastering atomic weaponry, but because it is making headway in developing missiles that could hurl nuclear warheads halfway around the globe, threatening Washington and New York City.\nThe reclusive, hostile nation has been rushing to perfect missiles that are small, fast, light and surprisingly advanced, according to analysts and military officials. This spring and summer, Pyongyang successfully tested some of these missiles, while earlier efforts had fizzled or failed.\n“They’ve greatly increased the tempo of their testing — in a way, showing off their capabilities, showing us images of ground tests they could have kept hidden,” John Schilling, an aerospace engineer and expert on North Korea’s missile program, said in an interview on Friday. “This isn’t something that can be ignored anymore. It’s going to be a high priority for the next president.”\nMilitary experts say that by 2020, Pyongyang will most likely have the skills to make a reliable intercontinental ballistic missile topped by a nuclear warhead. They also expect that by then North Korea may have accumulated enough nuclear material to build up to 100 warheads.", "url": "https://www.nytimes.com/2016/09/10/science/north-korea-nuclear-weapons.html?_r=0"}