{"authors": ["Sarah Burns"], "date_download": "2022-10-25 23:33:42", "date_modify": "2022-10-25 23:33:42", "date_publish": "2016-10-17 22:43:25", "description": "The Republican nominee still says, despite all the evidence, that the five men confessed to sexual assault so they must be guilty. He’s not alone.", "filename": "2016_10_18_opinion_why-trump-doubled-down-on-the-central-park-five_1666740822.html", "image_url": "https://static01.nyt.com/images/2016/10/18/opinion/19burnsWeb/18burnsWeb-facebookJumbo.jpg?year=2016&h=550&w=1050&s=bc35ab3f2fd4a432479a5d2a1fee9aa4bf1ef72ed986267bf703b592213bfe4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_18_opinion_why-trump-doubled-down-on-the-central-park-five_1666740822.html", "title": "Why Trump Doubled Down on the Central Park Five", "title_page": "Opinion | Why Trump Doubled Down on the Central Park Five - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Why the continued belief in the guilt of the Central Park Five, despite all the evidence to the contrary? Race and racism surely play their role. So does the cognitive trap that psychologists call anchoring and what we call first impressions: Mr. Trump quickly jumped to conclusions about their guilt, as did many in New York City.\nAnd, as Mr. Trump pointed out, four of the five teenagers did confess to being at the scene of the rape. But false confessions are surprisingly common in criminal cases. In the hundreds of post-conviction DNA exonerations that the Innocence Project has studied, at least one in four of the wrongly convicted had given a confession.\nIn the case of the Central Park attack, the confessions were the only real evidence. DNA testing, a nascent technology in 1989, was used to compare a single sample found on the victim with the profiles of not only the Central Park Five, but also of many of the other kids they had been with in the park. There were no matches. The victim, when she awoke from a coma, had no memory of the attack.\nThat left only the statements from four of the teenagers: Raymond Santana, Kevin Richardson, Korey Wise and Antron McCray. The fifth, Yusef Salaam, might have confessed, but his mother interrupted the interrogation before he signed anything. A detective was nonetheless allowed to testify that Mr. Salaam had admitted to participating, though he’d given no formal statement.\nFrom the relative comfort of the jury box or Trump Tower, it may be hard to imagine why anyone would admit to a crime he didn’t commit. The power imbalance in an interrogation room is extreme, especially when the suspects are young teenagers, afraid of the police and unfamiliar with the justice system or their rights.\nThe teenagers faced hours of intense interrogations with no lawyers present and often with no parent or guardian, even though they were just 14, 15 and 16 years old. They were denied food, drink and sleep over many hours. And they were terrified.", "url": "https://www.nytimes.com/2016/10/18/opinion/why-trump-doubled-down-on-the-central-park-five.html"}