{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:59", "date_modify": "2022-10-25 23:40:59", "date_publish": "2016-06-23 13:30:15", "description": "Despite cooperation in city and regional politics, parties have resisted forming coalitions after inconclusive national voting and the rise of new parties like Podemos.", "filename": "2016_06_24_world_europe_voting-again-spain-faces-threat-to-two-party-system_1666741259.html", "image_url": "https://static01.nyt.com/images/2016/06/24/world/24spain-web1/24spain-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=e9d8e3dfef82a21edf0d824070ebc27a25f7835c5e144b18b4e5f2268bb21875&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_24_world_europe_voting-again-spain-faces-threat-to-two-party-system_1666741259.html", "title": "Voting Again, Spain Faces Threat to Two-Party System", "title_page": "Voting Again, Spain Faces Threat to Two-Party System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA, Spain — Old political orders do not die easily. That may be as good an explanation as any for why Spain has been paralyzed since its last national elections in December yielded no clear winner. To many Spaniards, Election Day on Sunday feels a lot more like the movie “Groundhog Day.”\nBut if Spain’s politicians cannot seem to find common ground at the national level, there is one glimmer of hope: That has not been the case at the regional and municipal levels.\nFor instance, while the leaders of the Socialists and Podemos, now bitter rivals for dominance of the left, have traded jabs in Parliament for the last six months, they have collaborated over the past year in Spain’s three largest cities.\nIn Barcelona and Valencia, lawmakers from both parties now sit side by side in City Hall administrations, while in Madrid, Spain’s capital, the Socialists cleared the way for a former Communist and retired judge, Manuela Carmena, to become mayor a year ago.", "url": "https://www.nytimes.com/2016/06/24/world/europe/voting-again-spain-faces-threat-to-two-party-system.html"}