{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:24:28", "date_modify": "2022-10-25 23:24:28", "date_publish": "2016-03-18 04:01:03", "description": "Greg Simon, an experienced corporate executive who is battling cancer himself, will lead the initiative launched by Vice President Joseph R. Biden Jr.", "filename": "2016_03_18_us_politics_biden-names-leader-for-moonshot-cancer-campaign_1666740268.html", "image_url": "https://static01.nyt.com/images/2016/03/18/us/18politics-Simon/18politics-Simon-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=c716bfd02641ea2f49dd8a2006fb7dbef64b48d3412f1c4b3a676686ca0a7548&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_18_us_politics_biden-names-leader-for-moonshot-cancer-campaign_1666740268.html", "title": "Biden Names Leader for ‘Moonshot’ Cancer Campaign", "title_page": "Biden Names Leader for ‘Moonshot’ Cancer Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Vice President Joseph R. Biden Jr. will announce on Friday a corporate executive to lead his “moonshot” cancer initiative, selecting an expert who began work in 2003 to lower barriers between science and cures.\nGreg Simon, 64, who will be named executive director, took a job he may get to keep for only the last 10 months of the Obama administration. Mr. Simon, who is battling cancer himself, said he understood the urgency of the task.\n“There are so many things in the cure process that take too long,” he said.\nIn June 2014, Mr. Simon received a diagnosis of chronic lymphocytic leukemia, a blood and bone marrow disease, and six months ago completed his first round of chemotherapy. He is now healthy, but while fighting the illness one of his close friends died, leaving two young children.\n“The vice president has a chance to change the culture of science,” Mr. Simon said. “And if we can create new approaches that are a step away from the road scientists have long been traveling, in a year or two it will be a different road.”", "url": "https://www.nytimes.com/2016/03/18/us/politics/biden-names-leader-for-moonshot-cancer-campaign.html"}