{"authors": ["Rebecca R. Ruiz"], "date_download": "2022-10-25 23:02:49", "date_modify": "2022-10-25 23:02:49", "date_publish": "2016-03-16 11:00:28", "description": "FIFA asked the Justice Department for a share of the hundreds of millions that authorities stand to collect from defendants who have pleaded guilty to corruption.", "filename": "2016_03_17_sports_soccer_fifa-restitution-us-justice-department-bribery-case_1666738969.html", "image_url": "https://static01.nyt.com/images/2016/03/16/sports/17FIFA1/17FIFA1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=fb32609f044b89ac4c1b4ad95edc68954ac7929bded808041f19f596a17e1900&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_17_sports_soccer_fifa-restitution-us-justice-department-bribery-case_1666738969.html", "title": "FIFA, Embracing Role as Victim, Seeks to Collect Millions in U.S. Case", "title_page": "FIFA, Embracing Role as Victim, Seeks to Collect Millions in U.S. Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Organizations reeling from scandal rarely ask the government to reimburse them for their employees’ crimes. More often, they pay penalties.\nBut FIFA — the ruling body of global soccer, at the center of a sprawling corruption case in the United States — is out to reclaim tens of millions of dollars.\nOn Tuesday, FIFA asked the United States Justice Department for a share of the hundreds of millions that the authorities stand to collect from the defendants who have so far admitted to participating in longstanding bribery and kickback schemes.\nMore valuable to FIFA than the money — which in the case of court-ordered restitution often amounts to pennies on the dollar — is what fighting for it symbolizes, legal experts say. The claim seeks to cement FIFA’s place as a victim in the eyes of both prosecutors and the public and to telegraph the organization’s distance from generations of disgraced leaders, some of whom were ousted as recently as December.", "url": "https://www.nytimes.com/2016/03/17/sports/soccer/fifa-restitution-us-justice-department-bribery-case.html"}