{"authors": ["Binyamin Appelbaum", "Patricia Cohen", "Jack Healy"], "date_download": "2022-10-25 23:30:28", "date_modify": "2022-10-25 23:30:28", "date_publish": "2016-09-15 00:40:32", "description": "Gains that have been strong for people who live in large metropolitan centers have not reached people who live in rural areas, industrial centers and Appalachia.", "filename": "2016_09_15_business_economy_census-poverty-income-donald-trump_1666740628.html", "image_url": "https://static01.nyt.com/images/2016/09/15/business/15econ1/15econ1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=1c4cbbacc2142abbaa601930dc04f7e1f45c956a5e57a07cfe09f9d443e0b535&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_15_business_economy_census-poverty-income-donald-trump_1666740628.html", "title": "A Rebounding Economy Remains Fragile for Many", "title_page": "A Rebounding Economy Remains Fragile for Many - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The recent upswing is real. While economic growth has been modest, the expansion is now in its eighth year. The economy has added millions of jobs and incomes increased last year for households on every rung of the economic ladder. The economic gains have been particularly strong for people who live in the nation’s large metropolitan areas and for those who have college degrees.\nYet the repeated assertions by Mr. Trump, the Republican nominee, that the middle class is being decimated and the economy is in decline ring true to his supporters. Many Americans, even those who are prospering, remain pessimistic about the fragile recovery. Hillary Clinton, his Democratic rival, has been careful to acknowledge the economy’s problems alongside its progress.\nThe economic dislocations of recent decades may be contributing to the polarization of the electorate, according to research by David Autor, an economist at the Massachusetts Institute of Technology. By emphasizing the nation’s economic troubles, the candidates are going where the voters are.\nIn a new paper, Mr. Autor and three co-authors found that voting patterns had shifted most in the parts of the country that lost the most jobs as a result of increased trade with China. The study, which focused on congressional elections, found that voters in districts with heavy job losses have tended toward ideological extremes, replacing moderates with more conservative or liberal representatives.\n“There is this undercurrent of economically driven dissatisfaction that works to the benefit of candidates who are noncentrist, and particularly right-wing candidates,” Mr. Autor said.", "url": "https://www.nytimes.com/2016/09/15/business/economy/census-poverty-income-donald-trump.html"}