{"authors": ["Jonathan Martin", "Patrick Healy"], "date_download": "2022-10-25 23:55:11", "date_modify": "2022-10-25 23:55:11", "date_publish": "2016-03-11 04:02:54", "description": "Neither Donald J. Trump nor his opponents showed much of an appetite for blood in their final debate before next week’s votes in Florida, Ohio and elsewhere.", "filename": "2016_03_11_us_politics_republican-debate_1666742111.html", "image_url": "https://static01.nyt.com/images/2016/03/10/multimedia/repubdebate-346/repubdebate-346-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=1fcd477cfa47fadc9dab16cf52f1366c28102003ff8020edaf95babf39c688d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_11_us_politics_republican-debate_1666742111.html", "title": "In Republican Debate, Candidates Lower Volume as 5 Key Primaries Near", "title_page": "In Republican Debate, Candidates Lower Volume as 5 Key Primaries Near - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MIAMI — Get live updates about voting in the Florida primary.\nAfter 11 adversarial debates, the two chief antagonists to Donald J. Trump on Thursday night largely abandoned their strategy of brutally attacking him, choosing instead to use their final face-off before next week’s round of big Republican primaries to project gravitas and champion conservative positions on trade, jobs and Israel.\nSenator Marco Rubio of Florida, whose candidacy is on the line in his state’s primary on Tuesday, passed up easy chances to challenge Mr. Trump on immigration and foreign visas, and he stopped insulting the front-runner after his recent jabs backfired. Senator Ted Cruz of Texas, who is running second to Mr. Trump in many states, stuck to policy at first but gradually turned tougher against Mr. Trump, eventually saying he would be a disaster as the Republican standard-bearer.\n“If we nominate Donald Trump, Hillary wins,” Mr. Cruz said.\nBut much of the debate was so subdued that Mr. Trump was prompted to say, “So far, I cannot believe how civil it’s been up here.”\nHe was eventually challenged over his temperament, his harsh language about Islam, and recent violence at his campaign rallies, but he also talked more about policy than he has in past debates, saying, apparently for the first time, that he would consider sending up to 30,000 American ground troops to fight the Islamic State in the Middle East.", "url": "https://www.nytimes.com/2016/03/11/us/politics/republican-debate.html"}