{"authors": ["Mary Williams Walsh"], "date_download": "2022-10-25 23:45:19", "date_modify": "2022-10-25 23:45:19", "date_publish": "2016-03-03 01:05:05", "description": "William Clark led the fuel procurement office at the heart of accusations that the utility overpaid for cheap, dirty oil.", "filename": "2016_03_03_business_dealbook_in-scandal-at-puerto-rico-utility-ex-fuel-buyer-insists-he-took-no-bribes_1666741519.html", "image_url": "https://static01.nyt.com/images/2016/03/03/business/03db-rico2/03db-rico2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=0107722c0f42019fd83fc03437be8d8c88eb463333969cc14e12c587d5cd55a3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_03_business_dealbook_in-scandal-at-puerto-rico-utility-ex-fuel-buyer-insists-he-took-no-bribes_1666741519.html", "title": "In Scandal at Puerto Rico Utility, Ex-Fuel Buyer Insists He Took No Bribes", "title_page": "In Scandal at Puerto Rico Utility, Ex-Fuel Buyer Insists He Took No Bribes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Questions are welcome,” he said in his opening statement. “Each of them has an adequate, logical and reasonable response. There is no need to speculate, conjecture, imagine or extrapolate. There is no need to draw conclusions in a vacuum. Detailed explanations exist; the only thing missing has been a willingness to listen to them.”\nAs for nagging accusations that he had allowed the utility’s power plants to burn fuel with unlawful levels of sulfur, he said that testing for sulfur “was always done in compliance with the authority’s applicable protocols.”\n“No one has shown they have a monopoly on the truth,” he added, nodding to “differences of opinion” that had cropped up in certain situations. By following rules set by the power authority, he said on Tuesday, he was able both to buy fuel that was within “acceptable margins of error,” and to approach “the most effective, efficient and economical operating practices.”\nAlmost immediately after he made that statement, the going began to get rough.\n“You are the second witness to talk about ‘acceptable margins of error,’ ” said the main investigator, a retired prosecutor named César López Cintrón. The first had been Mr. Clark’s former deputy in the Fuel Procurement Office, Edwin Rodríguez, who has held the job since Mr. Clark retired. He testified last week.\nBoth those statements on acceptable margins of error “are absolutely false,” said Mr. López Cintrón.\nMr. Rodríguez cut his own testimony short last week and walked out in the middle of his appearance, after Mr. López Cintrón ordered his lawyer to leave for violating procedural rules. Mr. Rodríguez has since offered to return, but the special committee has not yet decided whether to receive him.", "url": "https://www.nytimes.com/2016/03/03/business/dealbook/in-scandal-at-puerto-rico-utility-ex-fuel-buyer-insists-he-took-no-bribes.html"}