{"authors": ["Michael Cooper"], "date_download": "2022-10-25 23:37:07", "date_modify": "2022-10-25 23:37:07", "date_publish": "2016-09-09 14:46:46", "description": "The musicians went on strike on Thursday after contract talks broke down, forcing the cancellation of this weekend’s performances.", "filename": "2016_09_10_arts_music_fort-worth-symphony-orchestra-strike_1666741027.html", "image_url": "https://static01.nyt.com/images/2016/09/10/arts/09STRIKE4-web/09STRIKE4-web-facebookJumbo.jpg?year=2016&h=251&w=479&s=95b90d41db65c60e0aa06a8c356e3e2f0f946a33d7ae4fc4bf50bbbf83a6e8fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_10_arts_music_fort-worth-symphony-orchestra-strike_1666741027.html", "title": "A Strike Stops the Music of the Fort Worth Symphony Orchestra", "title_page": "A Strike Stops the Music of the Fort Worth Symphony Orchestra - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the latest labor flare-up in the classical world, the musicians of the Fort Worth Symphony Orchestra went on strike Thursday after contract talks broke down, forcing the cancellation of this weekend’s performances.\nMany orchestras have been buffeted in recent years by budget cuts, strikes and lockouts, while some larger ensembles have agreed to record-setting compensation deals. All eyes are now on the ongoing contract negotiations at the storied Philadelphia Orchestra, whose musicians had their pay reduced when the orchestra went into bankruptcy in 2011.\nThe musicians of the Fort Worth orchestra, who noted that they had accepted a 13.5 percent pay cut in 2010 to help the ensemble weather the recession, said in a statement that they “refuse to agree to more damaging cuts.” While ticket sales have increased over the past two seasons, the administration said that expenses have risen and donations have dropped — in part, it said, because of the recent downturn in the oil and gas industries. The orchestra is facing a projected $700,000 deficit in the coming season on a budget of roughly $12 million.\nThe strike was called after more than a year of often contentious negotiations. Musicians are currently paid for 46 weeks a year, management said, which includes 42 days of paid leave and vacation. The rejected proposal would have cut the players’ paid weeks to 43 for the first two years of the contract, then raise the number to 44 for the next two years.", "url": "https://www.nytimes.com/2016/09/10/arts/music/fort-worth-symphony-orchestra-strike.html"}