{"authors": ["Liz Moyer"], "date_download": "2022-10-25 23:30:55", "date_modify": "2022-10-25 23:30:55", "date_publish": "2016-03-29 12:00:52", "description": "The investment, which Betterment says it will use to increase product development and expand its business, pushes the firm’s valuation to $700 million.", "filename": "2016_03_30_business_dealbook_robo-adviser-betterment-gets-100-million-in-venture-capital_1666740655.html", "image_url": "https://static01.nyt.com/images/2016/03/30/business/db-betterment1/db-betterment1-facebookJumbo.jpg?year=2016&h=533&w=1018&s=11f241570d5238c37de97a4ab15ee1cba26863e793653f62199da4a5fa41ebe3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_30_business_dealbook_robo-adviser-betterment-gets-100-million-in-venture-capital_1666740655.html", "title": "Robo-Adviser Betterment Gets $100 Million in Venture Capital", "title_page": "Robo-Adviser Betterment Gets $100 Million in Venture Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Despite a turbulent market and dwindling investor appetite for stakes in private start-ups, the robo-adviser firm Betterment has received $100 million from venture capital investors, pushing its valuation to $700 million, nearly double its value this time last year.\nThe Swedish investment firm Kinnevik led the investment round, which also included the previous investors — Bessemer Venture Partners, Menlo Ventures, Anthemis Group and Francisco Partners.\nBetterment says it will use the money to increase product development and expand its business. It is its largest investment round yet.\nSo-called robo-advisers, which offer retail investors low-cost portfolios of exchange traded funds through digital rather than human interaction, have boomed in the past few years and attracted the attention of established financial firms, some of which have scrambled to develop their own offerings and some of which have decided to acquire companies in the sector.", "url": "https://www.nytimes.com/2016/03/30/business/dealbook/robo-adviser-betterment-gets-100-million-in-venture-capital.html"}