{"authors": ["Julia Preston"], "date_download": "2022-10-25 23:55:43", "date_modify": "2022-10-25 23:55:43", "date_publish": "2016-01-25 18:00:54", "description": "The suits claim Disney and two consulting companies broke the law by using temporary visas to bring in foreign workers, knowing Americans would be displaced.", "filename": "2016_01_26_us_lawsuit-claims-disney-colluded-to-replace-us-workers-with-immigrants_1666742143.html", "image_url": "https://static01.nyt.com/images/2016/01/26/us/26visaweb1/26visaweb1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=91321e180148de49541508a51b4981ed8f5919b0a9d9c924344d545da5ed1beb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_26_us_lawsuit-claims-disney-colluded-to-replace-us-workers-with-immigrants_1666742143.html", "title": "Lawsuits Claim Disney Colluded to Replace U.S. Workers With Immigrants", "title_page": "Lawsuits Claim Disney Colluded to Replace U.S. Workers With Immigrants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even after Leo Perrero was laid off a year ago from his technology job at Walt Disney World in Orlando, Fla. — and spent his final months there training a temporary immigrant from India to do his work — he still hoped to find a new position in the vast entertainment company.\nBut Mr. Perrero discovered that despite his high performance ratings, he and most of the other 250 tech workers Disney dismissed would not be rehired for at least a year, and probably never.\nNow he and Dena Moore, another American laid off by Disney at that time, have filed lawsuits in federal court in Tampa, Fla., against Disney and two global consulting companies, HCL and Cognizant, which brought in foreign workers who replaced them. They claim the companies colluded to break the law by using temporary H-1B visas to bring in immigrant workers, knowing that Americans would be displaced.\n“I don’t have to be angry or cause drama,” said Ms. Moore, 53, who had worked at Disney for 10 years. “But they are just doing things to save a buck, and it’s making Americans poor.”", "url": "https://www.nytimes.com/2016/01/26/us/lawsuit-claims-disney-colluded-to-replace-us-workers-with-immigrants.html"}