{"authors": ["Toni Monkovic"], "date_download": "2022-10-25 23:01:32", "date_modify": "2022-10-25 23:01:32", "date_publish": "2016-11-01 13:53:51", "description": "Some readers say it has to do with intelligence and knowledge gained, while others point to a whole host of factors that could be at play.", "filename": "2016_11_02_upshot_why-does-education-translate-to-less-support-for-donald-trump_1666738892.html", "image_url": "https://static01.nyt.com/images/2016/11/01/upshot/02UP-Educate/02UP-Educate-facebookJumbo.jpg?year=2016&h=550&w=1050&s=84b3d7e932cdecde63d53a05f108509c25d5ce99b24d3aeff87c3aca8dcea91f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_02_upshot_why-does-education-translate-to-less-support-for-donald-trump_1666738892.html", "title": "Why Does Education Translate to Less Support for Donald Trump?", "title_page": "Why Does Education Translate to Less Support for Donald Trump? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s probably the biggest demographic story of this election: Hillary Clinton has made big gains with well-educated whites, particularly women. And Donald J. Trump has continued recent Republican gains in winning over less educated whites, particularly men. As Nate Cohn wrote in an article last month, education has replaced the culture wars as the defining electoral divide.\nBut what exactly do we mean by “educated”? Some Upshot readers, responding to the article, suggested it was about intelligence — that college-educated people can see through Mr. Trump because they’re smart.\nYou must mean high I.Q. v. low I.Q. when you say ‘college educated’ v. working class. The truth is, we are talking about smart people against not-so-smart people. — Mike Barker of Arizona I wouldn’t say that Hillary is “struggling” with less educated voters. I think the issue is that the world is more complex than it has ever been, and these voters don’t understand our legal system, our electoral system, journalism, trade issues, the deficit, taxation, the Fed, NATO, the U.N., cyber espionage, immigration, counterterrorism, nuclear policy, diplomacy, the Geneva Conventions or the Constitution. — Jch of NY\nThe I.Q. connection is purely speculative; no rigorous studies have been published to support it. Other readers warned against the temptation to stereotype, pointing to various explanations and showing how difficult it is to come to definitive conclusions about the education correlation.\nIt’s About What You Learn\nThese days, the highly educated tend to be liberal. A Pew Research center study showed this growing connection among those with graduate degrees. Some readers said it had to do with what you learn at college: You become “educated.”\nWhen I started university, I was taken aback by how much I didn’t know. It was exhilarating. Postsecondary education develops intangibles like the ability to think critically, and I think this explains why non-college-educated audiences are so vulnerable to exploitation by a Pied Piper like Trump. — Aaron, Phoenix\nAnother reader highlighted the advantages of encountering different points of view on campus.\nHigher ed is where a lot of people from conservative families find out that there are other ways to look at the world than through narrow religious and political ideologies; where they learn to question authority and distinguish between fact and opinion; where they discover that there are many people different from them in myriad ways who also matter. — Katherine Bailey, Florida\nNo, It’s About Credentials and Social Class\nWhat if you mostly goof off at college — beer pong at the fraternity instead of bearing down at the library — but manage to get a degree? You may not be “educated” but you still have an edge in the job market: The degree can be a ticket to a good job and the good life. If you don’t have that credential, you may feel left out and frustrated — and more willing to shake things up with Mr. Trump.\nThis election is divided along class lines. Why do we have such difficulty saying so? The invocation of education as the prime delineating factor among the electorate is just another way to avoid saying the C-word. We’re not really talking about education, after all. We’re not talking about how well-read these people are, about their skills at differential calculus, or whether they can say snarky things at cocktail parties about the shoddy curation of the Tribeca Film Festival. No, we’re talking about the resentment that poorer people feel toward the accredited classes.” — Squidge Bailey, Brooklyn\nIt’s worth mentioning that income is not nearly as predictive of presidential preference in this election as education. Trump supporters are not as poor as a lot of people think. And at the highest levels of income, the rich are set to reverse a decades-long pattern and support a Democratic presidential candidate.\nOr, You’re Learning the Wrong Things\nSeveral readers blamed left-wing bias on campus, particularly among professors — or as one reader, L’Osservatore, put it, “the unquestioned control of collectivists and socialists on 95 percent of college campuses.”\nWhen you have “safe zones” where ideas cannot be discussed and explored, you have indoctrination. Liberals have done all they can to dictate learning in America for over 40 years. — MRS Little Rock, Ark. Why do the college-educated tend to vote Democrat? Simple. A young person entering any American college will take humanities courses in philosophy, literature, history, the social sciences, all taught by strongly left-leaning Democrats. It is impossible that they should emerge from this experience ideologically untouched. All this I well know as a recently retired conservative academic of 40-plus years — the only Republican in a department of 22 professors.” — Rob, N.C.\nStudies have shown that professors have in fact become more liberal, with faculty members in New England standing out as far more liberal than the rest. A group of professors, frustrated by this trend, has compiled a Heterodox Academy ranking of colleges based on ideological diversity.", "url": "https://www.nytimes.com/2016/11/02/upshot/why-does-education-translate-to-less-support-for-donald-trump.html"}