{"authors": ["Jonathan M. Katz"], "date_download": "2022-10-25 23:02:36", "date_modify": "2022-10-25 23:02:36", "date_publish": "2016-03-30 00:53:20", "description": "Gov. Pat McCrory accused critics of a “vicious nationwide smear campaign” regarding a law ending antidiscrimination protections for lesbian, gay, bisexual and transgender people.", "filename": "2016_03_30_us_north-carolina-governor-attacks-critics-of-law-curbing-protections-from-bias_1666738956.html", "image_url": "https://static01.nyt.com/images/2016/03/30/us/30CAROLINA/30CAROLINA-facebookJumbo-v2.jpg?year=2016&h=549&w=1050&s=31db5d7d0ab5187ae8db40fb56f8edecdd87d770890aaab50138c82273a17df1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_30_us_north-carolina-governor-attacks-critics-of-law-curbing-protections-from-bias_1666738956.html", "title": "Major Companies Press North Carolina on Law Curbing Protections From Bias", "title_page": "Major Companies Press North Carolina on Law Curbing Protections From Bias - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DURHAM, N.C. — The onslaught of criticism, economic sanctions and a lawsuit being leveled at Gov. Pat McCrory of North Carolina grew on Tuesday, as the largest corporation in his state joined the fight against a new law that eliminated anti-discrimination protections for lesbian, gay, bisexual and transgender people.\nBank of America, which has its headquarters in Charlotte, N.C., announced late Tuesday on Twitter that its leadership was joining over 80 chief executives, including Timothy D. Cook of Apple and Mark Zuckerberg of Facebook, in objecting to the new law. Earlier in the day, the chief executives published a letter, addressed to Mr. McCrory, on the Human Rights Campaign website, saying, “Such laws are bad for our employees and bad for business.”\nMr. McCrory, a Republican, signed the law last Wednesday to create a mandatory statewide anti-discrimination policy that excludes protections based on sexual orientation and gender identity. The bill, created by Republican legislators in an emergency session that same day, was intended to overrule a new municipal ordinance in Charlotte, the state’s largest city, that provided such protections, including allowing transgender people to use bathrooms according to the gender they identify with. It was set to take effect Friday.\nCondemnation rained down in response. The governors of New York, Washington and Vermont issued bans on most official state travel to North Carolina, as did the mayors of San Francisco, Seattle and New York. The National Basketball Association implied it might move the 2017 All-Star Game from Charlotte. The White House press secretary, Josh Earnest, called the law “meanspirited.”", "url": "https://www.nytimes.com/2016/03/30/us/north-carolina-governor-attacks-critics-of-law-curbing-protections-from-bias.html"}