{"authors": ["Michael Barbaro", "Megan Twohey"], "date_download": "2022-10-25 23:25:12", "date_modify": "2022-10-25 23:25:12", "date_publish": "2016-09-27 14:43:42", "description": "During Monday’s debate, Hillary Clinton put a spotlight on Ms. Machado, who was nicknamed “Miss Eating Machine” by Mr. Trump in 1996 and says she has never fully recovered.", "filename": "2016_09_28_us_politics_alicia-machado-donald-trump_1666740312.html", "image_url": "https://static01.nyt.com/images/2016/09/28/us/28MACHADOweb1/28MACHADOweb1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=a7e153375734d44a5e34932cd24387ace18de2ad47f3ff4d8f756c3bf5d18709&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_28_us_politics_alicia-machado-donald-trump_1666740312.html", "title": "Shamed and Angry: Alicia Machado, a Miss Universe Mocked by Donald Trump", "title_page": "Shamed and Angry: Alicia Machado, a Miss Universe Mocked by Donald Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the process, Ms. Clinton, the first female presidential nominee of a major party, elevated a largely forgotten tale of Mr. Trump, when his oversight of beauty pageants collided with his unforgiving fixation with female beauty.\nAnd Mrs. Clinton put a spotlight on Ms. Machado, Miss Universe 1996, who says she has never recovered from the experience. Ms. Machado, who grew up in Venezuela, said she had had eating disorders and psychological trauma as a result of the episode.\n“I was sick — anorexia and bulimia for five years,” she said in an interview with The New York Times in May. “I was 18. My personality wasn’t created yet. I was just a girl.”\nMr. Trump has acknowledged pressuring her to lose weight, saying it was her job as Miss Universe to remain in peak physical shape. On Tuesday morning, he made no apologies for that.", "url": "https://www.nytimes.com/2016/09/28/us/politics/alicia-machado-donald-trump.html"}