{"authors": ["Chris Dixon", "Tamar Lewin"], "date_download": "2022-10-25 23:02:15", "date_modify": "2022-10-25 23:02:15", "date_publish": "2016-05-11 16:11:37", "description": "Michael T. Slager, a former police officer who shot an unarmed black motorist in the back over a broken brake light, was indicted on Wednesday.", "filename": "2016_05_12_us_south-carolina-officer-faces-federal-charges-in-fatal-shooting_1666738935.html", "image_url": "https://static01.nyt.com/images/2016/05/12/us/12carolina-web/12carolina-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=016f4ba767096597c30e527de403ed58365d1520885ebd576f63ac3e6dcc5365&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_12_us_south-carolina-officer-faces-federal-charges-in-fatal-shooting_1666738935.html", "title": "South Carolina Officer Faces Federal Charges in Fatal Shooting", "title_page": "South Carolina Officer Faces Federal Charges in Fatal Shooting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHARLESTON, S.C. — In a hushed courtroom, Michael T. Slager, a former North Charleston, S.C., police officer, was indicted here Wednesday on federal charges in the shooting death last year of Walter L. Scott, an unarmed black man.\nWearing a dark suit that only partly covered his cuffed wrists and ankles, Mr. Slager, already facing state murder charges, appeared before Magistrate Judge Bristow Marchant to hear federal charges that accused him of violating Mr. Scott’s civil rights, obstructing justice and using a weapon during the commission of a crime.\nThe case drew national attention last April with the release of a video of the encounter that was taken by a bystander. The video showed Officer Slager, 34, who is white, shooting Mr. Scott, 50, after a traffic stop. Officer Slager had pulled Mr. Scott over for a broken brake light, and said he had fired because he feared for his life after Mr. Scott grabbed his Taser.", "url": "https://www.nytimes.com/2016/05/12/us/south-carolina-officer-faces-federal-charges-in-fatal-shooting.html"}