{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:50:02", "date_modify": "2022-10-25 23:50:02", "date_publish": "2016-07-11 01:05:20", "description": "A longtime morals enforcer began to question the rules. He told his story to a Times correspondent who spent weeks in Saudi Arabia trying to understand its hyper-conservative strain of Islam, which is often blamed for terrorism.", "filename": "2016_07_11_world_middleeast_saudi-arabia-islam-wahhabism-religious-police_1666741802.html", "image_url": "https://static01.nyt.com/images/2016/07/11/world/11saudi1/11saudi1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1834297cc18e11287a76de6008e736ca3de9bb95a63945240c65d73472daa71a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_11_world_middleeast_saudi-arabia-islam-wahhabism-religious-police_1666741802.html", "title": "A Saudi Morals Enforcer Called for a More Liberal Islam. Then the Death Threats Began.", "title_page": "A Saudi Morals Enforcer Called for a More Liberal Islam. Then the Death Threats Began. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I even dropped by the Commission’s headquarters, a boxy, steel-and-glass building on a Riyadh highway between a gas station and a car dealership. Its website advertised open hours with the director, so I went to his office, through halls filled with bearded men milling about and slick banners proclaiming “A Policy of Excellence” and “Together Against Corruption.”\n“He didn’t come today,” the director’s secretary told me. “Maybe next week.”\nOn my way out, two men invited me into an office and served me coffee.\n“How do you like working for the Commission?” I asked.\n“Everyone who chooses this job loves it,” one said. It was the work of “the entire Islamic nation,” and it felt good “to bring people from the darkness into the light.”\nThe other man had been on the force for 15 years and said he preferred working in the office.\n“You rest more in the administration,” he said. “Out there we have problems with people. They call us the religious police. Criminals! Thieves! You never get to rest out in the field.”\nA scowling man appeared in the doorway and told me that I was not allowed to talk to anyone. The first man soon left. The second offered me more coffee, then tea, then forced me to take a bottle of water when I left.\nReform, the Hard Way\nThe first irony of Mr. Ghamdi’s situation is that many Saudis, including members of the royal family and even important clerics, agree with him, although mostly in private. And public mixing of the sexes in some places — hospitals, conferences and in Mecca during the pilgrimage — is common. In some Saudi cities it is not uncommon to see women’s faces, or even their hair.\nBut there is a split in society between the conservatives who want to maintain what they consider the kingdom’s pure Islamic identity and the liberals (in the Saudi context) who want more personal freedoms. Liberals make cases like Mr. Ghamdi’s all the time. But sheikhs don’t, which is why he was branded a traitor.", "url": "https://www.nytimes.com/2016/07/11/world/middleeast/saudi-arabia-islam-wahhabism-religious-police.html"}