{"authors": ["Mary Jo Murphy", "Megan Thee-Brenan"], "date_download": "2022-10-25 23:32:22", "date_modify": "2022-10-25 23:32:22", "date_publish": "2016-09-16 22:31:01", "description": "The survey found that women think that more progress has been made toward ending sexism than racism in society, but they perceive that men still hold advantages.", "filename": "2016_09_17_us_politics_president-poll-women-hillary-clinton_1666740742.html", "image_url": "https://static01.nyt.com/images/2016/09/17/us/17womenpoll-web1sub/17womenpoll-web1sub-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c8c8b30cefbd6d609069d166fcdd8cca0503ae4d25ab42aafd270aeff6b3784c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_17_us_politics_president-poll-women-hillary-clinton_1666740742.html", "title": "Poll Finds Most Voters Embrace Milestone for Women, if Not Hillary Clinton", "title_page": "Poll Finds Most Voters Embrace Milestone for Women, if Not Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump’s problems with women are significant: 55 percent of female respondents say he does not respect women and about half think a Trump presidency would be bad for women. Only 11 percent think electing him would be good for women, while 45 percent of women say Mrs. Clinton’s election would benefit them.\nMrs. Clinton’s nomination has done little to reverse women’s perceptions of gender discrimination in America, and in many cases, their views differ sharply from men’s.\nImage Cheers at the Democratic National Convention in July as Hillary Clinton was nominated as the party’s presidential nominee. Credit... Damon Winter/The New York Times\nForty-eight percent of women — but just 35 percent of men — think there are more advantages in being a man than in being a woman in society today. Majorities of women with a college degree, those who identify as Democrats, those younger than 30, those with household incomes of at least $100,000, and black women all say men hold an advantage.\nAsked to name the most important problem facing women today, women cited issues related to gender inequality in the workplace, primarily pay, more than any other. Gender divisions were particularly pronounced on issues related to the workplace. Three-quarters of women said women in the United States are paid less than men doing similar work, while 55 percent of men held the same opinion.", "url": "https://www.nytimes.com/2016/09/17/us/politics/president-poll-women-hillary-clinton.html"}