{"authors": ["Eric Lichtblau"], "date_download": "2022-10-25 22:58:09", "date_modify": "2022-10-25 22:58:09", "date_publish": "2016-06-07 17:36:22", "description": "A sharp rise in the number of undercover operations, once considered a last resort, has come with little public or congressional scrutiny.", "filename": "2016_06_08_us_fbi-isis-terrorism-stings_1666738689.html", "image_url": "https://static01.nyt.com/images/2016/06/08/us/08undercover1/08undercover1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=e3dd10e725fa818d6adb61e9b0b9c798cea2820277704dc1a07d02444b207ac3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_08_us_fbi-isis-terrorism-stings_1666738689.html", "title": "F.B.I. Steps Up Use of Stings in ISIS Cases", "title_page": "F.B.I. Steps Up Use of Stings in ISIS Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Giving Suspects an ‘Out’\nOfficials said they were keenly aware that such cases would almost inevitably lead defense lawyers to charge that the F.B.I. had entrapped their clients. That is why, the officials said, they often gauge suspects’ commitment to carrying out an attack and give them an “out” to back away.\nF.B.I. officials are also quick to point out that, despite dozens of challenges to undercover terrorism cases brought since the Sept. 11, 2001, attacks, a judge has yet to throw one out on the grounds of entrapment. Not that some judges have not considered it.\n“I believe beyond a shadow of a doubt that there would have been no crime here, except the government instigated it, planned it and brought it to fruition,” Judge Colleen McMahon of the United States District Court in Manhattan said in 2011 in a case involving four Muslim men in Newburgh, N.Y.\nThe F.B.I. planted an undercover informant inside a mosque in Newburgh as part of what became an elaborate, nearly yearlong plot to launch a Stinger surface-to-air missile at a local air base and two synagogues. The F.B.I. even built a fake Stinger missile and had it delivered to the men.\nJudge McMahon said she was troubled by the F.B.I.’s conduct, but she upheld the charges. So did the United States Court of Appeals for the Second Circuit, finding that the F.B.I.’s conduct did not amount to entrapment.\nThe stings have left many Muslim leaders wary, even as the F.B.I. has sought to build bridges to Muslim Americans. At mosques in Oregon, imams sometimes warn of F.B.I. informants and caution “that we have those among us who are not with us,” said Tom Nelson, a Muslim lawyer in Portland who has represented a number of local men in terrorism-related cases.\nHis message for his Muslim friends, Mr. Nelson said, is blunt.\n“Avoid the F.B.I. like the plague,” he said. “They’re definitely not an ally. That’s what the F.B.I. does — they infiltrate.”", "url": "https://www.nytimes.com/2016/06/08/us/fbi-isis-terrorism-stings.html"}