{"authors": ["Steven Davidoff Solomon"], "date_download": "2022-10-25 23:40:26", "date_modify": "2022-10-25 23:40:26", "date_publish": "2016-12-13 23:31:35", "description": "Mark Zuckerberg took a page from Google’s playbook to keep control of his company while he gives a majority of his stake away. But Facebook investors may have a lever.", "filename": "2016_12_13_business_dealbook_a-potential-hitch-in-zuckerbergs-stock-plan-for-facebook_1666741226.html", "image_url": "https://static01.nyt.com/images/2016/12/14/business/14DB-DEALPROF/14DB-DEALPROF-facebookJumbo.jpg?year=2016&h=549&w=1050&s=fd5a92e59aee96635a23740b719ff8c41b54e5c92537d89532a3a0abfde555a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_13_business_dealbook_a-potential-hitch-in-zuckerbergs-stock-plan-for-facebook_1666741226.html", "title": "A Potential Hitch in Zuckerberg’s Stock Plan for Facebook", "title_page": "A Potential Hitch in Zuckerberg’s Stock Plan for Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At Facebook, Mr. Zuckerberg proposed the same structure to his board.\nGiven the clear conflict, a special committee of independent directors was formed, made up of Marc Andreessen, Erskine Bowles and Susan Desmond-Hellmann. These directors were technically independent of Mr. Zuckerberg, though Mr. Andreessen had done business with Facebook. Each was dependent on Mr. Zuckerberg to elect them to the board each year. The committee hired their own law firm, Wachtell Lipton Rosen & Katz, and the investment bank Evercore.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nThis independent committee approved the new stock structure. Under the plan, both Class A and Class B shareholders will receive a dividend of two nonvoting Class C shares, which have equivalent economic value to the Class A and Class B.\nAt face value it appears that everyone is being treated equally, but the deal really benefits Mr. Zuckerberg. With a dividend of over 900 million Class C shares, he can now sell his Class C shares and not reduce his voting control. The net effect of the transaction is that Mr. Zuckerberg’s Class B shares will account for only 5 percent of Facebook’s equity but will have voting control over Facebook. It ensures that Mr. Zuckerberg will have lifetime control over Facebook.\nIt’s a nice deal for Mr. Zuckerberg, but there are potential risks for shareholders. One need only look at Viacom, where the share voting power is held by Sumner Redstone, who is 93 and apparently in poor health. Mr. Zuckerberg may be a genius and capable of operating Facebook now. But he could live to his 90s, and like Mr. Redstone no longer be as capable, instead preferring to assert control simply because he can.\nAnd, sure, Facebook pumps out cash like a fire hose, but some check on management would be prudent to avoid the temptation to waste that money on foolhardy projects. (Google Glass, anyone?)\nTo prevent Mr. Zuckerberg from further cementing his grip on Facebook, shareholders have sued in a Delaware court, seeking to block the stock plan. A similar legal effort was tried against Google’s new class of shares, but that lawsuit was settled on terms that I described as providing little benefit to shareholders.\nThis time around, however, the plaintiffs’ lawyers may have hit pay dirt.\nAs part of discovery in the case, the lawyers have obtained text messages between Mr. Andreessen and Mr. Zuckerberg that appear to show that Mr. Andreessen was leaking information and helping the chief executive while the independent committee was considering this transaction. The text messages were disclosed in a filing made public a few weeks ago.", "url": "https://www.nytimes.com/2016/12/13/business/dealbook/a-potential-hitch-in-zuckerbergs-stock-plan-for-facebook.html"}