{"authors": ["Joe Coscarelli"], "date_download": "2022-10-25 23:30:25", "date_modify": "2022-10-25 23:30:25", "date_publish": "2016-01-07 16:24:26", "description": "Julia Michaels and Justin Tranter scored four Billboard hits together last year, including songs for Selena Gomez and Justin Bieber.", "filename": "2016_01_10_arts_music_how-an-unlikely-duo-became-the-hottest-songwriters-in-pop-music_1666740625.html", "image_url": "https://static01.nyt.com/images/2016/01/10/arts/10SONGWRITERS1/10SONGWRITERS1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=07499f5940ef9f110b8376d81d520f43cca54d573d4b4ce519103f681ffef30d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_10_arts_music_how-an-unlikely-duo-became-the-hottest-songwriters-in-pop-music_1666740625.html", "title": "How an Unlikely Duo Became the Hottest Songwriters in Pop Music", "title_page": "How an Unlikely Duo Became the Hottest Songwriters in Pop Music - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — Ten minutes into a recent recording session with a Grammy-winning producer they had never previously met, Julia Michaels and Justin Tranter, the in-demand pop songwriters of the moment, had a bouncy new hook.\n“She’s a new girl now,” Ms. Michaels, 22, sang with finger-snapping pop-soul syncopation for maximum catchiness. Mr. Tranter thumbed the words into his iPhone, fleshing out Ms. Michaels’s lines, which alluded to liquor and Instagram. The pair petted each other’s tattooed arms while volleying ideas, never separating by more than a few feet until Ms. Michaels entered the vocal booth. Mr. Tranter, 35, called out suggestions and encouragement.\nLess than an hour later, they had a story of feminine renewal — taken from Ms. Michaels’s life, but sung from the male viewpoint — and a simple, layered keyboard demo. There were 10 minutes to spare before dinner, enough for J-Roc, the producer known for his work with Timbaland (Justin Timberlake, Beyoncé), to cue up a futuristic R&B track.\nWithin three minutes, Ms. Michaels had delivered another melody wordlessly into her phone, citing Radiohead as inspiration. “Hot butter on breakfast toast,” J-Roc said, approvingly.", "url": "https://www.nytimes.com/2016/01/10/arts/music/how-an-unlikely-duo-became-the-hottest-songwriters-in-pop-music.html"}