{"authors": ["Nicholas Confessore"], "date_download": "2022-10-25 23:02:21", "date_modify": "2022-10-25 23:02:21", "date_publish": "2016-08-02 13:52:01", "description": "A surge of donations after Mrs. Clinton’s speech at the Democratic convention helped fuel a figure that suggests she will maintain or widen her financial lead over Donald J. Trump.", "filename": "2016_08_03_us_politics_hillary-clinton-july-fundraising_1666738941.html", "image_url": "https://static01.nyt.com/images/2016/08/03/us/03fd-donate/03fd-donate-facebookJumbo.jpg?year=2016&h=549&w=1050&s=9332ba532771e4af9dd920ec10bae66f9cb9c1d8450dadfe2c3eb9e839f2dd07&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_03_us_politics_hillary-clinton-july-fundraising_1666738941.html", "title": "Hillary Clinton’s Campaign Raised $63 Million in July, Its Best Mark So Far", "title_page": "Hillary Clinton’s Campaign Raised $63 Million in July, Its Best Mark So Far - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hillary Clinton raised $63 million in the month culminating in the Democratic National Convention last week, her campaign announced on Tuesday, her most successful fund-raising month to date.\nClinton officials also said the campaign received a surge of money in the 24 hours after Mrs. Clinton’s speech Thursday accepting the nomination, with $8.7 million raised. Mrs. Clinton also raised $26 million in July for the Democratic National Committee, money she is certain to benefit from now that she is formally the Democratic nominee.\nMrs. Clinton began August with $58 million in the bank, a figure that suggests she will maintain or expand her financial lead over Donald J. Trump, the Republican nominee. At a rally on Monday, Mr. Trump said his campaign had “raised with small donors $35.8 million. I believe it’s 517K donors.”\nThat figure would represent a substantial influx of small-donor money for Mr. Trump. The candidate did not specify whether that figure applied only to his campaign or to his joint fund-raising operation with the Republican National Committee. His campaign did not respond to a request for more information.", "url": "https://www.nytimes.com/2016/08/03/us/politics/hillary-clinton-july-fundraising.html"}