{"authors": ["Mark Landler", "David E. Sanger"], "date_download": "2022-10-25 23:39:07", "date_modify": "2022-10-25 23:39:07", "date_publish": "2016-12-16 21:05:41", "description": "The president said he refrained from retaliating against Moscow for hacking the D.N.C. before the election because he did not want it to be seen as unfair meddling.", "filename": "2016_12_16_us_politics_obama-putin-hacking-news-conference_1666741147.html", "image_url": "https://static01.nyt.com/images/2016/12/17/us/17obama2_hp/17obama2_hp-facebookJumbo.jpg?year=2016&h=549&w=1050&s=1b6acc37a00a585ff286c25998cdce4d914ba2d2644c4db8ff88b52c364ccf93&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_16_us_politics_obama-putin-hacking-news-conference_1666741147.html", "title": "Obama Says He Told Putin: ‘Cut It Out’ on Hacking", "title_page": "Obama Says He Told Putin: ‘Cut It Out’ on Hacking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama said for the first time on Friday that he had held back from retaliating against Russia’s meddling in the presidential race for fear of inciting further hacking “that could hamper vote counting.” But he said he was weighing a mix of public and covert actions against the Russians in his last 34 days in office, actions that would increase “the costs for them.”\nMr. Obama said he was committed to sending the Kremlin a message that “we can do stuff to you,” but without setting off an escalating cyberconflict.\n“There have been folks out there who suggest somehow if we went out there and made big announcements and thumped our chests about a bunch of stuff, that somehow it would potentially spook the Russians,” he said. “I think it doesn’t read the thought process in Russia very well.”\nThe president did not reveal what steps he was considering and suggested that some of the options, if they were carried out, could remain secret. “Some of it we will do in a way that they will know, but not everybody will,” he said.", "url": "https://www.nytimes.com/2016/12/16/us/politics/obama-putin-hacking-news-conference.html"}