{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:50:03", "date_modify": "2022-10-25 23:50:03", "date_publish": "2016-03-31 15:18:06", "description": "Adopting elements of a Sunni creed known as Wahhabism, the Islamic State has recruited Saudis to kill their own relatives and to bomb mosques.", "filename": "2016_04_01_world_middleeast_isis-saudi-arabia-wahhabism_1666741803.html", "image_url": "https://static01.nyt.com/images/2016/03/29/world/29saudi-isis_web2/29saudi-isis_web2-facebookJumbo-v2.jpg?year=2016&h=549&w=1050&s=e62997b96019dea60f1c233f6bec8a8211ca03399c482d2b0d7cae9459a930fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_01_world_middleeast_isis-saudi-arabia-wahhabism_1666741803.html", "title": "ISIS Turns Saudis Against the Kingdom, and Families Against Their Own", "title_page": "ISIS Turns Saudis Against the Kingdom, and Families Against Their Own - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The country was founded on an alliance between the Saud family, whose members became the monarchs, and a cleric named Sheikh Muhammad ibn Abdul-Wahhab, whose teachings were used to justify military conquest by labeling it jihad against those deemed to be infidels, most of whom were other Muslims.\nSheikh Abdul-Wahhab’s descendants still dominate the religious institutions of the Saudi state, which now play down the violence in the country’s history and emphasize aspects convenient to an all-powerful royal family, like the importance of obeying the leadership.\nSaudi officials reject comparisons between their ideology and that of the Islamic State, noting that millions of non-Muslims live in the kingdom and that the government is closely allied with the United States and participates in the American campaign against the militant group.\nThey also say that Saudi Islam does not promote the caliphate, as does the Islamic State, and that senior clerics condemn the terrorist attacks and have branded the group “deviant.”\nBut critics argue that many Saudi clerics have never renounced the aspects of the Wahhabi tradition that the Islamic State has adopted, especially with regard to Shiites, who make up an estimated 10 percent of the kingdom’s 20 million citizens. Many Saudi clerics consider Shiites heretics and accuse them of loyalty to Saudi Arabia’s regional rival, Iran.\nThe jihadists have exploited this by repeatedly launching suicide attacks on Shiite mosques and then accusing Saudi clerics of hypocrisy for condemning the violence.\n“It is clearly hard for Saudi clerics to condemn outright attacks on Shiites,” said Mr. Bunzel, the Princeton scholar. “And you get the feeling that they don’t care as much if the Shiites get attacked, since they’re not really Muslims in their view.”", "url": "https://www.nytimes.com/2016/04/01/world/middleeast/isis-saudi-arabia-wahhabism.html"}