{"authors": ["David Rothschild", "Sharad Goel"], "date_download": "2022-10-25 23:32:17", "date_modify": "2022-10-25 23:32:17", "date_publish": "2016-10-05 11:00:07", "description": "There are many ways, besides the well-known sampling error, to get things wrong in polling.", "filename": "2016_10_06_upshot_when-you-hear-the-margin-of-error-is-plus-or-minus-3-percent-think-7-instead_1666740737.html", "image_url": "https://static01.nyt.com/images/2016/09/29/upshot/margin-chart-1475107465117/margin-chart-1475107465117-facebookJumbo.png?year=2016&h=549&w=1050&s=4eee81cb252c3f87c54fbb4f19955c3faf614e448f4cfc76c5d12e5103fa36f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_06_upshot_when-you-hear-the-margin-of-error-is-plus-or-minus-3-percent-think-7-instead_1666740737.html", "title": "When You Hear the Margin of Error Is Plus or Minus 3 Percent, Think 7 Instead", "title_page": "When You Hear the Margin of Error Is Plus or Minus 3 Percent, Think 7 Instead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For example, for phone-based surveys, people without phones would never be included in any sample. Of particular import for election surveys, the sampling frame includes many adults who are not likely to vote. Pollsters try to correct for this by using likely-voter screens — typically asking respondents if they will vote — but this screen itself can introduce error that can at times be larger than the bias it was intended to correct.\nAnd then there is nonresponse error, when the likelihood of responding to a survey is systematically related to how one would have answered the survey. For example, as another one of our papers shows, supporters of the trailing candidate are less likely to respond to surveys, biasing the result in favor of the more popular politician.\nA similar effect probably explains part of Mrs. Clinton’s recent dip in the polls, as Democrats became less enthusiastic about answering surveys when she appeared to be struggling. With nonresponse rates exceeding 90 percent for election surveys, this is a growing concern.\nFinally, there is error in the analysis phase. In one example, as Nate Cohn showed in an Upshot article, four pollsters arrived at different estimates even when starting from the same raw polling data.\nOther errors, which we believe are less important in United States election surveys, include effects of survey wording and interviewer bias.\nAll these nonsampling errors show up in two ways. First, polls within a race vary from one another slightly more than one would expect from classical textbook explanations. Second, and most markedly, polls tend to systematically overestimate or underestimate the true answer. Thus, even when many polls are averaged together, the result is biased in favor of one candidate or the other.\nThe accompanying graph shows, for each race, how much the average of all polls in that race differs from the final election outcome. If sampling variation were the only source of error, the polling average would be quite close to the election outcome. Standard theory says the average of this many polls should be within about half a percentage point of the true answer, and that this difference shrinks to zero as more polls are conducted.", "url": "https://www.nytimes.com/2016/10/06/upshot/when-you-hear-the-margin-of-error-is-plus-or-minus-3-percent-think-7-instead.html"}