{"authors": ["Matthew Goldstein"], "date_download": "2022-10-25 23:39:19", "date_modify": "2022-10-25 23:39:19", "date_publish": "2016-11-26 02:22:31", "description": "President-elect Donald J. Trump is turning not to a cautious corporate chieftain, but to somebody usually considered either a hero or a villain.", "filename": "2016_11_25_business_dealbook_wilbur-ross-commerce-secretary-donald-trump_1666741159.html", "image_url": "https://static01.nyt.com/images/2016/11/26/business/26ROSS/26ROSS-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5fa31ef25d4942c944badce968ac300e3fb7de62b198c7820a4a021f629ca3df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_25_business_dealbook_wilbur-ross-commerce-secretary-donald-trump_1666741159.html", "title": "‘Vulture’ or ‘Phoenix’? Wilbur Ross, Risk-Taker, Is Eyed for Commerce Post", "title_page": "‘Vulture’ or ‘Phoenix’? Wilbur Ross, Risk-Taker, Is Eyed for Commerce Post - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Wilbur L. Ross, the billionaire investor expected to be nominated as the next commerce secretary, has made his fortune through the tricky business of buying deeply troubled companies.\nWith wealth estimated at $2.9 billion, Mr. Ross, who turns 79 on Monday, would join a cabinet that is already expected to include one of the superwealthy in Betsy DeVos, the nominee for secretary of education, and that may soon have others.\nIn choosing Mr. Ross to be the face of American business for the rest of the world, President-elect Donald J. Trump is turning not to a cautious corporate chieftain, but to a risk-taking speculator. Like his presumptive boss, Mr. Ross has been considered either a hero or a villain during his career. There is not a lot in between.\nIn 2002, he won praise from workers when he bought the shuttered steel mills of LTV, a bankrupt company in Cleveland. Four years later, Mr. Ross was pilloried after an explosion at the Sago Mine in West Virginia, which his company had bought a few weeks earlier, killed 12 miners.", "url": "https://www.nytimes.com/2016/11/25/business/dealbook/wilbur-ross-commerce-secretary-donald-trump.html"}