{"authors": ["Stephen Castle", "Steven Erlanger"], "date_download": "2022-10-25 23:41:46", "date_modify": "2022-10-25 23:41:46", "date_publish": "2016-07-04 10:13:08", "description": "Mr. Farage, the politician who probably did more than any other to force the referendum on British membership in the European Union, resigned on Monday.", "filename": "2016_07_05_world_europe_nigel-farage-ukip-brexit_1666741306.html", "image_url": "https://static01.nyt.com/images/2016/07/05/world/05farage-web2/05farage-web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=6017f8f0699a9bfa95d75f2eac0443001a9cbe93fe6c72cff3b5a1ec89c85dcf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_05_world_europe_nigel-farage-ukip-brexit_1666741306.html", "title": "Nigel Farage, Who Spurred ‘Brexit,’ Resigns as Head of U.K. Independence Party", "title_page": "Nigel Farage, Who Spurred ‘Brexit,’ Resigns as Head of U.K. Independence Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — He spent nearly 20 years pushing for Britain to leave the European Union, and having succeeded in his aim, he is now taking his leave.\nNigel Farage, the politician who probably did more than any other to force the referendum on British membership in the European Union, resigned on Monday as leader of the right-wing populist U.K. Independence Party, saying, “I’ve done my bit.”\nMr. Farage, 52, has quit the post before — twice. But on Monday he sounded as if he meant it this time, telling reporters that “my political ambition has been achieved” and that “I want my life back.”\nBut since the “Brexit” vote he has also been encouraged to quit by Arron Banks, the self-made insurance millionaire who has been a main funder of the party, known as UKIP, and of the unofficial Leave.EU campaign, and who sees the possibility of a more broadly based political party that can appeal to disaffected Labour voters.", "url": "https://www.nytimes.com/2016/07/05/world/europe/nigel-farage-ukip-brexit.html"}