{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:31:17", "date_modify": "2022-10-25 23:31:17", "date_publish": "2016-10-08 01:08:11", "description": "Last month’s trip, organized by the Richardson Center, suggested a possible opening with the world’s most isolated country.", "filename": "2016_10_08_world_asia_north-korea-american-delegation-meeting_1666740677.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_08_world_asia_north-korea-american-delegation-meeting_1666740677.html", "title": "In Rare Encounter, a Private U.S. Delegation Visits North Korea", "title_page": "In Rare Encounter, a Private U.S. Delegation Visits North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A private American delegation visited North Korea last month — two weeks after the country’s most recent nuclear bomb test — in a low-key humanitarian mission carried out with the Obama administration’s support, the organizer and the White House said Friday.\nThe visit appeared to be the first face-to-face contact in North Korea between such an American delegation and North Korean officials in nearly two years.\nAlthough the visitors were not acting in any American governmental capacity, North Korea’s agreement to receive them suggested that both sides might be seeking an opening, however small, for more engagement — despite tensions over North Korea’s nuclear weapon and missile development that have left the country severely isolated.\nThe Sept. 24-27 visit was organized by the Richardson Center for Global Engagement, a nonprofit group led by Bill Richardson, a former New Mexico governor and United Nations ambassador, who has served as an intermediary between North Korea and the United States for many years.", "url": "https://www.nytimes.com/2016/10/08/world/asia/north-korea-american-delegation-meeting.html"}