{"authors": ["Max Fisher"], "date_download": "2022-10-25 23:54:28", "date_modify": "2022-10-25 23:54:28", "date_publish": "2016-08-26 09:00:51", "description": "Experts on civil wars say there are several reasons Syria is “a really, really tough case” that defies historical parallels.", "filename": "2016_08_27_world_middleeast_syria-civil-war-why-get-worse_1666742068.html", "image_url": "https://static01.nyt.com/images/2016/08/26/world/26Int-Syria1/26Int-Syria1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=2cece54edd73bd277b2090ac1241bc2beff66197b66c00be806d8454f773591f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_27_world_middleeast_syria-civil-war-why-get-worse_1666742068.html", "title": "Syria’s Paradox: Why the War Only Ever Seems to Get Worse", "title_page": "Syria’s Paradox: Why the War Only Ever Seems to Get Worse - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An obstacle to peace: no peacekeepers\nPeace deals often succeed or fail on the question of who will control military and security forces. In Syria, this may be a question without an answer.\nIt’s an issue not of greed, but of trust. After a war as brutal as Syria’s, in which more than 400,000 people have been killed so far, the combatants reasonably fear they will be massacred if the other secures too much power. But a deal that would give the parties equal military power creates a high risk of relapse into war. So does allowing rebels to keep their arms and independence — a lesson the world learned in Libya.\nAt the same time, there has to be some sort of armed force to restore security and clean up any remaining warlords or militias.\nOften, the solution has been for an outside country or organization, such as the United Nations, to send peacekeepers. These forces keep everyone in check during the country’s transition to peace and provide basic security in a way that won’t spur either side to rearm.\nBut what country would volunteer its citizens to indefinitely occupy Syria, particularly with the cautionary tale of America’s experience in Iraq?\nAny foreign force would make itself a target for jihadist terrorists, and most likely face a yearslong insurgency that could cost it hundreds or thousands of lives.", "url": "https://www.nytimes.com/2016/08/27/world/middleeast/syria-civil-war-why-get-worse.html"}