{"authors": ["Nick Bilton"], "date_download": "2022-10-25 23:26:49", "date_modify": "2022-10-25 23:26:49", "date_publish": "2016-01-20 23:14:40", "description": "Smartwatches, fitness trackers and other devices are supposed to better our lives, but the gadgets often sit idle and collect dust.", "filename": "2016_01_21_style_where-wearable-technology-ends-up-hint-not-your-wrist_1666740409.html", "image_url": "https://static01.nyt.com/images/2016/01/21/fashion/21DISRUPTIONS/21DISRUPTIONS-facebookJumbo.jpg?year=2016&h=549&w=1050&s=c9d48abea897295e2698adbb9b7e0e1b78990b26062503fe58138ba997998834&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_21_style_where-wearable-technology-ends-up-hint-not-your-wrist_1666740409.html", "title": "Where Wearable Technology Ends Up (Hint: Not Your Wrist)", "title_page": "Where Wearable Technology Ends Up (Hint: Not Your Wrist) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The junk drawer in my home used to look just like yours, filled with loose change, batteries and birthday candles. But over the last year, a new category of junk has started to accumulate there: wearable devices.\nThere’s my old Fitbit, a fitness tracker I used for a couple of weeks, forgot to charge and never wore again. It sits next to a dusty Jawbone UP, another tracker that once told me I had walked three miles while I sat on my couch eating popcorn and watching a movie. And then there’s the Apple Watch, the much-hyped device that was supposed to usher in a new era of mobile computing.\nInstead, these gadgets are ending up in drawers and closets as expensive reminders of how wearable gadgets are not ready for prime time — at least for the foreseeable future.\nLike others, I once believed that wearables were going to change the way we live. In much the way that smartphones put the Internet into our pockets, wearable devices were going to place information that much closer to our fingertips, and make us healthier and less dependent on our smartphones.", "url": "https://www.nytimes.com/2016/01/21/style/where-wearable-technology-ends-up-hint-not-your-wrist.html"}