{"authors": ["Tim Arango"], "date_download": "2022-10-25 23:34:53", "date_modify": "2022-10-25 23:34:53", "date_publish": "2016-06-22 22:17:35", "description": "Iraqi forces liberating the city are finding beheaded bodies, apocalyptic streetscapes and clumps of hair from fighters who shaved to blend in with fleeing civilians. Our reporter describes what he saw.", "filename": "2016_06_23_world_middleeast_a-tour-of-falluja-reveals-grim-remnants-of-life-under-isis_1666740893.html", "image_url": "https://static01.nyt.com/images/2016/06/23/world/middleeast/20160624-FALLUJA-slide-ZNWI/20160624-FALLUJA-slide-ZNWI-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=0ed08413c7e9721f63b0436d71ca0aab9d7b72d2ccc61dfb3c9d1066caa48af0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_23_world_middleeast_a-tour-of-falluja-reveals-grim-remnants-of-life-under-isis_1666740893.html", "title": "A Tour of Falluja Reveals Grim Remnants of Life Under ISIS", "title_page": "A Tour of Falluja Reveals Grim Remnants of Life Under ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FALLUJA, Iraq — As Iraqi forces move through Falluja, the city is yielding the grim remnants of more than two years of Islamic State rule. Beheaded and decaying bodies. Clumps of facial hair from fighters who shaved their beards to blend in with fleeing civilians. A prison where detainees were held in cages suitable for a medium-sized dog.\nThe forces have found books on Wahhabism, the extreme version of Sunni Islam from which the Islamic State draws inspiration, and on Saddam Hussein, whose rule by fear and secrecy the group has replicated.\nYet even as the picture of what life was like inside Falluja under the Islamic State is becoming clearer, a visit over the weekend to areas of the city taken by pro-government forces made clear that there is still heavy fighting.\nDays after Iraqi forces raised the national flag over the main government compound and declared victory, the battle has moved to western neighborhoods, where some Islamic State fighters, many of them foreigners, remain, officials said.", "url": "https://www.nytimes.com/2016/06/23/world/middleeast/a-tour-of-falluja-reveals-grim-remnants-of-life-under-isis.html"}