{"authors": ["Floyd Whaley"], "date_download": "2022-10-25 23:40:15", "date_modify": "2022-10-25 23:40:15", "date_publish": "2016-05-07 19:21:31", "description": "Rodrigo Duterte, the front-runner heading into Monday’s elections, has made several outlandish statements.", "filename": "2016_05_08_world_asia_philippine-presidential-race-devolves-into-sideshows-amid-serious-issues_1666741215.html", "image_url": "https://static01.nyt.com/images/2016/05/10/world/08PHILIPPINES-web2/08PHILIPPINES-web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=65b534afa103f5d63e0df503da0c9f69fb701fafaf2aa42f2b2c77b4792e32af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_08_world_asia_philippine-presidential-race-devolves-into-sideshows-amid-serious-issues_1666741215.html", "title": "Philippine Election Decends Into Sideshow Amid Serious Issues", "title_page": "Philippine Election Decends Into Sideshow Amid Serious Issues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SUBIC BAY, the Philippines — Rodrigo Duterte, the outspoken mayor of Davao City and the front-runner in the Philippines’ presidential election, told voters recently that he would settle territorial disputes in the South China Sea by taking on the Chinese Navy on a Jet Ski.\nThe candidate’s bravado worries some voters. “If Duterte wins, it will be frightening,” said Joyce Asilo, 30, a Manila resident who was visiting Subic Bay, a former American base. “He could start a war with China. He’s very inconsistent in what he says.”\nThe country’s relationship with China is one of the issues facing voters in the Philippines on Monday, when they will elect hundreds of government officials — from president to mayors — to address a raft of problems that threaten to derail the Philippine economy, one of the fastest growing in Asia. But the presidential race has descended into a series of off-color jokes, threats, name-calling and allegations about hidden bank accounts.\nMr. Duterte, who has a substantial lead in the polls, has joked that he would have liked to have raped an Australian missionary who was killed in a 1989 prison riot in Davao City and said disabled people should consider suicide. He has been accused of having a secret bank account containing ill-gotten wealth. He is running on a strict law-and-order platform and has denied accusations of corruption, but has also refused to reveal details about the account.", "url": "https://www.nytimes.com/2016/05/08/world/asia/philippine-presidential-race-devolves-into-sideshows-amid-serious-issues.html"}