{"authors": ["John Markoff"], "date_download": "2022-10-25 23:31:24", "date_modify": "2022-10-25 23:31:24", "date_publish": "2016-05-17 04:01:04", "description": "A start-up has its sights on the long-haul freeway driving that is the bread and butter of the commercial trucking industry.", "filename": "2016_05_17_technology_want-to-buy-a-self-driving-car-trucks-may-come-first_1666740684.html", "image_url": "https://static01.nyt.com/images/2016/05/16/multimedia/self-driving-trucks-ho/self-driving-trucks-ho-facebookJumbo.jpg?year=2016&h=550&w=1050&s=8b3217a025b4d77a14e53f1a7c9d3c412fc33a45aa9486a032e0b766d5da194f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_17_technology_want-to-buy-a-self-driving-car-trucks-may-come-first_1666740684.html", "title": "Want to Buy a Self-Driving Car? Big-Rig Trucks May Come First", "title_page": "Want to Buy a Self-Driving Car? Big-Rig Trucks May Come First - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Imagine you are driving on a highway late at night when a big-rig truck closes in behind you. You relax because it is keeping a safe distance and seems to be obeying the speed limit. Now imagine that truck is driving itself.\nDespite Silicon Valley’s enthusiasm for self-driving cars, it could be years before there are many of them on the road. But autonomous 18-wheelers? One start-up is betting that is a different matter.\nThat start-up is Otto, led by 15 former Google employees, including eight engineers. Among its staff members are major figures from Google’s self-driving car and maps projects, and it is aiming at the long-haul freeway driving that is the bread and butter of the commercial trucking industry.\nThe engineers think that automating trucks rather than passenger vehicles could be more palatable financially and to regulators. Nationally, trucks drive 5.6 percent of all vehicle miles and are responsible for 9.5 percent of highway fatalities, according to Department of Transportation data.", "url": "https://www.nytimes.com/2016/05/17/technology/want-to-buy-a-self-driving-car-trucks-may-come-first.html"}