{"authors": ["Martha C. White"], "date_download": "2022-10-25 23:46:29", "date_modify": "2022-10-25 23:46:29", "date_publish": "2016-06-19 23:14:55", "description": "Companies are moving toward real-word brand names that won’t be automatically corrected on smartphones, adding to the reasons “tronc” was a surprising choice.", "filename": "2016_06_20_business_media_tribune-publishings-new-name-tronc-puzzles-marketing-experts_1666741589.html", "image_url": "https://static01.nyt.com/images/2016/06/20/business/media/20adco1/20adco1-facebookJumbo.png?year=2016&h=549&w=1050&s=47b9ab08db0e9b7a88c11f3f7c497546585ebbe541d8e90addc714d22007c02f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_20_business_media_tribune-publishings-new-name-tronc-puzzles-marketing-experts_1666741589.html", "title": "Tribune Publishing’s New Name, ‘tronc,’ Puzzles Marketing Experts", "title_page": "Tribune Publishing’s New Name, ‘tronc,’ Puzzles Marketing Experts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ira Kalb, an assistant professor of clinical marketing at the Marshall School of Business at the University of Southern California, says many companies overlook the role a name plays in their identity. “In a brand platform, the three big items we have are the name, the logo and the slogan. Those three things work together to help create your brand in the mind of the buyer,” he said. “When you change that name, you’re changing the relationship, and most people don’t understand that.”\nConsumers can have similar negative responses when a company alters a classic logo. When PepsiCo overhauled the typeface and design of its Tropicana orange juice cartons in 2009, sales dropped, and the old design was back in supermarket refrigerators within a couple of months. The next year, when Gap Inc. changed the logo of its flagship brand, a negative outcry on social media prompted the company to backpedal after about a week.\nExperts say one of the most common mistakes that companies make is to let employees or customers make suggestions, or to make a contest out of picking a new name. “To create an effective name, it should not be a democracy,” Ms. Cottineau said. “Everybody feels they’re an expert in naming.”\nThe reality is that most people are not, Mr. Killian said. “An internal contest is a disaster about 100 percent of the time. You’re asking people to do something that’s not in their skill set,” he said. A renaming contest also creates a dynamic with winners and losers, which can inject unnecessary tension into a company’s work force, he said.\nMs. Cottineau says most companies make a lot of mistakes when it comes to rebranding. “Changing your corporate name is really difficult. This one little word has to overcome so many different hurdles,” she said.\nNot only should the ideal brand name be easy to pronounce and spell, but, Ms. Cottineau said, a newer concern is making sure that the word does not get automatically corrected — possibly to something embarrassing — when typed in an email or text message.\n“Probably the biggest one is trademark and URL availability,” she said, adding that it’s not unheard-of for naming consultants to cycle through thousands of possibilities before settling on a short list of available ones.", "url": "https://www.nytimes.com/2016/06/20/business/media/tribune-publishings-new-name-tronc-puzzles-marketing-experts.html"}