{"authors": ["John Koblin"], "date_download": "2022-10-25 23:34:59", "date_modify": "2022-10-25 23:34:59", "date_publish": "2016-05-30 19:56:52", "description": "“This 83-year-old woman in a leotard came on and stood on her head and sang the national anthem and I said, ‘You know what, I’m home.’”", "filename": "2016_05_31_arts_television_simon-cowell-americas-got-talent-donald-trump_1666740899.html", "image_url": "https://static01.nyt.com/images/2016/05/31/arts/31COWELL1-SUB/31COWELL1-SUB-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=8540a35d3097294bff19be795a8c806b4270d13ef8d3671834a7a4060547c300&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_31_arts_television_simon-cowell-americas-got-talent-donald-trump_1666740899.html", "title": "Simon Cowell on Joining ‘America’s Got Talent’", "title_page": "Simon Cowell on Joining ‘America’s Got Talent’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In your final years on “Idol,” where were you? Where was your head?\nI was just bored. I had done nine seasons. The first three or four years were genuinely probably the best three or four years of my life. It was so much fun, so unexpected, we didn’t know what was going to happen, the show just took off and became a huge hit and we were in the middle of something that we were making up every week. Then it all started to get a bit serious and Paula [Abdul] left and then it just wasn’t the same to me.\nDid you learn any lessons from “X Factor”?\nI read a book once about Coke and Pepsi and it was called “The Other Guy Blinked.” And we blinked. We thought 12 million [viewers] was bad. Now, I’m thinking, “Christ, if I could launch a show with 12 million today, I’d be a hero.” But we beat ourselves up so much about it and we changed so many things. The show became unrecognizable. I blame myself, but we made crazy decisions. We didn’t treat it like a hit. We treated it as a failure. I wasn’t aware the market had gone down to that level so quickly. I was in this La-La Land head space of 30 or 40 million and I thought 12 million feels terrible.\nDo you watch “The Voice”?\nNot a lot. But when I first saw it I got a pit in my stomach. No one took it that seriously and I watched the first episode and it was like being punched in the stomach. It was such a great idea. And those chairs! The panel is so good. You just go, “They beat us to it.”\nWhat’s the state of competition shows these days?\nI wouldn’t want to be launching anything with a gimmick right now. They tried that with “Rising Star.” Everyone thought, “O.K., to launch a new competition show now, we need to have either a spinning chair or a wall that goes up and down.” It’s not as simple as that. If you have brand recognition and a network that supports the show and reinvests in the show, you’ve got a real shot. But obviously with “Idol” going, it leaves a hole in the market for something new, I think. And we might have something.\nAnother show? Would it be a singing show?\nI’m not going to give too much away. But the idea is unique. If we do make it, it’ll become clearer why it’s a good idea. It’s not a gimmick show.\nBut you said you found singing shows a little tedious, with that relentless parade of singers.\nI think they’re too long. “Idol” was at, what, 47 hours? That’s four, five months on the air. That’s half the year, that’s too long. The shows have become too long. We were making one-hour shows and even that was a struggle. You’re making a movie twice a week. They’re just way too long. It’s an effort to watch them. If we go back to where we were — maybe 25, 30 hours maximum, one-hour shows. The audition shows are always going to be popular. People love auditions. And start it at the beginning of the year. Never go in the fall. Start January, February. “Got Talent” works because we’ve established ourselves as a summer show. It feels like summer when it’s on.", "url": "https://www.nytimes.com/2016/05/31/arts/television/simon-cowell-americas-got-talent-donald-trump.html"}