{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:55", "date_modify": "2022-10-25 23:40:55", "date_publish": "2016-10-02 00:59:44", "description": "Senior party members forced Pedro Sánchez to resign as they sought to end internal divisions and break the impasse that has left Spain without an elected government.", "filename": "2016_10_02_world_europe_spain-socialists-pedro-sanchez-resigns_1666741255.html", "image_url": "https://static01.nyt.com/images/2016/10/03/world/03SPAIN-web1/03SPAIN-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=738d4ec5602232a173167ba707595d0e40f22c74b6ed470805185c994301dc6a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_02_world_europe_spain-socialists-pedro-sanchez-resigns_1666741255.html", "title": "Spain’s Socialists Oust Party Leader in Bid to End Deadlock", "title_page": "Spain’s Socialists Oust Party Leader in Bid to End Deadlock - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — The leader of Spain’s main opposition Socialist Party resigned on Saturday night after losing a bruising and chaotic battle against other senior party members who were opposed to prolonging the deadlock in Spanish politics.\nThe Socialists’ leader, Pedro Sánchez, stepped down after a majority of his party’s federal committee voted against his proposal to hold new party primaries on Oct. 23. The proposal would almost certainly have forced Spain to hold a third national election because of an Oct. 31 deadline to form a new government.\nSpain has been without an elected government since an inconclusive national election in December. Mr. Sánchez had refused to allow Mariano Rajoy, the caretaker prime minister, to start a new term, arguing that Mr. Rajoy was unfit for office largely because of corruption scandals that have tainted his conservative Popular Party. Mr. Rajoy, however, has insisted that he should stay in charge after his party twice won national elections — in December and June — but both times without a parliamentary majority.\nMr. Sánchez lost on Saturday by a vote of 133 to 109. The Socialist leadership will be taken over by a caretaker management committee whose first task is likely to be to confirm whether the Socialists will change tack and no longer block Mr. Rajoy’s re-election.", "url": "https://www.nytimes.com/2016/10/02/world/europe/spain-socialists-pedro-sanchez-resigns.html"}