{"authors": [], "date_download": "2022-10-25 23:52:53", "date_modify": "2022-10-25 23:52:53", "date_publish": "2016-01-05 22:16:45", "description": "Low-income adults in those states have had similar improvements under the Affordable Care Act despite differing approaches to expanding Medicaid.", "filename": "2016_01_06_us_in-kentucky-and-arkansas-access-to-health-care-improves-study-says_1666741973.html", "image_url": "https://static01.nyt.com/images/2016/01/06/us/06health/06health-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9e7e7d2afaaafda44cb728fcf969f388d376c219e865aff6c8629284f8cde95d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_06_us_in-kentucky-and-arkansas-access-to-health-care-improves-study-says_1666741973.html", "title": "Better Health Care Access in Kentucky and Arkansas, Study Says", "title_page": "Better Health Care Access in Kentucky and Arkansas, Study Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Low-income adults in Kentucky and Arkansas have had similar improvements in access to medical care under the Affordable Care Act, a new study found, despite the two states’ differing approaches to expanding Medicaid.\nBoth states expanded their Medicaid programs in 2014 to cover most adults with incomes under 138 percent of the federal poverty level, as the health law allows. While new enrollees in Kentucky joined its traditional Medicaid program, Arkansas chose to buy private coverage for poor people through the new federal insurance marketplace using federal Medicaid funds, a model that several other states have since followed. Its program, known as the private option, was intended to appeal to Republicans who opposed expanding a federal entitlement program.\nThe study, published in Health Affairs, found that Arkansas and Kentucky had significant reductions in the number of low-income adults without insurance from 2013 to 2014. In Arkansas, the number of uninsured for the group dropped to 19.4 percent from 41.8 percent; Kentucky’s rate dropped to 12.4 percent from 40.2 percent. The finding is consistent with recent surveys that put Arkansas and Kentucky among the states with the largest overall declines in people without insurance since the health law expanded coverage in January 2014. The study also looked at Texas, whose Republican leaders have refused to expand Medicaid under the law, and found far more modest gains in coverage and access to care among low-income people.\nKentucky and Arkansas had similar increases in rates of regular care among low-income adults with chronic conditions, the study found, and similar decreases in the percentage of such adults who skipped medications because of cost. But the study found one notable difference between the two states: Low-income people in Kentucky reported significantly less trouble paying medical bills after getting coverage.", "url": "https://www.nytimes.com/2016/01/06/us/in-kentucky-and-arkansas-access-to-health-care-improves-study-says.html"}