{"authors": ["Ben C. Solomon", "Taige Jensen", "Stefania Rousselle", "Leslye Davis"], "date_download": "2022-10-25 22:59:24", "date_modify": "2022-10-25 22:59:24", "date_publish": "2016-03-31 09:00:13", "description": "Attacks in Brussels and Paris, as well as a surge of migrants, have left parties like France’s National Front with the political winds at their back.", "filename": "2016_04_01_world_europe_paris-france-far-right_1666738764.html", "image_url": "https://static01.nyt.com/images/2016/04/02/multimedia/france-far-right2/france-far-right2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=6c565f8ef8e25fe6d52d617888fe0f19ddbf1f5ba5ff1c673814a26d380eb8be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_01_world_europe_paris-france-far-right_1666738764.html", "title": "A Terror Attack, Then Far Right Moves In", "title_page": "A Terror Attack, Then Far Right Moves In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "November 13, 2015 Hollande: My dear compatriots Anchor1: Horrific breaking news story tonight. Terror across Paris. It is a city under siege. (FR) Flash urgent, un drame se déroule : Paris est attaquée. La ville est en état de siège. Anchor2: Six connected terrorist attacks here. (FR) Six attentats coordonnés. Anchor3: At this hour, the death-toll stands at 129 lives lost, and the worst violence this country has seen since world war 2. (FR) Pour l’instant, le bilan se chiffre à 129 morts, l’attentat le plus sanglant en France depuis la Seconde Guerre mondiale. SUPER: TWO WEEKS LATER TITLE (FR): DEUX SEMAINES PLUS TARD COFFEE SCENE VO: France is still shellshocked. Tensions are high. But one group was expecting this. We told you so, they say. VO (FR): La France est encore sous le choc, et reste sous haute tension. Mais certains ne sont pas surpris : « on vous l’avait bien dit ». FLYERING SCENE VO: They are the National Front — France’s far right, conservative party. anti-immigrant. anti-EU. Ultra-nationalist. And all across europe, far right parties like these are exerting influence across Europe. VO (FR): Ils sont au Front National, un parti d’extrême-droite, qui défend une ligne anti-immigration et anti-européenne. Partout en Europe, des partis similaires tissent leur toile. VO: The leader on the ground here, is Stephan Revier. VO (FR): Voici Stéphane Ravier, l’un de leur chefs de file. BIKINI SCENE VO: He’s an open critic of Muslim immigration And luckily for him, a national election is days away. And this climate of fear may be their ticket to victory. VO (FR): Il s’oppose ouvertement à l’immigration musulmane. Hasard du calendrier, nous sommes à quelques jours des régionales. Ce climat de peur pourrait bien lui être favorable. VO: These are just the regional elections, but a win would be their biggest yet and would further legitimize the party for a 2017 presidential run. But not everyone is a fan... VO (FR): Il ne s’agit que de régionales, mais une victoire serait inédite et favoriserait le FN pour l’échéance présidentielle de 2017. Mais tous ne sont pas pour. END OF LEAFLET SCENE - “go f**k yourself“a VO: This is marseille, part of the french riviera, almost 500 miles south of Paris, and on track to become Europe’s first muslim majority city. VO (FR): Nous sommes à Marseille, à 800 km de Paris. La cité phocéenne est en passe de devenir la première ville européenne à majorité musulmane. END WITH ANTI-NATIONAL FRONT PROTESTER IN MARKET TITLE: France’s Far Right Rise TITLE (FR): La montée de l’extrême-droite en France Nona: “Their main idea is to keep their jobs, the housing and the social benefits to the french. It’s the same cry and it’s the same cry all over europe. French first here, danish first there, austrian first there. These are nativist parties and of course they are fueled on fear.” Nona (FR): Ce qu’ils veulent, c’est que les emplois, les logements et les allocations reviennent en priorité aux Français. C’est pareil partout en Europe. Les Français d’abord, les Danois d’abord, les Autrichiens d’abord... Il s’agit de partis xénophobes que la peur alimente. VO: In the wake of the refugee crisis, debt showdowns, and terrorism in the streets. Far right movements across Europe have been gaining momentum. VO (FR): Avec la crise des réfugiés, l’austérité, et des scènes de guerre en pleine rue, les partis européens d’extrême-droite montent en puissance. VO: for the National Front the message is clear: The left has failed you, the right has failed you, now its time for something new. VO (FR): Le message du Front National est clair : la gauche a échoué, la droite a échoué, il faut changer de méthode. Marine Le Pen: Our politicians need to open their eyes. Yes there is a link between massive migration, anti-French communalism and Radical Islamism. VO: Leadership in the party is a family affair. Marine Le Pen is the president and face of the party. She shocked the nation by placing third in the 2012 presidential election and continues attract a loyal and passionate following. VO (FR): Le Front National est une affaire de famille. Marine Le Pen est à la fois la présidente et le visage du FN. Elle est arrivée troisième à la présidentielle de 2012, et peut compter sur une base qui lui est dévouée. NEWS CLIP OF MARINE: “Multiculturalism stands for multiconflict.” VO: Her father Jean marie le pen founded the party in 1972. Under his reign, the party earned a xenophobic reputation. VO (FR): Jean-Marie Le Pen, son père, a fondé le parti en 1972. Sous sa présidence, le FN a été taxé de xénophobie. NEWS CLIP: holocuast pop “Once again, minimizing the holocuast” - “I speak freely, and people don’t like that - he says” NEWS CLIP VF - Faisant preuve une nouvelle fois de négationnisme... / J.-M. LE PEN: « Je parle librement, ce qui choque un certain nombre de gens » VO: In 2015, his own daughter expelled him from the party to detoxify their image and broaden their appeal. More recently he endorsed Donald Trump on Twitter. VO (FR): En 2015, sa propre fille l’exclut du Front pour tenter de dédiaboliser le parti. Plus récemment, Jean-Marie Le Pen a soutenu Donald Trump sur Twitter. TWITTER SCREENSHOT TWITTER SCREENSHOT FR: Si j’étais américain, je voterais pour Donald Trump... Que Dieu le bénisse ! VO: Her niece is the party’s rising star. Marion Maréchal-Le Pen. Just 26 years old. Sarah Palin calls her, her Political crush. She’s running to lead this region in southern france, and Her right hand man is stephane ravier. VO (FR): Sa nièce est l’étoile montante du parti. Elle n’a que 26 ans. Sarah Palin dit avoir eu un coup de cœur pour elle. Elle s’est portée candidate pour la présidence de la région PACA. Son bras droit ? Stéphane Ravier. SARAH PALIN QUOTE FR: « J’ai un coup de cœur pour elle, mais je ne peux pas voter pour elle puisqu’elle se présente en France. » VO: SR fashions himself as a man of the people. While the Le Pen family controls things from afar, Stephan is the man on the ground. He’s a senator, district mayor, and the son of an Italian immigrant. VO (FR): Stéphane Ravier se présente comme un homme du peuple. Tandis que la famille Le Pen téléguide le parti, Ravier est sur le terrain. Il est à la fois sénateur, maire d’arrondissement, et le fils d’un immigré italien. VO: He’s known for public anti-muslim spectacles. He defiantly served bacon at a public function, and once even stopped a muslim wedding because the bride word an illegal veil. VO (FR): Il est connu pour ses prises de position anti-Islam. Il a servi du porc lors d’un rassemblement public, et a interrompu un mariage musulman en raison du voile illégal porté par la mariée. I grew up in Marseille’s northern neighborhoods. In the working-class neighborhoods. My Dad was an electrician at construction sites. I grew up there and it hurts me to see what has happened. Stephane Ravier: These are the neighborhoods where, let’s say 50, 60, 70 percent of the population is Muslim, to begin with. They speak French there too, but these are foreign enclaves. Except when it comes to claiming social benefits. That’s when they claim to be French. VO: Now, he’s out before the first round of voting. If they win, there will be a run off one week later. VO (FR): Il bat la campagne avant le premier tour. SUPER: Voting day round 1 TITLE (FR): Jour de vote, premier round VO: The first round results are in. VO (FR): Les résultats du premier tour viennent de tomber. ”-TV reporter: It’s in Provence-Alpes-Côte d’Azur That the National Front got its best score with Marion Maréchal Le Pen, 41.2 percent of the votes.” VO: The national front won the first round by 15 percent. And their leading in 6 of the 13 regions across the country. VO (FR): Le FN gagne le premier tour avec une avance de 15 points. Ils sont en tête dans 6 régions sur 13. song: To the health of france and shit for the king of england who declared war against us! Ravier: If you love France, you love wine! Ravier (FR ST): Si vous aimez la France, vous aimez le vin ! VO: It’s a resounding victory, but far from over. VO (FR): Une victoire assourdissante, mais tout reste à faire. VO: The record breaking win has shocked opponents into action and now, the national front is about to face a full frontal assault from all sides. VO (FR): L’ampleur inédite de la victoire a électrisé les concurrents du FN, qui se trouve attaqué de toutes parts. VO: The liberals are in panic mode. Their new strategy is to stop the national front at any costs. VO (FR): Branle-bas de combat à gauche. Leur nouvelle stratégie : faire barrage au FN à tout prix. VO: The attacks have Stephane on the defense. VO (FR): Ravier est sur la défensive. -Socialist: I’ve just heard Mr Ravier stigmatize Muslim people in a non acceptable way. Ravier: What? When? When have you heard this? This is defamation. -I’ve heard it now. -You’re a liar. You’re doing again a trial. -The Stalinist roots are still there. -You’re manipulating people. It’s incredible to listen to this. -It’s a scandal. VO: With the numbers as they are now, the National Front is all but certain to win the region. To block them socialists make a game changing move. They pull out of the race. Forcing their supporters to vote Republican — It’s a familiar strategy in French politics. And the move is just enough to give the republicans a slight lead. VO (FR): Au vu des chiffres, le FN semble à deux doigts de prendre la région. Pour leur faire barrage, les socialistes tentent un coup de poker. Ils se désistent au profit de la droite républicaine. De quoi donner aux Républicains une petite avance. VO: The National Front is pushing back, vying for every last vote. VO (FR): Le FN joue son va-tout. -littering -jewish lady -son is a good guy SUPER: Election day TITLE (FR): Le jour des élections Stephan: [a text from] “Le Pen, Marion. Who tells me we lost.” “Democracy is crying tonight.” VO: The national front has lost here by 10 percent and failed to capture any other regions in France. VO (FR): Le FN a perdu de 10 points, et n’a conquis aucune région. Nona: For the moment, I think that all the factors that have helped the progression of the National Front are still there. We’re in the middle of an economic recession that’s not going to stop. And the international context- the rise of the Islamic state. Nona (FR): Je pense que tous les facteurs qui ont aidé à la progression du FN sont toujours intacts. Nous sommes en pleine récession. Quant au contexte international, avec l’émergence de Daech... They are on their way. They have been getting close to power. (FR) Ils poursuivent leur route. Ils ne sont pas loin du pouvoir. Nona: But you also see its limitations. They make very good scores in the first round of elections, but then when comes the second round; nobody yet, wants to make an alliance with them. They are unknitting the social and political fabric of the country. Nona (FR): Mais on entrevoit leurs limites. Si leurs scores au premier tour sont très élevés, pour l’heure, personne ne veut forger d’alliance avec eux au second tour. Ils sont en train de détricoter le tissu social et politique de la France. Stephan: It’s a beautiful victory despite it all. We make progress election after election, so we can win.", "url": "https://www.nytimes.com/2016/04/01/world/europe/paris-france-far-right.html"}