{"authors": ["Sewell Chan"], "date_download": "2022-10-25 22:55:37", "date_modify": "2022-10-25 22:55:37", "date_publish": "2016-12-19 14:25:21", "description": "Relations deteriorated when the imprisoned pro-democracy dissident Liu Xiaobo was awarded the Peace Prize in 2010.", "filename": "2016_12_19_world_europe_china-norway-nobel-liu-xiaobo_1666738537.html", "image_url": "https://static01.nyt.com/images/2016/12/20/world/20Norway/20Norway-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ba1d9ff20aa5aad650120a9a9bcf42abe5c4c337ea625b5b41cbbbc468da7925&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_19_world_europe_china-norway-nobel-liu-xiaobo_1666738537.html", "title": "Norway and China Restore Ties, 6 Years After Nobel Prize Dispute", "title_page": "Norway and China Restore Ties, 6 Years After Nobel Prize Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Tonnesson said he doubted that the agreement would impair Norway’s reputation as an advocate for human rights, but he added that the timing — weeks after the election of Donald J. Trump as president of the United States — was significant.\n“The deal with Norway might be one pawn in a greater game to secure and renew trade policy with other countries in Europe and elsewhere traditionally close to the U.S.,” he said.\nMr. Liu, 60, was arrested in China in December 2008 and is serving an 11-year sentence for “inciting subversion of state power” by organizing a petition urging an end to one-party rule.\nThe decision by the Norwegian Nobel Committee, which is composed of five members appointed by Parliament but is independent of the government, drew outrage from the government in Beijing. China had warned the secretary of the Nobel committee against giving Mr. Liu the prize, and after the decision, Beijing canceled meetings with Norwegian officials and it later halted the trade talks.\nEven so, “the overall impact on trade, even in the seafood sectors, was not very profound, and bilateral trade hit record levels in 2015,” according to Marc Lanteigne, a senior research fellow at the Norwegian Institute of International Affairs.\nAt the prize ceremony in December 2010, Mr. Liu was represented by an empty chair. It was the first time since 1935 — when the laureate was Carl von Ossietzky, a German pacifist detained by the Nazis — that no relative or representative of the prize’s recipient was present to accept the award or the $1.5 million check that came with it.\nIn 2013, after voters ousted Norway’s center-left government, the new conservative government vowed to improve relations with China. Symbolic steps were taken in that direction.", "url": "https://www.nytimes.com/2016/12/19/world/europe/china-norway-nobel-liu-xiaobo.html"}