{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:31:00", "date_modify": "2022-10-25 23:31:00", "date_publish": "2016-01-08 01:25:13", "description": "The conglomerate’s operating performance in the fourth quarter was a steep deceleration from a rise of almost 80 percent in the third quarter.", "filename": "2016_01_08_technology_samsungs-operating-profit-rises-15-a-sharp-slowdown_1666740660.html", "image_url": "https://static01.nyt.com/images/2016/01/08/business/08SAMSUNG/08SAMSUNG-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a8e465b5ff15754540f0d4960da5dbab1e5429162dbd703b8930e9eef3c5bfe5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_08_technology_samsungs-operating-profit-rises-15-a-sharp-slowdown_1666740660.html", "title": "Samsung’s Operating Profit Rises 15%, a Sharp Slowdown", "title_page": "Samsung’s Operating Profit Rises 15%, a Sharp Slowdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s not going to be a disaster for memory or for Samsung. But for Samsung, it makes sense that they’re not going to be able to outperform the rest of the market as they had been doing the previous three or four quarters,” Mr. Newman said, noting, however, that the huge inventories that kept prices down in 2015 have shrunk and are stabilizing.\nIn its news release, Samsung said that operating profit would be 6.1 trillion won, or about $5.1 billion, in the fourth quarter, compared with 5.3 trillion won in the same period a year earlier. The numbers released Friday are preliminary; Samsung will post its final earnings later this month.\nStill, the results led some analysts to worry that Samsung’s profit could fall in 2016. That would mean Samsung’s recovery would be over almost as soon as it started. In the third quarter, the company ended a slide in profit that had lasted seven consecutive quarters. The company is also exposed to a global slowdown in the sales of smartphones, for which it provides microchips and screens.\nIn handsets, the sector that led to Samsung’s boom and then a slide, much depends on the company’s new folding-screen technology. With folding screens, a phone-size screen can be unfurled into a tablet-size one, according to a report from Ricky Seo, an HSBC analyst.\nThe report says the technology could appear in phones in the second half of 2016 and would be “a massive shift in a smartphone market that has been an increasingly tough battle at both the high and ‘commodity’ ends.”", "url": "https://www.nytimes.com/2016/01/08/technology/samsungs-operating-profit-rises-15-a-sharp-slowdown.html"}