{"authors": ["Glenn Rifkin"], "date_download": "2022-10-25 23:46:14", "date_modify": "2022-10-25 23:46:14", "date_publish": "2016-01-25 23:30:29", "description": "Professor Minsky laid the foundation for the field by demonstrating the possibilities of imparting common-sense reasoning to computers.", "filename": "2016_01_26_business_marvin-minsky-pioneer-in-artificial-intelligence-dies-at-88_1666741574.html", "image_url": "https://static01.nyt.com/images/2016/01/26/business/26minsky-obit-web/26minsky-obit-web-facebookJumbo.jpg?year=2016&h=549&w=1050&s=d81c76b4a99320ecfa88d629f123d5a9ffafa6d61a6f2d77106ae40c6e64ec6d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_26_business_marvin-minsky-pioneer-in-artificial-intelligence-dies-at-88_1666741574.html", "title": "Marvin Minsky, Pioneer in Artificial Intelligence, Dies at 88", "title_page": "Marvin Minsky, Pioneer in Artificial Intelligence, Dies at 88 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Marvin Minsky, who combined a scientist’s thirst for knowledge with a philosopher’s quest for truth as a pioneering explorer of artificial intelligence, work that helped inspire the creation of the personal computer and the Internet, died on Sunday night in Boston. He was 88.\nHis family said the cause was a cerebral hemorrhage.\nWell before the advent of the microprocessor and the supercomputer, Professor Minsky, a revered computer science educator at M.I.T., laid the foundation for the field of artificial intelligence by demonstrating the possibilities of imparting common-sense reasoning to computers.\n“Marvin was one of the very few people in computing whose visions and perspectives liberated the computer from being a glorified adding machine to start to realize its destiny as one of the most powerful amplifiers for human endeavors in history,” said Alan Kay, a computer scientist and a friend and colleague of Professor Minsky’s.\nFascinated since his undergraduate days at Harvard by the mysteries of human intelligence and thinking, Professor Minsky saw no difference between the thinking processes of humans and those of machines. Beginning in the early 1950s, he worked on computational ideas to characterize human psychological processes and produced theories on how to endow machines with intelligence.", "url": "https://www.nytimes.com/2016/01/26/business/marvin-minsky-pioneer-in-artificial-intelligence-dies-at-88.html"}