{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:44:08", "date_modify": "2022-10-25 23:44:08", "date_publish": "2016-01-08 19:54:15", "description": "Two militants stormed into a hotel in the Egyptian Red Sea resort of Hurghada, stabbing and wounding three European tourists.", "filename": "2016_01_09_world_middleeast_gunmen-fire-on-hotel-in-egypt-wounding-foreign-tourists_1666741448.html", "image_url": "https://static01.nyt.com/images/2016/01/09/world/EGYPT/EGYPT-facebookJumbo.jpg?year=2016&h=524&w=1000&s=fc19eb406eb22cd89934678ecaa46098a7a5455e41d53e218c6a49adb489d77f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_09_world_middleeast_gunmen-fire-on-hotel-in-egypt-wounding-foreign-tourists_1666741448.html", "title": "Attack at Hotel in Egypt Injures European Tourists", "title_page": "Attack at Hotel in Egypt Injures European Tourists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — Two militants stormed into a hotel in the Egyptian Red Sea resort of Hurghada on Friday, stabbing and wounding three European tourists, Egypt’s Interior Ministry said.\nSecurity guards at the hotel, the Bella Vista Resort, opened fired on the assailants, who were armed with knives and a pellet gun, killing at least one of them, the government said. The injured tourists, two Austrians and a Swede, were transferred to a hospital. One was later discharged.\nSecurity officials gave conflicting accounts of the attack at the beachfront resort. Photographs posted to social media, purported to be from the scene, showed the bodies of two attackers, as well as a piece of black cloth that resembled an Islamic State flag.\nThe attack was a fresh blow to Egypt’s tourism industry, which is still reeling from earlier attacks claimed by the local branch of the Islamic State, or ISIS.", "url": "https://www.nytimes.com/2016/01/09/world/middleeast/gunmen-fire-on-hotel-in-egypt-wounding-foreign-tourists.html"}