{"authors": ["Christine Hauser"], "date_download": "2022-10-25 23:22:21", "date_modify": "2022-10-25 23:22:21", "date_publish": "2016-11-10 16:56:55", "description": "Mr. Shkreli said in October that he would play parts of the album he exclusively owns if Mr. Trump was elected president.", "filename": "2016_11_11_arts_music_martin-shkreli-releases-parts-of-wu-tang-clan-album-after-trump-victory_1666740141.html", "image_url": "https://static01.nyt.com/images/2016/11/11/nyregion/11wutang_xp/11wutang_xp-facebookJumbo.jpg?year=2016&h=550&w=1050&s=91b23ed2450929662e8ee15d14420d7eef7775b67d9f6ee67237f7307c575bb3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_11_arts_music_martin-shkreli-releases-parts-of-wu-tang-clan-album-after-trump-victory_1666740141.html", "title": "Martin Shkreli Releases Parts of Wu-Tang Clan Album After Trump Victory", "title_page": "Martin Shkreli Releases Parts of Wu-Tang Clan Album After Trump Victory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Martin Shkreli, the pharmaceutical executive who was denounced for raising the price of a prescription drug by more than 5,000 percent, has released music from the only known copy of a Wu-Tang Clan album he owns exclusively. He had promised to do so if Donald J. Trump was elected president.\nMr. Shkreli made the initial announcement on Oct. 27 on Twitter. After Tuesday’s election, Mr. Shkreli appeared on the livestream platforms Periscope and Hitbox and said: “I will be releasing this music over a long period of time. But let me play a little bit of it now.”\nSipping from a Coca-Cola can, he grinned and bopped his head a few times as he played the introduction of the album, “The Wu — Once Upon a Time in Shaolin.”\nMr. Shkreli called Mr. Trump’s victory “fantastic.” He said he was still deciding how to play other portions of the music.", "url": "https://www.nytimes.com/2016/11/11/arts/music/martin-shkreli-releases-parts-of-wu-tang-clan-album-after-trump-victory.html"}