{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:28:30", "date_modify": "2022-10-25 23:28:30", "date_publish": "2016-09-05 00:46:45", "description": "Frederick, Md., is debating how to remove a bronze bust of Roger Brooke Taney, the Supreme Court chief justice who wrote the 1857 Dred Scott decision.", "filename": "2016_09_05_us_he-denied-blacks-citizenship-now-a-city-is-deciding-his-statues-fate_1666740510.html", "image_url": "https://static01.nyt.com/images/2016/09/05/us/00TANEY-web1/00TANEY-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=7444c14a6063867e54c3b641e5eebb03635502e286f0e6379929b8b9f8f0b718&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_05_us_he-denied-blacks-citizenship-now-a-city-is-deciding-his-statues-fate_1666740510.html", "title": "He Denied Blacks Citizenship. Now a City Is Deciding His Statue’s Fate.", "title_page": "He Denied Blacks Citizenship. Now a City Is Deciding His Statue’s Fate. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Others lament a debate that, they say, has tarnished Frederick’s good name. And Taney is not the only Frederick figure affected; if the Taney bust goes, a companion bust of another Supreme Court justice and onetime Frederick resident, Thomas Johnson, will go as well, for symmetry’s sake.\n“It’s a shame that a certain few make such statements that affect the multitudes,’’ said Marion Carmack, 88, a white retired insurance agent whose Maryland roots date to the Revolutionary War. As for the statues: “To me, they don’t bother a thing.”\nTaney, appointed in 1836 by President Andrew Jackson, for whom he had served as treasury secretary and attorney general, is hardly the court’s sole verbal offender; his predecessor as chief justice, John Marshall, once described Native Americans as “fierce savages.” Scholars view Taney as an “originalist” in the mold of Antonin Scalia, said Josh Blackman, who teaches at Houston College of Law.\n“The amendments to the Constitution,” said Mr. Blackman, who wrote about the red paint incident, “are the greatest bucket of paint to Mr. Taney.”\nBut around Maryland, Taney statues face an uncertain future. In Baltimore, a mayoral commission voted this year to remove a Taney figure. Another one, on the Statehouse grounds in Annapolis, was spared in the 1990s, when lawmakers erected a companion statue of the former Supreme Court justice Thurgood Marshall, a Maryland native; now there is a fresh push to get rid of it.\nHere in Frederick, the effort to purge Taney from city property has been led since 1998 by Alderwoman Donna Kuzemchak, who says anything that so deeply offends a portion of the citizenry “needs to go.” She almost succeeded in 2009, but the city instead paired the bust with a plaque about Dred Scott and his wife, Harriet.", "url": "https://www.nytimes.com/2016/09/05/us/he-denied-blacks-citizenship-now-a-city-is-deciding-his-statues-fate.html"}