{"authors": ["Neil Irwin", "Alan Rappeport"], "date_download": "2022-10-25 23:02:12", "date_modify": "2022-10-25 23:02:12", "date_publish": "2016-08-08 11:00:14", "description": "Mr. Trump sought to move beyond a week of turmoil, turning his attention to the economy with a speech in which he cast himself as a president who could create new jobs.", "filename": "2016_08_09_us_politics_donald-trump-economy-speech_1666738932.html", "image_url": "https://static01.nyt.com/images/2016/08/08/us/elections/08video-trump2/08video-trump2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=d4d67eb3ef01f176d4a1f8b01e7fd5409c3ff16f371c205e00eac8101dbeaa1d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_09_us_politics_donald-trump-economy-speech_1666738932.html", "title": "Donald Trump Adopts G.O.P. Tax Cuts, but Balks at Trade Pacts", "title_page": "Donald Trump Adopts G.O.P. Tax Cuts, but Balks at Trade Pacts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the speech and written materials distributed by his campaign, Mr. Trump mentioned only a tax deduction. But an emailed statement from his campaign Monday afternoon said the policy would also have elements to provide child care benefits to lower-income people. The statement said it would provide “credit to stay-at-home caregivers” and that “to provide benefits to lower-income taxpayers who may not benefit from the deduction, the plan also allows parents to exclude childcare expenses from half of their payroll taxes — increasing their paycheck income each week.”\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nMr. Trump also advocated reducing the corporate income tax rate to 15 percent from its current 35 percent. That proposal comes after a decade in which after-tax corporate profits have risen sharply as a share of national income and compensation for workers has fallen.\nThe House Republicans’ tax overhaul would reduce the number of federal income tax brackets to three (from seven) and eliminate many deductions. Mr. Trump’s embrace of it on Monday signaled that on tax policy at least, he is aiming to align himself more closely with the Republican Party. It appeared to be a change from a proposal by Mr. Trump in September, when he said he would cut the top tax rate to 25 percent from 39.6 percent. That plan has been removed from his campaign website.\n“We will work with House Republicans on this plan, using the same brackets they have proposed: 12, 25 and 33 percent,” he said. “For many American workers, their tax rate will be zero.”\nMr. Trump said, accurately, that the proposal he has now adopted would reduce federal taxes across the board. But he failed to mention that the wealthy would disproportionally benefit. An analysis by the Tax Foundation found that it would increase after-tax income for middle-income families (those in the 40th to 60th percentile) by 0.2 percent. It would increase after-tax income for the wealthiest 1 percent of Americans by 5.3 percent.\nThe conservative-leaning foundation found that the plan would reduce revenue by $2.4 trillion over the coming decade using “static analysis,” but that it would result in a comparatively modest revenue reduction of about $200 billion if you assume that lower taxes will result in much stronger economic growth.", "url": "https://www.nytimes.com/2016/08/09/us/politics/donald-trump-economy-speech.html"}