{"authors": ["Nick Wingfield", "Vindu Goel"], "date_download": "2022-10-25 23:29:09", "date_modify": "2022-10-25 23:29:09", "date_publish": "2016-12-14 12:21:07", "description": "After ignoring the popularity of smartphones and tablets for years, the Japanese company is finally bringing its heroic plumber to mobile devices.", "filename": "2016_12_14_technology_mario-nintendos-mustachioed-gaming-legend-arrives-on-iphones.html__r=0_1666740549.html", "image_url": "https://static01.nyt.com/images/2016/12/14/business/15MARIO1/15MARIO1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b1918d183e838672ee3090484a4a35565406d04ce7b353fe0a08269c5c1197e4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_14_technology_mario-nintendos-mustachioed-gaming-legend-arrives-on-iphones.html__r=0_1666740549.html", "title": "Mario, Nintendo’s Mustachioed Gaming Legend, Arrives on iPhones", "title_page": "Mario, Nintendo’s Mustachioed Gaming Legend, Arrives on iPhones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEATTLE — What happens when one of the best-selling games in history comes to the most popular category of electronic devices in the world? A mustachioed plumber in overalls is about to reveal the answer.\nOn Thursday, after nearly a decade of doing its best to ignore the explosive growth of smartphones and tablets, Nintendo is finally bringing a game based on its beloved character Mario to mobile devices.\nPeople have been able to play Mario games on portable devices made by Nintendo since the early 1980s, but the release of the new Super Mario Run represents the first time Nintendo has put out an installment for devices made by another company — in this case, iPhones and iPads from Apple.\nIt is a watershed moment for a game character who is as recognizable to many as Mickey Mouse. Mario is widely estimated to be the best-selling game franchise ever, with more than a half-billion copies sold since the plumber first showed up in the game Donkey Kong in 1981. So iconic is the character that Shinzo Abe, the prime minister of Japan, appeared at the closing ceremony of the Summer Olympics in Rio de Janeiro this year dressed as Mario to promote the next Summer Games in Japan.", "url": "https://www.nytimes.com/2016/12/14/technology/mario-nintendos-mustachioed-gaming-legend-arrives-on-iphones.html?_r=0"}