{"authors": ["Matt Richtel"], "date_download": "2022-10-25 23:40:37", "date_modify": "2022-10-25 23:40:37", "date_publish": "2016-07-24 13:39:40", "description": "The billionaire entrepreneur Elon Musk is running a private rocket company, doubling down on alternative fuels and pressing on with Tesla after a series of accidents.", "filename": "2016_07_25_business_despite-roadblocks-for-tesla-elon-musk-is-moving-full-speed-ahead_1666741237.html", "image_url": "https://static01.nyt.com/images/2016/07/23/business/00musk1/00musk1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=196e26522021f458ef15e3af3d657b328c8f1064b2be79c28409254e4a64b49a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_25_business_despite-roadblocks-for-tesla-elon-musk-is-moving-full-speed-ahead_1666741237.html", "title": "Elon Musk of Tesla Sticks to Mission Despite Setbacks", "title_page": "Elon Musk of Tesla Sticks to Mission Despite Setbacks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Things are like especially intense right now,” Mr. Musk acknowledged.\nAssisting, Not Autonomous\nTesla began installing cameras, sensors and other hardware for Autopilot in 2014, adding the software a year later to make the system functional.\nThe basic version of Autopilot includes collision warning systems and emergency braking. A fuller option package allows for assisted steering and adaptive cruise control. Activating it requires the driver’s acknowledgment that the technology is new and is still in “public beta phase” testing. Each time drivers turn it on, it warns them to keep their hands on the wheel and be prepared to take over.\nConsumer Reports has been warning since October, when full-dress Autopilot was rolled out, that the system has flaws. This month the magazine called on Tesla to disable the technology.\n“Autopilot gives you the idea that it is more capable than it is, and once people view it as autonomous, they disengage and divert their eyes from the road,” Jake Fisher, the magazine’s director of auto testing, said in an interview.\nHe and other safety experts also note that Autopilot continues operating even if drivers do not touch the steering wheel for several minutes.\nMr. Fisher said that he had driven Teslas hands-free for more than three minutes, and that even when Autopilot warned him that he had gone too long without touching the steering wheel, the car continued driving for 30 seconds before the feature shut itself down.", "url": "https://www.nytimes.com/2016/07/25/business/despite-roadblocks-for-tesla-elon-musk-is-moving-full-speed-ahead.html"}