{"authors": ["Michael Corkery"], "date_download": "2022-10-25 23:24:35", "date_modify": "2022-10-25 23:24:35", "date_publish": "2016-09-20 00:13:34", "description": "The head of the bank that came out of the financial crisis relatively unscathed now faces the Senate Banking Committee a over a far-reaching oversight scandal.", "filename": "2016_09_20_business_dealbook_wells-fargos-john-stumpf-has-his-wall-st-comeuppance_1666740275.html", "image_url": "https://static01.nyt.com/images/2016/09/20/business/20DB-Stumpf2/20DB-Stumpf2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=f2a3a1e76eadb617076747ede01f0bbea7dd417c96c01c5200696d17f11f4ead&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_20_business_dealbook_wells-fargos-john-stumpf-has-his-wall-st-comeuppance_1666740275.html", "title": "Wells Fargo’s John Stumpf Has His Wall St. Comeuppance", "title_page": "Wells Fargo’s John Stumpf Has His Wall St. Comeuppance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Long before he ran Wells Fargo, one of the nation’s largest banks, John Stumpf grew up on a dairy and poultry farm, one of 11 children. He started his career as a community banker in Minnesota and married the local banker’s daughter.\nOver the years, Mr. Stumpf has cultivated his image as a community banker and that of his bank as the antithesis of a giant global lender.\nWhile its rivals were mired in mortgage and trading scandals, Wells boasted that it was helping small businesses and families prosper in what Mr. Stumpf called the “real economy.”\nBut now Mr. Stumpf, 63, is having his own Wall Street moment. On Tuesday, the Wells Fargo chief executive will face questions from the Senate Banking Committee over the creation of as many as 1.5 million phony bank accounts — a widespread scandal that has cost 5,300 Wells employees their jobs and raised questions about a broad failure of oversight inside the bank.", "url": "https://www.nytimes.com/2016/09/20/business/dealbook/wells-fargos-john-stumpf-has-his-wall-st-comeuppance.html"}