{"authors": ["Josh Katz"], "date_download": "2022-10-25 23:01:25", "date_modify": "2022-10-25 23:01:25", "date_publish": "2016-08-04 11:00:26", "description": "If he can increase his standing in the polls by five points in the next six weeks or so, he’ll qualify for the debate and could have a big impact.", "filename": "2016_08_04_upshot_can-gary-johnson-the-libertarian-nominee-swing-the-election_1666738885.html", "image_url": "https://static01.nyt.com/images/2016/08/03/upshot/03UP-3rd-Johnson/03UP-3rd-Johnson-facebookJumbo.jpg?year=2016&h=550&w=1050&s=66c5c5836543bbc7dac24f1bb7bd1e469db1f17c4887342c4bd4162dea89d07b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_04_upshot_can-gary-johnson-the-libertarian-nominee-swing-the-election_1666738885.html", "title": "Can Gary Johnson, the Libertarian Nominee, Swing the Election?", "title_page": "Can Gary Johnson, the Libertarian Nominee, Swing the Election? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Gary Johnson’s first run for the presidency in 2012, as the Libertarian Party candidate, he won just under 1 percent of the popular vote. He did not surpass 3 percent in any state.\nThat’s not exactly a strong showing. But 2016 could prove more favorable because of the unpopularity of both major party candidates, Hillary Clinton and Donald Trump. Mr. Johnson is at roughly 10 percent in recent polls, well above where he was in 2012. The question, of course, is whether it will have any impact.\nIs This a Lot?\nAmerican presidential elections are not set up to favor third parties. The first-past-the-post voting methods, in which the winner of the state gets all its electoral votes, make it hard for third parties to get a foothold. (In political science, this is a concept known as Duverger’s Law.)", "url": "https://www.nytimes.com/2016/08/04/upshot/can-gary-johnson-the-libertarian-nominee-swing-the-election.html"}