{"authors": ["Lin-Manuel Miranda"], "date_download": "2022-10-25 23:45:19", "date_modify": "2022-10-25 23:45:19", "date_publish": "2016-03-28 07:00:21", "description": "Alexander Hamilton fought to help his island home. Now the creator of “Hamilton” is asking Congress to help his.", "filename": "2016_03_28_opinion_lin-manuel-miranda-give-puerto-rico-its-chance-to-thrive_1666741519.html", "image_url": "https://static01.nyt.com/images/2016/03/28/opinion/28miranda-web/28miranda-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=27218ba4bd2c7d9fc7fc6d4b64ea5c2fc5e8b2481f8460395604e1bdeef3f419&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_28_opinion_lin-manuel-miranda-give-puerto-rico-its-chance-to-thrive_1666741519.html", "title": "Lin-Manuel Miranda: Give Puerto Rico Its Chance to Thrive", "title_page": "Opinion | Lin-Manuel Miranda: Give Puerto Rico Its Chance to Thrive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ON Aug. 31, 1772, a hurricane devastated the island of St. Croix, the home of the teenage Alexander Hamilton. In a letter one week later, he described the force of the storm and the destruction it caused as “sufficient to strike astonishment into angels.”\nHis letter included this plea for help for his countrymen: “O ye, who revel in affluence, see the afflictions of humanity and bestow your superfluity to ease them. Say not, we have suffered also, and thence withhold your compassion. What are your sufferings compared to those? Ye have still more than enough left. Act wisely. Succour the miserable and lay up a treasure in Heaven.” So vivid was his account of the disaster that the letter was published in a newspaper in the Virgin Islands, The Royal Danish American Gazette, and used to support relief efforts for the island.\nI’m invoking Hamilton’s words today, in this plea for relief for Puerto Rico.\nMuch has been said about the dire economic situation pressing down on Puerto Rico. I am the son of Puerto Rican parents. What can I say to persuade elected officials and policy makers to act? What influence do I have to change the minds and hearts of those in Congress to put aside their differences and deal with the crisis confronting 3.5 million American citizens in the Caribbean? I’m not a politician or an economist. I’m a storyteller.\nMore than 150 schools on the island have closed. San Jorge Children’s Hospital, Puerto Rico’s largest pediatric hospital, has been forced to close two wings and 40 rooms, and cannot afford to hire the nurses it needs. It’s estimated that a doctor a day leaves the island. Engineers, accountants, blue-collar workers and entire families are emigrating daily. According to the census, Puerto Rico has lost 9 percent of its population in the last decade, with 84,000 leaving last year alone.", "url": "https://www.nytimes.com/2016/03/28/opinion/lin-manuel-miranda-give-puerto-rico-its-chance-to-thrive.html"}