{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:34:43", "date_modify": "2022-10-25 23:34:43", "date_publish": "2016-07-19 08:11:59", "description": "German investigators found evidence that may link the young man to the Islamic State, but denied a firm connection with the group despite it claiming responsibility.", "filename": "2016_07_20_world_europe_germany-train-ax-attack_1666740883.html", "image_url": "https://static01.nyt.com/images/2016/07/20/world/20GERMANY-VIDEO/20GERMANY-VIDEO-facebookJumbo.jpg?year=2016&h=549&w=1050&s=f685ae5a5641c11a12a919af4a381f0bbadea50ea8fe08ad9b5078f4f8214dc0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_20_world_europe_germany-train-ax-attack_1666740883.html", "title": "Afghan Teenager Spoke of Friend’s Death Before Ax Attack in Germany", "title_page": "Afghan Teenager Spoke of Friend’s Death Before Ax Attack in Germany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WÜRZBURG, Germany — Over the weekend, an Afghan teenager who had arrived as a refugee last year told confidants in Germany that he had lost a close friend in Afghanistan, but who had been killed, and how and where, remained unclear.\nThe news seemed to unhinge the 17-year-old, who had been specially selected for foster care because he seemed to be adjusting well to his new life in Germany. His foster family noticed that the normally quiet young man appeared agitated and that he spent a lot of time on his phone.\nBut when he told them on Monday that he was going out for a bike ride and might be gone for a while, they had no inkling that he had left armed with an ax and a knife, determined to carry out a brutal attack in the name of the Islamic State.\nHours later, five people were hospitalized — two of them critically — after the teenager slashed them about the head and torso on a passenger train, shouting “Allahu akbar,” or God is great. The Afghan teenager, whom officials did not identify, then fled and attacked a woman walking her dog before he was cornered and killed by the German police.", "url": "https://www.nytimes.com/2016/07/20/world/europe/germany-train-ax-attack.html"}