{"authors": ["Motoko Rich"], "date_download": "2022-10-25 23:54:06", "date_modify": "2022-10-25 23:54:06", "date_publish": "2016-07-09 20:51:42", "description": "In a nation whose politics are dominated by older voters, apathy threatens to dilute the power of newly enfranchised 18- and 19-year-olds.", "filename": "2016_07_10_world_asia_teenagers-in-japan-can-finally-vote-but-will-they.html_ref=topics_1666742046.html", "image_url": "https://static01.nyt.com/images/2016/07/10/world/10japanyouth1/10japanyouth1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4e5cdc0d549650b9f2b7ba08a4e526ce1f601c10acfa14bb551d43ae6d8fed72&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_10_world_asia_teenagers-in-japan-can-finally-vote-but-will-they.html_ref=topics_1666742046.html", "title": "Teenagers in Japan Can Finally Vote. But Will They?", "title_page": "Teenagers in Japan Can Finally Vote. But Will They? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Japan, this year’s campaign did little to reflect the concerns of the youngest voters. Prime Minister Shinzo Abe’s Liberal Democratic Party focused on a platform of broad economic goals, military security, increased local investment, and support for creating better access to day care and nursing homes.\n“What I’m worried about is they just gave the voting rights without creating any policies for young people or taking into account what young people think or want,” said Aki Okuda, 24, the leader of Students Emergency Action for Liberal Democracy. The group, which opposes many of the Liberal Democratic Party’s policies, has encouraged young people to participate in the election.\n“At this point,” said Mr. Okuda, who showed up for an interview wearing a shirt on which the words “Don’t Trash Your Vote” were emblazoned on the back, “all we are telling them is, ‘Let’s go to vote.’”\nScarcely mentioned by Mr. Abe was his party’s aim of securing two-thirds of the seats in the upper house, the majority needed to revise the country’s postwar Constitution. Currently, that document includes a clause requiring that Japan renounce all war. Mr. Abe and the Liberal Democrats previously proposed revisions to that clause to allow for a more active military, along with other amendments that could limit free speech and expand emergency powers for the prime minister.\nPolls last week showed that the Liberal Democrats and their coalition partners were likely to reach the two-thirds threshold on Sunday. The party and its allies already hold a similar majority in the lower house of Parliament.\nIn surveys, a majority of 18- and 19-year-olds have said they do not see a need for constitutional revisions, and the Liberal Democratic Party carefully kept any mention of its ambitions out of its campaigns to woo young voters.\nOn its website, the party posted a manga comic and video aimed at 18-year-olds, featuring a high school girl who decides to vote as a way of attracting the attention of a boy she likes. The effort, from a party that has repeatedly called for a society in which women can “shine,” failed to take off after critics on social media called it sexist.", "url": "https://www.nytimes.com/2016/07/10/world/asia/teenagers-in-japan-can-finally-vote-but-will-they.html?ref=topics"}