{"authors": ["Ben Protess", "Jessica Silver-Greenberg", "Rachel Abrams"], "date_download": "2022-10-25 23:44:12", "date_modify": "2022-10-25 23:44:12", "date_publish": "2016-07-14 09:31:00", "description": "Private equity firms have used sophisticated but indirect political maneuvering with state and local entities to smooth the way for growth and revenue.", "filename": "2016_07_15_business_dealbook_private-equity-influence-fortress-investment-group_1666741452.html", "image_url": "https://static01.nyt.com/images/2016/07/13/business/dealbook/db-pefortress-illo/db-pefortress-illo-facebookJumbo.png?year=2016&h=550&w=1050&s=a3a755409c4430d548ba88f7bea186cab32832364e68382a4b9e85ecda781475&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_15_business_dealbook_private-equity-influence-fortress-investment-group_1666741452.html", "title": "How Private Equity Found Power and Profit in State Capitols", "title_page": "How Private Equity Found Power and Profit in State Capitols - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Gifford, a low-income community pockmarked with abandoned homes, residents say they already live on the wrong side of the tracks. Fortress’s freight trains park there to exchange crews, delaying traffic and prompting local outcry.\nFortress sees it differently, arguing that the freight trains stop there because it is safe to do so. Mr. Edens, who said the passenger line was open to adding more stops, remarked that “the handful of opponents of the project are focused on their own narrow self-interests, not the greater good.”\nWhile critics say All Aboard Florida is unnecessary — a small number of Amtrak trains already travel from Miami to Orlando — Mr. Edens said it had the potential to revitalize local economies because mass transit is “one of the real cornerstones of economic growth.” He called it a “real guidepost for how we can actually bring passenger trains back to the United States.”\nConcerns that the new trains could cause traffic delays are unfounded, he said, citing data estimating that All Aboard Florida trains would take 45 seconds to clear crossings. All Aboard Florida said that it would be the only railroad in the country to operate “in full compliance with the latest and most stringent” federal safety requirements, and that it would help reduce car travel in the state.\n“We’re talking about seconds,” Mr. Edens said, adding that it was “not a meaningful” amount of time.\nWilliam D. Snyder, the sheriff of Martin County, disagreed. “In my business, seconds absolutely matter,” he said.\nThe train’s opponents dispute some of All Aboard Florida’s data about how long the trains will block intersections, saying the company’s assessment is based on best-case assumptions. Bob Solari, a commissioner in Indian River County, said that All Aboard Florida did not in “any meaningful way protect the people and property of the Treasure Coast.”", "url": "https://www.nytimes.com/2016/07/15/business/dealbook/private-equity-influence-fortress-investment-group.html"}