{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:37:51", "date_modify": "2022-10-25 23:37:51", "date_publish": "2016-02-05 20:18:45", "description": "The company said it had suspended 125,000 accounts associated with extremism since mid-2015 and was accelerating its review of users suspected of spreading terrorism.", "filename": "2016_02_06_technology_twitter-account-suspensions-terrorism.html__r=0_1666741071.html", "image_url": "https://static01.nyt.com/images/2016/02/06/business/06twitter/06twitter-facebookJumbo.jpg?year=2016&h=549&w=1050&s=3a8e8f6c0986e35319c8c002b0a4eac1bceb30f05a3da58b37e7e758864d22c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_06_technology_twitter-account-suspensions-terrorism.html__r=0_1666741071.html", "title": "Twitter Steps Up Efforts to Thwart Terrorists’ Tweets", "title_page": "Twitter Steps Up Efforts to Thwart Terrorists’ Tweets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a blog post on Friday, Twitter said violent threats and the promotion of terrorism had long been against its terms of service. For almost three years, Twitter has worked closely with groups that are trying to counter extremist recruitment tactics through positive messaging, the company said. Twitter said it decided to intensify its push against extremist posts on its own.\nThe move drew a supportive response from American officials. Brett H. McGurk, who is President Obama’s special envoy to the global coalition fighting the Islamic State, tweeted that he welcomed Twitter’s action. Representative Adam B. Schiff, Democrat of California and a member of the House’s Permanent Select Committee on Intelligence, said the company’s announcement was “a very positive development” given that “ISIS has eclipsed Al Qaeda as the foremost terror threat we face.”\nA senior Obama administration official said Friday that the White House supported Twitter’s efforts against extremism. “The administration is committed to taking every action possible to confront and interdict terrorist activities wherever they may occur, including in cyberspace, and we welcome constructive steps from our private sector partners,” the official said.\nStill, some lawmakers and technologists have perceived some of Twitter’s efforts to clamp down on terrorist-related posts as toothless. In December, The New York Times wrote about the 335th Twitter account of a pro-Islamic State group that calls itself Asawitri Media, which Twitter repeatedly tried to shut down but that popped back up, often with a similar account name.\n“Twitter has ramped up its response significantly since June 2014, and again since the Paris attacks, but ISIS has still maintained a notable presence on the platform,” said J. M. Berger, a fellow with George Washington University’s Program on Extremism and author of books on extremist issues. He added that Facebook, the biggest social network, has also “been very aggressive on this issue, about as much as anyone could reasonably expect, but we still see some ISIS activity.”\nTwitter’s disclosure of the number of terrorist account suspensions sets it apart from its social media peers. Facebook regularly discloses the number of government requests it has received for content takedowns on its service, but the company does not break out the removal of terror-related content. YouTube has given more than 200 outside organizations the ability to flag potentially harmful content, which YouTube can then review and remove from the service if it deems the content inappropriate.\nBecause Twitter, Facebook and YouTube have enormous amounts of user-generated content flowing through their platforms on a minute-by-minute basis, the companies rely primarily on users to report objectionable material. On Twitter, people can flag and report posts to Twitter staff members around the world, who review the material and determine whether or not it should remain on the site.", "url": "https://www.nytimes.com/2016/02/06/technology/twitter-account-suspensions-terrorism.html?_r=0"}