{"authors": ["Steven Erlanger"], "date_download": "2022-10-25 23:34:37", "date_modify": "2022-10-25 23:34:37", "date_publish": "2016-04-27 18:12:27", "description": "Jeremy Corbyn, the Labour Party leader, suspended Ms. Shah for endorsing anti-Israel posts on social media before she joined Parliament.", "filename": "2016_04_28_world_europe_britain-labour-party-leader-suspends-lawmaker-over-anti-israel-posts_1666740877.html", "image_url": "https://static01.nyt.com/images/2016/04/28/world/28labour_web1/28labour_web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=0f0a12dc9702986017f5088f2ffa0d5f8e19b0b16a0f0ef56637eb529c167e1e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_28_world_europe_britain-labour-party-leader-suspends-lawmaker-over-anti-israel-posts_1666740877.html", "title": "Naz Shah, British Lawmaker, Suspended Over Anti-Israel Posts", "title_page": "Naz Shah, British Lawmaker, Suspended Over Anti-Israel Posts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In the face of mounting criticism over inaction on episodes of anti-Semitism in the Labour Party, Jeremy Corbyn reversed himself on Wednesday and suspended a party lawmaker for endorsing anti-Israel posts on social media before she became a member of Parliament.\nThe legislator, Naseem Shah, 42, also known as “Naz,” was elected last year in Bradford West, unseating George Galloway, a sharp critic of Israel who has himself been accused of anti-Semitism.\nMs. Shah emerged from a tough childhood in Bradford that included a forced marriage, and has been considered a rising star in the Labour Party. As the scandal built, she resigned on Tuesday as parliamentary private secretary to John McDonnell, the party’s spokesman on the economy.\nMr. Corbyn has been accused of not doing enough to combat anti-Semitism from Labour’s far left. He met earlier on Wednesday with Ms. Shah, who he said had issued a “full apology” for comments that “caused upset and hurt to the Jewish community.”", "url": "https://www.nytimes.com/2016/04/28/world/europe/britain-labour-party-leader-suspends-lawmaker-over-anti-israel-posts.html"}