{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:25:57", "date_modify": "2022-10-25 23:25:57", "date_publish": "2016-10-13 15:28:34", "description": "A lawyer for Mr. Trump denied the allegations of inappropriate touching made by two women in an article on Thursday in The New York Times.", "filename": "2016_10_14_us_politics_donald-trump-lawsuit-threat_1666740357.html", "image_url": "https://static01.nyt.com/images/2016/10/14/us/14fd-trumpthreat2/14fd-trumpthreat-1476371906977-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5e076eee4593ae0da00916f2d5e12aab5ee71fc98d3bb308204a81d7c466c166&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_14_us_politics_donald-trump-lawsuit-threat_1666740357.html", "title": "Donald Trump Threatens to Sue The Times Over Article on Unwanted Advances", "title_page": "Donald Trump Threatens to Sue The Times Over Article on Unwanted Advances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald J. Trump threatened to sue The New York Times for libel on Wednesday night in response to an article that featured two women accusing him of touching them inappropriately years ago, but the newspaper defended its reporting and told Mr. Trump’s lawyer that “we welcome the opportunity to have a court set him straight.”\nThe threat of legal action comes as the Trump campaign has been ensnared in controversy after the release of a video last week that showed the Republican nominee for president demeaning women and bragging about being able to force himself on women without consequence. During a presidential debate on Sunday night, Mr. Trump said that it was just “locker-room talk” and that he never did those things.\nMr. Trump told The Times that the allegations of the two women were false and his lawyer, Marc E. Kasowitz, demanded that the newspaper retract the story and issue an apology.\n“Your article is reckless, defamatory and constitutes libel per se,” Mr. Kasowitz wrote. “It is apparent from, among other things, the timing of the article, that it is nothing more than a politically motivated effort to defeat Mr. Trump’s candidacy.”", "url": "https://www.nytimes.com/2016/10/14/us/politics/donald-trump-lawsuit-threat.html"}