{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:39:21", "date_modify": "2022-10-25 23:39:21", "date_publish": "2016-10-24 12:10:28", "description": "It was not clear why regulators reversed their decision, but it comes as concerns rise about Chinese firms acquiring cutting-edge companies.", "filename": "2016_10_25_business_dealbook_germany-china-technology-takeover.html__r=0_1666741161.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_25_business_dealbook_germany-china-technology-takeover.html__r=0_1666741161.html", "title": "Germany Withdraws Approval for Chinese Takeover of Aixtron", "title_page": "Germany Withdraws Approval for Chinese Takeover of Aixtron - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — In a surprise move on Monday, the German authorities withdrew approval for the takeover of a domestic semiconductor firm by a Chinese bidder, a deal that was set to be an emblem of a new push by Chinese companies to acquire cutting-edge technology businesses and a sign of Berlin’s tolerance for such moves.\nA statement from Aixtron, the German company being bought by Fujian Grand Chip, did not specify a reason for the reversal of the decision by the regulator in Germany. But it comes as concerns rise about Chinese firms taking over leading German tech companies, and with federal elections scheduled for next year.\nAlthough Chinese investment in European companies is nothing new, some experts have raised concerns as Chinese funds have shifted focus from ailing businesses to more advanced and successful firms, particularly in Germany. So far this year, the country has been the largest recipient of Chinese investment in Europe, according to the Mercator Institute for China Studies, a research foundation based in Berlin.\nIn an article last month, The New York Times highlighted how a Chinese customer that dropped a large order — in turn crashing Aixtron’s shares — had a relationship with Fujian Grand Chip. The connection did not indicate wrongdoing, but it does illustrate the blurred lines between acquisitive Chinese companies and Chinese industrial policy.", "url": "https://www.nytimes.com/2016/10/25/business/dealbook/germany-china-technology-takeover.html?_r=0"}