{"authors": ["Nicole Perlroth", "Michael D. Shear"], "date_download": "2022-10-25 23:39:12", "date_modify": "2022-10-25 23:39:12", "date_publish": "2016-10-21 01:39:03", "description": "The security group concluded that Hillary Clinton’s campaign chairman was hacked by the same Russian foreign intelligence service that hacked the D.N.C.", "filename": "2016_10_21_us_private-security-group-says-russia-was-behind-john-podestas-email-hack_1666741152.html", "image_url": "https://static01.nyt.com/images/2016/10/21/us/21hack/21hack-facebookJumbo.jpg?year=2016&h=550&w=1050&s=48b27e8b7fd7306009facca988c727511723d290f243768acbb173658197346a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_21_us_private-security-group-says-russia-was-behind-john-podestas-email-hack_1666741152.html", "title": "Private Security Group Says Russia Was Behind John Podesta’s Email Hack", "title_page": "Private Security Group Says Russia Was Behind John Podesta’s Email Hack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — At the start of 2014, President Obama assigned his trusted counselor, John D. Podesta, to lead a review of the digital revolution, its potential and its perils. When Mr. Podesta presented his findings five months later, he called the internet’s onslaught of big data “a historic driver of progress.” But two short years later, as chairman of Hillary Clinton’s presidential campaign, Mr. Podesta would also become one of the internet’s most notable victims.\nOn Thursday, private security researchers said they had concluded that Mr. Podesta was hacked by Russia’s foreign intelligence service, the GRU, after it tricked him into clicking on a fake Google login page last March, inadvertently handing over his digital credentials.\nFor months, the hackers mined Mr. Podesta’s inbox for his most sensitive and potentially embarrassing correspondence, much of which has been posted on the WikiLeaks website. Additions to the collection on Thursday included three short email exchanges between Mr. Podesta and Mr. Obama himself in the days leading up to his election in 2008.\nMr. Podesta’s emails were first published by WikiLeaks earlier this month. The release came just days after James R. Clapper Jr., the director of national intelligence, and the Department of Homeland Security publicly blamed Russian officials for cyberattacks on the Democratic National Committee, in what they described as an effort to influence the American presidential election.", "url": "https://www.nytimes.com/2016/10/21/us/private-security-group-says-russia-was-behind-john-podestas-email-hack.html"}