{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:39:07", "date_modify": "2022-10-25 23:39:07", "date_publish": "2016-08-25 00:35:58", "description": "Some politicians began backpedaling as an outcry grew on social media over the apparent public humiliation and ostracism of Muslim women dressed in modest attire.", "filename": "2016_08_25_world_europe_france-burkini_1666741147.html", "image_url": "https://static01.nyt.com/images/2016/08/25/world/25burkini-web/25burkini-web-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=6b38c6d380988d63bd2ea7f124381c815c0a4ece92cef5d04604302a69bab109&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_25_world_europe_france-burkini_1666741147.html", "title": "French ‘Burkini’ Bans Provoke Backlash as Armed Police Confront Beachgoers", "title_page": "French ‘Burkini’ Bans Provoke Backlash as Armed Police Confront Beachgoers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A crowd gathered. “I heard things I had never heard to my face,” said the woman, who gave her name only as Siam to the French magazine L’Obs. “Like, ‘Go back to where you came from,’ ‘Madame, the law is the law, we are fed up with this fuss,’ and ‘We are Catholic here.’ ”\nTearfully, the woman said that “because people who have nothing to do with my religion have killed I no longer have the right to go to the beach.”\nWhen female relatives with her asked the police why they were not hunting down people with crosses, if outward shows of religious faith were the target of the new law, a policeman responded: “We are not going to hunt for crosses. Get going, madame. You are being told to leave the beach.”\nThe exchange was noted by a reporter, Mathilde Cusin, a journalist for the television station France 4, who happened to be on the beach and who gave the account to L’Obs.\nHowever, it was a series of photos of a similar episode in Nice that set off the social media firestorm. The photos showed four armed municipal police officers, wearing ballistic vests, approaching a woman wearing an informal turban, a large blue shirt and leggings.\nThe photos show them surrounding her and appearing to issue a citation and stand around as she took off her shirt. She was wearing a tank top under it. The pictures were circulated in the British newspaper The Daily Mail and later in The Guardian. Both publications said the police had told her to take off her shirt.\nSince the photographer was some distance from the scene, it was unclear what the police actually said. However, the images suggested that the woman was purposely humiliated in front of other beachgoers.", "url": "https://www.nytimes.com/2016/08/25/world/europe/france-burkini.html"}