{"authors": ["Amy Chozick"], "date_download": "2022-10-25 23:01:07", "date_modify": "2022-10-25 23:01:07", "date_publish": "2016-07-22 19:42:04", "description": "In her first campaign event after Donald Trump accepted his party’s nomination, Mrs. Clinton met with relatives of the victims in the Orlando nightclub shooting.", "filename": "2016_07_23_us_politics_hillary-clinton-donald-trump_1666738867.html", "image_url": "https://static01.nyt.com/images/2016/07/23/us/23fd-clinton/23fd-clinton-facebookJumbo.jpg?year=2016&h=549&w=1050&s=7e573fcc682a7a81edd676f49194dfa36c33bef42da7824eb174e34943e1bd9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_23_us_politics_hillary-clinton-donald-trump_1666738867.html", "title": "Day After R.N.C. Ends, Hillary Clinton Presents Herself as the Anti-Trump", "title_page": "Day After R.N.C. Ends, Hillary Clinton Presents Herself as the Anti-Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ORLANDO, Fla. — Dystopic. Hard to watch. Terrifying.\nHillary Clinton’s advisers didn’t mince words as her campaign watched Donald J. Trump accept the Republican Party’s nomination in Cleveland on Thursday night and his promise to end the “crime and violence that afflicts our nation.”\nBut mostly, Mrs. Clinton’s team felt a single emotion: pressure.\n“The only thing standing between Donald Trump and the White House … is us,” the campaign posted on Instagram.\nAs the campaign prepares for the start of the Democratic National Convention in Philadelphia on Monday, donors, supporters and elected officials say the vision Mr. Trump presented for the nation raised the stakes on Mrs. Clinton to prevail in November.\n“America is better than Donald Trump,” Mrs. Clinton’s campaign chairman, John Podesta, said in a statement. He said that in Philadelphia, Democrats planned to “focus on issues, not anger” and “offer a positive vision for the future based on lifting America up, not tearing Americans down.”", "url": "https://www.nytimes.com/2016/07/23/us/politics/hillary-clinton-donald-trump.html"}