{"authors": ["Susanne Craig"], "date_download": "2022-10-25 23:48:29", "date_modify": "2022-10-25 23:48:29", "date_publish": "2016-04-19 16:19:34", "description": "Records kept with the Federal Aviation Administration show the registration for the Cessna lapsed on Jan. 31; the plane could be grounded while the issue is sorted out.", "filename": "2016_04_20_nyregion_donald-trumps-jet-a-regular-on-the-campaign-trail-is-not-registered-to-fly_1666741709.html", "image_url": "https://static01.nyt.com/images/2016/04/20/nyregion/20TRUMPAIR3/20TRUMPAIR3-facebookJumbo.jpg?year=2016&h=549&w=1050&s=518694edde0fe36e3d3cba6908074189347e68f6ae448574ea2ed21217465fa4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_20_nyregion_donald-trumps-jet-a-regular-on-the-campaign-trail-is-not-registered-to-fly_1666741709.html", "title": "Donald Trump’s Jet, a Regular on the Campaign Trail, Isn’t Registered to Fly", "title_page": "Donald Trump’s Jet, a Regular on the Campaign Trail, Isn’t Registered to Fly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The F.A.A. could also fine or assess other penalties against the owner, the operator or both; Mr. Trump owns the plane through a limited liability company. Though it is unlikely that the agency would seek the maximum penalty, flying with no registration could result in a civil penalty of up to $27,500, a criminal fine of up to $250,000 and imprisonment for up to three years, it said.\nHope Hicks, a spokeswoman for the Trump campaign, declined to answer several questions about the plane’s registration or use, saying only that the renewal process “is just about complete.” As of late Tuesday, the F.A.A. had not received a registration renewal application for the Cessna, according to Ms. Brown, the agency spokeswoman. She declined to comment on any action the F.A.A. might take.\nImage Mr. Trump’s Cessna jet could be grounded for several days, or even months, while the registration issue is sorted out. Credit... Mark L. Pollio\nAlthough Mr. Trump has a sizable delegate lead in the Republican presidential primary race, his campaign has often had organizational issues, at times losing ground against better organized opponents, chiefly Senator Ted Cruz of Texas, as Mr. Trump has struggled to master the complicated rules governing the selection of delegates.\nMr. Trump can still fly; most candidates typically charter a private plane. He also has four other registered aircraft: a Boeing 757 and three Sikorsky helicopters, a fleet that has become a critical part of the billionaire’s image he has sought to project on the campaign trail. The Boeing, which has Mr. Trump’s surname emblazoned in big letters on the outside and gold-plated fixtures inside, has been used as a backdrop at a number of his rallies.", "url": "https://www.nytimes.com/2016/04/20/nyregion/donald-trumps-jet-a-regular-on-the-campaign-trail-is-not-registered-to-fly.html"}