{"authors": ["Simon Romero"], "date_download": "2022-10-25 23:33:25", "date_modify": "2022-10-25 23:33:25", "date_publish": "2016-03-10 23:34:35", "description": "The former president, Luiz Inácio Lula da Silva, is by far the biggest figure to be ensnared in sweeping investigations that have rattled almost every level of government.", "filename": "2016_03_11_world_americas_brazil-seeks-arrest-of-ex-president-da-silva-in-graft-inquiry.html_ref=topics_1666740805.html", "image_url": "https://static01.nyt.com/images/2016/03/12/world/12Brazil-video/12Brazil-video-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b875b5db39cba53e273160081b19951fa200b874b85bb8104ae7ad721798a7fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_11_world_americas_brazil-seeks-arrest-of-ex-president-da-silva-in-graft-inquiry.html_ref=topics_1666740805.html", "title": "Brazil Prosecutors Seek Arrest of ‘Lula,’ Former President, in Graft Case", "title_page": "Brazil Prosecutors Seek Arrest of ‘Lula,’ Former President, in Graft Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This measure against the ex-president is yet another sad attempt” by the prosecutor “to use his post for political ends,” the institute said.\nThe focus on Mr. da Silva’s business affairs offers a view into how the former president sided with the same elites whom he rallied against as a union leader campaigning as an anticorruption outsider.\nIn the federal case against him, prosecutors say that five of the builders tainted in the Petrobras scandal paid Mr. da Silva the equivalent of about $2.7 million for speeches since 2010, when he left office. In addition, they say Mr. da Silva’s foundation received about $5.5 million in donations from the same companies, some of which was channeled to one of Mr. da Silva’s sons.\nFederal prosecutors are trying to determine whether the money used to pay Mr. da Silva was obtained in the Petrobras scheme, and whether he illegally lobbied on behalf of the companies in a quid pro quo.\nIn the state case, investigators claim that a construction company paid for about $200,000 in renovations at a beachfront apartment. Mr. da Silva denies owning the property, but prosecutors say he had control of it and tried to mislead investigators about acquiring it.\nThe scandal grew more serious for Mr. da Silva this week when prosecutors in São Paulo State charged Mr. da Silva with money laundering and misrepresentation of assets in connection with the penthouse apartment in the coastal city of Guarujá, crimes that could involve jail sentences.\nThe state prosecutors in São Paulo justified their request to arrest Mr. da Silva by contending that he could mobilize a “violent support network” against their scrutiny into his dealings. As part of their rationale, they cited a video distributed on social media by a legislator from the Workers’ Party in which Mr. da Silva is seen in the background talking on the phone with Ms. Rousseff while disparaging the federal case against him.", "url": "https://www.nytimes.com/2016/03/11/world/americas/brazil-seeks-arrest-of-ex-president-da-silva-in-graft-inquiry.html?ref=topics"}