{"authors": ["Helene Cooper"], "date_download": "2022-10-25 23:54:58", "date_modify": "2022-10-25 23:54:58", "date_publish": "2016-09-28 19:21:45", "description": "The deployment, to aid Iraqis in the looming battle to take back Mosul from the Islamic State, will bring the number of American troops in Iraq to 5,000.", "filename": "2016_09_29_world_middleeast_obama-troops-iraq_1666742098.html", "image_url": "https://static01.nyt.com/images/2016/09/29/world/29military-web/29military-web-facebookJumbo.jpg?year=2016&h=549&w=1050&s=560598d5e5d4f03a625ebe03b2c37eaec7ed60b481d87c770e664bd021b283d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_29_world_middleeast_obama-troops-iraq_1666742098.html", "title": "U.S. to Send 600 More Troops to Iraq to Help Retake Mosul From ISIS", "title_page": "U.S. to Send 600 More Troops to Iraq to Help Retake Mosul From ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Obama has authorized sending an additional 600 American troops to Iraq to assist Iraqi forces in the looming battle to take back the city of Mosul from the Islamic State, United States officials said on Wednesday.\nThe announcement means that there will soon be 5,000 American troops in Iraq, seven years after the Obama administration withdrew all American troops from the country. Donald J. Trump, the Republican presidential nominee, has criticized both Mr. Obama and former Secretary of State Hillary Clinton, the Democratic nominee, for that decision.\nDefense Secretary Ashton B. Carter, traveling in New Mexico, said the additional troops would help with logistics as well as providing intelligence for Iraqi security forces in the fight for Mosul. Gen. Joseph F. Dunford Jr., chairman of the Joint Chiefs of Staff, said last week that Iraqi forces would be ready to retake the city by early October.\n“These are military forces that will be deployed to intensify the strategy that’s in place, to support Iraqi forces as they prepare for an offensive,” Josh Earnest, the White House press secretary, said Wednesday.", "url": "https://www.nytimes.com/2016/09/29/world/middleeast/obama-troops-iraq.html"}