{"authors": ["Alan Blinder", "Richard Pérez-Peña", "Eric Lichtblau"], "date_download": "2022-10-25 23:02:30", "date_modify": "2022-10-25 23:02:30", "date_publish": "2016-05-09 14:41:21", "description": "Gov. Pat McCrory and the Justice Department are clashing over transgender rights after the department said that the state had violated the Civil Rights Act of 1964 with its law on bathroom access.", "filename": "2016_05_10_us_north-carolina-governor-sues-justice-department-over-bias-law.html__r=0_1666738950.html", "image_url": "https://static01.nyt.com/images/2016/05/10/us/10carolina-web1/10carolina-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9ead2d637e462a3c05dea4b61a0a6dd43cd635a5bd8732ebb0f03fbbcc6fbfce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_10_us_north-carolina-governor-sues-justice-department-over-bias-law.html__r=0_1666738950.html", "title": "Countersuits Over North Carolina’s Bias Law", "title_page": "Countersuits Over North Carolina’s Bias Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They created state-sponsored discrimination against transgender individuals who simply seek to engage in the most private of functions in a place of safety and security,” she said at a news conference in Washington. “None of us can stand by when a state enters the business of legislating identity and insists that a person pretend to be something or someone that they are not.”\nStraying from her usual understated, lawyerly tone, Ms. Lynch, a North Carolina native, grew impassioned as she likened the fight to earlier battles over Jim Crow laws and laws against same-sex marriage.\n“This is not the first time that we have seen discriminatory responses to historic moments of progress,” she said. Addressing transgender people, she added: “We see you. We stand with you, and we will do everything we can to protect you going forward.”\nThe Justice Department’s lawsuit, filed in a different federal court in the state, argued that North Carolina’s law, which prohibits people from using public restrooms that do not correspond with the gender listed on their birth certificates, compels “public agencies to follow a facially discriminatory policy.”\nEven before the Justice Department challenged the law in court, the federal government had been examining how it could pressure North Carolina. Last month, federal agencies acknowledged that they were studying whether the law affected North Carolina’s eligibility for aid from Washington that helps pay for schools, highways and housing.", "url": "https://www.nytimes.com/2016/05/10/us/north-carolina-governor-sues-justice-department-over-bias-law.html?_r=0"}