{"authors": ["Dionne Searcey"], "date_download": "2022-10-26 00:11:43", "date_modify": "2022-10-26 00:11:43", "date_publish": "2016-04-07 15:08:07", "description": "Of all the many horrors of Boko Haram’s rampage, one of the most baffling has been its ability to turn captured women and girls into killers.", "filename": "2016_04_08_world_africa_boko-haram-suicide-bombers.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=photo-spot-region&region=top-news&WT.nav=top-news_1666743103.html", "image_url": "https://static01.nyt.com/images/2016/03/19/world/boko-web/boko-web-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=a20c89863e065b6b9321127ae0b083f879b3ed316c117975b75b4e067b6cd02b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_08_world_africa_boko-haram-suicide-bombers.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=photo-spot-region&region=top-news&WT.nav=top-news_1666743103.html", "title": "Boko Haram Turns Female Captives Into Terrorists", "title_page": "Boko Haram Turns Female Captives Into Terrorists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MINAWAO REFUGEE CAMP, Cameroon — Hold the bomb under your armpit to keep it steady, the women and girls were taught.\nSever your enemy’s head from behind, to minimize struggling.\n“If you cut from the back of the neck, they die faster,” said Rahila Amos, a Nigerian grandmother describing the meticulous instruction she received from Boko Haram to become a suicide bomber.\nOf all the many horrors of Boko Haram’s rampage across West Africa — the attacks on mosques, churches and schools; the mass killings of civilians; the entire villages left in ashes after militants tear through — one of the most baffling has been its ability to turn captured women and girls into killers.\nBoko Haram, one of the world’s deadliest extremist groups, has used at least 105 women and girls in suicide attacks since June 2014, when a woman set off a bomb at an army barracks in Nigeria, according to The Long War Journal, which tracks terrorist activity.", "url": "https://www.nytimes.com/2016/04/08/world/africa/boko-haram-suicide-bombers.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=photo-spot-region&region=top-news&WT.nav=top-news"}