{"authors": ["David M. Herszenhorn"], "date_download": "2022-10-25 23:47:19", "date_modify": "2022-10-25 23:47:19", "date_publish": "2016-06-28 13:18:58", "description": "Ending one of the longest, costliest and most bitterly partisan congressional investigations in history, the Select Committee on Benghazi issued its report.", "filename": "2016_06_29_us_politics_hillary-clinton-benghazi_1666741639.html", "image_url": "https://static01.nyt.com/images/2016/06/29/us/29benghazi1/29benghazi1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d70e570eacf5a39cd9ee7a7134500b5aeede159af1f3df0a42981be81fe4a24b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_29_us_politics_hillary-clinton-benghazi_1666741639.html", "title": "House Benghazi Report Finds No New Evidence of Wrongdoing by Hillary Clinton", "title_page": "House Benghazi Report Finds No New Evidence of Wrongdoing by Hillary Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AP TELEVISION - AP CLIENTS ONLY Washington DC - 28 June 2016 1. Various of members entering press conference 2. SOUNDBITE (English) Rep. Trey Gowdy, (R) South Carolina: “After more than 100 witness interviews including more than 80 with witnesses no other committee in Congress talked to, and tens of thousands of pages of documents that is the single greatest impression that we are left with, that there are men and women who love this country enough and what it stands for and how it can inspire others to serve in dangerous places under dangerous circumstances, so I will respectfully ask my citizens to simply do this, read the report. Read the report and if you do read the report I think what will become manifest to you is what has become manifest to us which are two different images, the image on the one hand of what was happening in Benghazi during the relevant time period, and the image on the other hand of the decisions made and not made in Washington during that same time period.” 3. Cutaway 4. SOUNDBITE (English) Rep. Trey Gowdy, (R) South Carolina: “Nothing could have reached Benghazi because nothing was ever headed to Benghazi. No US military asset was ever deployed to Benghazi despite the order of the Secretary of Defense at 7:00 that night. So Washington had access to real time information but yet somehow they thought the fighting had subsided. Washington had access to real time information but somehow they thought these fighters were going to evacuate, even without the remains of the ambassador and without asking how was that evacuation supposed to be effectuated, how were you supposed to get from the annex to the Benghazi airport because it took you almost 3 hours to get you from the airport to the annex, who was supposed to take you? So those are the decisions being contemplated and discussed in Washington, and this mistaken belief that there was an evacuation that was eminent without asking the pretty fundamental questions, how do you expect us to effectuate this evacuation 5. Cutaway 6. SOUNDBITE (English) Rep. Mike Pompeo, (R) Kansas: “You can’t begin to exercise the leadership you need to exercise if you don’t understand what’s happening on the ground and if you choose to put political expediency and politics ahead of the men and women on the ground and for that you’ll have to answer for yourself, I find it morally reprehensible and behavior that if it were your son or your daughter or one of your family members or friends who were on that ground that night and you will watch the actions in Washington, D.C., you’d have every right to be disgusted with the response from the senior American leaders. This was a failure at the most senior level of government and one that I hope the recommendations that this committee presents will help making sure that something like this never happens again.”", "url": "https://www.nytimes.com/2016/06/29/us/politics/hillary-clinton-benghazi.html"}