{"authors": ["Clifford Krauss"], "date_download": "2022-10-25 23:38:37", "date_modify": "2022-10-25 23:38:37", "date_publish": "2016-10-06 00:46:50", "description": "Oil finds in Texas and Alaska come at a time when the industry is struggling with low prices and faces pressure to leave hydrocarbons in the ground.", "filename": "2016_10_06_business_energy-environment_oil-glut-here-comes-some-more_1666741117.html", "image_url": "https://static01.nyt.com/images/2016/10/06/business/06OIL-1/06OIL-1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ca30b13ffda6615e0b1270e61ef546c85225171e8992a38df63dfdd1dfb2e85a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_06_business_energy-environment_oil-glut-here-comes-some-more_1666741117.html", "title": "Oil Glut? Here Comes Some More!", "title_page": "Oil Glut? Here Comes Some More! - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — Global oil markets are flooded with cheap crude, and concerns about climate change are growing louder. The last thing the world seems to be craving is the discovery of new large oil and natural gas fields.\nBut such fields have been found in the last month. And two of them are in the United States — one in Texas and the other off Alaska.\nThe new finds, while still preliminary and in need of more testing, could further cement two realities of the energy business: oil prices could stay low for a long time, and oil companies will keep seeking to increase their reserves for future production.\nThe discoveries have been hailed by the oil industry, even though companies have largely cut back on exploration over the last two years in an effort to reduce costs as oil prices fell from over $100 a barrel to roughly $50 a barrel. Along with that enthusiasm is the view that prices will recover by the end of the decade.", "url": "https://www.nytimes.com/2016/10/06/business/energy-environment/oil-glut-here-comes-some-more.html"}