{"authors": ["Vinod Sreeharsha"], "date_download": "2022-10-25 23:33:30", "date_modify": "2022-10-25 23:33:30", "date_publish": "2016-02-23 01:38:28", "description": "João Santana, a campaign strategist for the nation’s last two presidents, has been accused in the widening Petrobras corruption scandal.", "filename": "2016_02_23_world_americas_consultant-to-politicians-in-brazil-faces-arrest_1666740810.html", "image_url": "https://static01.nyt.com/images/2016/02/23/world/23BRAZIL-web1/23BRAZIL-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=e432d82d15ff90542574897236a4ed2fb2c33837e9c61070f4aed6eedba1c4cc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_23_world_americas_consultant-to-politicians-in-brazil-faces-arrest_1666740810.html", "title": "Consultant to Politicians in Brazil Faces Arrest", "title_page": "Consultant to Politicians in Brazil Faces Arrest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Warrants were also issued for the arrest of Mr. Skornicki and an Odebrecht executive.\nThe new developments come at a delicate time for Ms. Rousseff, whose popularity has declined sharply since her last election. While she has strongly denied having any knowledge or involvement in the scheme, she has been hit hard by the fallout. She has also come under sharp criticism as the country’s once-booming economy veered into a nasty downturn.\nYet in recent months, she had won a bit of a respite. Calls for her impeachment and the widespread protests accompanying them have faded somewhat, and the frightening spread of the Zika virus has given her a new opportunity to display leadership.\nPart of the shift had to do with the growing public rancor toward Eduardo Cunha, the leader of Brazil’s lower house, who had spearheaded impeachment hearings against the president even though he faces serious corruption allegations himself.\nBut Monday’s developments signal that the Petrobras investigation may be getting closer to Ms. Roussef and Mr. da Silva.\nAs of Monday afternoon, Mr. Santana and Ms. Moura had not been apprehended. They were reported to be in the Dominican Republic, where they were working on the re-election campaign of President Danilo Medina.", "url": "https://www.nytimes.com/2016/02/23/world/americas/consultant-to-politicians-in-brazil-faces-arrest.html"}