{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:40:09", "date_modify": "2022-10-25 23:40:09", "date_publish": "2016-05-06 13:30:47", "description": "Adm. Harry B. Harris Jr., who leads the United States Pacific Command, makes no apologies for accusing the Chinese of militarizing disputed waters.", "filename": "2016_05_07_world_asia_us-admiral-harry-harris_1666741209.html", "image_url": "https://static01.nyt.com/images/2016/05/07/world/07HARRIS/07HARRIS-facebookJumbo.jpg?year=2016&h=550&w=1050&s=d4217ad14a0c022cab62e89746b760c7890b77fd52fd5aca91f7b90475cd60d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_07_world_asia_us-admiral-harry-harris_1666741209.html", "title": "A U.S. Admiral’s Bluntness Rattles China, and Washington", "title_page": "A U.S. Admiral’s Bluntness Rattles China, and Washington - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONOLULU — He has called China “provocative and expansionist,” accusing it of “creating a Great Wall of sand” and “clearly militarizing” the disputed waters of the Western Pacific. “You’d have to believe in a flat earth to think otherwise,” he said in one appearance before Congress.\nThese are the words of the American commander in charge of military operations in the Asia-Pacific region, Adm. Harry B. Harris Jr., who has turned heads — and caused headaches — in Beijing as well as in Washington with language starker than any coming from his commander in chief, President Obama.\nAdmiral Harris makes no apologies for his candor, which has unsettled a more cautious White House. As China builds militarily fortified islands in the South China Sea, a strategic waterway long dominated by the United States, it is his job, he says, to talk to Congress, the American public and allies abroad about the threat.\n“There is a natural tension between elements of the government and the chain of command, and I think it’s a healthy tension,” he said during an interview in his office, perched high above Pearl Harbor. “I’ve voiced my views in private meetings with our national command authorities. Some of my views are taken in; some are not.”", "url": "https://www.nytimes.com/2016/05/07/world/asia/us-admiral-harry-harris.html"}