{"authors": ["Kenneth Chang"], "date_download": "2022-10-25 23:40:43", "date_modify": "2022-10-25 23:40:43", "date_publish": "2016-11-04 21:23:32", "description": "The chief executive of SpaceX outlined some details of what caused a rocket explosion in September.", "filename": "2016_11_05_science_elon-musk-spacex-rocket-launches_1666741243.html", "image_url": "https://static01.nyt.com/images/2016/09/02/science/space/02spacex-explosion/02spacex-explosion-facebookJumbo.jpg?year=2016&h=549&w=1050&s=3f59523a8030df14781682e6005f31ed2e81e367433fe5fb5fee3248448ec752&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_05_science_elon-musk-spacex-rocket-launches_1666741243.html", "title": "Elon Musk Says SpaceX Rocket Launches Might Resume Next Month", "title_page": "Elon Musk Says SpaceX Rocket Launches Might Resume Next Month - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Engineers investigating the explosion of one of SpaceX’s rockets in September have figured out what went wrong, and launches could resume in mid-December, Elon Musk, the company’s chief executive, said on Friday.\n“I think we’ve gotten to the bottom of the problem,” Mr. Musk said during an interview on CNBC’s Squawk Box program. “Really surprising problem that’s never been encountered before in the history of rocketry.”\nMr. Musk described it as the toughest puzzle solved that the company has ever had to solve.\nThe cascade of explosions on Sept. 1 that destroyed the Falcon 9 rocket as well as a $200 million satellite was perplexing because it occurred before the ignition of the engines for a planned test. The actual launch was scheduled for two days later.\nThe accident has complicated NASA’s operations with the International Space Station. SpaceX is one of two companies ferrying cargo to the space mission. SpaceX’s next flight had been scheduled to launch this month but is postponed indefinitely.", "url": "https://www.nytimes.com/2016/11/05/science/elon-musk-spacex-rocket-launches.html"}