{"authors": ["Maggie Haberman", "Jonathan Martin"], "date_download": "2022-10-25 23:01:59", "date_modify": "2022-10-25 23:01:59", "date_publish": "2016-08-19 14:16:11", "description": "Mr. Manafort leaves nearly a week after a report about problems within the Republican nominee’s campaign helped precipitate a leadership shake-up.", "filename": "2016_08_20_us_politics_paul-manafort-resigns-donald-trump_1666738919.html", "image_url": "https://static01.nyt.com/images/2016/08/20/us/21manafort/21manafort-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a2d3f6359ae96defefe5748241c8eb05dd19b1b032ece0a6625f7d5f439f2590&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_20_us_politics_paul-manafort-resigns-donald-trump_1666738919.html", "title": "Paul Manafort Quits Donald Trump’s Campaign After a Tumultuous Run", "title_page": "Paul Manafort Quits Donald Trump’s Campaign After a Tumultuous Run - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Manafort helped defeat the “never Trump” movement within the Republican Party, opened lines of communication with party leaders in Washington and crushed a brief but noisy delegate uprising on the floor of the Republican convention in Cleveland on its first day. He also successfully pushed for the selection of Gov. Mike Pence of Indiana as Mr. Trump’s running mate.\nBut Mr. Trump never developed the sort of chemistry or comfort level with Mr. Manafort that he had with Mr. Lewandowski, campaign aides said. Mr. Trump has continued to seek out the advice of Mr. Lewandowski, who remains a fierce rival of Mr. Manafort.\nNor did Mr. Trump ever quite buy into what Mr. Manafort was selling.\nJust as Mr. Trump has resisted behaving like a traditional presidential candidate, he has also felt little need to construct the sort of hierarchical organization typical of a campaign for the White House. This is in part, Mr. Trump’s advisers say, because he relies on his instincts and the counsel of his family. But it is also because he simply prefers to improvise, unconstrained by convention or by a chain of command.\nA change in the leadership of his campaign may not stop Mr. Trump from making abrupt decisions based on news coverage, playing advisers off one another and following the guidance of whoever may be traveling with him or has just spoken to him on the phone.\nBut what Mr. Trump loses in Mr. Manafort is somebody who has had decades of experience in campaigns and relationships in the party that made him a useful ambassador for a candidate who lacks both, and is given to angering fellow Republicans.\nJason Miller, a spokesman for Mr. Trump, wrote on Twitter on Friday that Rick Gates, Mr. Manafort’s deputy, would leave New York for Washington, where he would serve as “the campaign’s liaison to the R.N.C.”", "url": "https://www.nytimes.com/2016/08/20/us/politics/paul-manafort-resigns-donald-trump.html"}