{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:29:23", "date_modify": "2022-10-25 23:29:23", "date_publish": "2016-03-07 10:00:25", "description": "Big cases are attracting more and more briefs, requiring lawyers to act as wranglers and whisperers in the “amicus machine,” a law review article says.", "filename": "2016_03_08_us_politics_study-shows-how-much-work-it-takes-to-be-supreme-courts-friend_1666740563.html", "image_url": "https://static01.nyt.com/images/2016/03/08/us/08bar-web/08bar-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=bc9ecba0a047168b49c1a4eed03ce537d80befee263472a9352a43e31b3fb30e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_08_us_politics_study-shows-how-much-work-it-takes-to-be-supreme-courts-friend_1666740563.html", "title": "Study Shows How Much Work It Takes to Be Supreme Court’s Friend", "title_page": "Study Shows How Much Work It Takes to Be Supreme Court’s Friend - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But they are here to stay, and these days the parties in major cases select and advise their friends with exquisite care.\n“We tried to decide what messages, what points, we wanted the court to hear and which messengers should make those points,” Brigitte Amiri, a lawyer with the American Civil Liberties Union, said of the behind-the-scenes wrangling and whispering in Burwell v. Hobby Lobby Stores, a 2014 contraception-coverage case, at Columbia Law School a few months before the decision landed. “We read all of the drafts of the briefs that we knew about to try to make sure that duplication was limited, and that we were consistent on our points.”\nWriting in the Harvard Law Review about the wrangling and whispering that went into a 2006 case concerning the detention center in Guantánamo Bay, Cuba, Neal K. Katyal said the point was “to ensure that the court was hearing only from a far-flung and diverse set of amici, represented by the best advocates, with the most affected clients, with the most expertise on the issues, and with no repetition.”\nThe Supreme Court requires parties filing supporting briefs to disclose “whether counsel for a party authored the brief in whole or in part.”\nProfessor Devins said those words left room for interpretation. “Everybody is aware of the rule and is sensitive to crossing the line,” he said, “but there is a willingness on the part of some of the attorneys to go fairly far in not necessarily line editing but in making fairly concrete suggestions about whether an amicus brief is helpful or not.”\nOne unnamed lawyer cited in the study said that comment bubbles were acceptable but that redlined sentences were not.\nMore than 80 supporting briefs were filed in the abortion case on Wednesday, Whole Woman’s Health v. Hellerstedt, No. 15-274, a modest number by some standards. The record is held by the same-sex marriage case last year, at 147, according to statistics kept by Anthony J. Franze and R. Reeves Anderson, lawyers at Arnold & Porter. The first Affordable Care Act case, in 2012, featured 136.", "url": "https://www.nytimes.com/2016/03/08/us/politics/study-shows-how-much-work-it-takes-to-be-supreme-courts-friend.html"}