{"authors": ["Vivian Yee", "William K. Rashbaum", "Arielle Dollinger"], "date_download": "2022-10-25 23:53:42", "date_modify": "2022-10-25 23:53:42", "date_publish": "2016-10-20 14:58:57", "description": "Edward P. Mangano, a powerful figure in Long Island Republican politics, was arrested along with his wife and the supervisor of the town of Oyster Bay in a scheme involving a local restaurateur.", "filename": "2016_10_21_nyregion_edward-mangano-nassau-county-executive-arrest-bribery-scheme_1666742022.html", "image_url": "https://static01.nyt.com/images/2016/10/21/nyregion/21MANGANO-prnt/21MANGANO-prnt-facebookJumbo.jpg?year=2016&h=550&w=1050&s=53f3e9787b1bb40cd437cee8f9f973f436c3037cb33695cf478ea9271eef6fc6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_21_nyregion_edward-mangano-nassau-county-executive-arrest-bribery-scheme_1666742022.html", "title": "Nassau County Executive Is Arrested in Bribery Scheme", "title_page": "Nassau County Executive Is Arrested in Bribery Scheme - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Nassau County executive, Edward P. Mangano, his wife and a local town supervisor were arrested and charged on Thursday with trading government contracts and official favors for free vacations, a no-show job as a food taster and other bribes — the latest in a series of corruption scandals to embarrass New York.\nThe arrests capped months of looming trouble for Mr. Mangano, a powerful figure in Republican politics on Long Island and the top elected official in Nassau County. He has been dogged by reports — many published in Newsday — that he had received free gifts and vacations from a longtime friend, Harendra Singh, a Long Island restaurateur with about 30 businesses in the area and several government contracts.\nMr. Mangano’s arrest was another blow to the Republican machine in Nassau County, already weakened by the conviction last year of the former State Senate majority leader, Dean G. Skelos, on corruption charges.\nThe case seemed destined to tip Long Island politics into upheaval ahead of the elections in November. Several Long Island Republicans are trying to hold onto their seats in the State Senate, which Democrats are targeting in an effort to gain control of the chamber.", "url": "https://www.nytimes.com/2016/10/21/nyregion/edward-mangano-nassau-county-executive-arrest-bribery-scheme.html"}