{"authors": ["Mitch Smith", "Erik Eckholm"], "date_download": "2022-10-25 22:56:20", "date_modify": "2022-10-25 22:56:20", "date_publish": "2016-07-01 00:03:35", "description": "Judge Pratt’s decision is the first in a federal court to indicate that a ban on abortion because of genetic anomalies would likely be unconstitutional.", "filename": "2016_07_01_us_federal-judge-blocks-indiana-abortion-law_1666738580.html", "image_url": "https://static01.nyt.com/images/2016/07/01/us/01indiana1/01indiana1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=fc398a2b8df4b004552bc5e2717762968bd6fc764a678188004d818e8f5248ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_01_us_federal-judge-blocks-indiana-abortion-law_1666738580.html", "title": "Federal Judge Blocks Indiana Abortion Law", "title_page": "Federal Judge Blocks Indiana Abortion Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal judge on Thursday blocked an Indiana law that would have banned abortions based solely on a fetus’s disability or genetic anomaly, suggesting that it was an illegal limit on a woman’s long-established constitutional right.\nJudge Tanya Walton Pratt, of Federal District Court for Southern Indiana, also held up a state ban on abortions motivated solely by a fetus’s race or sex. In the preliminary injunction, Judge Pratt said limiting the reasons for an abortion was “inconsistent with the notion of a right rooted in privacy concerns and a liberty right to make independent decisions.”\nWhile Judge Pratt’s injunction stops the law from taking immediate effect, and though she said the state would be unlikely to prevail at trial, the state can still defend the legislation. In a statement, the Indiana attorney general’s office said state lawyers would consider how to proceed and whether to appeal the injunction.\nIndiana would have been the first state to have a blanket ban on abortions based solely on race, sex or suspected disabilities, including evidence of Down syndrome. A handful of states have bans on abortion based on sex, one state has a ban based on race, and two have bans based on genetic anomalies, according to the Guttmacher Institute, a nonprofit abortion rights group that tracks state laws.", "url": "https://www.nytimes.com/2016/07/01/us/federal-judge-blocks-indiana-abortion-law.html"}