{"authors": ["William K. Rashbaum"], "date_download": "2022-10-25 23:49:31", "date_modify": "2022-10-25 23:49:31", "date_publish": "2016-06-09 01:15:56", "description": "A cooperating witness in a case against a union leader is believed to be Jona S. Rechnitz, a central figure in one of the corruption investigations focused on Mayor Bill de Blasio’s fund-raising.", "filename": "2016_06_09_nyregion_cooperating-witness-in-corruption-case-may-assist-in-de-blasio-inquiries_1666741771.html", "image_url": "https://static01.nyt.com/images/2016/06/09/nyregion/09RECHNITZ/09RECHNITZ-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b1d9cc2853ec4528530c96abc5af2b4497bb9be3d6e63e955879aaa6bdac5f4c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_09_nyregion_cooperating-witness-in-corruption-case-may-assist-in-de-blasio-inquiries_1666741771.html", "title": "De Blasio Donor Emerges as Key Witness in Corruption Case. What Else Does He Know?", "title_page": "De Blasio Donor Emerges as Key Witness in Corruption Case. What Else Does He Know? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While Mr. Bharara also declined to answer questions about the fund-raising inquiries during the news conference, he left little doubt that there were more public corruption cases on the horizon.\n“As those of you who come here often appreciate, it is seldom the case that the bringing of a particular charge at a particular date is the end of the matter,” he said. “We’re still investigating lots of different things, and you should expect to see me again.”\nThe accusations in the complaint do not involve Mr. de Blasio, nor are they related to any of the possible improprieties that are under scrutiny in the more than half a dozen inquiries swirling around the mayor and his aides. Mr. de Blasio, a Democrat, has steadfastly defended his fund-raising efforts.\nHowever, the complaint notes that Mr. Rechnitz has pleaded guilty in connection with the corruption case, “among other things,” and is “providing information to the government in the hopes of obtaining leniency when he is sentenced.”\nIt also says that Mr. Rechnitz has undergone “extensive debriefings,” and that the information he has provided has been “reliable and corroborated by independent evidence.”\nA lawyer for Mr. Rechnitz, Alan Levine, declined to comment.\nInvestigators and others briefed on the matter have said the fund-raising inquiry that had once been focused on Mr. Rechnitz now centers on whether city officials provided him with some benefit for his real estate business in exchange for campaign contributions.\nThe development represented a stark turn of fate for Mr. Rechnitz, 33, who came to New York from Los Angeles to build things: condominiums, hotels and the like. But as he gained a footing in the city, he found that it was easier to build relationships, often founded on money.", "url": "https://www.nytimes.com/2016/06/09/nyregion/cooperating-witness-in-corruption-case-may-assist-in-de-blasio-inquiries.html"}