{"authors": ["John Koblin"], "date_download": "2022-10-25 23:52:05", "date_modify": "2022-10-25 23:52:05", "date_publish": "2016-07-07 01:01:51", "description": "Gretchen Carlson, who has not shied away from discussing sexual harassment, is suing Roger Ailes over his alleged conduct toward her.", "filename": "2016_07_07_business_media_gretchen-carlson-files-sex-harassment-suit-against-roger-ailes-of-fox-news_1666741925.html", "image_url": "https://static01.nyt.com/images/2016/07/07/business/07anchor/07anchor-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a35e4746bda19505948c70869b99e428286f60774d41b12a6226eecd47d72d39&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_07_business_media_gretchen-carlson-files-sex-harassment-suit-against-roger-ailes-of-fox-news_1666741925.html", "title": "How Gretchen Carlson Took On the Chief of Fox News", "title_page": "How Gretchen Carlson Took On the Chief of Fox News - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On June 21, Gretchen Carlson devoted the closing minutes of her afternoon Fox News show, “The Real Story with Gretchen Carlson,” to discussion of a milestone: She turned 50 that day.\n“I know, normally folks on TV wouldn’t readily admit their age, but since there’s nothing you can do about it, you might as well own it and be happy,” she said with a laugh. “And, boy, do I have so much to be grateful for.”\nTwo days later, she was summoned to a postshow meeting with a Fox News executive and told that, after 11 years at the network, her contract was not being renewed. The meeting took less than a minute, according to her lawyer, Nancy Erika Smith.\nOn Wednesday, Ms. Carlson sent shock waves through the media world when she filed a lawsuit against the powerful Fox News chairman Roger Ailes, accusing him, among other things, of sexual harassment and sexism. The news channel’s parent company, 21st Century Fox, said that it was conducting an internal review of the matter.", "url": "https://www.nytimes.com/2016/07/07/business/media/gretchen-carlson-files-sex-harassment-suit-against-roger-ailes-of-fox-news.html"}