{"authors": [], "date_download": "2022-10-25 23:48:44", "date_modify": "2022-10-25 23:48:44", "date_publish": "2016-02-26 04:53:14", "description": "Following is a transcript of the 10th Republican debate, as transcribed by the Federal News Service.", "filename": "2016_02_26_us_politics_transcript-of-the-republican-presidential-debate-in-houston.html__r=0_1666741724.html", "image_url": "https://static01.nyt.com/images/2016/02/26/us/26DEBATEjp2/26DEBATEjp2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=05cdfbe3f2eb18136204846a4a7b201844bf4b3d2edfca00b28a4abcc9b95b24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_26_us_politics_transcript-of-the-republican-presidential-debate-in-houston.html__r=0_1666741724.html", "title": "Transcript of the Republican Presidential Debate in Houston", "title_page": "Transcript of the Republican Presidential Debate in Houston - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We can’t have a weapon system take 22 and a half years. We have 800,000 bureaucrats working for DOD, performing bureaucratic functions when we ought to be putting...\nBLITZER: ... Thank you...\nKASICH: ... these resources into strengthening the military. So, we can do it all...BLITZER: Dr. Carson, how would you deal with North Korea?\nCARSON: OK. Well first of all, people say that I whine a lot because I don’t get time. I’m going to whine because I didn’t get asked about taxes, I didn’t get asked about Israel. Hugh, you said you’re going to be fair to everybody, you didn’t ask me about taxes. I had something to say about that.\nNow...\nBLITZER: Go ahead. This is your moment.\n(APPLAUSE)\nCARSON: OK. We have a system of taxation in this country that is horribly wrong. You know, I never had an audit until I spoke at the National Prayer Breakfast, and then all of a sudden, they came in, they said we just want to look at your real estate dealings. And then they didn’t find anything, so they said let’s look at the whole year. And they didn’t find anything, so they said let’s look at the next year and the next year. They didn’t find anything and they won’t find anything because I’m a very honest person.\nBut he fact of the matter is the IRS is not honest and we need to get rid of them.\n(APPLAUSE)\nAnd as far as Israel is concerned, you know, when I was there several months ago, I talked to a lot of people. I couldn’t find a single one who didn’t think that we had turned our backs on Israel. You know, they are a strategic partner for us but also recognize that we have a Judeo Christian foundation, and the last thing we need to do is to reject Israel. It doesn’t mean that we can’t be fair to other people. We can always be fair to other people, but, you know, it’s like when you have a child, you know, you want to be fair to all the children around but you have a special attention for your own child.\nAnd now, as far as North Korea is concerned, you know, Kim Jung Un is an unstable person, but he does understand strength. And I think we have to present strength to him. We should be encouraging the alliance with Japan and South Korea. We should be encouraging the placement of the THAAD, the Terminal High-Altitude Area Defense, that seems to disturb not only the North Koreans but the Chinese as well.\nAnd we also need to have a much more robust naval presence in that area, and I think we need to be developing strategic defense initiative because this man is going to have long-range missiles, he is going to have nuclear capabilities. We need to be able to defend ourselves. And lastly, we should make sure that he knows that if he ever shoots a missile at us, it will be the last thing he ever does.", "url": "https://www.nytimes.com/2016/02/26/us/politics/transcript-of-the-republican-presidential-debate-in-houston.html?_r=0"}