{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:40:23", "date_modify": "2022-10-25 23:40:23", "date_publish": "2016-08-05 14:50:43", "description": "Legal experts and supporters denounced the hearings of four defendants, held on consecutive days in Tianjin, as grotesque show trials.", "filename": "2016_08_06_world_asia_china-trial-activists-lawyers_1666741223.html", "image_url": "https://static01.nyt.com/images/2016/08/06/nytnow/06Chinatrial-web/06Chinatrial-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1be4d09cc929deded0bb30c88a57ef40ddb1414a162a754d1ec406d2c9ea6793&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_06_world_asia_china-trial-activists-lawyers_1666741223.html", "title": "Week of TV Trials in China Signals New Phase in Attack on Rights", "title_page": "Week of TV Trials in China Signals New Phase in Attack on Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Chinese lawyers and rights activists appeared in televised trials throughout this week in what seemed to be a new, more public phase of President Xi Jinping’s campaign to cleanse the country of liberal ideas and activism.\nLegal experts and supporters of four defendants denounced the hearings, held on consecutive days in Tianjin, a port city near Beijing, as grotesque show trials. All four men were shown meekly renouncing their activist pasts and urging people to guard against sinister forces threatening the Communist Party, before they were convicted and sentenced.\nBut for the government, the trials served a broader political purpose.\nBy airing the abject confessions and accusations of a sweeping, conspiratorial antiparty coalition, Mr. Xi’s administration was “putting civil society in all its forms on trial, and vilifying them as an anti-China plot,” Maya Wang, a researcher on China for Human Rights Watch, said in emailed comments.\n“The trials thus serve two purposes: to punish the activists, but also to use them to bolster President Xi’s claims,” she said.", "url": "https://www.nytimes.com/2016/08/06/world/asia/china-trial-activists-lawyers.html"}