{"authors": ["Charles Isherwood"], "date_download": "2022-10-25 23:33:53", "date_modify": "2022-10-25 23:33:53", "date_publish": "2016-11-15 03:00:06", "description": "Dave Malloy’s pop opera is both the most innovative and the best new musical to open on Broadway since the hit musical about one founding father.", "filename": "2016_11_15_theater_natasha-pierre-and-the-great-comet-of-1812-review_1666740833.html", "image_url": "https://static01.nyt.com/images/2016/11/15/arts/15NATASHA/15NATASHA-facebookJumbo.jpg?year=2016&h=549&w=1050&s=faf328816c109061cf2e8871d1d5f5d5ced203ee90acd95151f8c5881dc040dd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_15_theater_natasha-pierre-and-the-great-comet-of-1812-review_1666740833.html", "title": "Review: ‘Natasha, Pierre & the Great Comet of 1812,’ on the Heels of ‘Hamilton’", "title_page": "Review: ‘Natasha, Pierre & the Great Comet of 1812,’ on the Heels of ‘Hamilton’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Imperial Theater, where the rapturous musical “Natasha, Pierre & the Great Comet of 1812” blazed opened on Monday night, has never looked more imperial — or felt more intimate. Who would have guessed that Dave Malloy’s gorgeous pop opera, adapted from a slice of Tolstoy’s “War and Peace,” would land on Broadway with all its signal virtues intact, and in some ways heightened?\nAfter all, it was born four years ago in the shoe box of Ars Nova, one of the most adventurous Off Broadway companies, before moving into a specially built cabaret-style space in the meatpacking district. I’ll cop to some trepidation about its arrival in a traditional proscenium theater.\nCould the show, essentially a chamber opera with a small chorus, retain its emotional potency in a house that seats more than a thousand people? Would the immersive staging, including plentiful frisky interaction between performers and the audience, be jettisoned? Was the casting of the glossy pop star Josh Groban in the role of Pierre, a gloomy and none-too-dashing aristocrat, merely a cynical move to sell tickets?\nOnly moments into the show I breathed a happy sigh of relief. Under the astute eye of the director, Rachel Chavkin — one of the most gifted working today — the show remains a witty, inventive enchantment from rousing start to mournful finish. It is both the most innovative and the best new musical to open on Broadway since “Hamilton,” and an inspiring sign that the commercial theater can continue to make room for the new. (Heresy alert: I prefer this show to that one.)", "url": "https://www.nytimes.com/2016/11/15/theater/natasha-pierre-and-the-great-comet-of-1812-review.html"}