{"authors": ["Javier C. Hernández"], "date_download": "2022-10-25 23:39:16", "date_modify": "2022-10-25 23:39:16", "date_publish": "2016-06-25 17:37:00", "description": "Beijing said it had cut off contact because Taiwan’s new president failed to endorse the idea that Taiwan and the mainland are part of one China.", "filename": "2016_06_26_world_asia_china-suspends-diplomatic-contact-with-taiwan_1666741156.html", "image_url": "https://static01.nyt.com/images/2016/06/26/world/26china-web1/26china-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b0272ebc4601e014a47d67d3e64f4bc7daa9314d6e1caa82a8ba1f3cbee553e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_26_world_asia_china-suspends-diplomatic-contact-with-taiwan_1666741156.html", "title": "China Suspends Diplomatic Contact With Taiwan", "title_page": "China Suspends Diplomatic Contact With Taiwan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — In a sign of growing friction between China and Taiwan, mainland diplomats said Saturday that they had suspended contact with their Taiwanese counterparts because the island’s new leader would not endorse the idea of a single Chinese nation.\nBeijing said it had cut off communication because President Tsai Ing-wen of Taiwan failed to endorse the idea that Taiwan and the mainland are part of one China, a concept known as the 1992 Consensus.\nThe move was the latest effort by the Chinese government, led by President Xi Jinping, to increase pressure on Ms. Tsai, who took office last month and has unsettled Beijing with her reluctance to disavow calls for Taiwanese independence.\n“The cross-strait communication mechanism has been suspended because Taiwan did not recognize the 1992 Consensus, the political basis for the One China principle,” An Fengshan, a spokesman for Beijing’s Taiwan Affairs Office, said in a statement posted on its website.", "url": "https://www.nytimes.com/2016/06/26/world/asia/china-suspends-diplomatic-contact-with-taiwan.html"}