{"authors": ["Tamar Lewin"], "date_download": "2022-10-25 23:02:24", "date_modify": "2022-10-25 23:02:24", "date_publish": "2016-05-18 00:18:00", "description": "The judge ruled that with a challenge pending, the police must not require applicants to have a “good reason” for a permit to carry a gun on the street.", "filename": "2016_05_18_us_judge-blocks-washington-dc-gun-restrictions_1666738944.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_18_us_judge-blocks-washington-dc-gun-restrictions_1666738944.html", "title": "Judge Bars Washington, D.C., Restriction on Guns Outside Home", "title_page": "Judge Bars Washington, D.C., Restriction on Guns Outside Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Finding that the District of Columbia’s strict gun law is probably unconstitutional, a federal judge ruled Tuesday that, while a challenge to the law is pending, district police must stop requiring applicants to have a “good reason” for seeking a permit to carry a gun on the street.\nJudge Richard J. Leon’s 46-page ruling in United States District Court in Washington reopens the district’s long fight over how much room the Second Amendment’s guarantee of the right to bear arms leaves for local regulation — and whether it applies only to firearms in the home, or to guns carried outside as well.\nThe law gave the police the discretion to grant concealed-carry licenses only to those with “good reason to fear injury” or other specific reasons, such as having a job in which they carried large amounts of cash or valuables.\nAll citizens have a constitutional right to keep firearms in their homes for self-defense, the United States Supreme Court ruled in 2008 in District of Columbia v. Heller.", "url": "https://www.nytimes.com/2016/05/18/us/judge-blocks-washington-dc-gun-restrictions.html"}