{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:39:12", "date_modify": "2022-10-25 23:39:12", "date_publish": "2016-12-02 23:25:44", "description": "The White House’s intervention could set the stage for President-elect Donald Trump to take a tougher stance on foreign deals.", "filename": "2016_12_02_business_dealbook_china-aixtron-obama-cfius_1666741152.html", "image_url": "https://static01.nyt.com/images/2016/12/03/business/03DB-CFIUS/03DB-CFIUS-facebookJumbo.jpg?year=2016&h=550&w=1050&s=8d2968db4d94240ccb2c2c1a9c2def3ef3a862d704e639f2411c855a5f8775f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_02_business_dealbook_china-aixtron-obama-cfius_1666741152.html", "title": "Obama Moves to Block Chinese Acquisition of a German Chip Maker", "title_page": "Obama Moves to Block Chinese Acquisition of a German Chip Maker - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, simply rejecting deals is not so simple, Mr. Segal and others say. Wall Street sometimes pushes for such deals to go through, arguing that American companies can use Chinese money to invest or save jobs. Steven Mnuchin, a Wall Street veteran, is Mr. Trump’s pick to be Treasury secretary, heading a department with considerable say over the advisory panel.\nThe panel is crucial to the outcome of future deals. Created in 1975 by President Gerald Ford, it includes representatives from 16 executive departments and intelligence agencies including Commerce, Defense, Justice and Homeland Security. It judges whether a foreign investment in companies with operations or business in the United States poses unacceptable security risks. Because its deliberations are confidential, little about it has been made public.\nJust the prospect of such an investigation can be enough to kill a deal. Under Mr. Obama, its scrutiny scotched Chinese deals for a European lighting-panel maker and an American manufacturer of microchips.\nBut China has already been testing ways to get around the panel. Such methods do not necessarily give Chinese buyers access to crucial technology, but experts say they could open a route to access down the road.\nIn some cases, it has struck other types of deals with Western companies, like licensing agreements, outside of the panel’s jurisdiction. When the panel opposed a Chinese bid for the American semiconductor firm GCS Holdings this summer, the American company instead signed a joint venture to make chips with its would-be buyer. GCS makes an advanced chip with military uses.\nA spokesman for GCS said the joint venture makes products like cellphone chips that have long been commercially available, and that it follows U.S. government guidelines for all technology exports, whether sensitive or not.\nIn another case, the Chinese buyer appeared to be testing how far it could push the panel.\nIn September 2015, Tsinghua Unigroup, the main corporate vehicle for China’s microchip ambitions, offered $3.8 billion for a board seat and a 15 percent stake in Western Digital, a maker of hard-disk drives. Lawyers who specialize in Committee on Foreign Investment law say the deal structure was unusual: The size of the stake walked the line of where the panel has investigated in the past, and the agreement had a clause that allowed either side to call it off if the panel became involved.", "url": "https://www.nytimes.com/2016/12/02/business/dealbook/china-aixtron-obama-cfius.html"}