{"authors": ["Dionne Searcey"], "date_download": "2022-10-26 00:11:47", "date_modify": "2022-10-26 00:11:47", "date_publish": "2016-03-16 11:30:52", "description": "The militant Islamic group Boko Haram is suspected of carrying out the bombings, which also wounded 18 people, an army spokesman said.", "filename": "2016_03_17_world_africa_nigeria-suicide-bombers-attack_1666743107.html", "image_url": "https://static01.nyt.com/images/2016/03/17/world/17nigeria_web1/17nigeria_web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=949570325d21aa333a093e15db4484db5171767e61d10d8a44f76737fc01a59d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_17_world_africa_nigeria-suicide-bombers-attack_1666743107.html", "title": "2 Female Suicide Bombers Attack Mosque Near Maiduguri, Nigeria, Killing Over 20", "title_page": "2 Female Suicide Bombers Attack Mosque Near Maiduguri, Nigeria, Killing Over 20 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DAKAR, Senegal — Two female suicide bombers detonated explosives on Wednesday morning in an attack on a mosque in northeastern Nigeria, killing 24 people and wounding 18.\nThe first blast tore through the mosque, and the second occurred near the building a few minutes later in Ummarari, a village outside Maiduguri, the capital of Borno State and a longtime target of the militant Islamic group Boko Haram.\nBoko Haram has been terrorizing this part of Nigeria for years and is suspected of carrying out the attacks, according to a statement from Col. Sani Kukasheka Usman, a spokesman for the Nigerian Army.\nThe militants have been increasingly using suicide bombers — many of them women and girls — to carry out attacks on mosques, markets and other public spaces in recent weeks, as the group shifts away from seizing huge sections of territory. In Wednesday’s attack, at least one of the bombers was dressed as a man, probably to gain better access to the crowds inside the mosque, where women are not allowed in some areas.", "url": "https://www.nytimes.com/2016/03/17/world/africa/nigeria-suicide-bombers-attack.html"}