{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:26:07", "date_modify": "2022-10-25 23:26:07", "date_publish": "2016-11-14 00:53:38", "description": "The Saudi-led coalition is hitting civilian targets, like factories, bridges and power stations, that critics say have no clear link to the rebels. In the rubble, the remains of American munitions have been found.", "filename": "2016_11_14_world_middleeast_yemen-saudi-bombing-houthis-hunger_1666740367.html", "image_url": "https://static01.nyt.com/images/2016/11/10/world/middleeast/Yemen-slide-AVYH/Yemen-slide-AVYH-facebookJumbo-v4.jpg?year=2016&h=550&w=1050&s=4e1062419ada1d4798f1f699af2752ab57c39e72f1273cd07e6111af27051b3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_14_world_middleeast_yemen-saudi-bombing-houthis-hunger_1666740367.html", "title": "U.S. Fingerprints on Attacks Obliterating Yemen’s Economy", "title_page": "U.S. Fingerprints on Attacks Obliterating Yemen’s Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many strikes are carried out by pilots trained by the United States, who fly American-made jets that are refueled in the air by American planes. And Yemenis often find the remains of American-made munitions, as they did in the ruins after a strike that killed more than 100 mourners at a funeral last month.\nGraffiti on walls across Sana reads: “America is killing the Yemeni people.”\nPresident-elect Donald J. Trump has not said whether he will continue United States support for the war, but has been very critical of Saudi Arabia, saying it does not “survive without us.” At a rally in January, he said Iran was “going into Yemen” and was “going to have everything” in the region, but he did not clarify how he would respond.\nThe sweeping destruction of civilian infrastructure has led analysts and aid workers to conclude that hitting Yemen’s economy is part of the coalition’s strategy.\n“The economic dimension of this war has become a tactic,” said Jamie McGoldrick, the United Nations’ humanitarian coordinator for Yemen. “It is all consistent — the port, the bridges, the factories. They are getting destroyed, and it is to put pressure on the politics.”\nIn a written response to questions, a coalition spokesman, Maj. Gen. Ahmed Asseri, said the air campaign had halted the rebels’ advance, destroyed 90 percent of their rockets and aircraft and pressured them to join talks aimed at ending the war. He denied that the coalition sought to inflict suffering on civilians and said only facilities connected to the war effort had been hit.\nHe blamed the rebel group, the Houthis, for the humanitarian crisis.\n“This is primarily the responsibility of the rebels, who have displaced Yemen’s legitimate government and who are impeding the flow of humanitarian supplies,” General Asseri said.\nSaudi Arabia and other Persian Gulf countries are also among the top donors of aid to Yemen. So even as they undermine its self-sufficiency, they help sustain the population.", "url": "https://www.nytimes.com/2016/11/14/world/middleeast/yemen-saudi-bombing-houthis-hunger.html"}