{"authors": ["Ashley Parker", "Maggie Haberman"], "date_download": "2022-10-25 23:48:32", "date_modify": "2022-10-25 23:48:32", "date_publish": "2016-03-02 02:52:31", "description": "Voters supporting Donald J. Trump in the Super Tuesday contests expressed a support that could sustain him as a front-runner.", "filename": "2016_03_02_us_politics_donald-trump_1666741712.html", "image_url": "https://static01.nyt.com/images/2016/03/02/us/02trumpvoices-jp1/02trumpvoices-jp1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=12e6329774dd14e164c8e8c2636b0d465072c008d179a9c62d8bc5d4559fff28&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_02_us_politics_donald-trump_1666741712.html", "title": "Donald Trump’s Backers Express Deep and Diverse Support", "title_page": "Donald Trump’s Backers Express Deep and Diverse Support - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Asked what they liked in Mr. Trump, his voters described attributes that his opponents have tried to paint as failings. His fierce and sometimes offensive comments on Mexican and Muslim immigrants, and on waterboarding and killing family members of Islamic State fighters, demonstrate, his voters said, a refreshing willingness to disregard political correctness.\n“He’s saying how the people really feel,” said Janet Aguilar, 59, clad in a Red Sox jacket, who voted for Mr. Trump in Everett, Mass. “We’re all afraid to say it.”\nWhere others see a twice-divorced ladies’ man now married to a much younger model, his fans saw the head of a successful family whose children, as Albert Banda, the cabdriver from Somerville, Mass., put it, are “respectable and decent members of society” who “aren’t running around like Paris Hilton and dragging their bodies through the mud.”\nMr. Trump’s huge ego? Not necessarily a problem. “He doesn’t just want to be a president. He wants to be the greatest president,” said Elizabeth Burns, the Virginia mother, who said she campaigned for Hillary Clinton in 2008. “That works in our favor because he doesn’t want to fail. He sees himself as too big to fail.”\nThose supporting him did not always agree with everything he said, or the way he said it, and they were not even convinced that he would be able to follow through on all of his big, brash promises. But they were willing to give him their conditional support, drawn to him by his tough talk and bravado, as well as their own disappointment and even fatalism about the politicians they were used to seeing on the menu.", "url": "https://www.nytimes.com/2016/03/02/us/politics/donald-trump.html"}