{"authors": ["Michael J. De La Merced", "Vindu Goel"], "date_download": "2022-10-25 23:46:46", "date_modify": "2022-10-25 23:46:46", "date_publish": "2016-03-24 05:34:07", "description": "The increasingly exasperated activist hedge fund, which memorably tormented Darden Restaurants, the Olive Garden owner, is seeking to claim its biggest corporate scalp yet.", "filename": "2016_03_25_business_dealbook_starboard-value-plans-to-oust-yahoos-board_1666741606.html", "image_url": "https://static01.nyt.com/images/2016/03/25/business/db-yahoo1/db-yahoo1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=1b9a1655745d06103f3997b2abaa721a9b77322206585c935b08b11cc3dc9292&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_25_business_dealbook_starboard-value-plans-to-oust-yahoos-board_1666741606.html", "title": "Entire Yahoo Board Would Be Ousted if Starboard Value Gets Its Way", "title_page": "Entire Yahoo Board Would Be Ousted if Starboard Value Gets Its Way - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The slate — which includes a former executive at NBCUniversal and a former technology banker at Deutsche Bank as well as Starboard’s chief executive, Jeffrey Smith — represents the strongest challenge to a board of a major American company in some time. Just 30 or so companies have experienced the ouster of their full boards as a result of activist campaigns, according to data from FactSet.\nThe most prominent victim in recent years was Darden Restaurants, the owner of Olive Garden, whose entire board was ousted by shareholders. Its tormentor: Starboard, which memorably accused the restaurant operator of insufficiently salting its pasta water and overserving breadsticks.\n“As you know from reading our prior letters, we have been attempting to work with Yahoo for the past 18 months,” Mr. Smith wrote in a public letter to investors on Thursday. “Over this time frame, we have repeatedly requested an opportunity to work with the company, including offers to join the board and work constructively with the current directors. At every step of the way, management and the board have pushed us away.”\nYahoo said in a statement that it would review Starboard’s slate of director candidates. The board election will take place at Yahoo’s annual meeting, expected sometime in June or July.\nRobert Peck, an analyst with SunTrust Robinson Humphrey, said that shareholder dissatisfaction with Yahoo was broad, and that Starboard “has a good chance of winning the proxy contest.”", "url": "https://www.nytimes.com/2016/03/25/business/dealbook/starboard-value-plans-to-oust-yahoos-board.html"}