{"authors": ["Eric Lichtblau", "Richard Fausset"], "date_download": "2022-10-25 23:02:36", "date_modify": "2022-10-25 23:02:36", "date_publish": "2016-05-04 21:01:05", "description": "The Justice Department said the measure violates federal law under Title VII, which prohibits discrimination on the basis of sex.", "filename": "2016_05_05_us_north-carolina-transgender-bathroom-bill_1666738956.html", "image_url": "https://static01.nyt.com/images/2016/05/05/us/05justice-web/05justice-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3cf467f2b8a8d9c319c9fe6acdfde207f5ea02ea42f114fae7ee886954185250&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_05_us_north-carolina-transgender-bathroom-bill_1666738956.html", "title": "U.S. Warns North Carolina That Transgender Bill Violates Civil Rights Laws", "title_page": "U.S. Warns North Carolina That Transgender Bill Violates Civil Rights Laws - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department warned the State of North Carolina on Wednesday that its new law limiting bathroom access violated the civil rights of transgender people, a finding that could mean millions of dollars in lost federal funds.\nIn a letter to Gov. Pat McCrory, Vanita Gupta, the top civil rights lawyer for the Justice Department, said that “both you and the State of North Carolina” were in violation of civil rights law, and gave him until Monday to decide “whether you will remedy these violations.”\nA Justice Department official said that federal officials hoped that the state would agree to comply voluntarily with federal civil rights law by abandoning the measure. But the department has a number of tools it can use to try to force compliance, including denying federal funds or asking a court to do so, said the official, who spoke on condition of anonymity.\nThe ultimatum escalated a contentious national debate over North Carolina’s new legal stance on transgender and gay people, and set up what could be a lengthy showdown between the state and the Obama administration.", "url": "https://www.nytimes.com/2016/05/05/us/north-carolina-transgender-bathroom-bill.html"}