{"authors": ["Jori Finkel"], "date_download": "2022-10-25 22:59:58", "date_modify": "2022-10-25 22:59:58", "date_publish": "2016-08-01 21:51:36", "description": "Diane Wilsey is facing challenges after 20 years as head of the board of the Fine Arts Museums.", "filename": "2016_08_02_arts_design_for-san-franciscos-queen-of-philanthropy-no-quiet-exits_1666738798.html", "image_url": "https://static01.nyt.com/images/2016/08/02/arts/02WILSEY/02WILSEY-facebookJumbo.jpg?year=2016&h=549&w=1050&s=1bbd52ea6eb299a194f299febbbb309885c268f3942cc27e5fef4b28d369de04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_02_arts_design_for-san-franciscos-queen-of-philanthropy-no-quiet-exits_1666738798.html", "title": "For San Francisco’s Queen of Philanthropy, No Quiet Exits", "title_page": "For San Francisco’s Queen of Philanthropy, No Quiet Exits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — No other city in America mixes high society and cultural philanthropy quite like San Francisco, and Diane Wilsey, known as Dede, has long been the indomitable queen of both.\nShe has reigned for 20 years as head of the board of the Fine Arts Museums, which include the de Young and the Legion of Honor. In October she took her victory lap in a peach-and-silver Oscar de la Renta gown at the gala celebrating the 10th anniversary of the de Young’s $208 million building project — completed with funds she almost single-handedly raised.\nBut even as Nancy Pelosi, the House minority leader, toasted Ms. Wilsey for her “vision” and “fearlessness,” behind the wide smiles and glinting jewels, museum officials had reason to worry. The state attorney general’s office had begun investigating whether a 2014 payment authorized by Ms. Wilsey violated laws governing nonprofits. A chief financial officer had accused Ms. Wilsey of paying $457,000 in museum funds, without board approval, to a retired city engineer whose wife, on the Fine Arts staff, had performed favors for her. (Ms. Wilsey maintained that the payment was a sympathetic gesture for a man in ailing health.)\nFour prominent board members have resigned in protest, with one, Dan Johnson, faulting Ms. Wilsey recently for “running the place like a personal fiefdom.”", "url": "https://www.nytimes.com/2016/08/02/arts/design/for-san-franciscos-queen-of-philanthropy-no-quiet-exits.html"}