{"authors": ["Jeffrey Gettleman", "Austin Ramzy"], "date_download": "2022-10-25 23:39:20", "date_modify": "2022-10-25 23:39:20", "date_publish": "2016-04-12 13:36:42", "description": "Taiwanese officials accused Kenya of violating international law, using tear gas on their citizens, and trying to curry favor with China, a heavyweight in Africa.", "filename": "2016_04_13_world_asia_taiwan-china-kenya_1666741160.html", "image_url": "https://static01.nyt.com/images/2016/04/12/multimedia/13taiwanese-detained/13taiwanese-detained-facebookJumbo.jpg?year=2016&h=549&w=1050&s=6958d9afe967bdae466f6c1d6a346e7039e3e5f6858acc99559f10a17686c4d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_13_world_asia_taiwan-china-kenya_1666741160.html", "title": "Taiwan Accuses Kenya of Illegal Deportations as More Are Sent to China", "title_page": "Taiwan Accuses Kenya of Illegal Deportations as More Are Sent to China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NAIROBI, Kenya — Usually prisoners want to get out of jail. But on Tuesday, a group of Taiwanese citizens did all they could to stay in — barricading themselves in a small cell as Kenyan police officers tried to storm in with assault rifles.\nThe officers succeeded, however, in dragging the prisoners out — Taiwanese officials say after using tear gas, which Kenyan officials deny — and put them on a plane not for home, but for mainland China.\nA video circulating on the Internet of the encounter shows a group of young men bracing themselves against a prison door to try to keep the Kenyan officers out. “Sir! We are Taiwan people, Taiwan people!” one of them yells.\nThe episode outraged Taiwanese officials, who accused Kenya of violating international law and trying to curry favor with China, which views the self-governed island as part of its territory.", "url": "https://www.nytimes.com/2016/04/13/world/asia/taiwan-china-kenya.html"}