{"authors": ["Juan Gabriel Vásquez"], "date_download": "2022-10-25 23:37:41", "date_modify": "2022-10-25 23:37:41", "date_publish": "2016-08-05 09:30:04", "description": "In “The Underground Railroad,” his new novel about American slavery, Colson Whitehead courageously opens his eyes where the rest of us would rather look away.", "filename": "2016_08_14_books_review_colson-whitehead-underground-railroad_1666741061.html", "image_url": "https://static01.nyt.com/images/2016/08/14/books/review/0814-BKS-Vasquez-WEB/0814-BKS-Vasquez-WEB-facebookJumbo.jpg?year=2016&h=549&w=1050&s=32f8dedc72230ff42e937f13cb8f4fa307b84509f603fc693bd52191bd5430e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_14_books_review_colson-whitehead-underground-railroad_1666741061.html", "title": "In Colson Whitehead’s Latest, the Underground Railroad Is More Than a Metaphor", "title_page": "In Colson Whitehead’s Latest, the Underground Railroad Is More Than a Metaphor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Meet Cora, a young slave on a Georgia cotton plantation. Her mother ran away when Cora was a little girl, and that feeling of abandonment has haunted her ever since. When she is approached by another slave about the underground railroad, she hesitates; but then life, in the form of rape and humiliation, gives her the nudge she needs. (Whitehead does here as he will do several times in the book: He opens his eyes where the rest of us would rather look away. In this, “The Underground Railroad” is courageous but never gratuitous.) In order to ensure her escape, she kills a white man, and soon she is being pursued by a notorious slave catcher named Ridgeway, a man straight out of Cormac McCarthy, whose assistant wears a necklace made with human ears. What follows is Cora’s uncertain itinerary through hell. The novel uses the architecture of an episodic tale, each episode corresponding to a new stop in the journey — the two Carolinas, then Tennessee, then Indiana — each one introducing Cora to new incarnations of evil, or the evil brought out in everyone by the poisonous mechanics of slavery.\nImage Colson Whitehead Credit... Sunny Shokrae for The New York Times\nIn one of the towns, Cora realizes that an apparently well-meaning medical center is in fact an experiment in eugenics or even genocide; in North Carolina, the bodies of tortured and burned people, both blacks and the whites who help them, hang from the trees along something called the Freedom Trail. And we begin to notice, as readers, slight departures from historical fact, places where “The Underground Railroad” becomes something much more interesting than a historical novel. It doesn’t merely tell us about what happened; it also tells us what might have happened. Whitehead’s imagination, unconstrained by stubborn facts, takes the novel to new places in the narrative of slavery, or rather to places where it actually has something new to say. If the role of the novel, as Milan Kundera argues in a beautiful essay, is to say what only the novel can say, “The Underground Railroad” achieves the task by small shifts in perspective: It moves a couple of feet to one side, and suddenly there are strange skyscrapers on the ground of the American South and a railroad running under it, and the novel is taking us somewhere we have never been before.\nOne of the most eloquent passages of the novel — and one that illustrates the way Whitehead’s imagination goes about its business — takes place in the Museum of Natural Wonders, in South Carolina. It is a limestone building occupying an ­entire block; when Cora arrives and asks where she should begin cleaning, she discovers that is not what is expected of her. There is a section of the museum called Living History. Like a railroad, explains the curator, the museum allows its visitors to “see the rest of the country beyond their small experience.” Cora realizes her task is to go behind a glass and act her part in a depiction of the slave experience, all this while the visitors look intensely at her from the other side. One room is called “Scenes From Darkest Africa”; another is “Life on the Slave Ship.” While Cora plays her part (silently, dutifully) in the static scenes, she begins to question their accuracy. The curator, Whitehead writes, “did concede that spinning wheels were not often used outdoors,” but counters that “while authenticity was their watchword, the dimensions of the room forced certain concessions.” And later Cora reflects:\n“No slave had ever keeled over dead at a spinning wheel or been butchered for a tangle. But nobody wanted to speak on the true disposition of the world. And no one wanted to hear it. Certainly not the white monsters on the other side of the exhibit at that very moment, pushing their greasy snouts against the window, sneering and hooting. Truth was a changing display in a shop window, manipulated by hands when you weren’t looking, alluring and ever out of reach.”\n“The Underground Railroad” is also about the myriad ways in which black history has too often been stolen by white narrators. At a performance Cora sees from a distance, a slave is played by “a white man in burned cork, pink showing on his neck and wrists.” Remembering the passages on slavery contained in the Bible, Cora blames the people who wrote them down: “People always got things wrong,” she thinks, “on purpose as much as by accident.” Whitehead’s novel is constantly concerned with these matters of narrative authenticity and authority, and so too with the different versions of the past we carry with us. Throughout my reading, I was repeatedly reminded of a particular chapter from García Márquez’s “One Hundred Years of Solitude,” to whose handling of time Whitehead seems to owe quite a bit. In that chapter, the infamous massacre of the banana plantation workers is denied by the official versions of history and soon forgotten. But one character knows what he saw — thousands of dead traveling toward the sea on a train — and goes around trying to find someone who will remember the story. He doesn’t: People always get things wrong. In a sense, “The Underground Railroad” is Whitehead’s own attempt at getting things right, not by telling us what we already know but by vindicating the powers of fiction to interpret the world. In its exploration of the foundational sins of America, it is a brave and necessary book.", "url": "https://www.nytimes.com/2016/08/14/books/review/colson-whitehead-underground-railroad.html"}