{"authors": ["Rod Nordland"], "date_download": "2022-10-25 23:28:41", "date_modify": "2022-10-25 23:28:41", "date_publish": "2016-04-06 19:36:49", "description": "With no government efforts this year to eradicate Helmand Province’s poppy fields, millions of dollars are at stake — leaving dishonest officials and the Taliban to fight it out.", "filename": "2016_04_07_world_asia_afghanistan-helmand-opium-poppy_1666740521.html", "image_url": "https://static01.nyt.com/images/2016/04/06/world/asia/07Helmand-SS-slide-68LO/07Helmand-SS-slide-68LO-facebookJumbo.jpg?year=2016&h=550&w=1050&s=a70d9dacdd79acf9de6a1f3398b068b8634e950ee1fc7441c54e23f0a9ea0b35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_07_world_asia_afghanistan-helmand-opium-poppy_1666740521.html", "title": "Corrupt Combatants Fight for Control of Lucrative Afghan Drug Trade", "title_page": "Corrupt Combatants Fight for Control of Lucrative Afghan Drug Trade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“You can’t go anywhere in Helmand now safely,” said Maj. Gen. Esmatullah Dawlatzai, who was recently put in charge of all the police forces in Helmand. “You can’t step outside of Lashkar Gah safely, and that’s a fact,” he added, referring to the provincial capital city.\n“It’s not going to change until we do something about the political corruption, which is being carried out from Kabul, and involves everyone: elders, parliament members, politicians, all of them,” General Dawlatzai continued. “The police, especially, are not a national police. They are not fighting for the benefit of their country, but for their patrons.”\nMullah Majid Akhonzada, the deputy provincial chairman, said that all that Helmand got from Kabul was empty promises, as the Taliban gain more and more territory. “The fact is, nothing has been done except filling their own pockets,” he said. “That’s all they do.”\nCorruption does not just fatten up the skinny, it also undermines security.\nHajji Ahmad is a provincial councilman from Gereshk District, the center of some of the fiercest fighting. “This is how it works,” he said. “The police chief buys his post, then he has to make his money back by selling other positions to other commanders, in the districts and subdistricts, and then those guys are selling to each checkpoint.”\n“So I’ll give you an example, a recent example of what happens,” Hajji Ahmad said. “In Margir area, at a police checkpost in Gereshk District, there’s 24 hours of fighting going on and at night the commander runs out of ammo. So he goes to his district commander and says, ‘We need ammo’, and the commander says, ‘Well, give me money so I can give you ammo.’ And he doesn’t have any money, so the Taliban overrun the checkpost and nine policemen are killed. That’s what happens.” He was referring to an attack that took place last month.\nThe men appointed to reform the police and military in Helmand, General Dawlatzai and General Qahraman, are finding it hard going, and many of the obstacles are internal.", "url": "https://www.nytimes.com/2016/04/07/world/asia/afghanistan-helmand-opium-poppy.html"}