{"authors": ["Adam Liptak", "Coral Davenport"], "date_download": "2022-10-25 22:58:36", "date_modify": "2022-10-25 22:58:36", "date_publish": "2016-02-09 23:41:11", "description": "The justices’ willingness to issue a stay while the case proceeds was a hint that the emissions program could face a skeptical reception.", "filename": "2016_02_10_us_politics_supreme-court-blocks-obama-epa-coal-emissions-regulations_1666738716.html", "image_url": "https://static01.nyt.com/images/2016/02/10/us/10scotusweb1/10scotusweb1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=6161d1d8e2d05a8832b8c026f4d58e6ebb8b3ec8275e707356383689885e4bf1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_10_us_politics_supreme-court-blocks-obama-epa-coal-emissions-regulations_1666738716.html", "title": "Supreme Court Deals Blow to Obama’s Efforts to Regulate Coal Emissions", "title_page": "Supreme Court Deals Blow to Obama’s Efforts to Regulate Coal Emissions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In a major setback for President Obama’s climate change agenda, the Supreme Court on Tuesday temporarily blocked the administration’s effort to combat global warming by regulating emissions from coal-fired power plants.\nThe brief order was not the last word on the case, which is most likely to return to the Supreme Court after an appeals court considers an expedited challenge from 29 states and dozens of corporations and industry groups.\nBut the Supreme Court’s willingness to issue a stay while the case proceeds was an early hint that the program could face a skeptical reception from the justices.\nThe 5-to-4 vote, with the court’s four liberal members dissenting, was unprecedented — the Supreme Court had never before granted a request to halt a regulation before review by a federal appeals court.", "url": "https://www.nytimes.com/2016/02/10/us/politics/supreme-court-blocks-obama-epa-coal-emissions-regulations.html"}