{"authors": ["Kenneth Chang", "Mike Isaac", "Matt Richtel"], "date_download": "2022-10-25 23:40:49", "date_modify": "2022-10-25 23:40:49", "date_publish": "2016-09-01 13:59:43", "description": "The fiery blast also destroyed a satellite that Facebook had planned to use to expand internet services in Africa.", "filename": "2016_09_02_science_spacex-rocket-explosion_1666741249.html", "image_url": "https://static01.nyt.com/images/2016/09/02/science/space/02spacex-explosion/02spacex-explosion-facebookJumbo.jpg?year=2016&h=549&w=1050&s=3f59523a8030df14781682e6005f31ed2e81e367433fe5fb5fee3248448ec752&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_02_science_spacex-rocket-explosion_1666741249.html", "title": "SpaceX Rocket Explodes at Launchpad in Cape Canaveral", "title_page": "SpaceX Rocket Explodes at Launchpad in Cape Canaveral - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A spectacular explosion of a SpaceX rocket on Thursday destroyed a $200 million communications satellite that would have extended Facebook’s reach across Africa, dealing a serious setback to Elon Musk, the billionaire who runs the rocket company.\nThe blast is likely to disrupt NASA’s cargo deliveries to the International Space Station, exposing the risks of the agency’s growing reliance on private companies like SpaceX to carry materials and, soon, astronauts.\nThe explosion, at Cape Canaveral, Fla., intensified questions about whether Mr. Musk is moving too quickly in his headlong investment in some of the biggest and most complex industries, not just space travel but carmakers and electric utilities.\nThis is not the first problem Mr. Musk has suffered as he tries to create space travel that is cheap and commonplace. Each of his companies, including Tesla and SolarCity, has hit major stumbling blocks recently. The owner of a Tesla car died in May in a crash using the company’s autopilot software, and SolarCity faces major financial challenges.", "url": "https://www.nytimes.com/2016/09/02/science/spacex-rocket-explosion.html"}