{"authors": ["Michael Forsythe"], "date_download": "2022-10-25 23:39:18", "date_modify": "2022-10-25 23:39:18", "date_publish": "2016-01-07 12:14:31", "description": "The case of five employees of a publishing house calls into question the legal guarantee that people in Hong Kong would be shielded from China’s reach until midcentury.", "filename": "2016_01_08_world_asia_hong-kong-lee-bo-bookseller-china_1666741158.html", "image_url": "https://static01.nyt.com/images/2016/01/08/world/08hongkong_web1/08hongkong_web1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=1d777e27217748641e0760a97d387440389628f19238c4e9b5666556368c16a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_08_world_asia_hong-kong-lee-bo-bookseller-china_1666741158.html", "title": "Many in Hong Kong Fear Beijing’s Reach After Editor and Colleagues Disappear", "title_page": "Many in Hong Kong Fear Beijing’s Reach After Editor and Colleagues Disappear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — A Hong Kong-based editor, who specializes in gossipy books about Chinese leaders, vanishes. His wife files a missing persons report with the police. She abruptly withdraws it after a faxed letter surfaces, apparently in her husband’s calligraphy, stating that he is in mainland China of his own volition, helping with an investigation. Hong Kong border officials have no record of his ever leaving.\nThe case of Lee Bo — Paul Lee is his English name — and his four missing colleagues has all the makings of an espionage thriller. But to many of the 7.2 million people in this former British colony, his disappearance and apparent surfacing across the border that demarcates Hong Kong from the rest of China have fueled a profound fear, by calling into question the legal guarantee that people here would be shielded until midcentury from Beijing’s reach under an arrangement known as one country, two systems.\nThe case also threatens to stoke tensions between the mainland and Britain, which has recently pushed to move closer to China, declaring the beginning of a “golden decade” of ties between the two countries. On Tuesday, Philip Hammond, the British foreign secretary, said during a visit to Beijing that Mr. Lee was a British citizen. The next day, he said that it would be an “egregious breach” of the 1984 agreement that set in motion the return of Hong Kong to China if Mr. Lee, as many in Hong Kong fear, was plucked from the city to face prosecution in China. China issued a terse rejoinder, with a spokeswoman stating that it opposed “all foreign interference in China’s internal affairs.”", "url": "https://www.nytimes.com/2016/01/08/world/asia/hong-kong-lee-bo-bookseller-china.html"}