{"authors": ["Dave Anderson"], "date_download": "2022-10-25 23:35:53", "date_modify": "2022-10-25 23:35:53", "date_publish": "2016-06-11 01:23:56", "description": "A Supreme Court justice’s aide convinced his boss of Ali’s sincerity in resisting draft induction.", "filename": "2016_06_11_sports_how-a-clerk-spared-muhammad-ali-from-prison_1666740953.html", "image_url": "https://static01.nyt.com/images/2016/06/10/us/11clerkali/11clerkali-facebookJumbo.jpg?year=2016&h=549&w=1050&s=5302543f1c523ad80640a92ac0d99f572e52d5f57979c1f1dbd8e75bf86cf209&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_11_sports_how-a-clerk-spared-muhammad-ali-from-prison_1666740953.html", "title": "How a Clerk Spared Muhammad Ali From Prison", "title_page": "How a Clerk Spared Muhammad Ali From Prison - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This article originally appeared in The New York Times on Dec. 17, 1979.\nAt the time, the Supreme Court’s decision appeared to be so unanimous, so harmonious, so decisive. That morning, Muhammad Ali, driving through the South Side of Chicago, parked his green-and-white Lincoln Mark III and went into a neighborhood store for a glass of freshly squeezed orange juice. A moment after Ali strolled out, flipping an orange in the air, the store owner hurried after him.\n“I just heard on the radio,” the store owner said, “the Supreme Court said you’re free, an 8-0 vote.”\nTwo hours later, in a corner of a motel lobby, Ali quietly said, “I’m not going to celebrate. I’ve already said a long prayer to Allah, that’s my celebration.” And later he thanked the “Supreme Court for recognizing the sincerity of the religious teachings that I’ve accepted.” For recognizing it so unanimously, so harmoniously, so decisively, it appeared. But two months earlier, on April 23, 1971, according to “The Brethren,” a book by Bob Woodward and Scott Armstrong, the Supreme Court had decided by a vote of 5 to 3 that Ali was not a conscientious objector, that he should serve the five-year prison term to which he had been sentenced in 1967 for draft evasion. After the preliminary vote, Chief Justice Warren Burger assigned the esteemed Justice John M. Harlan to write the majority opinion. But according to the book, a Supreme Court clerk saved Ali from jail, and as it developed, enabled Ali to pursue his boxing career for the remainder of the decade.", "url": "https://www.nytimes.com/2016/06/11/sports/how-a-clerk-spared-muhammad-ali-from-prison.html"}