{"authors": ["Katie Benner", "Matt Apuzzo"], "date_download": "2022-10-25 22:54:51", "date_modify": "2022-10-25 22:54:51", "date_publish": "2016-03-21 22:59:57", "description": "A court hearing set for Tuesday was canceled in the Justice Department’s bid to gain access to phone data in the San Bernardino mass shooting inquiry.", "filename": "2016_03_22_technology_apple-fbi-hearing-unlock-iphone_1666738491.html", "image_url": "https://static01.nyt.com/images/2016/03/21/multimedia/22apple-event/22apple-event-facebookJumbo-v2.jpg?year=2016&h=549&w=1050&s=9afde654d3d466a553cca3459ea0cf2f826f1a9ec10f049cfd3c0e82eb3d4b43&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_22_technology_apple-fbi-hearing-unlock-iphone_1666738491.html", "title": "U.S. Says It May Not Need Apple’s Help to Unlock iPhone", "title_page": "U.S. Says It May Not Need Apple’s Help to Unlock iPhone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIVERSIDE, Calif. — The Justice Department said on Monday that it might no longer need Apple’s assistance in opening an iPhone used by a gunman in the San Bernardino, Calif., rampage last year.\nThe disclosure led a judge to postpone a court hearing over the issue and temporarily sidesteps what has become a bitter clash with the world’s most valuable publicly traded company.\nIn a new court filing, the government said an outside party had demonstrated a way for the F.B.I. to possibly unlock the phone used by the gunman, Syed Rizwan Farook. The hearing in the contentious case — Apple has loudly opposed opening the iPhone, citing privacy concerns and igniting a heated debate — was originally set for Tuesday.\nWhile the Justice Department must test this method, if it works “it should eliminate the need for the assistance from Apple,” it said in its filing. The Justice Department added that it would file a status report by April 5 on its progress.", "url": "https://www.nytimes.com/2016/03/22/technology/apple-fbi-hearing-unlock-iphone.html"}