{"authors": ["Michael Schuman"], "date_download": "2022-10-25 22:55:26", "date_modify": "2022-10-25 22:55:26", "date_publish": "2016-06-09 21:45:00", "description": "Local officials and businesses buck Beijing’s efforts to close the inefficient industries that are hobbling the country’s economic growth.", "filename": "2016_06_10_business_international_a-steel-mill-lives-again-in-a-setback-for-china_1666738526.html", "image_url": "https://static01.nyt.com/images/2016/06/09/business/09chinafactory1/09chinafactory1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=f9505c416089add05f64eab4485ec555457eeb34249f317a19c06317f60eea7d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_10_business_international_a-steel-mill-lives-again-in-a-setback-for-china_1666738526.html", "title": "A Steel Mill Lives Again, in a Setback for China", "title_page": "A Steel Mill Lives Again, in a Setback for China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The reason was not clear. Industry experts say other owners have restarted factories to generate cash. A recent jump in steel prices widely attributed to a new Chinese lending binge and a pickup in construction activity has also encouraged factory owners.\nMaintaining jobs is a major consideration as well, said Xu Xiangchun, chief information officer at Chinese research firm Mysteel. “The employment problem is the biggest problem for the government and the enterprises,” he said. “So the companies adopt various measures to activate capital and to give workers jobs.”\nThe industry’s woes are far from over. Fitch, the bond-rating firm, estimates that the industry may be saddled with as much as $600 billion in debt. That burden, combined with low prices and sagging demand, has moved the steel sector into the red. The China Iron and Steel Association said that its members lost a combined $9.8 billion last year, compared with a combined profit of $3.4 billion in 2014.\n“Even if there is no government push, the market conditions will drive out more capacity,” said Rachel Zhang, a steel analyst at Morgan Stanley. “It is just a matter of time.”\nBecause Songting is a private company, it does not disclose financial details. The company declined requests for comment.\nIts workers are simply happy to have their jobs back. Ms. Shi returned to her old job in late April, just as the mill started operating again, though at a reduced salary. She still worries about what might come, but for now, she hopes her fortunes will revive with Songting’s. “At least the living standard of my two kids has improved,” she said.", "url": "https://www.nytimes.com/2016/06/10/business/international/a-steel-mill-lives-again-in-a-setback-for-china.html"}