{"authors": ["Vivian Yee", "Jesse Mckinley"], "date_download": "2022-10-25 23:25:25", "date_modify": "2022-10-25 23:25:25", "date_publish": "2016-02-09 01:45:25", "description": "The prosecutor visited New York’s state capital on Monday, where he received an admiring reception.", "filename": "2016_02_09_nyregion_preet-bharara-us-attorney-making-a-rare-visit-to-albany-receives-a-glowing-reception_1666740325.html", "image_url": "https://static01.nyt.com/images/2016/02/09/nyregion/09BHARARA/09BHARARA-facebookJumbo.jpg?year=2016&h=550&w=1050&s=88c25d77c2176acbbcae49eaae4c6e998c8557b710e2c22a0d9246174fefcc39&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_09_nyregion_preet-bharara-us-attorney-making-a-rare-visit-to-albany-receives-a-glowing-reception_1666740325.html", "title": "Preet Bharara, U.S. Attorney, Takes a Victory Lap in Albany After Winning Corruption Cases", "title_page": "Preet Bharara, U.S. Attorney, Takes a Victory Lap in Albany After Winning Corruption Cases - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a Q. and A. after his speech, Mr. Bharara said his public-corruption unit was “not closing up shop anytime soon.” But he was more circumspect about other investigations, demurring when asked about an inquiry into the Buffalo Billion, a plan offered by the administration of Gov. Andrew M. Cuomo, which has poured hundreds of millions of dollars into that beleaguered western New York city. And he offered no more than a previously released statement about the end of his investigation into the demise of the Moreland Commission, an anti-corruption panel established by Mr. Cuomo, a Democrat.\nAbout the only person who seemed determined to treat Mr. Bharara’s appearance as a nonevent was Mr. Cuomo, who sat facing Mr. Bharara but did not speak to him at the swearing-in ceremony of Janet DiFiore, the state’s new top judge, at the Court of Appeals. Mr. Cuomo clapped from his seat when Mr. Bharara was introduced. Mr. Bharara returned the favor from his seat in the second row, behind a group of Cuomo administration veterans that included Lawrence S. Schwartz, the former secretary to the governor, whose strong-armed interactions with the Moreland panel were documented by The New York Times.\nMr. Cuomo, noting the Appeals Court judges’ comfortable salaries, mentioned that he might someday nominate himself to the court. The overflow crowd cackled. Mr. Bharara did not.\nAfter the ceremony, Mr. Cuomo left by the rear of the court, while Mr. Bharara left by the front entrance. Neither man attended the cheese-and-fruit reception.\nReporters outside the court promptly bombarded Mr. Cuomo with questions about Mr. Bharara’s visit, the relationship between the two men and whether Mr. Bharara should be considered a “champion” of the democratic process. Through the entire session, Mr. Cuomo managed to avoid even saying the other man’s name.\n“I think his point that we need ethics reform is the same thing that I have been saying,” Mr. Cuomo said, later noting that when he served as state attorney general, he had successfully prosecuted a state senator and a comptroller on corruption charges.\nIf Mr. Bharara did not find Mr. Cuomo’s jokes particularly amusing, his own witticisms met with more appreciation from his audiences in Albany — even if more than a few of those jokes were groaners involving Mr. Bharara’s fierce devotion to Bruce Springsteen, who had a show scheduled in Albany on Monday night.", "url": "https://www.nytimes.com/2016/02/09/nyregion/preet-bharara-us-attorney-making-a-rare-visit-to-albany-receives-a-glowing-reception.html"}