{"authors": ["Richard Pérez-Peña", "Mitch Smith", "Stephanie Saul"], "date_download": "2022-10-25 23:32:22", "date_modify": "2022-10-25 23:32:22", "date_publish": "2016-08-27 01:10:02", "description": "A letter to incoming freshmen professed no support for “trigger warnings” or limits on what kinds of speech should be condoned on campus.", "filename": "2016_08_27_us_university-of-chicago-strikes-back-against-campus-political-correctness_1666740742.html", "image_url": "https://static01.nyt.com/images/2016/08/27/us/27chicago1/27chicago1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b7e6cf92aeec68c70c8953e9f1a2c7bdda168f285d16f95f8c1a9000a8fdfe23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_08_27_us_university-of-chicago-strikes-back-against-campus-political-correctness_1666740742.html", "title": "University of Chicago Strikes Back Against Campus Political Correctness", "title_page": "University of Chicago Strikes Back Against Campus Political Correctness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The anodyne welcome letter to incoming freshmen is a college staple, but this week the University of Chicago took a different approach: It sent new students a blunt statement opposing some hallmarks of campus political correctness, drawing thousands of impassioned responses, for and against, as it caromed around cyberspace.\n“Our commitment to academic freedom means that we do not support so-called trigger warnings, we do not cancel invited speakers because their topics might prove controversial, and we do not condone the creation of intellectual ‘safe spaces’ where individuals can retreat from ideas and perspectives at odds with their own,” John Ellison, dean of students, wrote to members of the class of 2020, who will arrive next month.\nIt was a not-so-veiled rebuke to the protests calling for limits on what kinds of speech should be condoned on campus, and who should be allowed to speak, that have rocked Yale, Wesleyan, Oberlin and many other colleges and universities in recent years. Some alumni, dismayed by the trend, have withheld donations from their alma maters.\nThe Chicago letter echoed policies that were already in place there and at a number of other universities calling for “the freedom to espouse and explore a wide range of ideas.” But its stark wording, coming from one of the nation’s leading universities, and in a routine correspondence that usually contains nothing more contentious than a dining hall schedule, felt to people on all sides like a statement.", "url": "https://www.nytimes.com/2016/08/27/us/university-of-chicago-strikes-back-against-campus-political-correctness.html"}