{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:53:35", "date_modify": "2022-10-25 23:53:35", "date_publish": "2016-02-06 02:25:17", "description": "The move to raise base salaries by nearly a third was paired with a series of reforms, though some would not apply to current city legislators.", "filename": "2016_02_06_nyregion_elected-new-york-city-officials-vote-to-raise-their-own-pay.html__r=0_1666742015.html", "image_url": "https://static01.nyt.com/images/2016/02/06/nyregion/06RAISES/06RAISES-facebookJumbo-v2.jpg?year=2016&h=549&w=1050&s=7faa4133529258c8b5a43e9a2162f354a0dc09064daa80fce04d09500eec0f46&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_06_nyregion_elected-new-york-city-officials-vote-to-raise-their-own-pay.html__r=0_1666742015.html", "title": "New York City Council Votes to Raise Members’ Pay", "title_page": "New York City Council Votes to Raise Members’ Pay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The City Council voted on Friday to give its members a raise of nearly a third over their current base salaries, the first pay bump for elected officials in New York City since 2006, while enacting a series of reforms — some of which would apply only to future city lawmakers.\nEach measure — including bills to ban most forms of outside income, require online financial disclosures and end paid allowances for committee work — passed by wide margins. The closest vote came on the bill to raise the Council salary to $148,500 from a base of $112,500, which passed 40 to 7.\nMelissa Mark-Viverito, a Democrat who is the Council speaker, said that the reforms would “increase transparency and fairness” and that the limits on outside income — which came in exchange for the Council’s awarding itself $10,185 over the recommendation of a city commission on pay increases — “are groundbreaking.”\nCouncilman Ben Kallos, a Manhattan Democrat who sponsored two of the reform bills, said the Council was voting on proposed legislation that had been “long sought after.” Government watchdog groups agreed, even if some objected to the speed of the vote — two days after their first and only public hearing — and the lack of public input before the laws took final shape.", "url": "https://www.nytimes.com/2016/02/06/nyregion/elected-new-york-city-officials-vote-to-raise-their-own-pay.html?_r=0"}