{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:33:35", "date_modify": "2022-10-25 23:33:35", "date_publish": "2016-06-14 15:40:51", "description": "A man whose YouTube channel has 2.1 million subscribers took aim at the new “Ghostbusters,” and an online furor followed.", "filename": "2016_06_19_fashion_ghostbusters-internet-attacks_1666740815.html", "image_url": "https://static01.nyt.com/images/2016/06/05/fashion/5SCENESTEALERS/5SCENESTEALERS-facebookJumbo.jpg?year=2016&h=549&w=1050&s=40e07d6fc21c57fc22cbd638501951a38d56799c72013ae50fe63822444072d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_19_fashion_ghostbusters-internet-attacks_1666740815.html", "title": "What a ‘Ghostbusters’ Online Attack Says About the Digital Age", "title_page": "What a ‘Ghostbusters’ Online Attack Says About the Digital Age - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — The rage was immediate. As soon as the Hollywood trades reported that Sony Pictures was going to reboot “Ghostbusters” with women in the lead roles, internet trolls tumbled out of their caves to insta-condemn the effort.\nAs with most online nastiness, the face of the outcry was a blank one. Most of the negative comments and social media posts were anonymous, courtesy of peaches like Grungemaster93, GargoylePhlegm and Neanderthal101. Reinventing their beloved 1980s-era comedy? With women busting the ghosts? Not on their watch!\nThen came James Rolfe. And with him arrived a lesson about the digital age.\nMr. Rolfe, whose YouTube channel, Cinemassacre, has 2.1 million subscribers, posted a video last month that takes aim at the new “Ghostbusters,” which is set for release on July 15.\nLooking into the camera, he criticizes the visual effects shown in an early trailer, and, with flashes of anger, condemns Sony for sweeping the 1984 original movie “under the rug like it didn’t happen.”", "url": "https://www.nytimes.com/2016/06/19/fashion/ghostbusters-internet-attacks.html"}