{"authors": ["Alexander Burns", "Matt Flegenheimer"], "date_download": "2022-10-25 23:25:06", "date_modify": "2022-10-25 23:25:06", "date_publish": "2016-10-09 09:00:30", "description": "Hillary Clinton and Donald J. Trump took the stage after Mr. Trump held a news conference with women who have accused Bill Clinton of sexual assault over the years.", "filename": "2016_10_09_us_politics_presidential-debate_1666740306.html", "image_url": "https://static01.nyt.com/images/2016/10/09/us/politics/debate-1-crowley-215/debate-1-crowley-215-facebookJumbo-v4.jpg?year=2016&h=550&w=1050&s=fa307219e46656dca9095268338327b2ec6a63cbab8212dbc4cf57c4a28c35d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_09_us_politics_presidential-debate_1666740306.html", "title": "Presidential Debate: Here’s What You Missed", "title_page": "Presidential Debate: Here’s What You Missed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "• After Mr. Trump said again that he opposed the war in Iraq, despite past public statements that contradict him, Mrs. Clinton reiterated that “we have it on tape” that Mr. Trump had not been against the war before it began. “It’s not been debunked,” he insisted, turning the issue back on Mrs. Clinton. “You voted for it and you shouldn’t have.”\n• A black audience member asked if the candidates could serve as president for “all Americans.” Mr. Trump said that he could, before moving quickly to a standard of his stump speech: wondering aloud what some voters “have to lose.” “It can’t get any worse,” he said. After Mr. Trump again criticized Mrs. Clinton’s Senate tenure, she noted that she won re-election by a wide margin. She added, “If you don’t vote for me, I still want to be your president.”\n• Mrs. Clinton was asked about a remark, leaked from a private speech, in which she seemed to stress the importance of keeping both a public and a private position on given issues as a political figure. She said she was following the example of Abraham Lincoln as he sought to convince lawmakers to ally with him. “Now she’s blaming the lie on the late, great Abraham Lincoln,” Mr. Trump said. “Honest Abe never lied.”\n• Mrs. Clinton cited the specter of Russian hackers seeking to influence the election with strategic leaks, which she suggested were intended to help Mr. Trump. “Believe me, they’re not doing it to get me elected,” she said. (She has spoken often of Mr. Trump’s kind words for Vladimir V. Putin, Russia’s president.) Mr. Trump claimed ignorance. “Maybe there is no hacking,” he said, adding, “I know nothing about Russia.”\n• Mrs. Clinton and Mr. Trump tussled over taxes, touching on Mr. Trump’s efforts to avoid paying them given past losses. He was giving “zero for our vets, zero for our military,” she said. “That is wrong.” Asked directly if Mr. Trump had used a near-billion-dollar loss in the mid-1990s to avoid paying taxes, he replied, “Of course I do. Of course I do.” He accused Mrs. Clinton of not doing enough as a senator to reform the tax code.", "url": "https://www.nytimes.com/2016/10/09/us/politics/presidential-debate.html"}