{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:01:31", "date_modify": "2022-10-25 23:01:31", "date_publish": "2016-04-30 16:48:12", "description": "The New York Times’s Cairo bureau chief reported from Aleppo, Syria, where inhabitants try to carry on despite a civil war’s inescapable reality.", "filename": "2016_05_01_world_middleeast_syrian-city-torn-by-war-shows-jarring-resolve-to-try-to-live-normally_1666738891.html", "image_url": "https://static01.nyt.com/images/2016/05/01/world/ALEPPO1/ALEPPO1-facebookJumbo.jpg?year=2016&h=549&w=1050&s=2d2f358bfd7cdaafdd220a104ed1a0cb1fe049d115d009f55ef91747c7d21916&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_01_world_middleeast_syrian-city-torn-by-war-shows-jarring-resolve-to-try-to-live-normally_1666738891.html", "title": "On the Ground in Aleppo: Bloodshed, Misery and Hope", "title_page": "On the Ground in Aleppo: Bloodshed, Misery and Hope - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A shell crashed into a nearby building with a deafening bang. A vehicle careered down the street, driven by another soldier. Ms. Jaffer did not flinch, but advised my translator and me to move on.\nAlthough Syria’s revolt started as a protest against the authoritarian government of President Bashar al-Assad, whose family has ruled Syria for 46 years, it has stirred sectarian tensions and century-old historical grievances. Most of the city’s Armenian population, known for its goldsmiths, has fled to Europe or Canada. Many of those who remain are staunch supporters of Mr. Assad, whom they see as their only hope against Islamist fighters who would never let them live in peace.\nThe Rev. Iskander Assad, a Greek Orthodox priest, lives in Maidan, a frontline neighborhood that is now half-deserted. A day earlier, a mortar round slammed into his home, punching a hole in the roof. His wife had been crying all night, he said, but he was not interested in sympathy.\n“Sorry is no good,” he said. “We need a solution. Sorry solves nothing.”\nFather Assad led the way up five flights of stairs to his top-floor apartment. “The truce was a mistake,” he said, referring to the crumbling cease-fire, as he surveyed a room strewn with dust and broken masonry.\n“What have we gotten out of it?” he asked. “The terrorists have now come in bigger groups, with more sophisticated weapons. These people are mercenaries. It gave them time to regroup. And now it is we who are suffering — not them.”\nNeither side has a monopoly on suffering, or blame, in Syria’s grinding war.\nMr. Assad, the president, faced new accusations of war crimes after airstrikes hit Al Quds hospital, on the rebel side of Aleppo, on Wednesday night. By Friday, rescuers said they had pulled 55 bodies from the rubble, including 29 children and women, some of whom had been in labor, according to one aid group. Doctors Without Borders, which had been supporting the hospital, denounced the bombing as “outrageous.”", "url": "https://www.nytimes.com/2016/05/01/world/middleeast/syrian-city-torn-by-war-shows-jarring-resolve-to-try-to-live-normally.html"}