{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 22:56:17", "date_modify": "2022-10-25 22:56:17", "date_publish": "2016-05-26 01:55:28", "description": "The release of Ms. Ismayilova was welcomed by international rights groups after her incarceration had become an embarrassment to Azerbaijan’s president.", "filename": "2016_05_26_world_asia_azerbaijan-khadija-ismayilova_1666738577.html", "image_url": "https://static01.nyt.com/images/2016/05/26/world/26azerbaijan_web1/26azerbaijan_web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=496bc3c3cf60095378c6a2cb01cf10ab29379bdf7b9881d608d59a8018a9b8a3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_26_world_asia_azerbaijan-khadija-ismayilova_1666738577.html", "title": "Azerbaijan Frees Khadija Ismayilova, Journalist Who Exposed Official Corruption", "title_page": "Azerbaijan Frees Khadija Ismayilova, Journalist Who Exposed Official Corruption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under pressure for its imprisonment of an investigative journalist who had exposed official corruption, Azerbaijan freed her on Wednesday in a move welcomed by international rights groups.\nThe released journalist, Khadija Ismayilova, had been serving a seven-and-a-half-year sentence on charges that included embezzlement and tax evasion, which her supporters described as part of a government effort to stifle dissent.\nCriticism of Ms. Ismayilova’s prosecution and incarceration last September had turned into an embarrassment for President Ilham Aliyev, who says Azerbaijan’s nine million residents enjoy freedom of speech.\nAn order for her release, conveyed by the country’s Supreme Court, came a few weeks after Ms. Ismayilova was awarded an annual press freedom prize sponsored by the United Nations Educational, Scientific and Cultural Organization, or Unesco.", "url": "https://www.nytimes.com/2016/05/26/world/asia/azerbaijan-khadija-ismayilova.html"}