{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:30:00", "date_modify": "2022-10-25 23:30:00", "date_publish": "2016-10-12 00:02:48", "description": "The growth in full-time staffing has worried some budget experts, who fear a lack of fiscal discipline at City Hall, and greater pension obligations down the road.", "filename": "2016_10_12_nyregion_bill-de-blasio-government-jobs_1666740600.html", "image_url": "https://static01.nyt.com/images/2016/10/10/nyregion/00HEADCOUNT1/00HEADCOUNT1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=b972b922a8c300982f553c68ffd236a978b248748b3f6bfe7757d001322212ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_12_nyregion_bill-de-blasio-government-jobs_1666740600.html", "title": "Now Hiring: Under de Blasio, New York’s Government Grows to Record Level", "title_page": "Now Hiring: Under de Blasio, New York’s Government Grows to Record Level - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York City is undergoing a rare explosion in city government: More people now work for the city — 287,002 full-time employees as of July — than at any other point in its modern history, with thousands more scheduled to join them.\nThe projected growth finds few parallels in other major American metropolises; most, like New York, trimmed their numbers after the financial crash of 2008. Some have rehired, though not at the level that New York has under Mayor Bill de Blasio.\nBut behind all the job growth is a complicated set of factors that explain the possible benefits and costs to the city, the mayor and his supporters. Unions will see new jobs for their members, but the city will see future pension costs rise.\nAnd even if the city fails to fill all its projected job openings, there is a benefit: An unfilled job can be taken off the budget, enabling the de Blasio administration to claim so-called savings from the absence of thousands of workers who were not hired.", "url": "https://www.nytimes.com/2016/10/12/nyregion/bill-de-blasio-government-jobs.html"}