{"authors": ["John Koblin"], "date_download": "2022-10-25 23:35:00", "date_modify": "2022-10-25 23:35:00", "date_publish": "2016-05-16 00:40:31", "description": "In this era of prestige television, “Law and Order: SVU” and other shows from Mr. Wolf prove that procedural dramas still work.", "filename": "2016_05_16_business_media_dick-wolf-master-of-the-prime-time-franchise-leads-nbcs-comeback_1666740900.html", "image_url": "https://static01.nyt.com/images/2016/05/16/business/16WOLF1/16WOLF1-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=bca12eee085d61669186ba349c1310cf7dbf7a2ee051970a4b54a9f370d5bcf7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_16_business_media_dick-wolf-master-of-the-prime-time-franchise-leads-nbcs-comeback_1666740900.html", "title": "Dick Wolf, Master of the Prime-Time Franchise, Leads NBC’s Comeback", "title_page": "Dick Wolf, Master of the Prime-Time Franchise, Leads NBC’s Comeback - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The fact that we could multiply the Dick Wolf shows, and they would all work, is enormously helpful in just trying to keep our head above water, which is basically the goal of any broadcast network these days as we see the audience fragmented in so many directions,” he said.\nWhile the three Chicago shows have not drawn critical praise, they have more than made up for it with ratings. “Chicago Fire,” in its fourth season, and “Chicago P.D.,” in its third, both won their time slots and had their most viewed seasons: about 10 million viewers per episode for “Fire” and nine million for “P.D.” The first-year “Chicago Med” was the fifth-highest rated new show among adults under 50. Even “Law and Order: SVU,” in its whopping 17th season, increased its ratings in the demographic by 5 percent.\n“We make Mercedes S-Class sedans,” Mr. Wolf said of his shows. “They’re designed to run basically forever and be comfortable and you don’t have to think about much. We don’t make Ferraris. I love ‘Homeland’ but after six years it’s got, what, 52 episodes or something?”\nThat would be 60 episodes over five seasons, but point taken. By comparison, “Chicago Fire” has produced 92 episodes over its four seasons. In this era of prestige television, Mr. Wolf’s shows prove that closed-ended procedurals (perhaps with the exception of “Chicago Fire,” which is a more character-driven show) still work. And it confounds Mr. Wolf that shows producing 70 episodes over seven years — or 10 episodes for a limited series — are called hits. Mr. Wolf prefers his brand of assembly-line programming.\n“I think it’s a failure if it’s only 100 hours,” Mr. Wolf said, referring to 100 episodes, at a talk earlier this year at the Paley Center for Media in Los Angeles. “The idea is to go eight, 10, 12 years or longer.”\nHis shows skew a little older — the median age of viewers for the Chicago shows is around 57 — and they are not lavished with praise by reviewers.", "url": "https://www.nytimes.com/2016/05/16/business/media/dick-wolf-master-of-the-prime-time-franchise-leads-nbcs-comeback.html"}