{"authors": ["Benjamin Weiser"], "date_download": "2022-10-25 23:53:42", "date_modify": "2022-10-25 23:53:42", "date_publish": "2016-04-20 17:04:53", "description": "The government said the former Assembly speaker’s sentence should be “greater than any sentence imposed on other New York State legislators convicted of public corruption offenses.”", "filename": "2016_04_21_nyregion_prosecutors-in-sheldon-silver-case-seek-prison-term-of-more-than-14-years_1666742022.html", "image_url": "https://static01.nyt.com/images/2016/04/21/nyregion/21SILVER/21SILVER-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4524b1f32630ed075c16cf69ebc8a46699a2b4170655ce1a43ea16d632f024a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_21_nyregion_prosecutors-in-sheldon-silver-case-seek-prison-term-of-more-than-14-years_1666742022.html", "title": "Sheldon Silver Apologizes as Prosecutors Seek a Sentence of More Than 14 Years", "title_page": "Sheldon Silver Apologizes as Prosecutors Seek a Sentence of More Than 14 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The longest such sentence in recent years appears to be the one imposed on William F. Boyland Jr., a former assemblyman, who was convicted in a bribery case in Federal District Court in Brooklyn and was sentenced last year to 14 years in prison.\nMr. Silver is scheduled to be sentenced on May 3 in Federal District Court in Manhattan. In a short letter to the judge, Valerie E. Caproni, he said he had been advised by his lawyers not to comment on the facts of the case or on the verdict, given a possible appeal, but that he wanted to apologize. “I failed the people of New York,” he wrote. “There is no question about it. Other than my family, serving my constituents was the most important thing to me.”\nMr. Silver, in what appeared to be his first substantive public comment on the case since his conviction, said that because of his actions, New York’s “ethics rules were and continue to be analyzed, evaluated and criticized everywhere.”\nHe said he had worked for years to make sure the Assembly and its members were respected as a legislative body. “Because of me, the government has been ridiculed,” he wrote. “I let my peers down, I let the people of the state down, and I let down my constituents — the people of Lower Manhattan that I live among and fought for. They deserve better.”\nIn Mr. Silver’s case, the federal sentencing guidelines, which are only advisory, suggest a sentence between roughly 22 and 27 years, prosecutors said in a memorandum filed with the judge. While the government said a sentence in that range “would not be unreasonable or unjust,” it did not specifically request one.", "url": "https://www.nytimes.com/2016/04/21/nyregion/prosecutors-in-sheldon-silver-case-seek-prison-term-of-more-than-14-years.html"}