{"authors": ["Julie Hirschfeld Davis", "Julia Preston"], "date_download": "2022-10-25 23:24:52", "date_modify": "2022-10-25 23:24:52", "date_publish": "2016-11-15 02:23:43", "description": "By placing the number that high, the president-elect raised questions about which immigrants he planned to target and how he could achieve removals at that scale.", "filename": "2016_11_15_us_politics_donald-trump-deport-immigrants_1666740292.html", "image_url": "https://static01.nyt.com/images/2016/11/15/us/15immigexplainer1/15immigexplainer1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=126307573e21c8e01650f533a5fcd3bf48c2271d596372a756128ff08c21837b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_15_us_politics_donald-trump-deport-immigrants_1666740292.html", "title": "What Donald Trump’s Vow to Deport Up to 3 Million Immigrants Would Mean", "title_page": "What Donald Trump’s Vow to Deport Up to 3 Million Immigrants Would Mean - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President-elect Donald J. Trump’s promise to deport two million to three million immigrants who have committed crimes suggested that he would dramatically step up removals of both people in the United States illegally and those with legal status. If carried out, the plan potentially would require raids by a vastly larger federal immigration force to hunt down these immigrants and send them out of the country.\nAddressing the issue in an interview broadcast Sunday on the CBS program “60 Minutes,” Mr. Trump adopted a softer tone on immigrants than he did during his campaign, when he called many of them rapists and criminals. He instead referred to them as “terrific people,” saying they would be dealt with only after the border had been secured and criminals deported.\nBut by placing the number of people he aims to turn out of the country as high as three million, Mr. Trump raised questions about which immigrants he planned to target for deportation and how he could achieve removals at that scale.\n“If he wants to deport two to three million people, he’s got to rely on tactics that will divide communities and create fear throughout the country,” said Kevin Appleby, the senior director of international migration policy at the Center for Migration Studies of New York. “He would have to conduct a sweep, or raids or tactics such as those, to reach the numbers he wants to reach. It would create a police state, in which they would have to be aggressively looking for people.”", "url": "https://www.nytimes.com/2016/11/15/us/politics/donald-trump-deport-immigrants.html"}