{"authors": ["Landon Thomas Jr."], "date_download": "2022-10-25 23:44:25", "date_modify": "2022-10-25 23:44:25", "date_publish": "2016-10-02 23:18:56", "description": "Deutsche has cultivated bankers with expertise in cutting-edge financial instruments, but that could be a liability in today’s market.", "filename": "2016_10_03_business_dealbook_deutsche-banks-appetite-for-risk-throws-off-its-balance_1666741465.html", "image_url": "https://static01.nyt.com/images/2016/10/03/business/db-deutschejump/db-deutschejump-facebookJumbo.jpg?year=2016&h=549&w=1050&s=90c85cf657106b731c84254373b67f16237f466f322949234d42a9c53c86fc6f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_03_business_dealbook_deutsche-banks-appetite-for-risk-throws-off-its-balance_1666741465.html", "title": "Deutsche Bank’s Appetite for Risk Throws Off Its Balance", "title_page": "Deutsche Bank’s Appetite for Risk Throws Off Its Balance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The global banking giants — think of JPMorgan Chase or HSBC — make a nice return by capturing their share of the trillions of dollars that course through financial markets each day.\nBut few are as reliant on this business — be it swapping currencies, selling bonds or structuring derivatives — as Deutsche Bank, the giant lender that has made its name not as a home for German savers but as a place for hedge funds and other risk-loving investors to put on some of their boldest financial bets.\nAnd that is why its swooning stock price last week set off alarm bells in finance ministries, central bank suites and trading floors from Hong Kong to New York.\nMore than eight years after the collapse of Lehman Brothers sent shock waves around the world, the fear is whether Deutsche Bank and its highly leveraged balance sheet of 1.6 trillion euros might teeter and set off another bout of financial contagion.", "url": "https://www.nytimes.com/2016/10/03/business/dealbook/deutsche-banks-appetite-for-risk-throws-off-its-balance.html"}