{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:39:35", "date_modify": "2022-10-25 23:39:35", "date_publish": "2016-02-28 13:41:24", "description": "An official statement said the property tycoon Ren Zhiqiang had exerted a “vile” influence by spreading illegal information on the Sina Weibo platform.", "filename": "2016_02_29_world_asia_china-deletes-microblog-weibo-ren-zhiqiang-critic-xi-jinping.html__ga=2.93223773.1198039924.1585054868-440856535.1527494520_1666741175.html", "image_url": "https://static01.nyt.com/images/2016/02/29/world/asia/29china-web/29china-web-facebookJumbo.jpg?year=2016&h=550&w=1050&s=c2459d3ad50a880a5208910571a2b2b9db9d70b8151e09ebbd51bbbf7e075cd9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_29_world_asia_china-deletes-microblog-weibo-ren-zhiqiang-critic-xi-jinping.html__ga=2.93223773.1198039924.1585054868-440856535.1527494520_1666741175.html", "title": "China Deletes Microblog of Critic of President Xi Jinping", "title_page": "China Deletes Microblog of Critic of President Xi Jinping - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — The microblog account of an outspoken property tycoon and critic of President Xi Jinping, which had nearly 38 million followers, was deleted by China’s Internet control bureau on Sunday.\nAn official statement said that the tycoon, Ren Zhiqiang, had exerted a “vile” influence on the country by spreading illegal information on the website, which was on the Sina Weibo platform.\nMr. Ren, a member of the Communist Party, had recently posted statements questioning a new policy on news media control announced by Mr. Xi on Feb. 19. The president visited the three main party and state media organizations that day and said that all Chinese news media had to serve the party. No Chinese leader since Mao Zedong had suggested so explicitly that spreading official propaganda should be the media’s top priority.\nMr. Ren said in his posts that the news media should serve the people, not the party. Those posts were quickly deleted, and a website managed by the propaganda unit of the Beijing municipal party committee then attacked Mr. Ren on Feb. 22, saying he was acting against the party.", "url": "https://www.nytimes.com/2016/02/29/world/asia/china-deletes-microblog-weibo-ren-zhiqiang-critic-xi-jinping.html?_ga=2.93223773.1198039924.1585054868-440856535.1527494520"}