{"authors": ["Ashley Parker"], "date_download": "2022-10-25 23:55:47", "date_modify": "2022-10-25 23:55:47", "date_publish": "2016-02-08 22:59:46", "description": "Undeclared voters are grappling with a wildly diverse field, and a new poll says 23 percent are still open to changing their minds.", "filename": "2016_02_09_us_politics_new-hampshires-undeclared-voters-know-this-they-can-tip-primary.html_ref=liveblog_1666742147.html", "image_url": "https://static01.nyt.com/images/2016/02/09/us/09voices-web2/09voices-web2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=0978fe536051e1a2cca42793e7dd5871770a4eaebd9957268f0f7b12fb80f1f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_09_us_politics_new-hampshires-undeclared-voters-know-this-they-can-tip-primary.html_ref=liveblog_1666742147.html", "title": "Undeclared in New Hampshire: ‘I Might Be Able to Bring Trump and Cruz Down’", "title_page": "Undeclared in New Hampshire: ‘I Might Be Able to Bring Trump and Cruz Down’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RINDGE, N.H. — After hours of deliberation and debate, Joleen Little had narrowed down her choice for president in the New Hampshire primary on Tuesday to two candidates — a liberal Democrat and a conservative Republican.\nYes, that’s right. Two candidates from opposite political parties.\nMs. Little, 62, of Rindge, was trying to decide whether to support Senator Bernie Sanders, an avowed democratic socialist from Vermont running as a political outsider, or Jeb Bush, a former Republican governor of Florida, who hails from one of the nation’s most prominent political dynasties.\n“I know it sounds crazy, but I like a little from each person,” said Ms. Little, waiting to see Mr. Bush speak at Franklin Pierce University here last week. A bit later, ducking out early from the event, she whispered with a smile, “I like him even better now.”", "url": "https://www.nytimes.com/2016/02/09/us/politics/new-hampshires-undeclared-voters-know-this-they-can-tip-primary.html?ref=liveblog"}