{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:54:25", "date_modify": "2022-10-25 23:54:25", "date_publish": "2016-11-12 17:39:17", "description": "This is the story of the Paris attacks by those who lived through them. “I will always live with the fact that I saw ringing cellphones that said ‘Papa,’ ‘Maman,’ on the dead.”", "filename": "2016_11_13_world_europe_paris-one-year-on_1666742065.html", "image_url": "https://static01.nyt.com/images/2016/11/10/world/parisattacks-bataclan2/parisattacks-bataclan2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=9ae5e33c0417e357c3a2f59a06900bf8da9f046c53b9ddbf4fdc7a3375f8ecbf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_13_world_europe_paris-one-year-on_1666742065.html", "title": "Paris: One Year On", "title_page": "Paris: One Year On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "We enter the Bataclan with the RAID assault team. We are at the back of the column.\nI immediately see victims everywhere, everywhere, everywhere. In the lobby of the Bataclan, the entrance is strewn with victims, but my job is not to stop at the first victims but to have a comprehensive idea of what is going on.\nGeneral Boutinaud\nWhen I entered the Bataclan, we found 78 bodies, when I went in the first time. But these were people who, the vast majority, were wounded with immediately deadly injuries. I am not a forensic doctor — but these were bullets to the head, in the lungs, with massive hemorrhages. Things that you can’t stop with a tourniquet.\nDr. Langlois\nI am told that there are two terrorists and that they have an explosive. I tell my commander that I want to evacuate the [orchestra] pit, and they give me the authorization and tell me it’s secure and that in any case they’ll cover me. So they put shooters at the four corners of the pit.\nWe were applying tourniquets and compressive bandages and treating collapsed lungs.\nThere was also the human aspect where we were talking to the victims to explain to them what we were doing. Saying, “I’m a doctor, my name is Matthieu, we’re going to get you out of here.”\nI remember the looks in their eyes, the words of some of the victims.\nOne of the first things I did when I got to the pit was to shout — I have a loud voice that carries — “All the victims who can move on their own, please stand up and come over here.”\nUnfortunately, all those who could move had either already fled or had hidden.\nMs. Gilbert\nAt around midnight, people heard the cops knocking at the door. People were asking, “Should we open the door?” The terrorists had gone to the bathroom where people were hiding and pretended to be special forces. So it was not obvious what to do.\nThey opened the door, and we left to go through the exit near the stage. I saw the cops, and one was young and he looked so scared. I took one girl with me and told her to put her hands on her eyes. I walked through the central area near the stage, and it was war. Young people had been dancing two hours earlier, but now there was blood everywhere. It was horrible.", "url": "https://www.nytimes.com/2016/11/13/world/europe/paris-one-year-on.html"}