{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:28:10", "date_modify": "2022-10-25 23:28:10", "date_publish": "2016-01-16 07:16:42", "description": "Voters were expected to give Ms. Tsai’s Democratic Progressive Party control of the legislature, giving her broad authority to push her policies in office.", "filename": "2016_01_17_world_asia_taiwan-elections_1666740490.html", "image_url": "https://static01.nyt.com/images/2016/01/17/world/TAIWAN/TAIWAN-facebookJumbo.jpg?year=2016&h=550&w=1050&s=3c2b4fb2df0f6439bf25cb40390acee9b65b87096f24a5e9a791cc3e954105b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_17_world_asia_taiwan-elections_1666740490.html", "title": "Tsai Ing-wen Elected President of Taiwan, First Woman to Hold Office", "title_page": "Tsai Ing-wen Elected President of Taiwan, First Woman to Hold Office - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With 99 percent of the polling places reporting results, Ms. Tsai had 56 percent of the vote to Mr. Chu’s 31 percent, Taiwan’s Central Election Commission said.\nThe campaign pivoted largely on economic issues, as growth in Taiwan has slowed significantly over the past year. Wages have stagnated and housing prices in major cities like Taipei have remained out of the reach of many people.\nVoters also soured on the departing president, Ma Ying-jeou, and his policy of pursuing a closer relationship with China, Taiwan’s giant neighbor, which considers Taiwan, a self-governed island, to be a part of its territory with which it must eventually be united.\nOn the night before the elections, speaking to a huge crowd of supporters on a boulevard across from Taiwan’s Presidential Office Building, Ms. Tsai recalled the protests that filled the capital’s streets in recent years. Those included demonstrations over the death of a young soldier and the Sunflower Movement, a student-led protest against the pursuit of a trade bill with China by the Kuomintang.\n“Behind me is the presidential office,” she said. “It’s just a few hundred meters away from the people. But those inside the presidential office can’t hear the voice of the people.”", "url": "https://www.nytimes.com/2016/01/17/world/asia/taiwan-elections.html"}