{"authors": ["Landon Thomas Jr."], "date_download": "2022-10-25 23:44:17", "date_modify": "2022-10-25 23:44:17", "date_publish": "2016-12-30 22:04:25", "description": "With its rise as a trading powerhouse, Deutsche got mixed up in some of finance’s riskier, and most penalized, gambits.", "filename": "2016_12_30_business_dealbook_deutsche-bank-flew-and-fell-some-paid-a-high-price_1666741457.html", "image_url": "https://static01.nyt.com/images/2017/01/01/business/01DB-DEUTSCHE/01DB-DEUTSCHE-facebookJumbo.jpg?year=2016&h=550&w=1050&s=78e9935028fa7a087ad78e465bbdd87454ede75cadaec112f1428140767e2fe1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_30_business_dealbook_deutsche-bank-flew-and-fell-some-paid-a-high-price_1666741457.html", "title": "Deutsche Bank Flew and Fell. Some Paid a High Price.", "title_page": "Deutsche Bank Flew and Fell. Some Paid a High Price. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is also the case that when Mr. Jain became co-chief executive of Deutsche in 2012, one of his first priorities was lowering the bank’s risk, which he did by unloading opaque, hard-to-trade assets. In spring 2015, Mr. Jain put in place his own plan for reforming the bank, which his C.E.O. successor, John M. Cryan, has not entirely abandoned.\nThat said, Mr. Cryan has made it clear that his Deutsche Bank will be markedly different from Mr. Jain’s. Since taking over last year, Mr. Cryan has preached simplicity, less risk, better internal controls and reduced reliance on derivatives. As for the investment bank he inherited from Mr. Jain, he has said that he is committed to it but that it will be a very different institution under him.\nThrough spokesmen, Mr. Jain and Deutsche Bank declined to comment.\nFollowing Mr. Trump’s election, Deutsche’s stock has been on a tear, up over 30 percent on the hope that the combination of a banking-friendly president and a more cautious leadership under Mr. Cryan will help the bank chart a new path.\nWhen an investment bank trips up in spectacular fashion, human misfortune is often a consequence. That could mean a cashiered chief executive seeing his career and reputation ruined. Or a rogue trader who loses billions of dollars and ends up in prison.\nBut there have been few instances in which the personal toll surrounding a bank’s rise and fall has been as profound as this one.\nOut of Chaos, Efficiency\nBy December 2000, Mr. Mitchell seemed to have accomplished the impossible. In just five years, he had hired thousands of traders and bankers from firms all over Wall Street (an effort that got a boost by the acquisition of Bankers Trust in 1999), forging not just a strong culture but also a highly profitable business.\nWhile there were numerous deposit-driven banks in Europe that made a play for American investment banking business in the 1980s and 1990s, none did it with the zeal of Deutsche Bank under Mr. Mitchell and later Mr. Jain.", "url": "https://www.nytimes.com/2016/12/30/business/dealbook/deutsche-bank-flew-and-fell-some-paid-a-high-price.html"}