{"authors": ["Diaa Hadid"], "date_download": "2022-10-25 23:42:14", "date_modify": "2022-10-25 23:42:14", "date_publish": "2016-11-15 14:21:21", "description": "Mr. Morsi, a leader of the Muslim Brotherhood and former president, is likely to remain in prison indefinitely. Executing him could unsettle the country.", "filename": "2016_11_16_world_middleeast_egypt-court-morsi-death-sentence_1666741334.html", "image_url": "https://static01.nyt.com/images/2016/11/16/world/16Egypt/16Egypt-facebookJumbo.jpg?year=2016&h=549&w=1050&s=0054ad5ba58d061aa1f6d959964a08ddcc6e9348409e39e9e880c5657094bd79&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_16_world_middleeast_egypt-court-morsi-death-sentence_1666741334.html", "title": "Court in Egypt Overturns Mohamed Morsi’s Death Sentence", "title_page": "Court in Egypt Overturns Mohamed Morsi’s Death Sentence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CAIRO — One of Egypt’s highest courts overturned a death sentence imposed on Mohamed Morsi, who was the country’s first democratically elected president and was ousted in 2013 by the military.\nMr. Morsi, who is serving a life sentence in prison for offenses related to espionage and inciting violence, is likely to remain in prison indefinitely.\nThe annulment of his death sentence — as well as the sentences against five other leaders of Mr. Morsi’s Muslim Brotherhood movement — suggests the government’s reluctance to execute leaders of the Brotherhood, which still maintains some public support after its role in the ouster of President Hosni Mubarak in 2011.\nThe Brotherhood, which held power for just over a year, has been classified as a terrorist group by the government of Abdel Fattah el-Sisi, the president and a former military leader, and thousands of the group’s leaders and members have been jailed or killed or have gone into exile. Even so, observers widely believe that executing top leaders like Mr. Morsi could lead to a new surge of violence.", "url": "https://www.nytimes.com/2016/11/16/world/middleeast/egypt-court-morsi-death-sentence.html"}