{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:02:12", "date_modify": "2022-10-25 23:02:12", "date_publish": "2016-06-02 23:21:45", "description": "The strategist for George W. Bush’s presidential elections and influential Republican fund-raiser had referred to Mr. Trump as “graceless and divisive.”", "filename": "2016_06_03_us_politics_karl-rove-donald-trump_1666738932.html", "image_url": "https://static01.nyt.com/images/2016/06/03/us/03CAMPAIGN/03CAMPAIGN-facebookJumbo.jpg?year=2016&h=550&w=1050&s=2e929e1f480cd13e4897b3845278cd079db129440aaa3e20db31732a6fecee80&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_03_us_politics_karl-rove-donald-trump_1666738932.html", "title": "At Odds Publicly, Donald Trump and Karl Rove Hold a Private Meeting", "title_page": "At Odds Publicly, Donald Trump and Karl Rove Hold a Private Meeting - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Rove also has a long relationship with Sheldon Adelson, another casino magnate who has said he would spend upward of $100 million to back Mr. Trump. Mr. Adelson and Mr. Trump met on Tuesday, their second meeting in the last few weeks.\nMr. Rove has talked with Mr. Adelson about what super PAC to use as a vehicle for donating such a large sum of money to support Mr. Trump, including possibly using the Crossroads fund-raising groups, which he helped establish, according to people with knowledge of the discussions.\nMr. Adelson is also discussing the possibility of creating a new entity that would back Mr. Trump, and has been holding talks with Nick Ayers, the former executive director of the Republican Governors Association, according to two people briefed on the discussions. Mr. Ayers’s involvement was first reported by the website Politico.\nCreating a new group would give Mr. Adelson more control over how his money is spent, at a moment when there are a number of super PACs that either exist or are being formed to support Mr. Trump’s bid. Other major donors, such as Rebekah Mercer, who supported the presidential campaign of Senator Ted Cruz of Texas, are considering backing Mr. Trump through other super PACs.\nSuper PACs cannot coordinate with campaigns, and, so far, the Trump campaign hasn’t signaled formally whether any group has its tacit blessing. In two cases, former aides to the campaign have gone to work for super PACs that support Mr. Trump, despite “cooling-off periods” mandated by campaign finance laws when transitions like that take place.\nThere is one super PAC supporting Mr. Trump that is run by a former aide to Ben Carson. Another proposed group, which would be backed by Tom Barrack, a financier and close friend of Mr. Trump, was created on Thursday, with more than $30 million in commitments, according to CNN.\nAnother group is being advised by Edward J. Rollins, the strategist who was Ronald Reagan’s campaign manager and has deep ties to the Republican Party.", "url": "https://www.nytimes.com/2016/06/03/us/politics/karl-rove-donald-trump.html"}