{"authors": ["Rod Nordland", "Mujib Mashal"], "date_download": "2022-10-25 23:28:14", "date_modify": "2022-10-25 23:28:14", "date_publish": "2016-10-05 11:15:15", "description": "Tens of thousands of Afghans could be deported in the deal, just as the Taliban war has intensified, killing and wounding more civilians than ever.", "filename": "2016_10_06_world_asia_afghanistan-eu-refugees-migrants_1666740494.html", "image_url": "https://static01.nyt.com/images/2016/10/06/world/06afghanistan-web1/06afghanistan-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9b8dbf767a1b914a02785cd2ff22a97712191d1be5ae674166104740397863fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_06_world_asia_afghanistan-eu-refugees-migrants_1666740494.html", "title": "Europe Makes Deal to Send Afghans Home, Where War Awaits Them", "title_page": "Europe Makes Deal to Send Afghans Home, Where War Awaits Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — The European Union and Afghanistan announced a deal on Wednesday that would send tens of thousands of Afghan migrants who had reached Europe back home to an increasingly hazardous war zone.\nThe agreement is the most specific effort yet by Europe to divert or reverse a wave of hundreds of thousands of migrants from war-torn countries including Afghanistan and Syria. But unlike a major agreement with Turkey this year to have that country host more Syrian refugees, the new deal as worded would forcibly send Afghans whose asylum applications were rejected directly back to an intensifying war that has taken a severe toll on civilian life — seemingly at odds with international conventions on refugees.\n“The E.U. and the government of Afghanistan intend to cooperate closely in order to organize the dignified, safe and orderly return of Afghan nationals to Afghanistan who do not fulfill the conditions to stay in the E.U.,” the agreement read.\nThe repatriation deal was announced alongside an international conference in which governments pledged $3.75 billion in annual development aid to Afghanistan over the next four years. But few of the keynote speakers even hinted at the worsening security in the country in recent weeks, and none publicly discussed the repatriation deal, which was reportedly signed on Sunday.", "url": "https://www.nytimes.com/2016/10/06/world/asia/afghanistan-eu-refugees-migrants.html"}