{"authors": [], "date_download": "2022-10-25 23:27:11", "date_modify": "2022-10-25 23:27:11", "date_publish": "2016-06-22 20:11:29", "description": "Jane Lynch, Alexander Wang, Rosie O’Donnell and others reflect on what gay bars mean to them, in the aftermath of the shooting in Orlando, Fla.", "filename": "2016_06_23_fashion_my-first-gay-bar-rosie-odonnell-rachel-maddow-alexander-wang-andy-cohen-share_1666740431.html", "image_url": "https://static01.nyt.com/images/2016/06/23/fashion/23GAYBARS-WEB1/23GAYBARS-WEB1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=47ba2eb9890df3e43a5ef8826029ecfddce42724af512113b02ea8a1961f1954&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_23_fashion_my-first-gay-bar-rosie-odonnell-rachel-maddow-alexander-wang-andy-cohen-share_1666740431.html", "title": "‘My First Gay Bar’: Rachel Maddow, Andy Cohen and Others Share Their Coming-Out Stories", "title_page": "‘My First Gay Bar’: Rachel Maddow, Andy Cohen and Others Share Their Coming-Out Stories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Yeah, I know,” I said nonchalantly, as if I’d been walking into dyke bars since the beginning of time.\nImage Credit... Brendan Hoffman/Getty Images\nRachel Maddow\nHost of MSNBC’s “The Rachel Maddow Show”\nThe first time I went to a gay bar was in 1990, thanks to a fairly terrible fake ID that I bought for $25. I was 17 years old, and equally scared of being caught for being underage, and of being recognized by anyone I knew. I don’t even think I ordered a beer. I just remember frantically playing pinball and not speaking to anyone the whole time I was there. That fake ID was my lifeline for years because it got me into the only places where I could find the gay community that I so wanted to be part of. Gay bars and clubs were the alpha and the omega for me then. I wish I still had that terrible fake Arizona drivers’ license — I think my alter ego from that ID (her name was Ann) would be 48 years old by now. I still have her same haircut.\nImage Credit... Charles Sykes/Associated Press\nBilly Eichner\nActor and comedian\nMy first gay bar in New York was the Duplex, because it was kind of a soft launch into the gay world. My good friend Diane Davis and I used to get up onstage after a few drinks and sing “Sun and Moon” from “Miss Saigon.” That may have been my first gay bar over all. I went to school at Northwestern and lived with a bunch of gay guys, and we would go out to Boystown, the big strip of gay bars in Chicago. There was one called Charlie’s Chicago, which was a gay country-and-western bar. I was, like, I’m gay, but I’m not into this. That’s where I started to draw some lines.\nImage Credit... Jason Merritt/Getty Images\nLea DeLaria\nActress\nBetween my junior and senior year of high school, I drove an ice cream truck in my hometown Belleville, Ill. My truck broke down near this little bar called Lil’s Tavern. I had heard rumblings about this tavern. I had an aunt and uncle who lived near there, so we would barbecue with them, and I heard words bandied about like “bulldyke” and “he-she.” I knew they would have a phone where I could call the boss, so I went in and in the corner was a table with six big ol’ butch dykes. Like, monster butch dykes. I had never seen one before. It was noon or so, and it was completely empty except for these six huge dykes playing poker. And one of them looked up at me and yelled, “Hey, baby butch!” I’ll never forget it. I did one of those look-around takes, like, “Oh, she’s talking to me.”", "url": "https://www.nytimes.com/2016/06/23/fashion/my-first-gay-bar-rosie-odonnell-rachel-maddow-alexander-wang-andy-cohen-share.html"}