{"authors": ["Erik Eckholm"], "date_download": "2022-10-25 22:56:47", "date_modify": "2022-10-25 22:56:47", "date_publish": "2016-03-19 20:06:00", "description": "The Gawker case is seen as an outlier because few media outlets would consider publishing a graphic sex tape in the absence of a strong public purpose, experts said.", "filename": "2016_03_20_business_media_legal-experts-see-little-effect-on-news-media-from-hulk-hogan-verdict_1666738607.html", "image_url": "https://static01.nyt.com/images/2016/03/20/business/20hogan/20hogan-facebookJumbo.jpg?year=2016&h=549&w=1050&s=ded2845a5a7109c925c5414dae04fd0c540df070ef21f62db64bcca5c69f0e5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_20_business_media_legal-experts-see-little-effect-on-news-media-from-hulk-hogan-verdict_1666738607.html", "title": "Legal Experts See Little Effect on News Media From Hulk Hogan Verdict", "title_page": "Legal Experts See Little Effect on News Media From Hulk Hogan Verdict  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Legal scholars were as startled as anyone by the scale of the damages awarded by a Florida jury on Friday to the retired professional wrestler known as Hulk Hogan in his suit against Gawker.com for posting a sex tape.\nBut several experts on the First Amendment said on Saturday that the $115 million award was very likely to be reduced and that even if the verdict against Gawker survived scrutiny in higher courts, any wider effect on press freedoms was likely to be limited.\nThe celebrity former wrestler and reality television star, whose real name is Terry G. Bollea, sued Gawker for invasion of privacy after the website posted in 2012 a black-and-white tape made in 2007 that showed Mr. Bollea having sex with the wife of a friend of his at the time, Todd Clem, a radio shock jock who had legally changed his name to Bubba the Love Sponge Clem. Mr. Bollea said the videotape was made and distributed without his permission.\nThe jury’s award of damages was greater than Mr. Bollea asked for, an indication of how strongly the six jurors condemned Gawker for posting the intimate scenes. The court could still add punitive damages.", "url": "https://www.nytimes.com/2016/03/20/business/media/legal-experts-see-little-effect-on-news-media-from-hulk-hogan-verdict.html"}