{"authors": ["Jonathan Martin", "Maggie Haberman", "Alexander Burns"], "date_download": "2022-10-25 23:25:12", "date_modify": "2022-10-25 23:25:12", "date_publish": "2016-10-08 16:34:48", "description": "Pressure built on the candidate to withdraw from the presidential campaign as party leaders urged the G.O.P. to shift its focus to down-ballot contests.", "filename": "2016_10_09_us_politics_donald-trump-campaign_1666740312.html", "image_url": "https://static01.nyt.com/images/2016/10/09/us/09TRUMP/09TRUMP-facebookJumbo.jpg?year=2016&h=549&w=1050&s=b576896554589fe5b748565bcd0f230086de710a025a93d2e66c4346e1ab54f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_09_us_politics_donald-trump-campaign_1666740312.html", "title": "Lewd Donald Trump Tape Is a Breaking Point for Many in the G.O.P.", "title_page": "Lewd Donald Trump Tape Is a Breaking Point for Many in the G.O.P. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Republican leaders began to abandon Donald J. Trump by the dozens on Saturday after the release of a video showing him speaking of women in vulgar sexual terms, delivering a punishing blow to his campaign and plunging the party into crisis a month before the election.\nFearing that his candidacy was on the verge of undermining the entire Republican ticket next month, a group of senators and House members withdrew support for him, with some demanding that he step aside. Mr. Trump, however, vowed to stay in the race.\nThe list of party figures publicly rejecting Mr. Trump included a host of prominent elected officials, perhaps most notably Senator John McCain of Arizona, the 2008 nominee.\n“I thought it important I respect the fact that Donald Trump won a majority of the delegates by the rules our party set,” Mr. McCain said in a statement. “But Donald Trump’s behavior this week, concluding with the disclosure of his demeaning comments about women and his boasts about sexual assaults, make it impossible to continue to offer even conditional support for his candidacy.”", "url": "https://www.nytimes.com/2016/10/09/us/politics/donald-trump-campaign.html"}