{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:28:11", "date_modify": "2022-10-25 23:28:11", "date_publish": "2016-07-09 22:48:35", "description": "The group that Peter Dahlin, a Swede, helped found is the type of organization that President Xi Jinping has said is undermining the Communist Party.", "filename": "2016_07_10_world_asia_china-ned-ngo-peter-dahlin_1666740491.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2016", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_10_world_asia_china-ned-ngo-peter-dahlin_1666740491.html", "title": "Inside China’s Secret 23-Day Detention of a Foreign Nonprofit Chief", "title_page": "Inside China’s Secret 23-Day Detention of a Foreign Nonprofit Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "sometime before 10, there were would be a loud persistent knock on my door as I was in bed.//So I opened the door in my underwear and outside in the alley, //was a number of people dressed up in official uniforms, telling me they were from state security and here to search my house. SLATE: FOR 9 YEARS PETER DAHLIN RAN AN ORGANIZATION TRAINING LAWYERS TO FIGHT FOR HUMAN RIGHTS IN CHINA SLATE: ON JAN 4TH 2016 HE WAS DETAINED FOR QUESTIONING BY CHINESE AUTHORITIES. 00:17:09- So I was kept in a specialized new facility for what I assume must be longer terms interrogations and investigations. there would be a period of 10 or maybe 12 days there would be full light on, 24 hours a day,// Most interrogation sessions would last 4 to 6 hours// often in the evening when you were a little bit tired, they would start it.// //I would have two main interrogators. The one that would interrogate me for the first three days// His role was very likely to be that of the bad cop. 00:26:49 // He would get very angry if I asked questions back, instead of simply giving him a straight answer, which I would do quite often// DAHLIN’S CHINESE GIRLFRIEND WAS ALSO DETAINED. My girlfriend was pressured quite heavily to cooperate and inform on me. Her refusal to do that meant that they would deprive her of food and sleep I believe for 3 days. TAPED CONFESSIONS AIRED ON CHINESE STATE TV HAVE BECOME COMMON SINCE CHINESE PRESIDENT XI JINPING CAME TO POWER. (GRAPHIC TO COME WITH STILLS OF CONFESSIONS) for the interview, they would give me a paper with the questions and answers written down. And they would give me a few minutes to memorize these answers. // ***When I saw the questions and answers, it became even clearer, okay, this is part of a PR campaign, this is going to be on CCTV. I’m going to be a star. //the intention in the audience is for them to think that I’m admitting doing or supporting illegals acts. But that’s not actually something I say. The charge against me//using foreign funding for illegal activities in China that are harming national interests, stability of the state. So the scale of punishments ranges from 5 to 10 years. 01:22:21-I was in for 23 days, beginning on the evening of January 3rd, I was deported in the afternoon on the 25th. 01:24:43-// daydreamed about this kind of thing happened before, I thought maybe I would have regretted it. But once it actually happened, there’s //no regrets of the way I spent my time in China.", "url": "https://www.nytimes.com/2016/07/10/world/asia/china-ned-ngo-peter-dahlin.html"}