{"authors": ["Jonah Engel Bromwich"], "date_download": "2022-10-25 23:48:57", "date_modify": "2022-10-25 23:48:57", "date_publish": "2016-04-20 10:38:26", "description": "The World Health Organization recommends a six-step, 42.5-second method of cleaning or washing, rather than the C.D.C’s three-step, 35-second method.", "filename": "2016_04_21_health_washing-hands_1666741737.html", "image_url": "https://static01.nyt.com/images/2016/04/19/multimedia/hand-washing/hand-washing-facebookJumbo.jpg?year=2016&h=550&w=1050&s=30e53469dd087b05f328db7b459ab31a8e40e37c522e36aa58a9599d650c4b9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_21_health_washing-hands_1666741737.html", "title": "You’ve Been Washing Your Hands Wrong", "title_page": "You’ve Been Washing Your Hands Wrong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The best way to clean your skin is still the old-fashioned use of soap, hot water and plenty of elbow grease. What if we told you that you’ve probably been cleaning your hands wrong and that science tells you so? It turns out there’s not one but two common internationally accepted ways to clean your hands: One from our very own C.D.C., and another by the World Health Organization. So which of these two methods is better? Researchers now know. They enlisted doctors and nurses in a Glasgow hospital in an experiment. And what they found in a study published this month was that the W.H.O.’s method was microbiologically more effective than the C.D.C.’s. So the W.H.O. won. But here’s the rub. The C.D.C.’s method for cleaning hands goes something like this: The W.H.O.’s method is like so: Rub palms together. Rub each palm front to back over the back of the other hand, interlacing fingers. Twist palms with fingers interlaced. Interlock your fingers and twist again, this time backs of fingers against palms. Clasp your left thumb in your right hand and move thumb in circular motion. Still with us? Press your right fingers together and rub them in a circular motion on your left palm. Then switch. All right — you’re done! Don’t take it hard if it doesn’t seem worth it. Although the W.H.O. method got cleaner hands, only about two-thirds of the study’s doctors and nurses completed the whole thing, which took about 42 seconds to do. The simpler C.D.C. method? Only 35. And this is important. Because, you see, in hospitals ... (Training video) ♪ Hand hygiene is dope. ♪ ♪ Now sing the alphabet from A to Z, ♪ ♪ get between all the nooks and tiny crannies ♪ ♪ According to the C.D.C., some two million patients get hospital-related infections a year. And the C.D.C. estimates that doctors and nurses clean their hands correctly only half the time they should. So follow-through might be just as important as “microbiological effectiveness.” While this study focused only on alcohol-based hand sanitizers, its author says that the W.H.O. way applies equally well to washing your hands with plain old soap and water — something you can practice at home. ♪ Wait! Don’t go near that patient ♪ ♪ What’s the matter with you? You didn’t clean your hands, ♪ ♪ and they’re covered with goo ♪ Wash your hands all the time, in front of everyone ♪ ♪ That goes for everybody, yo, get it done ♪ ♪ Clean your hands. If you just wiped a rear or did enemas ♪ ♪ ’til clear, clean your hands, Clean your hands ♪", "url": "https://www.nytimes.com/2016/04/21/health/washing-hands.html"}