{"authors": ["Michael Corkery"], "date_download": "2022-10-25 23:24:29", "date_modify": "2022-10-25 23:24:29", "date_publish": "2016-09-20 17:05:16", "description": "John Stumpf, the bank’s chief, endured the Senate Banking Committee’s bipartisan wrath over the creation of millions of bogus accounts.", "filename": "2016_09_21_business_dealbook_wells-fargo-ceo-john-stumpf-senate-testimony_1666740269.html", "image_url": "https://static01.nyt.com/images/2016/09/21/business/21DB-WELLS/21DB-WELLS-facebookJumbo.jpg?year=2016&h=549&w=1050&s=8a364583ec3fc6293b880cd3c12a341e66aa7e0ced18c1fbca0a6ede65f3d587&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_21_business_dealbook_wells-fargo-ceo-john-stumpf-senate-testimony_1666740269.html", "title": "Elizabeth Warren Accuses Wells Fargo Chief of ‘Gutless Leadership’", "title_page": "Elizabeth Warren Accuses Wells Fargo Chief of ‘Gutless Leadership’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The more the chief executive of Wells Fargo tried to explain, the more skeptical the senators became.\nFor more than two hours testifying before the Senate Banking Committee on Tuesday, John G. Stumpf expressed regret that Wells Fargo had created as many as two million bogus bank and credit card accounts without its customers’ consent. He apologized for failing to stop the illicit behavior sooner, and vowed to make amends.\nSome of the senators on the committee scoffed. Mr. Stumpf, they said, was offering little more than platitudes while allowing his top executives to avoid any real consequences — like being fired or having their enormous pay packages clawed back.\nInstead, the bank’s lowest-paid workers have borne the brunt of the punishment, the senators noted. Senior management, they said, seemed to ignore this practice because it helped turn the bank into a profit machine.", "url": "https://www.nytimes.com/2016/09/21/business/dealbook/wells-fargo-ceo-john-stumpf-senate-testimony.html"}