{"authors": ["Parul Sehgal"], "date_download": "2022-10-25 23:37:37", "date_modify": "2022-10-25 23:37:37", "date_publish": "2016-03-10 13:00:04", "description": "The literature of immigration is not as fashionable as it once was,but readers are still interested. Two new novels about migrants tell a dark story.", "filename": "2016_03_13_books_review_new-ways-of-being_1666741057.html", "image_url": "https://static01.nyt.com/images/2016/03/13/books/review/0313-BKS-ROVINGEYE/0313-BKS-ROVINGEYE-facebookJumbo.jpg?year=2016&h=480&w=917&s=056f36fe38163698a4f0b2d3bdb9ecaa06568c0c2efc5c206c9d723bf1bfb7ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_13_books_review_new-ways-of-being_1666741057.html", "title": "New Ways of Being", "title_page": "New Ways of Being - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The migrant is the “defining figure of the 20th century,” Salman Rushdie wrote 20 years ago in the literary magazine Granta. In “this century of wandering,” of refugees and writers in exile carrying “cities in their bedrolls,” migrants taught us what it was to be human, he said, because they’d lost those very things that gave shape to their humanity — roots, culture, social knowledge — and were forced to devise new ways of being. And the migrant writer hatched a new language along the way. “To conquer English may be to complete the process of making ourselves free,” Rushdie wrote in his 1991 essay collection, “Imaginary Homelands.” Shoals of people still move across the world today, but the idea of a literature of migration seems to have fallen out of fashion — not with readers but with writers, some of whom chafe at being narrowly categorized, consigned to an ethnic beat, their work treated as sociology instead of art.\n“I don’t know what to make of the term ‘immigrant fiction,’ ” Jhumpa Lahiri said in a 2013 interview in the Book Review. “If certain books are to be termed immigrant fiction, what do we call the rest? Native fiction? Puritan fiction?” There’s a feeling that the designation edges writers to the margins — they are forever hyphenated and their work sapped of its universality. “I’m not an immigrant writer,” the poet Richard Blanco told The Los Angeles Review of Books. “I am the son of immigrants, and I’m an immigrant myself who is a writer. You always worry if you’re writing in the context of your story, it’s not ­mainstream.”\nThis is all very reasonable. Aren’t the themes of immigrant literature — estrangement, homelessness, fractured identities — the stuff of all modern literature, if not life? “Can it be that we’re all exiles?” Roberto Bolaño asked. “Is it possible that all of us are wandering strange lands?” Alienation is alienation, after all. Kafka spoke to everyone when he wrote in a (possibly apocryphal) diary entry: “Enclosed in my own four walls, I found myself as an immigrant imprisoned in a foreign country; . . . I saw my family as strange aliens whose foreign customs, rites and very language defied comprehension; . . . though I did not want it, they forced me to participate in their bizarre rituals.”\nThe trouble is that the migrant is not a metaphor, or not always. Two novels published this month make this plain, rendering the trauma of migration with harsh clarity. A LIFE APART (Norton, paper, $16.95), by Neel Mukherjee, and THE YEAR OF THE RUNAWAYS (Knopf, $27.95), by Sunjeev Sahota, which was shortlisted for this year’s Man Booker Prize, recount the stories of Indians making a miserable transition to life in England — from the costs of the journey (much dignity, one kidney) to the caste politics at either end to the first beating, the first sight of snow. Bolaño may be right, we may all be strangers in strange lands — but for some of us, these authors point out, this terrain is not merely internal, and it must be navigated without language or aid (to say nothing about that kidney).", "url": "https://www.nytimes.com/2016/03/13/books/review/new-ways-of-being.html"}