{"authors": ["The New York Times"], "date_download": "2022-10-25 23:25:16", "date_modify": "2022-10-25 23:25:16", "date_publish": "2016-09-27 01:21:22", "description": "Our team of reporters fact-checked Hillary Clinton and Donald J. Trump on the economy, trade and other issues.", "filename": "2016_09_27_us_politics_fact-check-debate_1666740316.html", "image_url": "https://static01.nyt.com/images/2016/09/27/us/27live-10/27live-10-facebookJumbo-v3.jpg?year=2016&h=550&w=1050&s=5c3f278ef75d809b483a6f093df42694691ef2d5214974b401cbd19deefe3f96&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_27_us_politics_fact-check-debate_1666740316.html", "title": "Our Fact Checks of the First Debate", "title_page": "Our Fact Checks of the First Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hillary Clinton and Donald J. Trump kept fact-checkers busy throughout their first debate on Monday night as they sparred over their policies and records on the economy, national security, the environment and their personal pasts. In keeping with how he has run his campaign, Mr. Trump stretched the facts more often than Mrs. Clinton did; a couple of times, Mrs. Clinton literally called out for fact-checkers from the stage. (Here’s how we analyzed it live, and the highlights.)\nForeign Policy and National Security\nOn Mr. Trump saying Mrs. Clinton had been “fighting ISIS your entire adult life.”\nIn reality, the Islamic State, also known as ISIS or ISIL, began as an Al Qaeda affiliate that sprang up in Iraq as the Sunni insurgency amid the power vacuum created by the American invasion that toppled Saddam Hussein’s government in 2003. It was largely defeated and pushed into Syria during the Obama administration’s first term, when Mrs. Clinton was secretary of state. It eventually split from the original Al Qaeda and rebranded itself as ISIS, sweeping back into Iraq in 2014, when she was out of office.\n—Charlie Savage\n_____\nOn Mrs. Clinton blaming Russia for conducting cyberattacks, saying Russia and President Vladimir V. Putin of Russia were playing a “long game.”\nShe’s right, but the United States has not yet publicly named Russia as the attacker against the Democratic National Committee, much less the State Department, the White House and the Joint Chiefs.", "url": "https://www.nytimes.com/2016/09/27/us/politics/fact-check-debate.html"}