{"authors": ["Mike Tierney"], "date_download": "2022-10-25 23:41:32", "date_modify": "2022-10-25 23:41:32", "date_publish": "2016-02-20 03:12:07", "description": "The Chino Hills Huskies are the best high school boys’ basketball team in the country. And three of the team’s starters are brothers, with a surname that could not be more apt — Ball.", "filename": "2016_02_20_sports_basketball_chino-hills-huskies-ball-brothers_1666741292.html", "image_url": "https://static01.nyt.com/images/2016/02/20/sports/20BALLS/20BALLS-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=f16fc306b32662d949fc5f1790b24b56765ebb84ea9fe624c313ebd01f541817&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_20_sports_basketball_chino-hills-huskies-ball-brothers_1666741292.html", "title": "High Octane Is a Brotherly Blend", "title_page": "High Octane Is a Brotherly Blend - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHINO HILLS, Calif. — The best high school boys’ basketball team in the country scores at a video-game clip of 99.6 points per outing, and it does not wait around to see if opponents can keep up. During a holiday tournament in December, it beat an opponent from Milwaukee by scoring 125 points. The next night, it poured in 124 against a challenger from metro Atlanta.\nBut numbers are only part of the remarkable story of this season’s Chino Hills Huskies.\nThree of the team’s starters are brothers, with a surname that could not be more apt — Ball — and matching commitments to play in college at U.C.L.A. The oldest, Lonzo, ranks among the country’s top high school talents, and the youngest, the 14-year-old freshman LaMelo, would be an eighth grader had he not started school a year early to fulfill his father’s dream of seeing his three sons overlapping for a high school season.\nStill, it is how the Huskies (28-0) are winning — by deploying as few as six players who defy the concept of fatigue with a full-time, full-court press — that may be the most impressive part of their season. That and those numbers.", "url": "https://www.nytimes.com/2016/02/20/sports/basketball/chino-hills-huskies-ball-brothers.html"}