{"authors": ["J. David Goodman", "William Neuman"], "date_download": "2022-10-25 23:54:02", "date_modify": "2022-10-25 23:54:02", "date_publish": "2016-09-02 18:38:24", "description": "Early in Mayor Bill de Blasio’s tenure, unions were among his biggest supporters. Now, with the possibility of a re-election fight looming, they are beginning to wonder if they should stick with him.", "filename": "2016_09_03_nyregion_bill-de-blasio-new-york-city-unions_1666742042.html", "image_url": "https://static01.nyt.com/images/2016/09/03/nyregion/03UNIONS1/03UNIONS1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=9aff9ba1971916edf6e3b2729c6a7c1daf9ca5bbc232a2dd42bb398fe7ed0cef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_09_03_nyregion_bill-de-blasio-new-york-city-unions_1666742042.html", "title": "For Unions and New York City Hall, an Open-Door Relationship Turns Complex", "title_page": "For Unions and New York City Hall, an Open-Door Relationship Turns Complex - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As what would become one of the most controversial deals of Mayor Bill de Blasio’s administration — the removal of deed restrictions on a Lower East Side nursing home — hung in the balance, the health care workers union, 1199 S.E.I.U., sought to exert its influence through a series of emails and text messages to the mayor’s top officials.\nThe direct pipeline to City Hall was the kind of access that most unions could have only dreamed about; for two decades, successive mayors, Rudolph W. Giuliani and Michael R. Bloomberg, kept the city’s unions at more of an arm’s length.\nBut in 2014, with the election of Mr. de Blasio, a Democrat who counts those with union ties among his closest advisers, the door opened wide. Phone calls were returned. Concerns addressed. Contract disputes that languished under Mr. Bloomberg were resolved within months of Mr. de Blasio’s taking office. It was a new day for labor at City Hall.\nThe good will went both ways.\nEarly in Mr. de Blasio’s tenure, unions were among the biggest supporters of his political causes, including a nonprofit advocacy group for his issues and a failed bid in 2014 to push the State Senate to Democratic control. Three of the biggest unions — 1199, the American Federation of Teachers and Unite Here, which represents hospitality workers — gave a total of $1.25 million to the nonprofit, Campaign for One New York, before it closed early this year; labor unions gave nearly that much to the Senate bid in a fund-raising effort organized by de Blasio aides.", "url": "https://www.nytimes.com/2016/09/03/nyregion/bill-de-blasio-new-york-city-unions.html"}