{"authors": ["Jesse Mckinley", "Vivian Yee"], "date_download": "2022-10-25 23:25:15", "date_modify": "2022-10-25 23:25:15", "date_publish": "2016-01-13 18:33:04", "description": "Gov. Andrew M. Cuomo outlined an agenda touching on a range of issues, but a major emphasis of his speech lay in two pressing matters: homelessness and ethics.", "filename": "2016_01_14_nyregion_cuomo-state-of-state-speech-new-york-homelessness-ethics_1666740315.html", "image_url": "https://static01.nyt.com/images/2016/01/14/nyregion/14nystate-web2/14nystate-web2-facebookJumbo.jpg?year=2016&h=549&w=1050&s=330ffc951be7256e5c63b3cda36a14ca0bae7e651fc513d20f80a620849cdad6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_01_14_nyregion_cuomo-state-of-state-speech-new-york-homelessness-ethics_1666740315.html", "title": "Cuomo, in State of State Speech, Unveils $20 Billion Housing Plan", "title_page": "Cuomo, in State of State Speech, Unveils $20 Billion Housing Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dick Dadey, the executive director of Citizens Union, a government watchdog group that has proposed several similar ethics reforms, said he hoped the scope of Mr. Cuomo’s proposals — touching on lobbying as well as voting, campaign finance as well as outside income — was an “indication of his strong commitment to getting at least some of these accomplished.”\nMr. Dadey added that the combination of the current political climate and Mr. Cuomo’s proven ability to extract concessions from the Legislature made him optimistic that, if the governor wanted to, he could push his reforms through.\nMr. Cuomo’s budget proposes to reduce the state’s spending on four-year colleges at CUNY by some $485 million — $240 million of which the state would put to a possible labor agreement with CUNY employees. Those so-called senior universities are currently financed by state money, financial aid and tuition; how the city would make up that $485 million is unclear. The budget also calls on the city to increase its contribution to growing Medicaid expenses, which had been frozen for several years.\nMr. Cuomo, as he has in previous years, emphasized holding the line on spending.\nBut, all told, the loss of CUNY funds and change to Medicaid could cost the city more than $500 million, said E. J. McMahon, president of the Empire Center for Public Policy, a conservative research group, who called such a move “indefensible.”\n“It’s one thing to actually cap spending,” Mr. McMahon said. “It’s another to shift it to your biggest locality.”\nStill, if Mr. de Blasio was upset he did not show it, declining to take a verbal swipe at the governor for the cost shifting.", "url": "https://www.nytimes.com/2016/01/14/nyregion/cuomo-state-of-state-speech-new-york-homelessness-ethics.html"}