{"authors": ["Alison Smale", "Carlotta Gall", "Gaia Pianigiani"], "date_download": "2022-10-25 23:26:40", "date_modify": "2022-10-25 23:26:40", "date_publish": "2016-12-23 01:53:06", "description": "The case of Anis Amri, the suspect in Monday’s attack on a Christmas market, underscores a vexing problem: how to handle masses of virtually stateless wanderers.", "filename": "2016_12_22_world_europe_anis-amri-berlin-market-crash_1666740400.html", "image_url": "https://static01.nyt.com/images/2016/12/23/world/JP-GERMANY1/JP-GERMANY1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5035d1a920a249a380668b5a2c0cda8bd5354b74d6d8a39fb60a8ac4ef86d21a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_22_world_europe_anis-amri-berlin-market-crash_1666740400.html", "title": "Ordered Deported, Berlin Suspect Slipped Through Germany’s Fingers", "title_page": "Ordered Deported, Berlin Suspect Slipped Through Germany’s Fingers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — He left Tunisia, his family said, with dreams of making money and buying a car. After arriving in Italy, he was a violent inmate who spent time in six jails. In Germany, he was one of some 550 people identified as dangers to the state and placed under special surveillance.\nYet Anis Amri, who turned 24 on Thursday, was able to ignore deportation orders and brushes with the law, roaming freely until he apparently hijacked a truck and rammed it into a Christmas market in Berlin this week, killing 12 and wounding dozens. He was killed early Friday on the outskirts of Milan in a shootout with the police.\nMr. Amri’s life and odyssey underscore a vexing problem, common in Europe: how to handle hundreds of thousands of virtually stateless wanderers who are either unwilling or unable to return home.\nMany are trying to integrate. Some are slated for deportation, only to melt into society. By their own intention or because of the authorities’ failings, some, like Mr. Amri, slip through the fingers of law enforcement.", "url": "https://www.nytimes.com/2016/12/22/world/europe/anis-amri-berlin-market-crash.html"}