{"authors": ["J. David Goodman", "Susanne Craig"], "date_download": "2022-10-25 23:54:07", "date_modify": "2022-10-25 23:54:07", "date_publish": "2016-07-29 20:30:12", "description": "Subpoenas have been received by the State University of New York, which owned Long Island College Hospital, and by a union that supported Mayor Bill de Blasio and Gov. Andrew M. Cuomo.", "filename": "2016_07_30_nyregion_brooklyn-hospitals-sale-backed-by-de-blasio-and-cuomo-is-drawing-federal-scrutiny_1666742047.html", "image_url": "https://static01.nyt.com/images/2016/07/30/nyregion/30INQUIRY1/30INQUIRY1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=610ce0aa1b340dc8c43ec65543c8fb9a3ba9f7fdf783499d18c94af2ec95526c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_30_nyregion_brooklyn-hospitals-sale-backed-by-de-blasio-and-cuomo-is-drawing-federal-scrutiny_1666742047.html", "title": "Brooklyn Hospital’s Sale, Backed by de Blasio and Cuomo, Is Drawing Federal Scrutiny", "title_page": "Brooklyn Hospital’s Sale, Backed by de Blasio and Cuomo, Is Drawing Federal Scrutiny - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Before Mayor Bill de Blasio and Gov. Andrew M. Cuomo began their bitter public feud, the two men found themselves on the same side of tense negotiations over the future of Long Island College Hospital in Cobble Hill, Brooklyn.\nIn the end, the leaders, both Democrats, would get what they were after: The state sold the hospital, and Mr. de Blasio could claim victory for having preserved union-backed health care at the site.\nBut the outcome now appears to be under federal scrutiny, the latest subject of a sprawling investigation into fund-raising and potential pay-to-play politics in New York. Federal subpoenas have been received by the health care workers union, 1199 S.E.I.U., which has supported Mr. de Blasio and Mr. Cuomo, and by the hospital’s former owner, the State University of New York.\nA developer, Fortis Property Group, which had been favored by SUNY, bought the hospital, with the sale completed in 2015. Prosecutors are seeking information related to the sale and, in particular, communications between SUNY and top City Hall officials or those associated with the mayor’s nonprofit group, Campaign for One New York, about the hospital’s fate, according to the subpoena, dated July 14 and described by an official who had seen it.", "url": "https://www.nytimes.com/2016/07/30/nyregion/brooklyn-hospitals-sale-backed-by-de-blasio-and-cuomo-is-drawing-federal-scrutiny.html"}