{"authors": ["Nick Wingfield", "Katie Benner"], "date_download": "2022-10-25 23:37:54", "date_modify": "2022-10-25 23:37:54", "date_publish": "2016-03-03 21:29:00", "description": "Apple’s legal battle with the government tests the limits of law enforcement agencies’ access to personal data.", "filename": "2016_03_04_technology_apple-support-court-briefs-fbi_1666741074.html", "image_url": "https://static01.nyt.com/images/2016/03/03/business/03appleish/03appleish-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=6fc2ac690006d48e3ff1220b3b7711e1ecd78ed91741c9fbbfba8a4fa163d4e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_03_04_technology_apple-support-court-briefs-fbi_1666741074.html", "title": "Apple Is Rolling Up Backers in iPhone Privacy Fight Against F.B.I.", "title_page": "Apple Is Rolling Up Backers in iPhone Privacy Fight Against F.B.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“These companies, which are often fierce competitors, have joined together to voice concern about the attempted government overreach in this case, which threatens the integrity and security of their products and privacy rights of consumers in general,” said Neal Katyal, a lawyer at Hogan Lovells for the tech companies and a former acting solicitor general of the United States.\nImage Tech firms were initially careful in their support of Apple in its fight with the F.B.I., but now they are more forcefully backing Apple. Credit... Philippe Huguen/Agence France-Presse — Getty Images\nEdward J. McAndrew, a lawyer at Ballard Spahr who is not involved in the Apple matter, said it was highly unusual to see a flood of briefs by so many parties this early in a case. He called the outpouring “Supreme Court-level advocacy” and said the campaign was intended to have influence beyond the court with legislators and others.\n“This is a show of force,” said Mr. McAndrew, a former federal prosecutor who focused on online crimes. “This is a battle for public opinion.”\nBruce Sewell, Apple’s general counsel, said on Wednesday that the company was “humbled by the outpouring of support.”\nThe case between Apple and the government became public last month, when a federal magistrate judge in California ordered the company to bypass the security functions on the iPhone. Timothy D. Cook, Apple’s chief executive, opposed the order, arguing the case could have far-reaching implications for other devices and software, with governments everywhere able to demand more access to tech companies’ data.", "url": "https://www.nytimes.com/2016/03/04/technology/apple-support-court-briefs-fbi.html"}