{"authors": ["Chad Bray"], "date_download": "2022-10-25 23:42:18", "date_modify": "2022-10-25 23:42:18", "date_publish": "2016-07-05 14:27:51", "description": "As bond yields and the pound decline, three major real estate funds have suspended payouts, a rare move that reflects mounting industry concerns.", "filename": "2016_07_06_business_dealbook_britain-property-real-estate-aviva_1666741338.html", "image_url": "https://static01.nyt.com/images/2016/07/06/business/cnbc-carney/cnbc-carney-facebookJumbo.jpg?year=2016&h=550&w=1050&s=e9dccab1c92e8cbfb3c2e9684054d2eaf4e96a1860f815025c927477e5a0f5d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_07_06_business_dealbook_britain-property-real-estate-aviva_1666741338.html", "title": "Financial Strain Grows From ‘Brexit’ Vote", "title_page": "Financial Strain Grows From ‘Brexit’ Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The financial strains from Britain’s vote to leave the European Union are starting to show, as worries ripple through the country’s real estate market.\nIn the most prominent sign of the pressure, three major real estate funds have frozen withdrawals in the last two days, to slow the exodus of nervous investors. By doing so, the funds are trying to prevent a vicious cycle of selling that could force them to dump assets at ultralow prices, deepen losses and prompt more investors to rush for the exit.\nThe turbulence after the so-called Brexit vote has been high, as investors rapidly exchange risky assets for safer havens. Yields on American Treasuries have touched new lows, while the pound is down sharply. Stocks have been shaky, and shares in some British real estate companies have shed more than a third of their value.\nThe three real estate funds — run by Standard Life, Aviva Investors and M&G Investments — each pointed to heightened levels of stress in the market prompting investors to sell. A top British regulator on Tuesday highlighted the potential risk to such funds, which invest heavily in assets that are tough to sell quickly.", "url": "https://www.nytimes.com/2016/07/06/business/dealbook/britain-property-real-estate-aviva.html"}