{"authors": ["Brad Spurgeon"], "date_download": "2022-10-25 23:32:44", "date_modify": "2022-10-25 23:32:44", "date_publish": "2016-06-16 13:51:09", "description": "From his start in rally racing in 1966 to his post as president of F.I.A., the sport's governing body, the Frenchman has done it all in 50 years.", "filename": "2016_06_17_sports_autoracing_jean-todt-and-a-life-at-the-races_1666740764.html", "image_url": "https://static01.nyt.com/images/2016/06/17/sports/17iht-srlmtodt17/17iht-srlmtodt17-facebookJumbo.jpg?year=2016&h=549&w=1050&s=391b616507e3e19642fcc4470684fbd8fb7f2d6e4d0d8135b42886ebcaeba22f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_17_sports_autoracing_jean-todt-and-a-life-at-the-races_1666740764.html", "title": "Jean Todt and a Life at the Races", "title_page": "Jean Todt and a Life at the Races - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the 24 Hours of Le Mans marks the 50th anniversary of the famous top-three triumph by Ford in 1966, another motor-sports 50th anniversary is also worthy of note this year.\nFor it was in 1966 that Jean Todt, now 70 and the president of the International Automobile Federation, or F.I.A., the sport’s governing body, began his career as a 20-year-old co-driver in rally racing. He then advanced through the major categories of auto racing — from rallying to sports cars to Formula One to his current post.\n“Things have changed now, because in the past I would win or not,” Todt said recently in an interview in his office overlooking the Place de la Concorde in Paris. “Now I work here in an association where I give of myself, and you cannot see if I am winning or not.”\nHe is perhaps best known by the general public for his role as the director who led the Ferrari Formula One team through its most dominant, successful period of racing, winning every constructors’ and drivers’ title from 2000 to 2004, with Michael Schumacher driving. But within racing it is known that the diminutive Frenchman, sometimes affectionately called Napoleon, has in fact dominated every series in which he has been involved.", "url": "https://www.nytimes.com/2016/06/17/sports/autoracing/jean-todt-and-a-life-at-the-races.html"}