{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 22:55:28", "date_modify": "2022-10-25 22:55:28", "date_publish": "2016-06-02 06:20:16", "description": "Underneath the campaign’s theatrics lie questions of identity: Have Britons, many of whom see the European Union as a money-sucking abstraction, ever felt like part of Europe?", "filename": "2016_06_03_world_europe_britain-eu-brexit_1666738528.html", "image_url": "https://static01.nyt.com/images/2016/06/02/world/03lyallbrexit-web/03lyallbrexit-web-facebookJumbo.jpg?year=2016&h=549&w=1050&s=ff62147daea7c55aa91b82655cb499dd225b5baec9cdd1545ab9c4c98cfb0ddb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_03_world_europe_britain-eu-brexit_1666738528.html", "title": "How Will ‘Brexit’ Vote Go? Monty Python May Offer Clue", "title_page": "How Will ‘Brexit’ Vote Go? Monty Python May Offer Clue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So when she declared, of the European Union, “We’re subsidizing them, and what do we get out of it except for a load of laws that we don’t vote for?” it was an easy question to answer. For one thing, there was the large building directly behind her, the Echo Arena and BT Convention Center. When the complex was built, in 2008, Europe kicked in 50 million pounds.\n“Well, I’ve never been to the Echo Arena,” Ms. O’Neill said.\nJust as many Britons feel emotionally apart and even alien from Europe, so they see the European Union as an opaque, bewildering abstraction, a mysterious bureaucratic behemoth that hoovers up their money and independence while giving little (or nothing) in return. British understanding of its workings and purpose has not been helped by the over-the-top arguments being thrown around in the debate over the referendum, set for June 23. No one likes having this debate anyway, much less the unpleasantly cereal-bar-and-adult-diaper-like descriptions of its sides: “Brexit” (go) and “Remain” (stay).\nBut underlying all the dire predictions of doom — that staying or going will cause Britain to fall apart in various apocalyptic ways — is a deeper emotional issue that speaks to the country’s sense of self. Who does it think it is, and where does it think it belongs? Has it ever felt like it’s part of Europe?", "url": "https://www.nytimes.com/2016/06/03/world/europe/britain-eu-brexit.html"}