{"authors": ["William K. Rashbaum"], "date_download": "2022-10-25 23:54:02", "date_modify": "2022-10-25 23:54:02", "date_publish": "2016-10-19 07:30:24", "description": "An investigation into the mayor’s campaign fund-raising has zeroed in on whether donations were exchanged for beneficial city action in several cases, people with knowledge of the inquiry said.", "filename": "2016_10_19_nyregion_bill-de-blasio-donors.html__r=0_1666742042.html", "image_url": "https://static01.nyt.com/images/2016/10/19/nyregion/19mayor1/19mayor1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=eb98b981148e82d0119223c6ef305b24bfee9ec2cd2d3b160d71c7a94175d4d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_19_nyregion_bill-de-blasio-donors.html__r=0_1666742042.html", "title": "Federal Inquiry Into Mayor de Blasio Is Said to Focus on Whether Donors Got Favors", "title_page": "Federal Inquiry Into Mayor de Blasio Is Said to Focus on Whether Donors Got Favors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "City officials and lawyers representing some of the subjects of the investigation, however, contend that it has focused on what they characterize as the traditional business of politics and government: donors supporting the mayor and later seeking what they said was his legitimate help on issues of interest to them.\nA spokesman for Mr. de Blasio said in a statement that the administration was “absolutely confident” that its members had acted appropriately at all times. “We don’t do pay-to-play,” the statement said. “Out of an interest of protecting the integrity of an ongoing review, we can’t comment further at this stage.”\nAs for the issues still being scrutinized, several lawyers for subjects of, and witnesses in, the fund-raising inquiry and others with knowledge of it have said the Campaign for One New York has drawn increasing attention. All spoke on the condition of anonymity because they were not authorized to discuss what is being examined by the authorities.\nThe nonprofit, which could take unlimited contributions because of its legal status, formed shortly before Mr. de Blasio took office, and raised more than $4 million to push his political agenda; much of it came from developers, unions, lobbyists and people and firms with business before the city. Watchdog groups complained that it amounted to a “shadow government,” allowing lobbyists, consultants and others to funnel money to the mayor unfettered by the city’s strict campaign finance laws.\nThe nonprofit shut down in March; Mr. de Blasio said it had served its purpose of pushing for passage of universal prekindergarten and an affordable housing plan. At the time, the group was the subject of an inquiry by the Joint Commission for Public Ethics, a state agency that enforces the lobbying law, and a formal complaint filed with the city’s Campaign Finance Board.\nSome of the earliest and most generous donors to the Campaign for One New York are among those whose contributions — along with their actions and those of the mayor and members of his administration and campaign staff — are under scrutiny, several people with knowledge of the inquiry said.", "url": "https://www.nytimes.com/2016/10/19/nyregion/bill-de-blasio-donors.html?_r=0"}