{"authors": ["Jesse Mckinley", "Vivian Yee"], "date_download": "2022-10-25 23:25:11", "date_modify": "2022-10-25 23:25:11", "date_publish": "2016-04-01 01:09:25", "description": "Gov. Andrew M. Cuomo and legislative leaders said the agreement would lift the hourly pay in New York City to $15 by the end of 2018, with slower increases elsewhere.", "filename": "2016_04_01_nyregion_new-york-budget-deal-with-higher-minimum-wage-is-reached_1666740311.html", "image_url": "https://static01.nyt.com/images/2016/04/01/nyregion/01budget-web1/01budget-web1-facebookJumbo.jpg?year=2016&h=550&w=1050&s=8010d906a2dda7918433f52a01d3a9bb5ce990e8a40df1e1ee576e8a390840ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_01_nyregion_new-york-budget-deal-with-higher-minimum-wage-is-reached_1666740311.html", "title": "New York Budget Deal With Higher Minimum Wage Is Reached", "title_page": "New York Budget Deal With Higher Minimum Wage Is Reached - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The budget was still being debated and voted on by legislators even as Thursday’s midnight deadline passed, officially making for a late budget. But work was expected to be completed Friday — the first day of the fiscal year — close enough to the fiscal target protect Mr. Cuomo’s reputation for efficient governing. (He has passed five previous budgets more or less on time.)\nOn-time budgets have become such a point of pride for the governor that lawmakers could not resist needling him once midnight came and went. “Just so you know,” State Senator Rubén Díaz rose on the Senate floor to say at 12:12 a.m., “the budget is late.”\nThe 11th-hour nature of the announcement prompted some concerns from lawmakers who were expected to review and vote on the bills with little time to read them. “Despite a lot of a good content in the budget, the process at arriving at the conclusion left a lot to be desired,” said State Senator Michael Gianaris, a Queens Democrat.\nAnd if the budget accomplished two cherished liberal goals — higher wages and paid leave — it was still notable for what it left out. Mere months after the former legislative leaders of both the Assembly and Senate were convicted on corruption charges in what government watchdogs have taken to calling a “Watergate moment” for New York, there was no hint of ethics reform in the deal on Thursday.\nOn the wage issue, in areas north of Westchester, the minimum wage — now $9 — will rise by 70 cents a year over the next five years, eventually hitting $12.50 by the end of 2020, though the governor said it would continue to rise toward $15, depending on its economic impact. Indeed, in announcing the wage increase and brokering a deal with Senate Republicans, Mr. Cuomo seemed to be treading a fine line between confidence that $15 would eventually be reached statewide and cautioning that the wage could be suspended if it was determined to be hurting the economy.\nThe plan also included other caveats: Businesses with 10 or fewer employees will have nearly four years to institute the wage increase in New York City.", "url": "https://www.nytimes.com/2016/04/01/nyregion/new-york-budget-deal-with-higher-minimum-wage-is-reached.html"}