{"authors": ["Tamar Lewin"], "date_download": "2022-10-25 23:02:24", "date_modify": "2022-10-25 23:02:24", "date_publish": "2016-05-05 23:24:53", "description": "Anita Alvarez, who was criticized for taking too long to bring charges in Laquan McDonald’s death, asks for a special prosecutor.", "filename": "2016_05_06_us_states-attorney-anita-alvarez-seeks-recusal-in-chicago-officers-trial_1666738944.html", "image_url": "https://static01.nyt.com/images/2016/05/06/us/06CHICAGO/06CHICAGO-facebookJumbo.jpg?year=2016&h=550&w=1050&s=4cfc018a3fa1afd8c65c9b4aad5ebbe8a530b9b05ce81378d5ac7a65372296f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_06_us_states-attorney-anita-alvarez-seeks-recusal-in-chicago-officers-trial_1666738944.html", "title": "State’s Attorney Seeks Recusal in Chicago Officer’s Trial", "title_page": "State’s Attorney Seeks Recusal in Chicago Officer’s Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Cook County state’s attorney, Anita Alvarez, who was widely criticized for her handling of the killing of a black Chicago teenager in October 2014, asked to recuse herself and her office Thursday from the prosecution of a white Chicago police officer charged with murder in the case.\nAfter originally opposing activists who said the case should be handled by a special prosecutor because the state’s attorney was too closely allied with the Police Department, Ms. Alvarez, who lost the Democratic primary in March, asked the court to appoint a special prosecutor to handle the prosecution of Officer Jason Van Dyke in the killing of Laquan McDonald, who was 17.\n“While it is has not been an easy decision, I believe that it is the right one because it will help to avoid unnecessary legal delays and provide continuity in the handling of this very important and complicated case,” she said in a statement after Thursday morning’s court hearing. “It would also ensure that one designated prosecutor will handle this case as it proceeds to trial.\nWhile there is no legal conflict of interest that would prevent the state’s attorney’s office from continuing the prosecution of this case, I believe that the results of the recent election and the impending transition of this office make this the best and most responsible decision.”", "url": "https://www.nytimes.com/2016/05/06/us/states-attorney-anita-alvarez-seeks-recusal-in-chicago-officers-trial.html"}