{"authors": ["Charles V. Bagli"], "date_download": "2022-10-25 23:43:29", "date_modify": "2022-10-25 23:43:29", "date_publish": "2016-04-29 09:00:23", "description": "In the latest example of a market’s slowdown, the developer Joseph Chetrit is selling the tower to companies that will turn it into an office building.", "filename": "2016_04_30_nyregion_plan-to-turn-sony-building-into-high-end-apartments-is-abandoned_1666741409.html", "image_url": "https://static01.nyt.com/images/2016/04/29/nyregion/30SONY2/30SONY2-facebookJumbo.jpg?year=2016&h=550&w=1050&s=ec7c726ff8bd0a551199273bee61a7c91b95386337e0d0fdcefc59503f19b4b2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_04_30_nyregion_plan-to-turn-sony-building-into-high-end-apartments-is-abandoned_1666741409.html", "title": "Plan to Turn Sony Building Into Luxury Apartments Is Abandoned", "title_page": "Plan to Turn Sony Building Into Luxury Apartments Is Abandoned - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Apartments for billionaires were all the rage in Manhattan three years ago when the developer Joseph Chetrit paid $1.1 billion for the granite-sheathed Sony Building at 550 Madison Avenue.\nMr. Chetrit hired the star architect Robert A. M. Stern to convert the building, a 37-story office tower between 55th and 56th Streets that was most recently inhabited by Sony, to apartments. An international hotel group said it would build a five-star hotel on eight floors, and Mr. Chetrit filed plans to create a triplex penthouse with a marble staircase and a record $150 million price tag.\nNow, in the latest example of the slowdown at real estate’s highest end, Mr. Chetrit signed a deal this week to sell the tower for $1.4 billion to the Olayan Group, which is controlled by a Saudi family, and Chelsfield, which manages its properties. The companies said the building would become, yes, an office building.\nMr. Chetrit and his partner, David Bistricer, were under pressure to pay off short-term loans on the property totaling $925 million. They also had trouble obtaining a construction loan as lenders became wary of projects promising oversize prices and profits.", "url": "https://www.nytimes.com/2016/04/30/nyregion/plan-to-turn-sony-building-into-high-end-apartments-is-abandoned.html"}