{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:33:53", "date_modify": "2022-10-25 23:33:53", "date_publish": "2016-11-16 13:30:05", "description": "With a book by Craig Lucas and music by Daniel Messé, “Amélie” is expected to begin previews at the Walter Kerr Theater in March.", "filename": "2016_11_17_theater_amelie-reborn-as-a-broadway-musical-starring-phillipa-soo_1666740833.html", "image_url": "https://static01.nyt.com/images/2016/11/16/arts/17AMELIE/17AMELIE-facebookJumbo.jpg?year=2016&h=549&w=1050&s=1e69c6339b073ddd73bd67d3a9df03f0685734ba77a908d4b63d3f776c90773a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_11_17_theater_amelie-reborn-as-a-broadway-musical-starring-phillipa-soo_1666740833.html", "title": "‘Amélie,’ Reborn as a Broadway Musical Starring Phillipa Soo", "title_page": "‘Amélie,’ Reborn as a Broadway Musical Starring Phillipa Soo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Broadway season overflowing with new musicals is about to get another one: “Amélie,” adapted from the film of the same name and starring Phillipa Soo of “Hamilton,” is heading to the Walter Kerr Theater.\nThe musical, like the 2001 film, is a romantic comedy about a surreptitiously big-hearted waitress in Paris. The show had an initial production last year at Berkeley Repertory Theater, starring Samantha Barks, and is scheduled to have another pre-Broadway production at Center Theater Group’s Ahmanson Theater in Los Angeles, starring Ms. Soo as the title character, starting Dec. 4 and closing Jan. 15.\nAdam Chanler-Berat (“Next to Normal”) will play Nino, a young man to whom Amélie is attracted.\nMs. Soo is best known for originating the role of Eliza Hamilton in “Hamilton,” and she was nominated for a Tony Award for that performance.\n“Amélie” features a book by Craig Lucas (“An American in Paris”), music by Daniel Messé (of the band Hem) and lyrics by Nathan Tysen (“Tuck Everlasting”) and Mr. Messé. It is being directed by Pam MacKinnon (a Tony winner for “Who’s Afraid of Virginia Woolf?”); the lead producers are Harbor Entertainment, Triptyk Studios and Spencer Ross.", "url": "https://www.nytimes.com/2016/11/17/theater/amelie-reborn-as-a-broadway-musical-starring-phillipa-soo.html"}