{"authors": ["Graham Bowley"], "date_download": "2022-10-25 23:44:58", "date_modify": "2022-10-25 23:44:58", "date_publish": "2016-02-18 20:14:13", "description": "A civil complaint, filed in United States District Court in Philadelphia, says Ms. Constand broke the terms of a 2006 confidential agreement.", "filename": "2016_02_19_arts_bill-cosby-sues-to-recover-money-from-andrea-constand_1666741498.html", "image_url": "https://static01.nyt.com/images/2016/02/19/arts/19ARTSBEATCOSBY/19ARTSBEATCOSBY-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=a1d353d99bb12d07dc9b07145aae63a55e72ee5d100d0f9e680c3d20eb3dd727&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_02_19_arts_bill-cosby-sues-to-recover-money-from-andrea-constand_1666741498.html", "title": "Bill Cosby Sues to Recover Money From Andrea Constand", "title_page": "Bill Cosby Sues to Recover Money From Andrea Constand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bill Cosby is seeking the return of money he gave in a confidential financial settlement to a woman who accuses him of drugging and sexually assaulting her in 2004, according to a complaint filed Thursday.\nThe civil complaint, filed in United States District Court in Philadelphia, says the woman, Andrea Constand, broke the terms of a 2006 confidential agreement by, among other things, voluntarily cooperating with Pennsylvania prosecutors last year. After reopening the investigation the Montgomery County district attorney’s office in December charged Mr. Cosby with sexual assault in Ms. Constand’s decade-old case. She has said he assaulted her at his suburban Philadelphia home.\nThe complaint does not disclose the size of the settlement Ms. Constand received beyond describing it as a “substantial financial benefit.”\nThe complaint shows that, in addition, Mr. Cosby is also suing Ms. Constand’s mother, Gianni, and Ms. Constand’s two lawyers for breaking the confidentiality agreement by cooperating with prosecutors, or for publicly disclosing information about the case.", "url": "https://www.nytimes.com/2016/02/19/arts/bill-cosby-sues-to-recover-money-from-andrea-constand.html"}