{"authors": ["Dave Anderson"], "date_download": "2022-10-25 23:35:53", "date_modify": "2022-10-25 23:35:53", "date_publish": "2016-06-11 01:35:45", "description": "The third bout in a five-year rivalry between Muhammad Ali and Joe Frazier leaves both fighters exhausted.", "filename": "2016_06_11_sports_title-retained-after-ugly-end-to-the-thrilla-in-manila_1666740953.html", "image_url": "https://static01.nyt.com/images/2016/06/11/sports/11ALImanila/11ALImanila-facebookJumbo.jpg?year=2016&h=549&w=1050&s=9844df625872492026c42adef10d1370e9a8e46062cde43d1a5a6b700243955a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_06_11_sports_title-retained-after-ugly-end-to-the-thrilla-in-manila_1666740953.html", "title": "Title Retained After Ugly End to the ‘Thrilla in Manila’", "title_page": "Title Retained After Ugly End to the ‘Thrilla in Manila’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Wearing dark glasses to hide his puffed eyes, especially his right eye, Frazier agreed with Futch.\n“I didn’t want to be stopped, I wanted to go on,” Frazier said, “but I’d never go against Eddie.”\nFrazier dismissed questions about retirement, saying, “I’m not thinking that way now.” But the weary champion indicated that the “Thrilla in Manila” might have been his last fight.\n“You may have seen the last of Ali,” the champion said. “I want to get out of it. I’m tired and on top. What you saw tonight was next to death. He’s the toughest man in the world.”\nAli attempted to register the early knockout he had predicted while dominating the early rounds. But then Frazier, in his relentless attack, smashed and slowed the 33-year-old champion. They resembled two old bull moose who had to stand and slam each other because they couldn’t get away from each other.\nThrough the middle rounds, Frazier took command. On the two scorecards of The New York Times, the 31-year-old challenger won eight of the first 11 rounds. But then Ali searched for the knockout punch that would assure the retention of the title.\nMoving on weary legs, Ali began to measure Frazier in the 12th with a flurry of punches to Frazier’s face, which resembled a squashed chocolate marshmallow. In the 13th, the champion quickly knocked out Frazier’s mouthpiece with a long left hook, then landed a left-right combination.", "url": "https://www.nytimes.com/2016/06/11/sports/title-retained-after-ugly-end-to-the-thrilla-in-manila.html"}