{"authors": ["Benoît Morenne"], "date_download": "2022-10-25 23:33:43", "date_modify": "2022-10-25 23:33:43", "date_publish": "2016-12-28 21:44:44", "description": "Jacqueline Sauvage, who was sentenced to 10 years for murdering her spouse, already had her sentence partly commuted by President François Hollande.", "filename": "2016_12_28_world_europe_jacqueline-sauvage-full-pardon-france.html__r=0_1666740823.html", "image_url": "https://static01.nyt.com/images/2016/12/29/world/29sauvage/29sauvage-facebookJumbo-v2.jpg?year=2016&h=550&w=1050&s=facfa8d5a9848d5c41670bcde2699631282d1094461763c50ff5e5434b5c9432&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_12_28_world_europe_jacqueline-sauvage-full-pardon-france.html__r=0_1666740823.html", "title": "François Hollande Pardons French Woman Who Killed Abusive Husband", "title_page": "François Hollande Pardons French Woman Who Killed Abusive Husband - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — In an unexpected move, President François Hollande of France granted a full pardon on Wednesday to a woman who had been sentenced to prison for murdering her husband after decades of domestic abuse.\nThe woman, Jacqueline Sauvage, was found guilty by a criminal court in 2014 of shooting her husband, Norbert Marot, three times in the back with a hunting rifle in 2012. She was sentenced to 10 years in prison.\n“The president of the republic has estimated that Ms. Sauvage’s place was no longer in prison, but with her family,” said a statement from the president’s office announcing her full pardon. Mr. Hollande had commuted part of her sentence in January.\nMs. Sauvage was released from a prison near Paris within hours of the announcement.\n“I’m deeply shaken, I wasn’t expecting it,” Carole Marot, one of Ms. Sauvage’s daughters, told French radio. “An infinite thanks to the president of the republic.”", "url": "https://www.nytimes.com/2016/12/28/world/europe/jacqueline-sauvage-full-pardon-france.html?_r=0"}