{"authors": ["Martin De Bourmont", "Niraj Chokshi"], "date_download": "2022-10-25 22:55:01", "date_modify": "2022-10-25 22:55:01", "date_publish": "2016-10-03 04:52:15", "description": "The reality TV star was not hurt. Her husband, Kanye West, cut short a show in New York. The city’s mayor condemned the attack.", "filename": "2016_10_03_arts_television_kim-kardashian-held-gunpoint-paris-hotel_1666738501.html", "image_url": "https://static01.nyt.com/images/2016/10/03/us/03xp-kanye/03xp-kanye-facebookJumbo.jpg?year=2016&h=550&w=1050&s=5dc42fe6bd3193b5d5969fe60b5dfb6b98018eed3d9a1d9d6f64f82ce9189d6d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_10_03_arts_television_kim-kardashian-held-gunpoint-paris-hotel_1666738501.html", "title": "Kim Kardashian Robbed at Gunpoint in Paris, Spokeswoman Says", "title_page": "Kim Kardashian Robbed at Gunpoint in Paris, Spokeswoman Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Kim Kardashian West was robbed at gunpoint Sunday night inside a luxury Paris apartment by two masked men dressed as police officers, according to a spokeswoman. The mayor of Paris condemned the attack, and a police spokesman said that investigators were treating it as a serious crime.\nMs. Kardashian West, a reality TV star, was “badly shaken but physically unharmed,” the spokeswoman told The Associated Press, offering no further details. After the attack, the police were on guard outside the private luxury residence where she was staying while attending Paris Fashion Week — the Hôtel de Pourtalès, near the Madeleine church in the Eighth Arrondissement — but news agencies reported that Ms. Kardashian West and her children had left the country.\nThe attack was described as a violent robbery, though officials have not provided a detailed account of what happened.\nReuters quoted a spokeswoman for Ms. Kardashian West, Ina Treciokas, as saying that two masked gunmen dressed as police officers had held up the star in her room. The news agency also cited police sources who said she had been left tied up in a bathroom.", "url": "https://www.nytimes.com/2016/10/03/arts/television/kim-kardashian-held-gunpoint-paris-hotel.html"}