{"authors": ["Michael Corkery"], "date_download": "2022-10-25 23:25:46", "date_modify": "2022-10-25 23:25:46", "date_publish": "2016-04-30 18:00:24", "description": "Thieves used the Swift network to steal $81 million from Bangladesh’s central bank in February, raising concerns about vulnerabilities within the system.", "filename": "2016_05_01_business_dealbook_hackers-81-million-sneak-attack-on-world-banking_1666740346.html", "image_url": "https://static01.nyt.com/images/2016/04/30/business/30DB-SWIFT/30DB-SWIFT-facebookJumbo.jpg?year=2016&h=550&w=1050&s=8437c16ecf4163c4d2e8ec881f149d5e91119b18e99b7c47947b8acdb67f6d22&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2016_05_01_business_dealbook_hackers-81-million-sneak-attack-on-world-banking_1666740346.html", "title": "Hackers’ $81 Million Sneak Attack on World Banking", "title_page": "Hackers’ $81 Million Sneak Attack on World Banking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“These hackers figured out this was a weak point on the periphery, and they went for it,” said Jeffrey Kutler, editor in chief at the Global Association of Risk Professionals, a trade group. “But they were not able to compromise the core.”\nSwift’s core is built on technology that has been evolving for decades. What began in 1973 as a relatively small network of 240 banks in Europe and North America is now a sprawling network of 11,000 users that includes both banks and large corporations. At first, Swift could be used to authorize payments across national borders. But it is now also used to transmit messages related to domestic payments, securities settlements and other transactions.\nSwift’s growth in recent years — it set a record for messages in March — reflects the increasingly global and interconnected nature of finance. But it also shows the risk of so many financial instructions running through a single system made up of a patchwork of banks and companies with varying levels of online protection.\nEach bank on the Swift network is identified by a set of codes. And it was the codes assigned to the Bank of Bangladesh that were recognized — correctly — by the Federal Reserve Bank of New York when it transferred $81 million of the Bangladesh bank’s money to the Philippines, not knowing that someone, somewhere, had stolen the credentials of the Bangladesh bank and installed malware to cover his or her tracks.\nInitially, the thieves requested the transfer of $951 million into a handful of bank accounts in Sri Lanka and the Philippines — a number that prompted the New York Fed to ask the Bangladesh bank to reconfirm that it indeed wanted to move the money.\nIn the end, the Fed processed only five of the 35 fraudulent payment requests, after it could not reconfirm with officials in Bangladesh.", "url": "https://www.nytimes.com/2016/05/01/business/dealbook/hackers-81-million-sneak-attack-on-world-banking.html"}