{"authors": ["Paul Mozur", "Victor Mather"], "date_download": "2022-10-25 23:41:29", "date_modify": "2022-10-25 23:41:29", "date_publish": "2017-11-08 13:47:11", "description": "Multiple news media accounts said the players were suspected of shoplifting.", "filename": "2017_11_08_sports_liangelo-ball-ucla-china-shoplifting_1666741289.html", "image_url": "https://static01.nyt.com/images/2017/11/09/sports/09ball/09ballWEB1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3f9599393a5228fcc33cd4463193a232ac22db8e3b706bad50ee62191127e998&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_08_sports_liangelo-ball-ucla-china-shoplifting_1666741289.html", "title": "LiAngelo Ball and Two Other U.C.L.A. Players Reportedly Detained in China", "title_page": "LiAngelo Ball and Two Other U.C.L.A. Players Reportedly Detained in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Pac-12 Commissioner Larry Scott said: “Yesterday in Hangzhou, China, U.C.L.A. student-athletes were involved in a situation, and U.C.L.A. is cooperating fully with local authorities. We are directing all inquiries about the specifics of this matter to U.C.L.A. We are very disappointed by any situation that detracts from the positive student-athlete educational and cultural experience that this week is about. Whether in the United States or abroad, we expect our student-athletes to uphold the highest standards. We will continue to closely monitor the situation.”\nThe other players involved were Cody Riley and Jalen Hill. All three are freshmen.\nBall’s father, LaVar, who is in China, told ESPN that he was “going to wait until I get more intel on what’s going on” before making a comment. The Ball family is being followed by a reality television crew for the Facebook Watch program “Ball in the Family.”\nMultiple media outlets reported that the players had been released on bail.\nPlayers from Georgia Tech, the team U.C.L.A. is set to play, were questioned, but not charged. “During the questioning, it was determined that Georgia Tech student-athletes were not involved in the activities being investigated,” Georgia Tech athletics said in a statement.\nIn China, theft can result in punishment ranging from a few days to many years in prison.\nChina’s justice system has an extremely high conviction rate, which critics have said is indicative of its unfairness. In China, those detained, including foreigners, can be held for prolonged periods without a trial and subject to harsh conditions and violence. Still, given the high-profile nature of the case, the players could be given preferential treatment.\nLast month, the Chinese Web company Alibaba announced that it had bought the rights to air Pac-12 sports, including men’s basketball, across China through 2024. While basketball is immensely popular in China, most viewers focus on the N.B.A. and not the college game. Hangzhou is the home city of Alibaba, which is sponsoring the game.", "url": "https://www.nytimes.com/2017/11/08/sports/liangelo-ball-ucla-china-shoplifting.html"}