{"authors": ["Emmarie Huetteman"], "date_download": "2022-10-25 23:34:38", "date_modify": "2022-10-25 23:34:38", "date_publish": "2017-06-15 00:14:30", "description": "The annual game between Republican and Democratic members of Congress has offered lawmakers a quintessentially American outlet for their partisan frustrations.", "filename": "2017_06_14_us_politics_steve-scalise-congress-shot-annual-baseball-game-history-alexandria-virginia_1666740878.html", "image_url": "https://static01.nyt.com/images/2017/06/15/us/15dc-softball/15dc-softball-facebookJumbo.jpg?year=2017&h=550&w=1050&s=225714332dfbb37b1e8f6da5fb91d88f32a199668564b1e0dca78afac6197687&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_14_us_politics_steve-scalise-congress-shot-annual-baseball-game-history-alexandria-virginia_1666740878.html", "title": "Shooting Shines Light on an Annual Baseball Game and a Bipartisan Pastime", "title_page": "Shooting Shines Light on an Annual Baseball Game and a Bipartisan Pastime - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It was an attack on politicians in the least political of venues: a baseball field.\nThe shooting Wednesday that shattered the humid peace of an early-morning practice and wounded several people, including a Republican leader in the House of Representatives, shined a national spotlight on a local tradition more than a century old, the Congressional Baseball Game.\nFounded in 1909, the annual game between Republican and Democratic members of Congress has offered lawmakers a quintessentially American outlet for their partisan frustrations.\nBut in recent years, as political tensions have taken on the tone of personal vendettas, it has become one of the last bastions of bipartisanship. And on Wednesday, it became a rallying cry for rattled lawmakers, some still in dusty jerseys as they reluctantly displayed elbows skinned in the scramble to escape a shower of bullets.\n“We’re 50-year-old men playing a game that we grew up on,” said Representative Joseph Crowley of New York, who plays on the Democrats’ team. “It’s the American pastime. It’s so connected to who we are as a country.”", "url": "https://www.nytimes.com/2017/06/14/us/politics/steve-scalise-congress-shot-annual-baseball-game-history-alexandria-virginia.html"}