{"authors": ["Cara Buckley"], "date_download": "2022-10-25 23:43:57", "date_modify": "2022-10-25 23:43:57", "date_publish": "2017-06-01 20:14:22", "description": "For the director Patty Jenkins, a world in crisis demands a heroine who is sincere.", "filename": "2017_06_01_movies_wonder-woman-gal-gadot-patty-jenkins_1666741437.html", "image_url": "https://static01.nyt.com/images/2017/06/04/arts/04PATTY-JENKINS1/04PATTY-JENKINS1-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=dd54b41b60d9e380ce937ab138363354ec03043d79526e4fd451207ea96a791a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_01_movies_wonder-woman-gal-gadot-patty-jenkins_1666741437.html", "title": "The Woman Behind ‘Wonder Woman’", "title_page": "The Woman Behind ‘Wonder Woman’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Patty Jenkins knew expectations would be stratospheric for “Wonder Woman,” starring Gal Gadot, a former Miss Israel who served as a combat trainer in the Israeli Army. The film (in theaters Friday, June 2) is the summer’s most anticipated release and also the first time the halter-top-and-hot-pants-wearing superhero, who was introduced in 1941, has had a movie all her own. But Ms. Jenkins, whose only previous feature, “Monster,” won Charlize Theron an Oscar in 2004, said she felt pressure most intensely from herself.\n[ Read our review of “Wonder Woman” | Read a profile of Gal Gadot ]\n“I have a high bar for myself already; I always want to do something beautiful and meaningful,” Ms. Jenkins said by phone from her Los Angeles home. “I was aware that I was the first person of all time getting to direct a Wonder Woman film, and that was taken very seriously.”\nShe wasn’t the first choice: Michelle MacLaren left, with Warner Bros. citing “creative differences”; and Ms. Jenkins said she and Ms. MacLaren ran into each other as the switch was happening, and hugged. “We’re cool,” Ms. Jenkins said.\nHer vision of “Wonder Woman” — someone strong, loving and vulnerable, who exudes sincerity, which Ms. Jenkins says is sorely lacking in films — has most critics in a swoon. Here are edited excerpts from the conversation.", "url": "https://www.nytimes.com/2017/06/01/movies/wonder-woman-gal-gadot-patty-jenkins.html"}