{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 23:31:21", "date_modify": "2022-10-25 23:31:21", "date_publish": "2017-05-22 09:00:39", "description": "President Trump ignited a national discussion of blue-collar jobs. Truck driving, once a road to the middle class, is now low-paying, grinding, unhealthy work. We talked with drivers about why they do it.", "filename": "2017_05_22_us_trucking-jobs_1666740681.html", "image_url": "https://static01.nyt.com/images/2017/05/24/us/00trucking28/00trucking28-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a610c3ab5571fdcfe0f44db0bcf223069239410710ffdab52bd0886b04f20c00&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_22_us_trucking-jobs_1666740681.html", "title": "Alone on the Open Road: Truckers Feel Like ‘Throwaway People’", "title_page": "Alone on the Open Road: Truckers Feel Like ‘Throwaway People’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "My daughter got accepted to U.C.-Davis, and she wasn’t going to go because we couldn’t afford it. I told her that I would do whatever it took.\nIt is very stressful being away from home, being out of contact with people.\nI was driving cross-country and stopped in Texas to pick up a cousin of mine. Her sister was having a baby. I said, “I’ll take you home to California.” We hardly talked at all on the trip. You forget how to communicate with people. You’re by yourself constantly. There’s nobody to talk to except when you’re picking up or dropping off a load.\nAre you in a romantic relationship at home?\nYes. He is my high school sweetheart. We got back in touch with each other and things are falling in place. But it’s hard on him because he doesn’t understand what goes on out here. He’s always watching the weather and the news, and calling to tell me there’s a storm coming up, please be careful. He’s worried about me being at truck stops and rest areas at night. He doesn’t want me coming in in the evenings to take showers.\nDo you feel in danger as a woman?\nIn the beginning, I noticed I got a lot of dirty looks from men. You hear remarks under their breath when you’re coming through the truck stops. I don’t hear it anymore. I’ve learned to tune everybody out. I don’t pay attention to anybody around me. I’m always aware of my surroundings, I notice what people are wearing, what they’re looking at, but if you are passing me, it looks like I’m always looking down at the ground.\nMs. Gomez explained that her first year was the hardest because she was required to drive for the large freight company that trained her, which paid a low mileage rate. Since the trucking industry was deregulated a generation ago, drivers’ pay has fallen. Truckers earn on average $43,600 a year, less than in 1980 when adjusted for inflation. Many work the equivalent of two full-time jobs. Now Ms. Gomez drives for a small mom-and-pop company, which pays better than the industry average.\nDid you think of quitting that first year?\nNo. I’m not a quitter. It was very hard. My daughter kept me going. She wants to be a social worker. My oldest son has been in trouble since he was about 15. He’s currently in prison. He got sentenced to 21 years for attempted murder. Now, he is part of a gang. He’s got tattoos all over him. I’m so disappointed.\nWhen all of this happened, my daughter went through a really hard time. I sat down and had a long talk with her. She decided she wanted to work with youth and try to help before they end up like her brother.", "url": "https://www.nytimes.com/2017/05/22/us/trucking-jobs.html"}