{"authors": ["William Neuman", "J. David Goodman"], "date_download": "2022-10-25 23:49:12", "date_modify": "2022-10-25 23:49:12", "date_publish": "2017-11-08 02:27:30", "description": "It remains to be seen if Mayor Bill de Blasio’s landslide win on Tuesday will help him push his agenda in Albany and beyond.", "filename": "2017_11_07_nyregion_bill-de-blasio-mayor_1666741752.html", "image_url": "https://static01.nyt.com/images/2017/11/08/nyregion/08nycmayor-alpha/08nycmayor-alpha-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=a30b7ba7a989ce0411d3108ab59aaa67d85e3b35e0ebed8f753783d9f3f7199a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_07_nyregion_bill-de-blasio-mayor_1666741752.html", "title": "De Blasio Coasts to Re-election, as Second-Term Challenges Await", "title_page": "De Blasio Coasts to Re-election, as Second-Term Challenges Await - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now comes the hard part.\nGliding to his second landslide victory, Bill de Blasio was re-elected on Tuesday as the mayor of New York City, overwhelming his Republican challenger, Nicole Malliotakis, and a handful of independent candidates in what he declared a persuasive affirmation of his progressive agenda.\nMr. de Blasio, the first Democratic mayor to be re-elected in a generation, since Edward I. Koch captured his third term in 1985, now has four years to further his goal of reshaping the city in his progressive mold.\n“It’s a good night for progressives,” Mr. de Blasio said at a victory party at the Brooklyn Museum, with his wife, Chirlane McCray, and his son, Dante, at his side. “For the first time in 32 years, a Democratic mayor was re-elected in New York City. But let’s promise each other: This is the beginning of a new era of progressive Democratic leadership in New York City for years and years to come.”\nYet Mr. de Blasio’s ability to deliver on his agenda may have far more to do with the winds blowing out of Washington and Albany than with circumstances in the five boroughs.", "url": "https://www.nytimes.com/2017/11/07/nyregion/bill-de-blasio-mayor.html"}