{"authors": ["Valeriya Safronova"], "date_download": "2022-10-25 23:43:17", "date_modify": "2022-10-25 23:43:17", "date_publish": "2017-07-12 15:35:50", "description": "The British publicist has a moment in the media glare as the broker of the 2016 meeting between Donald Trump Jr. and a Moscow insider.", "filename": "2017_07_12_style_rob-goldstone-russia-trump_1666741397.html", "image_url": "https://static01.nyt.com/images/2017/07/12/fashion/12goldstone-web/12goldstone-web-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=d4d0c3c1d877d332628ead2826f51e3fa0f47d0f320056b6ee8fe625839e5296&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_12_style_rob-goldstone-russia-trump_1666741397.html", "title": "Rob Goldstone, Trump Intermediary, Likes Silly Hats and Facebook", "title_page": "Rob Goldstone, Trump Intermediary, Likes Silly Hats and Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A new peripheral character in the Trump universe stepped into the spotlight this week: the entertainment publicist and former tabloid reporter Rob Goldstone.\nThis is the man who facilitated a meeting last year between Donald Trump Jr. and Natalia Veselnitskaya, a Russian lawyer and Moscow insider, with the promise of information that “would incriminate Hillary [Clinton] and her dealings with Russia.”\nMr. Goldstone, who runs the public relations company Oui 2 Entertainment, contacted Donald Trump Jr. by email on behalf of his client, Emin Agalarov, a Russian pop star whose father, Aras, is a real estate tycoon. Aras Agalarov worked with President Trump and Mr. Goldstone to take the Miss Universe contest to Moscow in 2013.\nOn Tuesday, Donald Trump Jr. posted images of his email exchanges with Mr. Goldstone on his Twitter account after learning that The New York Times planned to publish them. The meeting, details of which were first reported by The Times, took place on June 9, 2016, on the 25th floor of Trump Tower and was attended by Donald Trump Jr.; his brother-in-law, Jared Kushner; Paul Manafort, President Trump’s campaign manager at the time; and Mr. Goldstone.", "url": "https://www.nytimes.com/2017/07/12/style/rob-goldstone-russia-trump.html"}