{"authors": ["Rachel Abrams"], "date_download": "2022-10-25 23:51:49", "date_modify": "2022-10-25 23:51:49", "date_publish": "2017-06-24 09:00:30", "description": "Bananas can’t get cold. Milk mustn’t tip. Online food delivery still trips up companies. A day on the truck shows why.", "filename": "2017_06_24_business_a-street-fight-among-grocers-to-deliver-your-milk-eggs-bananas_1666741909.html", "image_url": "https://static01.nyt.com/images/2017/06/25/business/25LASTMILE1-WEB/25LASTMILE1-WEB-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d72f651ac19bf7ae7fb5df48ed34a42d81c1d037c4cfbdf72ec7618d33efe0c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_24_business_a-street-fight-among-grocers-to-deliver-your-milk-eggs-bananas_1666741909.html", "title": "A Street Fight Among Grocers to Deliver Your Milk, Eggs, Bananas", "title_page": "A Street Fight Among Grocers to Deliver Your Milk, Eggs, Bananas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Younger people are especially important to grocery delivery companies. Millennials and Generation Y make up about a quarter of Peapod’s customers, but in a few years those young people will likely begin spending more money on food; maybe they’ll have families, or get a pet, or start making a little more money.\nThey have grown up in an environment where everything is available online, and digital grocers want to get them hooked early. Peapod, for example, has added more organic, international and bulk items to its offerings, because those products tend to be popular among its younger customers.\nGeneration X makes up about half of Peapod’s customers, and the remaining 25 percent are older. In total, Peapod’s customers are fairly evenly divided between the city and the suburbs, where Mr. Browne prefers to work. There are no horses or walk-ups, and he doesn’t need to walk past the garbage at a service entrance.\nThough the distances are longer, non-metro areas tend to be cheaper places for Peapod to work, according to Ken Fanaro, the company’s senior director of transportation planning and development. Fuel efficiency is better, and there are fewer parking tickets and tolls. But because customers are farther away and more widely spaced, drivers can do fewer orders per shift. (Tips, however, tend to be better outside the most densely populated areas, Mr. Browne says. One time he went to Staten Island — part of New York City, but largely suburban in layout — and made $200 over two days.)\n“Every day, you’re coming home with money,” he says. “I’ve never had a job like that before.”\nAbout half of Mr. Browne’s customers today chose to tip him online when they placed their orders. Some will tip him in cash. Some, like the college students, won’t tip at all. Today, the man in the fourth-floor walk-up who orders every couple of days tips Mr. Browne for the first time, giving him $3.\n“What’s up, boss?” Mr. Browne says to the man at the top of the stairs, slightly out of breath.\nMr. Browne has lost 15 pounds since he started this job about a year and a half ago. Today he is carrying a gallon of milk, laundry detergent and a couple of bags with his left arm, and holds a carton of eggs in his right hand. He tries to do everything in one trip, if he can.", "url": "https://www.nytimes.com/2017/06/24/business/a-street-fight-among-grocers-to-deliver-your-milk-eggs-bananas.html"}