{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:39:48", "date_modify": "2022-10-25 23:39:48", "date_publish": "2017-10-08 21:51:59", "description": "On the cusp of China’s leadership shake-up, a village where President Xi Jinping spent seven years as a youth now draws pilgrims and a propaganda drive.", "filename": "2017_10_08_world_asia_xi-jinping-china-propaganda-village_1666741188.html", "image_url": "https://static01.nyt.com/images/2017/10/07/world/09china-xi-3sub/09china-xi-3sub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4579778ce5f79ef468cbc48462f0a4c627880483a1b65f19d227addc085dcb9d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_08_world_asia_xi-jinping-china-propaganda-village_1666741188.html", "title": "Chinese Village Where Xi Jinping Fled Is Now a Monument to His Power", "title_page": "Chinese Village Where Xi Jinping Fled Is Now a Monument to His Power - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LIANGJIAHE, China — Almost 50 years after Xi Jinping first trudged into this village as a cold, bewildered teenager, hundreds of political pilgrims retrace his footsteps every day.\nThey follow a well-trod course designed to show how the seven years that the young Mr. Xi spent in this hardscrabble village in China’s barren northwest forged the strongman style that he now uses to rule the world’s most populous nation. Visitors peer down a well that Mr. Xi helped to dig, admire a storage pit that he built to turn manure into methane gas for stoves and lamps, and sit for inspirational lectures outside the cave homes where he sheltered from the chaos of Mao Zedong’s Cultural Revolution.\n“When he first arrived in Liangjiahe, he wasn’t prepared for the hardship,” a guide told a tour group of officials, who listened attentively under a drizzling rain. The message, conveyed by the guides and the village’s carefully tended buildings and artifacts, is that Mr. Xi left Liangjiahe steeled for the leadership roles that he would one day assume.\nTurning a leader’s former home into a tableau for propagating his political-creation myth has a venerable precedent in the People’s Republic. Back in the 1960s, Mao’s birthplace, Shaoshan, was turned into a secular shrine for slogan-chanting Red Guards who looked on modern China’s founder as a nearly godlike figure.", "url": "https://www.nytimes.com/2017/10/08/world/asia/xi-jinping-china-propaganda-village.html"}