{"authors": ["Thomas Erdbrink"], "date_download": "2022-10-25 23:54:37", "date_modify": "2022-10-25 23:54:37", "date_publish": "2017-04-12 18:23:41", "description": "The surprising decision by Mr. Ahmadinejad, who became notorious in the West by threatening Israel and denying the existence of the Holocaust, may test Iran’s establishment.", "filename": "2017_04_12_world_middleeast_mahmoud%2Dahmadinejad%2Diran%2Dpresidential%2Delection_1666742077.html", "image_url": "https://static01.nyt.com/images/2017/04/13/world/13Iran-01/13Iran-01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=fc0ee503ac23021eb8046c4ae0890e9f13d2b1d12ca079789ee0407cd373b06c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_12_world_middleeast_mahmoud%2Dahmadinejad%2Diran%2Dpresidential%2Delection_1666742077.html", "title": "Mahmoud Ahmadinejad, Ex-President of Iran, Files to Run Again", "title_page": "Mahmoud Ahmadinejad, Ex-President of Iran, Files to Run Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ayatollah Khamenei and the rest of the establishment could simply choose to disqualify Mr. Ahmadinejad, as a vetting council they control is expected to do to hundreds of others who have registered as candidates. But responding to Mr. Ahmadinejad’s desire for a political rebirth might require a more finessed response, analysts said.\nPresident Hassan Rouhani is favored to win re-election. But many Iranians have been disappointed over the lack of economic recovery after the nuclear deal Iran reached with the United States and other major powers in 2015. Iran’s hard-liners strongly dislike Mr. Rouhani’s desire to reach out to the West and even to the United States. They accuse him of wanting to smooth the sharp edges of Iran’s ideology and being too willing to consider compromises on cultural issues.\nThe hard-liners have seized on popular discontent over the economy, and they tried to undermine and pressure Mr. Rouhani where they could. About a dozen pro-Rouhani activists who oversaw social media pages have been arrested in recent weeks. Mr. Rouhani’s brother, Hossein Fereydoun, was summoned to court last week on allegations of corruption. Morality police officers, whom Mr. Rouhani had promised to remove from the streets during the 2013 presidential campaign, are back and arresting women deemed to be wearing their Islamic scarves improperly.\nMr. Ahmadinejad, meanwhile, has been quietly trying to rebrand himself. Ever since his falling-out with Ayatollah Khamenei, which was over the selection of the minister of intelligence, a position that requires the supreme leader’s approval, Mr. Ahmadinejad has been presenting himself as an anti-establishment figure — someone who is not afraid to ignore the will of Ayatollah Khamenei.", "url": "https://www.nytimes.com/2017/04/12/world/middleeast/mahmoud%2Dahmadinejad%2Diran%2Dpresidential%2Delection.html"}