{"authors": ["Ken Belson"], "date_download": "2022-10-25 22:59:46", "date_modify": "2022-10-25 22:59:46", "date_publish": "2017-10-10 20:38:50", "description": "Two week after the league stared down President Trump, Roger Goodell sent a letter to owners saying “we believe that everyone should stand for the national anthem.”", "filename": "2017_10_10_sports_football_nfl-goodell-anthem-kneeling_1666738786.html", "image_url": "https://static01.nyt.com/images/2017/10/11/sports/11NFLweb-sub/11NFLweb-sub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5521564d2b528b876c308a61dcedc795bff0e0c9a41a30115c3ce8f07457affd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_10_sports_football_nfl-goodell-anthem-kneeling_1666738786.html", "title": "Goodell and N.F.L. Owners Break From Players on Anthem Kneeling Fight", "title_page": "Goodell and N.F.L. Owners Break From Players on Anthem Kneeling Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By appearances anyway, the N.F.L. was one big family two weeks ago. After President Trump urged owners to fire players who did not stand for the national anthem, everyone from Commissioner Roger Goodell to the 32 team owners to the players and coaches locked arms, in many cases literally, in defiance and unity.\nThat unanimity has all but vanished. As the president continues to harangue the league over the anthem, and a number of fans across the country express displeasure with the handful of players who continue to kneel during the anthem, a growing pool of owners is trying to defuse the politically charged issue, even if it means confronting the players the owners previously sympathized with.\nOne of the most powerful owners in the league is now speaking openly about benching players who do not stand for the anthem, and Goodell, who said previously that players had a right to voice their opinions, is siding with the owners opposed to letting the players demonstrate. The owners plan to meet next week to establish what to do about the anthem gestures.\n“Like many of our fans, we believe that everyone should stand for the national anthem,” Goodell said in a letter sent to owners on Tuesday.", "url": "https://www.nytimes.com/2017/10/10/sports/football/nfl-goodell-anthem-kneeling.html"}