{"authors": ["Benoît Morenne"], "date_download": "2022-10-25 23:54:22", "date_modify": "2022-10-25 23:54:22", "date_publish": "2017-04-25 14:50:27", "description": "President François Hollande led a memorial ceremony. The two contenders to succeed him took a break from campaigning to attend.", "filename": "2017_04_25_world_europe_paris-attacks-ceremony_1666742062.html", "image_url": "https://static01.nyt.com/images/2017/04/26/world/26paris-1/26paris-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=7902286f3f3b2519290fd6da76c30816dc9a7a57ead46ac46ae84524667ddfd3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_25_world_europe_paris-attacks-ceremony_1666742062.html", "title": "Xavier Jugelé, Police Officer Killed in Paris Attack, Is Honored", "title_page": "Xavier Jugelé, Police Officer Killed in Paris Attack, Is Honored - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The officer’s coffin was covered with a French flag and placed at the center of a courtyard in a ceremony that served as a powerful reminder of the perilous times in which the elections were taking place and of the heavy price paid by French security forces in recent years. A minute’s silence was held in police stations across France.\nOfficer Jugelé, 37, was shot in the head on Thursday while at the wheel of a parked police van. He has been posthumously promoted and awarded the Legion of Honor. Two other police officers and a bystander were wounded in the attack.\nIn a personal and moving elegy, Mr. Cardiles described the man he loved in vivid terms. “You went to your job at 2 p.m. in the clothes that you wore when maintaining order, of which you took so much care,” he said. “I know you enjoyed this type of mission; I know, because it was the Champs” — meaning the Champs-Élysées — “and the image of France, because it was also culture that you were protecting.”\nMr. Cardiles then shifted to the night of the attack, saying that when he had heard there had been an attack on the Champs-Élysées and that a police officer had been killed, “A little voice inside told me that it was you.”", "url": "https://www.nytimes.com/2017/04/25/world/europe/paris-attacks-ceremony.html"}