{"authors": ["Alan Wong"], "date_download": "2022-10-25 23:40:09", "date_modify": "2022-10-25 23:40:09", "date_publish": "2017-02-14 06:54:18", "description": "The beating, caught by a television crew during the pro-democracy demonstrations that swept the city, outraged the public and revived the flagging protests.", "filename": "2017_02_14_world_asia_hong-kong-police-ken-tsang-conviction_1666741209.html", "image_url": "https://static01.nyt.com/images/2017/02/15/world/15Hongkong-1/15Hongkong-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8ce59394056ec44dca5bf58a6debc20ff5282ed666bf22e220514dc8e2ec6a9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_14_world_asia_hong-kong-police-ken-tsang-conviction_1666741209.html", "title": "7 Hong Kong Police Officers Convicted of Assaulting Protester in 2014", "title_page": "7 Hong Kong Police Officers Convicted of Assaulting Protester in 2014 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the video, five officers are seen punching, kicking and stomping on Mr. Tsang, as two officers watch. The judge, David Dufton of the District Court of Hong Kong, said that the two defendants identified as the watching officers had played a supporting role in the assault and found them guilty along with the others.\n“If a police officer stands by and watches his colleague beat up a suspected person, his failure to intervene is evidence of encouragement to carry out the assault,” Judge Dufton wrote in his ruling.\nOne of the seven officers was convicted of an additional count of assault, an offense that carries a maximum sentence of one year of prison, for later slapping Mr. Tsang twice at a police station. All seven officers have been suspended from duty since they were arrested.\nThe officers were acquitted of the more serious offense of causing grievous bodily harm with intent, which carries a maximum sentence of life in prison. The court found that the injuries to Mr. Tsang did not amount to grievous harm. Mr. Tsang suffered injuries to his face, neck and other parts of his body.\nJudge Dufton rejected the arguments by defense lawyers, offered at various points in the trial, that the video could have been doctored, that the man beaten might not have been Mr. Tsang and that the officers in the footage were not their clients.", "url": "https://www.nytimes.com/2017/02/14/world/asia/hong-kong-police-ken-tsang-conviction.html"}