{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:30:08", "date_modify": "2022-10-25 23:30:08", "date_publish": "2017-08-16 19:48:21", "description": "The French Army accredited a small corps of fine artists to work near the front lines and capture the Great War in ways the camera could not.", "filename": "2017_08_16_insider_artists-on-the-battle-lines-from-france-where-else_1666740608.html", "image_url": "https://static01.nyt.com/images/2017/08/15/insider/worldwar170816a/worldwar170816a-facebookJumbo.jpg?year=2017&h=550&w=1050&s=03f85dc15a7cc5838562a83cda99d8136e98746bd75b6597284c527cf647893a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_16_insider_artists-on-the-battle-lines-from-france-where-else_1666740608.html", "title": "Artists on the Battle Lines, From France (Where Else?)", "title_page": "Artists on the Battle Lines, From France (Where Else?) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The New York Times Mid-Week Pictorial exemplified how powerful a tool the camera had become in telling the story of war. But technical limitations still left a lot to be desired. There were many French artists who believed they had a role to play in conveying the war’s terrors in ways that photographers could not.\nImage Credit... Central News/The New York Times Mid-Week Pictorial, Aug. 16, 1917\nAmong the most vivid examples is Félix Vallotton’s unsettling oil painting, “Verdun (Interpretive War Painting, Projections in Black, Blue and Red Colors, Devastated Lands, Gas Clouds),” of 1917. Vallotton was among a group of established artists who were accredited by the French Army to work near the battlefront.\n“Some of the foremost artists of the day are employed by the government to make pictures of scenes and episodes for which the camera is unsuited,” the Mid-Week Pictorial said 100 years ago.", "url": "https://www.nytimes.com/2017/08/16/insider/artists-on-the-battle-lines-from-france-where-else.html"}