{"authors": ["Julie Hirschfeld Davis", "David E. Sanger", "Glenn Thrush"], "date_download": "2022-10-25 22:55:53", "date_modify": "2022-10-25 22:55:53", "date_publish": "2017-07-07 21:02:14", "description": "The meeting turned into a bright spot for Mr. Trump at the G-20 gathering, where the United States is finding itself increasingly isolated on other issues.", "filename": "2017_07_07_world_europe_trump-putin-g20.html__r=0_1666738553.html", "image_url": "https://static01.nyt.com/images/2017/07/08/world/08prexy/08prexy-facebookJumbo.jpg?year=2017&h=549&w=1050&s=490c7629a8f9cfbd1cc0172dfdcde802ffaf0bef22543af137b41b327bbbb78e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_07_world_europe_trump-putin-g20.html__r=0_1666738553.html", "title": "Trump Questions Putin on Election Meddling at Eagerly Awaited Encounter", "title_page": "Trump Questions Putin on Election Meddling at Eagerly Awaited Encounter - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Both aides were trying to present their leaders as having stood their ground.\nThe relationship between the United States and Russia right now is so fraught, so mired in distrust, disruption, power plays and cybersabotage, that the best Mr. Putin and Mr. Trump could get away with was setting up mechanisms to talk about their differences.\nMr. Trump entered the meeting hoping to put an end to the scrutiny over his election. Mr. Putin wanted a way out of the Western sanctions that have hobbled the Russian economy since he annexed Crimea and interfered in Ukraine.\nNeither got what they wanted.\nBy the end of the day, the two countries had taken only baby steps. There was a newly appointed American special envoy implementing the accords reached on Ukraine. There was another cease-fire agreement for a slice of Syria. There was some kind of unspecified process for a new kind of arms control — not nuclear arms, but cyberarms, vaguely focused on everything from election interference to the sabotage of each other’s computer networks.\nMr. Trump knew that any concession to the savvy Russian leader would lead to accusations that he was, in the end, rewarding Russia’s bold attempt to sway American voters. Mr. Putin, in the end, appears to have settled on a long game, convinced that his mix of information warfare, “active measures” and low-level aggression will ultimately get him what he wants, a restoration of Russia’s status.\nIt is far too early to know if even those steps will amount to anything; they seemed intended to show that each man regarded the other as someone they could do business with.", "url": "https://www.nytimes.com/2017/07/07/world/europe/trump-putin-g20.html?_r=0"}