{"authors": ["Vivian Yee"], "date_download": "2022-10-25 23:41:52", "date_modify": "2022-10-25 23:41:52", "date_publish": "2017-02-23 02:14:27", "description": "The threat of deportation, once for only those who committed serious crimes, has many immigrants in self-imposed house arrest.", "filename": "2017_02_22_us_immigrants-deportation-fears_1666741312.html", "image_url": "https://static01.nyt.com/images/2017/02/23/us/23jpIMMIG/23jpIMMIG-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d8ab42c942d24799ff166542ef7b5f406a12b183c6bb1a970952f14636b5ada2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_22_us_immigrants-deportation-fears_1666741312.html", "title": "Immigrants Hide, Fearing Capture on ‘Any Corner’", "title_page": "Immigrants Hide, Fearing Capture on ‘Any Corner’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But for the undocumented, the atmosphere in Washington is a signal to prepare for the worst.\nIn the parking lot of a Latino shopping strip in Austin, Tex., one couple who were walking with their two children out of a pediatrician appointment said they had picked a friend with documentation to serve as their children’s guardian if they were sent back to Mexico.\n“And we’re getting our kids U.S. passports so they can come visit us in Mexico,” said the man, a stocky restaurant worker in a gray baseball cap, who has lived in Texas for 15 years and declined to give his name.\nHe said he was not afraid to leave, but wanted to be prepared. “If they’re going to take me,” he said, “they’re going to take me.”\nTwo Roman Catholic nuns with the Sisters of Loretto, who did not want to be identified because they did not want to put the people they serve in jeopardy, said they were already seeing the undocumented people they knew change their habits out of fear.\nThey know a woman who has stopped going out to buy medication. They know a couple, restaurant workers, who have lived in the country for 25 years and are now taking turns going shopping. That way, they figure, their children will still have one parent if the other is picked up.\nSome low-income families in New York with children who are citizens have declined to re-enroll in a program offering food assistance worth several thousand dollars, said Betsy Plum, director of special projects for the New York Immigration Coalition, an advocacy group.\n“There’s a real isolationist reflex that’s happening now,” Ms. Plum said.\nOn a good Sunday, the Staten Island tamale restaurant run by Cesar Rodriguez and his mother makes $3,000. Since the start of the year, it has averaged only $1,500, and this past Sunday only $700.", "url": "https://www.nytimes.com/2017/02/22/us/immigrants-deportation-fears.html"}