{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:01:50", "date_modify": "2022-10-25 23:01:50", "date_publish": "2017-12-03 14:42:43", "description": "In an extraordinary attack on the top law enforcement body in his own government, President Trump accused the F.B.I. and its career investigators of having a bias against him.", "filename": "2017_12_03_us_politics_trump-fbi-tatters_1666738910.html", "image_url": "https://static01.nyt.com/images/2017/12/04/us/politics/04dc-trump/04dc-trump-facebookJumbo.jpg?year=2017&h=550&w=1050&s=430d9d830f4b4c7bebc255dfd60130447a17e846d186a109dd73db1cbdf97ae2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_03_us_politics_trump-fbi-tatters_1666738910.html", "title": "Trump, Defending Himself After Flynn Guilty Plea, Says F.B.I. Is in ‘Tatters’", "title_page": "Trump, Defending Himself After Flynn Guilty Plea, Says F.B.I. Is in ‘Tatters’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As the F.B.I.’s Russia investigation draws closer to him, President Trump on Sunday unleashed an extraordinary assault on the nation’s premier law enforcement agency, calling it a biased institution whose reputation for fairness was “in tatters.”\nIn a series of early-morning tweets, Mr. Trump said the F.B.I.’s standing was now the “worst in history.” The attack was one of the harshest in a generation on an independent agency that two days earlier had helped secure a guilty plea and a pledge of cooperation from the president’s first national security adviser.\nCurrent and former F.B.I. officials, historians and lawmakers rebuked the president over his efforts to undermine the F.B.I.’s credibility as it investigates whether his campaign colluded with Russian officials to sway the 2016 election. A president who has positioned himself as devoted to law and order is now in a public dispute with the country’s top law enforcement agents.\nThomas O’Connor, the president of the association representing F.B.I. agents, defended their integrity in a statement. “F.B.I. agents are dedicated to their mission,” he said, asserting that they demonstrated “unwavering integrity and professionalism” on the job. “Suggesting otherwise is simply false,” he added.", "url": "https://www.nytimes.com/2017/12/03/us/politics/trump-fbi-tatters.html"}