{"authors": ["Helene Cooper"], "date_download": "2022-10-25 23:54:35", "date_modify": "2022-10-25 23:54:35", "date_publish": "2017-04-05 10:00:24", "description": "Some considered Obama-era rules about military strikes to be micromanaging, but the new command style may increase the potential for civilian casualties.", "filename": "2017_04_05_us_politics_rules-of-engagement-military-force-mattis_1666742075.html", "image_url": "https://static01.nyt.com/images/2017/04/06/us/06military/04military-facebookJumbo.jpg?year=2017&h=550&w=1050&s=041d2a357921f2c8dfa4d5824756bd06a4560f36d61f9cc64eaf023897c063c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_05_us_politics_rules-of-engagement-military-force-mattis_1666742075.html", "title": "Trump Gives Military New Freedom. But With That Comes Danger.", "title_page": "Trump Gives Military New Freedom. But With That Comes Danger. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump has let the military know that the buck stops with them, not him. The Pentagon, after eight years of chafing at what many generals viewed as micromanaging from the Obama White House, is so far embracing its new freedom.\nOfficials say that much of Defense Secretary Jim Mattis’s plan to defeat the Islamic State, which Mr. Mattis delivered to the White House in February but has yet to make public, consists of proposals for speeding up decision-making to allow the military to move more quickly on raids, airstrikes, bombing missions and arming allies in Iraq, Syria and elsewhere. Commanders argue that loosening restrictions — as Mr. Trump has already done for American operations in much of Somalia and parts of Yemen — could lead to a faster defeat of Islamic State militants in not only the Middle East but also the Horn of Africa.\nYet with the new freedoms come new dangers for the military, including the potential of increased civilian casualties, and the possibility that Mr. Trump will shunt blame for things that go wrong to the Pentagon. Mr. Trump already did that after the botched raid in Yemen in January, which led to the death of Chief Petty Officer William Owens, a member of the Navy SEALs known as Ryan, despite having signed off on that raid himself.\n“They explained what they wanted to do, the generals, who are very respected,” Mr. Trump told Fox News after the raid. “And they lost Ryan.”", "url": "https://www.nytimes.com/2017/04/05/us/politics/rules-of-engagement-military-force-mattis.html"}