{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:45:02", "date_modify": "2022-10-25 23:45:02", "date_publish": "2017-02-10 19:15:54", "description": "With Daniel K. Tarullo stepping down in April, President Trump will have an even greater opportunity to reshape the Federal Reserve’s board.", "filename": "2017_02_10_us_politics_daniel-tarullo-federal-reserve_1666741502.html", "image_url": "https://static01.nyt.com/images/2017/02/11/business/11FED/11FED-facebookJumbo.jpg?year=2017&h=550&w=1050&s=85cc046aea2b1c83206fa5adc6bff448d1e5e466773bf1454d8d2ea28934340f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_10_us_politics_daniel-tarullo-federal-reserve_1666741502.html", "title": "Fed’s Proponent for Regulation to Depart, Leaving 3 Vacancies", "title_page": "Fed’s Proponent for Regulation to Depart, Leaving 3 Vacancies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Daniel K. Tarullo, the Federal Reserve official who led its efforts to strengthen financial regulation over the last eight years, announced on Friday that he planned to leave the central bank in early April.\nWith Mr. Tarullo’s resignation, there will be three vacancies on the Fed’s seven-seat board, providing an opportunity for President Trump to start reshaping the Fed’s approach to monetary policy and to the regulation of the financial industry.\nThe Trump administration and congressional Republicans are pressing for the Fed and other financial regulators to reduce the constraints on financial institutions imposed in the aftermath of the 2008 financial crisis.\nMr. Tarullo offered no explanation for his departure in a terse, two-sentence letter to Mr. Trump. But eight years is an unusually long tenure for a Fed governor — many leave after just two or three — and people who know Mr. Tarullo said that in recent years he had become increasingly worn down by the job.", "url": "https://www.nytimes.com/2017/02/10/us/politics/daniel-tarullo-federal-reserve.html"}