{"authors": ["Andrew Ross Sorkin"], "date_download": "2022-10-25 23:44:02", "date_modify": "2022-10-25 23:44:02", "date_publish": "2017-10-24 00:19:31", "description": "The kingdom is embarking on a big experiment as it diversifies its oil-based economy, and executives looking for investment are making their pitches.", "filename": "2017_10_23_business_dealbook_in-the-saudi-desert-worlds-business-leaders-follow-the-money_1666741442.html", "image_url": "https://static01.nyt.com/images/2017/10/24/business/dealbook/24sorkin/24sorkin-facebookJumbo.jpg?year=2017&h=549&w=1050&s=2a801f114d559b5fed19d61b7f82781e94094c4ec8463573cb8066a354ce3070&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_23_business_dealbook_in-the-saudi-desert-worlds-business-leaders-follow-the-money_1666741442.html", "title": "In the Saudi Desert, World’s Business Leaders Follow the Money", "title_page": "In the Saudi Desert, World’s Business Leaders Follow the Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They think of the Saudis as big money,” said Ian Bremmer, president and founder of Eurasia Group, a political research and consulting firm. “Not smart, not dumb, but really big money that’s ready to move. And that attracts an extraordinary number of people who’d like a little piece.”\nWall Street’s biggest companies are sending swarms of bankers here, as are private equity firms and hedge funds. One executive described the gathering as “a ring-kissing exercise,” an effort by businesses to prove their loyalty as the country’s Public Investment Fund — which is the formal sponsor of the event — begins to dole out hundreds of billions of dollars as part of its diversification plan, known as Vision 2030.\nMr. Schwarzman’s Blackstone and Mr. Son’s SoftBank have so far been the biggest beneficiaries of Saudi Arabia’s largess. This year, the country committed $20 billion to a new Blackstone fund to be used, in part, to fix aging infrastructure in the United States. And it gave $45 billion to Mr. Son’s SoftBank Vision Fund, the largest technology fund in the world.\nIt has already made investments in WeWork, SoFi and Fanatics, and is negotiating an investment in Uber. Speaking of Uber, Travis Kalanick, its former chief executive and a current board member, is expected here; the Saudis invested $3.5 billion directly in Uber last year.\nA number of participants, speaking anonymously so as not to offend their hosts, grumbled about what they described as having to trek to the desert to get their picture taken. Others said attendance was mandatory because the kingdom was a client. One executive, unprompted, said bankers would be taking selfies to put in pitch books for future business in Saudi Arabia.\nJournalists from around the world are also here at the conference. (I’m among the many journalists interviewing executives and officials on panels.)\nTopic A in the hallways is the initial public offering for Aramco. There have been reports recently that the I.P.O. might be delayed or that the government might sell a stake in the company to the Chinese, either as an alternative to the public offering or as a way to help establish a valuation.", "url": "https://www.nytimes.com/2017/10/23/business/dealbook/in-the-saudi-desert-worlds-business-leaders-follow-the-money.html"}