{"authors": ["Choe Sang-Hun", "Austin Ramzy"], "date_download": "2022-10-25 23:45:32", "date_modify": "2022-10-25 23:45:32", "date_publish": "2017-08-21 05:58:17", "description": "North Korea, calling the joint exercises a rehearsal for real war, said the drills would escalate tensions on the peninsula.", "filename": "2017_08_21_world_asia_south-korea-us-joint-exercises_1666741532.html", "image_url": "https://static01.nyt.com/images/2017/08/22/world/22korea-2/22korea-1-1503295827016-facebookJumbo.jpg?year=2017&h=550&w=1050&s=74defda150db6ab2fddf55b647629917b9193b447fa3ce52b7dc610e290f98c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_21_world_asia_south-korea-us-joint-exercises_1666741532.html", "title": "South Korea and U.S. Begin Drills as North Warns of Rising Tensions", "title_page": "South Korea and U.S. Begin Drills as North Warns of Rising Tensions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — The United States and South Korea began their annual joint military exercises on Monday, while North Korea warned that the drills would deepen tensions on the Korean Peninsula by “throwing fuel onto fire.”\nBoth the United States and South Korea insist that the drills are defensive in nature, but North Korea has long condemned the joint exercises as rehearsals for invasion. During such drills, North Korea has often escalated its warlike rhetoric and lashed out with missile and other weapons tests.\nIt tested a submarine-launched ballistic missile during the drills in August last year, following it up with a nuclear test, its fifth, the next month.\nThe exercises this week, known as Ulchi-Freedom Guardian, follow a North Korean threat this month to launch four ballistic missiles into waters near Guam, home to major American military bases in the Western Pacific. That warning, combined with another by President Trump to bring “fire and fury” to the North unless it stood down, has escalated tensions in the region, even setting off fears of possible war.", "url": "https://www.nytimes.com/2017/08/21/world/asia/south-korea-us-joint-exercises.html"}