{"authors": [], "date_download": "2022-10-25 23:51:30", "date_modify": "2022-10-25 23:51:30", "date_publish": "2017-03-20 16:37:26", "description": "Excerpts from interviews with collaborators, including Mikhail Baryshnikov, Terry Winters and Laurie Anderson.", "filename": "2017_03_20_arts_dance_5-artists-on-working-with-trisha-brown_1666741890.html", "image_url": "https://static01.nyt.com/images/2017/03/21/arts/21TRISHA-OAK/21TRISHA-OAK-facebookJumbo.jpg?year=2017&h=549&w=1050&s=21f17a19bd84f41dd640dfc40de36d324073cd69164e0e9ede4218b3974d04f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_20_arts_dance_5-artists-on-working-with-trisha-brown_1666741890.html", "title": "5 Artists on Working With Trisha Brown", "title_page": "5 Artists on Working With Trisha Brown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Laurie Anderson\nArtist and Musician\nMs. Anderson created scores for “Set and Reset” (1983), a signature Brown work, and “O zlozony/O composite” (2004), made for three Paris Opera Ballet étoiles:\nI have known Trisha forever. The first time I actually worked with her was for “Set and Reset.” She said, “This one is all about falling,” and so I started with the obvious things of falling musical phrases, and then I realized it was on a bigger level, so whole sections of the music began to fall. That was something I’d never tried before, and it was really, really fun. I would go to rehearsal with them, and she would communicate with me even through her facial expressions, her shoulder as well. For the Paris Opera piece, I didn’t want to make something bombastic, even though the dancers were the three étoiles. I decided to make a really tiny, slightly sad, warped sound that would be very quiet. Jennifer Tipton had lit the piece in a very beautiful way, but Brigitte Lefèvre [the Paris Opera Ballet’s director of dance] stormed in and said: “The lighting is all wrong. I’m going to do it myself.” Our mouths all dropped open. I thought, “This is going to be a disaster.” But she lit it with this blaring light, just like you would light étoiles, and it was gorgeous. I realized then that Trisha’s work was so complicated it could accommodate this blast of white light and this very shy little warped musical score of three drunk people in the back room just cranking away.", "url": "https://www.nytimes.com/2017/03/20/arts/dance/5-artists-on-working-with-trisha-brown.html"}