{"authors": ["Julie Hirschfeld Davis", "Jonathan Martin"], "date_download": "2022-10-25 23:35:26", "date_modify": "2022-10-25 23:35:26", "date_publish": "2017-09-23 02:58:23", "description": "The president lent his support to Alabama’s incumbent senator in a Republican runoff campaign, but risked alienating core anti-establishment voters.", "filename": "2017_09_22_us_politics_trump-luther-strange-alabama_1666740926.html", "image_url": "https://static01.nyt.com/images/2017/09/23/us/23dc-Trumppromo-sub/23dc-Trumppromo-sub-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=23500703db9ba64a2d82859efad487a960b6c971c25a62e68fbff2daf61574c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_22_us_politics_trump-luther-strange-alabama_1666740926.html", "title": "At Alabama Rally, Trump Toggles Between Republican Loyalists", "title_page": "At Alabama Rally, Trump Toggles Between Republican Loyalists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump’s decision to back Mr. Strange in the first place ran counter to the advice of some of the president’s advisers, who had privately argued that Mr. Trump should not expend precious political capital in support of a candidate who could lose. More recently, Stephen K. Bannon, his former chief strategist, has publicly urged Mr. Trump to abandon Mr. Strange, portraying him as a lieutenant of Mr. McConnell and the personification of the “swamp” of establishment Washington that the president has condemned.\nOnly hours before Mr. Trump was to appear in Huntsville, his own secretary of Housing and Urban Development, Ben Carson, issued a statement praising Mr. Moore as “someone who reflects the Judeo-Christian values that were so important to the establishment of our country.” It underscored the degree to which Mr. Trump’s endorsement of Mr. Strange has driven a wedge between the president and his core supporters, who flocked to his anti-establishment message and many of whom are backing Mr. Moore.\nYet Mr. Trump, appearing at ease in campaign mode after a week of scripted speeches and diplomatic maneuvering at the United Nations General Assembly, thrilled Alabamians with tough talk about national security and immigration, and dismissing as a “hoax” the notion that Russia meddled in the 2016 election despite the unanimous consensus of the nation’s intelligence officials.\nHe indulged himself on several pet topics that were of no apparent help to Mr. Strange, including the president’s Electoral College success, his decision to work with congressional Democrats and what he argued was the growing penchant of N.F.L. referees to throw flags for hard hits.\nThe digressions were part of a meandering, more than hourlong speech, interspersed with scripted praise for Mr. Strange and extemporaneous declarations of wonder about the sheer size of the 6-foot-9 senator known as Big Luther.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“That is the tallest human being I’ve ever seen,” Mr. Trump said at one point.\n“Luther wants to end business as usual, stop the insider dealing, and Luther is determined to drain that swamp,” Mr. Trump said. “Luther has proved that he’s not beholden to anyone.”", "url": "https://www.nytimes.com/2017/09/22/us/politics/trump-luther-strange-alabama.html"}