{"authors": ["Emmarie Huetteman", "Rebecca R. Ruiz", "Matthew Rosenberg"], "date_download": "2022-10-25 23:02:35", "date_modify": "2022-10-25 23:02:35", "date_publish": "2017-05-18 20:33:50", "description": "Three Democratic senators said Rod J. Rosenstein, the deputy attorney general, told them in a briefing that he was aware of Mr. Trump’s intention to dismiss the F.B.I. director.", "filename": "2017_05_18_us_politics_rosenstein-memo-trump-comey_1666738955.html", "image_url": "https://static01.nyt.com/images/2017/05/19/us/19cong/19cong-facebookJumbo.jpg?year=2017&h=549&w=1050&s=8863381859e5c99720b6d8392401adc4ff87d233520d68f3931d1b44b45dbb3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_18_us_politics_rosenstein-memo-trump-comey_1666738955.html", "title": "Senate Inquiries Narrow as Rosenstein Suggests Plan to Fire Comey Predated Memo", "title_page": "Senate Inquiries Narrow as Rosenstein Suggests Plan to Fire Comey Predated Memo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Republican senators signaled on Thursday that the Justice Department’s special counsel investigation into Russia’s interference in the presidential election and possible collusion by associates of President Trump would quite likely slow and narrow the scope of their own inquiries.\nFive different Senate and House committees — including both congressional intelligence committees — are running inquiries into the Russian meddling. But the special counsel, Robert S. Mueller III, who was appointed on Wednesday, is widely expected to ask Congress to scale back public hearings with witnesses who might be integral to his investigation.\nThe entire Senate, in a highly unusual gathering, was briefed on the Justice Department inquiry by Rod J. Rosenstein, the deputy attorney general, who stunned some lawmakers when he suggested that he had known President Trump had planned to fire James B. Comey as F.B.I. director before he provided a memo to the president outlining a rationale for his dismissal.\nMr. Rosenstein also affirmed that the Justice Department’s inquiry was focused on possible crimes, meaning that potential subjects of investigation would almost certainly refuse to testify before Congress or withhold documents from lawmakers for fear of possible prosecution.", "url": "https://www.nytimes.com/2017/05/18/us/politics/rosenstein-memo-trump-comey.html"}