{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:30:31", "date_modify": "2022-10-25 23:30:31", "date_publish": "2017-03-21 01:25:32", "description": "The congressman gently probed the F.B.I. chief, James B. Comey, for information and laid out the history of the Trump campaign’s contacts with Russian officials.", "filename": "2017_03_20_us_politics_adam-schiff-house-intelligence-committee_1666740631.html", "image_url": "https://static01.nyt.com/images/2019/03/30/us/30schiff/21schiff-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a8439b0aeec26d5445035315181310605097281327b3275240ceefa4944fb22b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_20_us_politics_adam-schiff-house-intelligence-committee_1666740631.html", "title": "Adam Schiff Leverages Democrats’ Limited Power in Trump Inquiry", "title_page": "Adam Schiff Leverages Democrats’ Limited Power in Trump Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As attack dogs go, Representative Adam B. Schiff, Democrat of California, is more labradoodle than Doberman, his partisanship disguised by a thick fur of intense preparation, modulated locution and gentle accusations.\nSo in a hearing on Monday of the House Permanent Select Committee on Intelligence about Russian interference in the 2016 presidential election, Mr. Schiff, a doe-eyed former federal prosecutor, politely probed James B. Comey, the F.B.I. director, and carefully laid out the history of the Trump campaign’s contacts with Russian officials. It was a performance that showed how an avalanche of information can leverage the limited power of the minority party to damage a president.\n“His public style of questioning is very similar to his nonpublic style of interacting with colleagues,” said Representative Trey Gowdy, Republican of South Carolina and another former prosecutor who as chairman of the committee investigating the attacks in Benghazi, Libya, was known for his pointed, even excitable style. “The courtroom is different from a committee hearing room in almost every way, but Adam has managed to make the transition well.”\nIn the hearing, Mr. Schiff successfully pressed Mr. Comey to say that the F.B.I. had no evidence to support President Trump’s claim that his predecessor, President Barack Obama, had tapped his phones in Trump Tower. Soon afterward, Mr. Comey confirmed what had been widely reported before Monday: The F.B.I. is investigating whether members of Mr. Trump’s campaign colluded with Russia to influence the election, an admission that took Mr. Schiff by surprise, he said.", "url": "https://www.nytimes.com/2017/03/20/us/politics/adam-schiff-house-intelligence-committee.html"}