{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:01:02", "date_modify": "2022-10-25 23:01:02", "date_publish": "2017-06-29 08:11:25", "description": "As thousands turned out for protests against rising violence toward Muslims and lower-caste Indians, many wondered: How did we get here?", "filename": "2017_06_29_world_asia_india-lynchings-attacks-on-muslims_1666738862.html", "image_url": "https://static01.nyt.com/images/2017/06/29/world/29india1/29india1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f98729dbfcfc9fa784409d896e1ec98eca6843d6f60eef4b4dda60c0c4b5c840&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_29_world_asia_india-lynchings-attacks-on-muslims_1666738862.html", "title": "Toll From Vigilante Mobs Rises, and India Begins to Recoil", "title_page": "Toll From Vigilante Mobs Rises, and India Begins to Recoil - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — For decades, one of the most commonplace news items from South Asia has been the “bus plunge.”\nThis sort of disaster happened so frequently that foreign correspondents had to choose among bus plunges, looking for something distinctive — the passengers were pilgrims or schoolchildren; the bus fell into a ravine, or a reservoir, or the sea — to find one that was especially noteworthy, meriting coverage in the newspaper.\nIt is a sign of the times, in India, that we must now do the same with lynchings.\nLast Friday, I found myself weighing the newsworthiness of two mob killings in different parts of the country, uncertain about which one of them we should cover. On Thursday, Junaid Khan, a 15-year-old madrasa student, was riding a crowded passenger train home from Delhi when a group of assailants, after deriding him as a “beefeater” and removing his skullcap, fatally stabbed him and threw him off the train. The same day, in Kashmir, Mohammed Ayub Pandith, a plainclothes police officer, was beaten to death outside a mosque by members of a mob who took him for an informer.\nHow to decide between them? I wondered.\nAnd then I wondered, How did we get here?\nIt is a question others are asking, and for many liberal Indians, last weekend was when the vessel spilled over.", "url": "https://www.nytimes.com/2017/06/29/world/asia/india-lynchings-attacks-on-muslims.html"}