{"authors": ["Helene Cooper"], "date_download": "2022-10-25 23:45:43", "date_modify": "2022-10-25 23:45:43", "date_publish": "2017-05-03 01:10:41", "description": "In a shift from a promise to reverse an Obama policy, three Navy requests to sail a warship near a shoal in the South China Sea were rejected.", "filename": "2017_05_02_world_asia_navy-south-china-sea_1666741543.html", "image_url": "https://static01.nyt.com/images/2017/05/03/world/03military/03military-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c32cfd01ed325344b11f9a141d05aaf63e8f88448b8d786dc17b903053fb9ee0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_02_world_asia_navy-south-china-sea_1666741543.html", "title": "Trump’s Turn Toward China Curtails Navy Patrols in Disputed Zones", "title_page": "Trump’s Turn Toward China Curtails Navy Patrols in Disputed Zones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Six weeks ago, the United States Pacific Command requested permission from senior American officials for a United States warship to sail within 12 nautical miles of Scarborough Shoal, a disputed reef in the South China Sea that is claimed by the Philippines and China.\nThe Navy had good reason to think the request would be granted. During last year’s campaign, Donald J. Trump labeled President Barack Obama as weak in defending international waters in the South China Sea, where Beijing has started a sharp military buildup to reclaim land, install runways and haul equipment onto reefs and shoals it claims as its own. Secretary of State Rex W. Tillerson, during his confirmation hearing in January, called for China to be denied access to the artificial islands. And foreign policy experts and Asia watchers braced for a return to routine Navy patrols within China’s self-proclaimed territorial waters, something Mr. Obama allowed sparingly.\nBut instead, the Pacific Command request — and two others by the Navy in February — was turned down by top Pentagon officials before it even made it to President Trump’s desk. More than 100 days into the Trump presidency, no American Navy ship has gone within 12 miles of any of the disputed islands in the South China Sea, Defense Department officials said.\nThe decision not to challenge China’s territorial claims represents a remarkable deference toward Beijing from an administration that is increasingly turning toward President Xi Jinping for help amid the escalating crisis in the Korean Peninsula. It remained unclear on Tuesday whether it was Defense Secretary Jim Mattis; Gen. Joseph F. Dunford Jr., the chairman of the Joint Chiefs of Staff; or one of their deputies who turned down the three requests. Defense officials said the White House was not involved.", "url": "https://www.nytimes.com/2017/05/02/world/asia/navy-south-china-sea.html"}