{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:08", "date_modify": "2022-10-25 23:56:08", "date_publish": "2017-07-03 16:21:44", "description": "The prime minister backtracked on a Western Wall deal and approved a bill on control of conversions to Judaism, reawakening an old dispute over who is a Jew.", "filename": "2017_07_03_world_middleeast_israel-benjamin-netanyahu-ultra-orthodox-western-wall_1666742168.html", "image_url": "https://static01.nyt.com/images/2017/07/04/world/04Israel1/xxIsrael1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c1725c523cf00cbc7cdee285c76f42c068cfaf3b3bcff16d0ace231482ffecf2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_03_world_middleeast_israel-benjamin-netanyahu-ultra-orthodox-western-wall_1666742168.html", "title": "Israel Faces Uproar Abroad as Netanyahu Yields to Ultra-Orthodox Jews", "title_page": "Israel Faces Uproar Abroad as Netanyahu Yields to Ultra-Orthodox Jews - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — The president of the powerful American Israel Public Affairs Committee lobbying group flew to Israel for an emergency meeting with Prime Minister Benjamin Netanyahu, while other Jewish leaders canceled a dinner with him. One prominent Jewish donor demanded a refund for the $1 million in Israel bonds he had just purchased.\nJews around the world have been in an uproar in the week since Mr. Netanyahu yielded to pressure from his ultra-Orthodox coalition partners and suspended a plan to provide a better space for non-Orthodox men and women to worship together at the Western Wall in Jerusalem.\nThat new prayer space had long been a goal of the Reform and Conservative movements, popular in the West. And in another blow to those more liberal wings of Judaism, the government also approved a contentious bill enshrining the strictly Orthodox Chief Rabbinate’s monopoly over conversions to Judaism in Israel.\nTogether, those moves have reawakened a decades-old dispute over who is a Jew. And they have prompted an emotional debate over the nature of the relationship between the world’s Jews and the Jewish homeland — at a time when a right-wing Israeli government, under increased international criticism, has relied on support among the generally more liberal Jewish diaspora in the West.", "url": "https://www.nytimes.com/2017/07/03/world/middleeast/israel-benjamin-netanyahu-ultra-orthodox-western-wall.html"}