{"authors": ["Aurelien Breeden", "Benoît Morenne"], "date_download": "2022-10-25 23:33:45", "date_modify": "2022-10-25 23:33:45", "date_publish": "2017-03-06 17:49:27", "description": "Alain Juppé, a prominent rival, decided “once and for all” not to run, and the Republicans party agreed unanimously to keep on supporting Mr. Fillon.", "filename": "2017_03_06_world_europe_francois-fillon-france-election_1666740825.html", "image_url": "https://static01.nyt.com/images/2017/03/07/world/07Fillon1/07Fillon1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=8df906423d4e3e396c447a0f08078dcac8e146b485d57e9cbbedbf41c8e8e4cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_06_world_europe_francois-fillon-france-election_1666740825.html", "title": "François Fillon, Facing Calls to Quit French Race, Enjoys a Day of Gains", "title_page": "François Fillon, Facing Calls to Quit French Race, Enjoys a Day of Gains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Monday was a day of reprieves for François Fillon, the embattled center-right candidate for president of France, who has been grappling with allegations of corruption and calls for him to drop out of the race.\nFirst came the end of a threat that Alain Juppé, a prominent rival, would challenge or even replace him as the standard-bearer of the center-right. Mr. Juppé announced in the morning that he had decided “once and for all” not to run.\nA second threat, that the Republicans party would publicly disavow Mr. Fillon, was averted later in the day. Top party officials emerged from a meeting in Paris to say that they had agreed unanimously to keep on supporting him.\nFrench news outlets reported that Mr. Fillon, who took part in the meeting, put his foot down, emphasizing that divisions within the party could not spread further.", "url": "https://www.nytimes.com/2017/03/06/world/europe/francois-fillon-france-election.html"}