{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:45:21", "date_modify": "2022-10-25 23:45:21", "date_publish": "2017-06-14 09:00:07", "description": "The Fed raised its benchmark interest rate for the third consecutive quarter, to a range from 1 percent to 1.25 percent.", "filename": "2017_06_14_us_politics_federal-reserve-meeting-interest-rates_1666741521.html", "image_url": "https://static01.nyt.com/images/2017/06/15/business/15FED1-web/15FED1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=39d0b45883ae0c51cb08e5533e5d3f4cd753f16d0565f63213de69619fd4456e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_14_us_politics_federal-reserve-meeting-interest-rates_1666741521.html", "title": "Fed Actions Show Confidence but Are Not at Trump Speed", "title_page": "Fed Actions Show Confidence but Are Not at Trump Speed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Yellen and her colleagues have concluded that the economy is growing about as fast as it can. Low rates encourage borrowing and risk-taking; the Fed is now trying to raise rates to a level that neither encourages nor discourages economic activity. Most Fed officials expect that the Fed will raise rates at least one more time this year.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nSo far, however, financial markets are not cooperating. Interest rates on auto loans have increased a little since the Fed started raising rates in 2015, but rates on mortgage loans are about the same. Rates on some corporate loans have even declined. Measures of financial conditions have loosened.\nThe march toward that neutral stance reflects the Fed’s upbeat view of economic conditions. “The labor market has continued to strengthen,” the Fed said in a statement published at the end of a two-day meeting of its policy-making panel, the Federal Open Market Committee.\nThe Fed added that economic growth “has been rising moderately so far this year,” making no mention of weakness during the winter.\nThe Fed in recent years has been consistent in predicting faster inflation — and in being wrong. The Fed conceded it was overly optimistic in predicting stronger inflation this year. In economic forecasts published Wednesday, Fed officials predicted that prices would rise by just 1.6 percent this year, down from a forecast of 1.9 percent in March.\nMs. Yellen said the Fed was keeping a close eye on a recent downturn in inflation. But she also said officials expected inflation to rebound because of the continued decline of the unemployment rate and other signs of a tighter labor market, including worker shortages in some parts of the country. The unemployment rate fell to 4.3 percent in May, and in a new set of forecasts the Fed published Wednesday, some officials predicted the rate could fall below 4 percent.\nMs. Yellen also noted a sharp decline in the price of cellphone service is weighing on inflation. That is a good thing for consumers, and a one-time event.", "url": "https://www.nytimes.com/2017/06/14/us/politics/federal-reserve-meeting-interest-rates.html"}