{"authors": ["Michael D. Shear", "Emily Cochrane"], "date_download": "2022-10-25 23:53:03", "date_modify": "2022-10-25 23:53:03", "date_publish": "2017-12-10 19:33:06", "description": "The comments by Ms. Haley, the United Nations ambassador, broke from the administration’s assertion that the allegations are false and voters rightly dismissed them.", "filename": "2017_12_10_us_politics_nikki-haley-trump-women-sexual-misconduct_1666741983.html", "image_url": "https://static01.nyt.com/images/2017/12/12/us/11dc-haley1/11dc-haley1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=163b6ce0f78523a88ed54846c66098f93e02dc7670ce0c6e89f3406ffa62dbab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_10_us_politics_nikki-haley-trump-women-sexual-misconduct_1666741983.html", "title": "Nikki Haley Says Women Who Accuse Trump of Misconduct ‘Should Be Heard’", "title_page": "Nikki Haley Says Women Who Accuse Trump of Misconduct ‘Should Be Heard’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Nikki R. Haley, the American ambassador to the United Nations, said on Sunday that women who have accused President Trump of sexual misconduct “should be heard,” a surprising break from the administration’s longstanding assertion that the allegations are false and that voters rightly dismissed them when they elected Mr. Trump.\nMs. Haley, a former governor and one of the highest-ranking women in Mr. Trump’s administration, refocused attention on the allegations against the president by insisting that his accusers should be treated no differently than the scores of women who have come forward in recent weeks with stories of sexual harassment and misconduct against other men.\n“They should be heard, and they should be dealt with,” Ms. Haley said on CBS’s “Face the Nation.” “And I think we heard from them prior to the election. And I think any woman who has felt violated or felt mistreated in any way, they have every right to speak up.”\nHer remarks are the latest indication that the president’s behavior toward women — more than a dozen have accused him of unwanted touching, forcible kissing or groping — may not escape renewed scrutiny at a time when an array of powerful men have had their careers derailed because of their improper treatment of women, some of which took place decades ago.", "url": "https://www.nytimes.com/2017/12/10/us/politics/nikki-haley-trump-women-sexual-misconduct.html"}