{"authors": ["The New York Times"], "date_download": "2022-10-25 23:45:14", "date_modify": "2022-10-25 23:45:14", "date_publish": "2017-09-09 09:00:54", "description": "Officials upgraded Irma to a Category 4 hurricane early Sunday, reporting maximum sustained winds of 130 miles per hour.", "filename": "2017_09_09_us_hurricane-irma-florida_1666741514.html", "image_url": "https://static01.nyt.com/images/2017/09/10/us/10LIVE-STORM-lightning/10LIVE-STORM-lightning-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0406137cc11e0093da3e08a04e8350d3d94dcb689791a4e1b405d7460cea23dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_09_us_hurricane-irma-florida_1666741514.html", "title": "Storm Gains Strength as It Nears Florida", "title_page": "Storm Gains Strength as It Nears Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Read the latest with Sunday’s live updates on Hurricane Irma.\nHurricane Irma gained strength early Sunday as it bore down on the Florida Keys, with officials upgrading it to a Category 4 storm and reporting maximum sustained winds of 130 miles per hour.\nThe hurricane’s eye was expected to cross the Lower Florida Keys during the next several hours, the National Hurricane Center said at 2 a.m.\nIrma had been downgraded to a Category 3 storm as it churned toward Florida on Saturday, after leaving a trail of death and destruction across the Caribbean. Florida officials directed 6.5 million residents to leave their homes in one of the largest emergency evacuations in American history.\nOn Saturday evening, Gov. Rick Scott of Florida warned that the state could get as much as 18 inches of rain, with the Keys getting up to 25 inches. Southwest Florida could see a storm surge of 15 feet above ground level, and entire neighborhoods stretching northward from Naples to Tampa Bay could be submerged.\n“If you have been ordered to evacuate, you need to leave now,” Mr. Scott said at a 6 p.m. news conference. “This is your last chance to make a good decision.”\nAfter crossing the Keys on Sunday, the storm was expected to move up the west coast of Florida before reaching Georgia on Monday afternoon. That westward track, which was a change from earlier expectations, left some residents and officials scrambling to find shelter. Late Saturday, forecasters said the storm’s projected path had again shifted “ever so slightly” west.\nIrma made landfall in Cuba on Friday evening as a Category 5 hurricane, lashing the island’s northern coast with a direct hit, before losing some of its force later. It was the first Category 5 hurricane to make landfall in Cuba since 1924.", "url": "https://www.nytimes.com/2017/09/09/us/hurricane-irma-florida.html"}