{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:46:31", "date_modify": "2022-10-25 23:46:31", "date_publish": "2017-12-18 00:14:16", "description": "As giants like Disney and AT&T strike huge takeovers, Aryeh B. Bourkoff and his boutique, LionTree, are seeking to seize the moment to grow.", "filename": "2017_12_17_business_dealbook_aryeh-bourkoff-liontree_1666741591.html", "image_url": "https://static01.nyt.com/images/2017/12/18/business/18db-banker1/18db-banker1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1a7323979d58db40739fa88c9eb07cab7d99c3bc87b9bece2a55537c273b48cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_17_business_dealbook_aryeh-bourkoff-liontree_1666741591.html", "title": "A Rainmaker Seeks to Grow His Firm at a Time of Big Media and Tech Deals", "title_page": "A Rainmaker Seeks to Grow His Firm at a Time of Big Media and Tech Deals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since founding LionTree in 2012 with a fellow UBS alumnus, Ehren Stenzler, Mr. Bourkoff has steadily expanded the firm’s reach, opening offices in San Francisco, London and Paris. And he has begun to poach brand-name talent: Last year, LionTree hired Jake Donavan, who led European industry coverage for JPMorgan Chase’s investment bank, as president of its European division.\n“The pitch was, ‘help me build something fun and exciting,’” Mr. Donavan said in an interview. Referring to how Wall Street refers to tech, media and telecom, he added, “It’s a unique time in the T.M.T. ecosystem.”\nLionTree remains a relative minnow in the world of deal making. The 60-person firm has cracked the top 25 advisers on worldwide tech, media and telecom takeovers three times since its founding, according to Thomson Reuters. Its advisory business’s best year to date was in 2015, when it ranked eighth, outpacing every other independent bank. Last year, it ranked 24th, behind firms like Evercore and Raine Group. (LionTree did not have a role in the Disney deal, even though other boutique banks were involved.)\nBut the company, whose offices reflect a sort of sleekly modernized “Mad Men” décor, match Mr. Bourkoff’s vision for what his bank should look like.\nFew in the firm have formal titles, in what is meant to create a “flat” organization in which young bankers can feel free to propose transaction ideas. Much effort has been spent on data analysis and reaching out to young tech start-ups run by millennial founders.\nLionTree has worked to grow its investment management business, which uses outside client money to invest in transactions, often alongside advisory clients. This year, the firm backed a new investment company, Ocelot, that will use the $425 million that it raised from public-market investors, including Mr. Malone, to buy a privately held business.\nAnd Mr. Bourkoff has also hired a number of advisers to serve as “entrepreneurs in residence,” including Ursula Burns, the former chief executive of Xerox, and Betsy Morgan, the former chief executive of Glenn Beck’s The Blaze, who are meant to both bring in business opportunities and come up with new initiatives. (It was Ms. Morgan, for instance, who helped come up with the idea of the firm’s KindredCast podcast, which has featured the likes of Mr. Moonves of CBS and the talent manager Scooter Braun.)", "url": "https://www.nytimes.com/2017/12/17/business/dealbook/aryeh-bourkoff-liontree.html"}