{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:46:13", "date_modify": "2022-10-25 23:46:13", "date_publish": "2017-11-01 22:45:01", "description": "Facebook’s top executives skipped congressional hearings on Russian meddling to report the company’s blockbuster financial results to shareholders.", "filename": "2017_11_01_technology_facebook-earnings-russia-zuckerberg_1666741573.html", "image_url": "https://static01.nyt.com/images/2017/11/02/business/02FACEBOOK1/02FACEBOOK1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1d68ba576e1f7700ee99189e4acd8b9a4200520bfa65f33a73fbb0e34f0f7d5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_01_technology_facebook-earnings-russia-zuckerberg_1666741573.html", "title": "Facebook, Under Fire in Russia Inquiry, Posts 79% Rise in Profit", "title_page": "Facebook, Under Fire in Russia Inquiry, Posts 79% Rise in Profit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Lawmakers sent Facebook a harsh message this week over how Russian agents used the social network to spread division in the 2016 election. On Wednesday, Facebook’s top executives — including its chief executive, Mark Zuckerberg, and chief operating officer, Sheryl Sandberg — spread a different message: one of profit.\nAround the time that Facebook wrapped up its attendance at hearings on Capitol Hill over Russian meddling in the 2016 presidential election on Wednesday, the company reported another set of blockbuster financial results. Facebook said its revenue rose 47 percent to $10.3 billion in the third quarter from a year ago, with profit surging 79 percent to $4.7 billion, handily beating Wall Street expectations.\nThe results showcased Facebook’s moneymaking strength in online advertising, which is precisely what the Silicon Valley company has been under fire for in Washington this week. Lawmakers questioned Facebook — as well as Google and Twitter — about how Russians may have misused online ads and other parts of their platforms to sow discord and inflame tensions in the American electorate.\nSome lawmakers were particularly irked by the no shows of Mr. Zuckerberg and Ms. Sandberg at the hearings, as well as the lack of attendance by top executives from Google and Twitter. Facebook tapped Colin Stretch, its general counsel, to answer questions; Google and Twitter also sent their top lawyers.", "url": "https://www.nytimes.com/2017/11/01/technology/facebook-earnings-russia-zuckerberg.html"}