{"authors": ["Anne Barnard", "Ben Hubbard", "Ian Fisher"], "date_download": "2022-10-25 23:01:05", "date_modify": "2022-10-25 23:01:05", "date_publish": "2017-04-15 09:00:42", "description": "A mountain of evidence has been compiled against Syrian officials for war crimes from torture to summary killings. But there is no clear path to justice.", "filename": "2017_04_15_world_middleeast_syria-bashar-al-assad-evidence_1666738865.html", "image_url": "https://static01.nyt.com/images/2017/04/15/world/16Assad1/16Assad1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c947e4fd4170470cade2f3acad66ad9b683d75d98154c48d7878e05015ae00a0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_15_world_middleeast_syria-bashar-al-assad-evidence_1666738865.html", "title": "As Atrocities Mount in Syria, Justice Seems Out of Reach", "title_page": "As Atrocities Mount in Syria, Justice Seems Out of Reach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There have been dozens of cases of starvation, many of them children, and ill and elderly people.\nThe conflict has also seen what a recent paper by The Lancet and the American University of Beirut called “the weaponization of health care” — citing the arrest of doctors and systematic attacks on medical facilities. Nearly 800 medical personnel have been killed, more than 90 percent by the government, according to studies by Physicians for Human Rights.\nIn the days before the chemical attack this month, the main hospital in the area was hit by an airstrike. And a hospital several miles south was hit by another chemical attack — one of what medical groups working in opposition areas say have been dozens since Syria’s government promised to give up its chemical weapons in 2014.\nSince this month’s chemical attack, residents have reported several attacks with incendiary weapons in Idlib and neighboring Hama provinces, uploading videos that show blinding fires typical of weapons like thermite and white phosphorus. They cause severe burns, similar to napalm, and their use is prohibited in civilian areas.\nMany who have suffered lost hope of redress long ago.\nA Syrian man who did four stints of detention and torture for taking humanitarian aid to wounded protesters and rebels recounted his experiences, but then expressed despair that anything would come of it.\n“Countries don’t need this evidence — they already know what’s happening,” said the man, Abu Ali al-Hamwi, using his nom de guerre because his mother is in government-controlled Syria.\n“We are just pawns on a chessboard. I have women friends who were detained, raped, got pregnant, were tortured with acid.”\nHe shrugged.\n“There is no justice,” he said. “And because there is no justice, there is no hope.”\nLimited Steps Toward Justice\nAs the war has dragged on, groups of activists, lawyers and others in Syria and beyond are documenting atrocities in hopes of one day bringing perpetrators to account.", "url": "https://www.nytimes.com/2017/04/15/world/middleeast/syria-bashar-al-assad-evidence.html"}