{"authors": ["Rick Lyman"], "date_download": "2022-10-25 22:58:56", "date_modify": "2022-10-25 22:58:56", "date_publish": "2017-11-16 01:11:14", "description": "The European Parliament might suspend Poland’s voting rights in the E.U. It would be the most serious rift yet with Warsaw’s right-wing leaders.", "filename": "2017_11_15_world_europe_european-union-poland-parliament-vote_1666738736.html", "image_url": "https://static01.nyt.com/images/2017/11/17/world/16poland-1/16poland-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=02ac8a8990e5828adfa346a11e2d127d1ec647d63bcd2c525e74f481c90ffbbc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_15_world_europe_european-union-poland-parliament-vote_1666738736.html", "title": "European Union Chastises Poland, and Draws a Sharp Rebuke", "title_page": "European Union Chastises Poland, and Draws a Sharp Rebuke - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — The long-simmering acrimony between the European Union and Poland’s right-wing government intensified sharply on Wednesday when the bloc’s lawmakers voted to begin a process that could result in a loss of voting rights within the European Union for Poland, drawing a furious reaction from Warsaw.\nThe European Parliament voted, 438 to 152, to adopt a resolution to begin the first stage in a lengthy process to invoke Article 7 in the European Union’s founding treaty, the section that allows the bloc to punish member nations who violate its democratic and human rights standards.\nArticle 7 has never been invoked.\nAfter a debate, which Poland’s foreign minister said reminded him of “hate speech,” the Foreign Ministry issued a defiant statement saying the resolution adopted “should be regarded as an instrument for exerting political pressure on Poland.”\nThe European Parliament’s move came less than a week after an estimated 60,000 nationalist Poles marched in Warsaw, including members of some extreme right-wing and neo-fascist groups.", "url": "https://www.nytimes.com/2017/11/15/world/europe/european-union-poland-parliament-vote.html"}