{"authors": ["Julie Turkewitz"], "date_download": "2022-10-25 23:38:14", "date_modify": "2022-10-25 23:38:14", "date_publish": "2017-07-01 15:06:24", "description": "Suzanne Hodgkinson, whose husband opened fire at a baseball practice, joins others who face a wrenching challenge after a relative commits a mass shooting: mourning someone reviled by many.", "filename": "2017_07_01_us_congressional-baseball-shooting-death-grief_1666741094.html", "image_url": "https://static01.nyt.com/images/2017/07/01/us/01Aftermath-2-SUB/01Aftermath-2-SUB-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1087508cc4d2287a6d7f0eea181d8a635e54c83e1badccc40e759fe9d8283582&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_01_us_congressional-baseball-shooting-death-grief_1666741094.html", "title": "‘I Want This to Get Over’: After Congressional Shooting, Complex Grief for a Gunman’s Widow", "title_page": "‘I Want This to Get Over’: After Congressional Shooting, Complex Grief for a Gunman’s Widow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To be the spouse, or the parent, or the child of someone who commits a mass shooting is to enter a strange club whose members are envied by no one and reviled by many. Rites of passage include hate mail, death threats and the vicious thoughts that haunt them at night. That they should have seen it coming. That they could have done something. That they are alone.\nAnd then there is the question of how to mourn. How to dispose of a body that everyone else wants to forget.\nOn Tuesday, Ms. Hodgkinson, 65, received an email at her job at an accountant’s office on Main Street, asking her to identify the body. A formality. When she opened the attachment, her husband’s swollen face stared back at her. “That’s Tom,” she said she had written back, before hitting delete.\nShe would like to deal with Mr. Hodgkinson’s remains as quickly and quietly as possible, she said. He was not a bad man at his core, she believes. They married in 1984. When they met, he was happy, singing in her ear at a grocery store. Later, they took in some 35 foster children and adopted two.\nBut in the late 1990s, after a long illness, he took a turn, she said. His rage came more suddenly.\nNow she wants it all to go away.", "url": "https://www.nytimes.com/2017/07/01/us/congressional-baseball-shooting-death-grief.html"}