{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:43:18", "date_modify": "2022-10-25 23:43:18", "date_publish": "2017-07-16 20:44:44", "description": "Aras Agalarov had developed a reputation as a fixer for the Kremlin’s toughest jobs. Did that include trying to pass dirt to Trump’s son and aides?", "filename": "2017_07_16_world_europe_aras-agalarov-trump-kremlin_1666741398.html", "image_url": "https://static01.nyt.com/images/2017/07/17/world/17agalarov-01/15agalarov-01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e3f5f2c5bb266c776fc6ce308d87aff20790b6b99baf19714d7aede719dbf219&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_16_world_europe_aras-agalarov-trump-kremlin_1666741398.html", "title": "A Russian Developer Helps Out the Kremlin on Occasion. Was He a Conduit to Trump?", "title_page": "A Russian Developer Helps Out the Kremlin on Occasion. Was He a Conduit to Trump? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Agalarov, 61, also worked on a project with a future president, Donald J. Trump. Last week, the Russian developer and his crooner son and heir, Emin, were thrust into the swirl of speculation about whether the Trump campaign colluded with the Kremlin to influence the 2016 election.\nTheir names popped up in emails about arranging a meeting with Donald Trump Jr. and a Russian lawyer who claimed to have incriminating information about Hillary Clinton, but the president and his son have both insisted that nothing of value was provided.\n“This is obviously very high-level and sensitive information but is part of Russia and its government’s support for Mr. Trump — helped along by Aras and Emin,” wrote Rob Goldstone, a music producer and publicist working for Emin.\nThe American attorney for the Agalarovs, Scott S. Balber, contradicted Mr. Goldstone’s version, asserting in an interview that the senior Mr. Agalarov’s role was merely a matter of an introduction. “People in the business world do favors for each other all the time. As a courtesy to a lawyer they had a relationship with, they made an introduction,” Mr. Balber said. “We were not in possession of damaging info. We had no reason to believe this was in relation to the Russian government.”\nWhile there is no indication beyond what was said in the emails that the Agalarovs were serving as a conduit between the Kremlin and the Trump campaign, wealthy and well-connected businessmen are often called on to do the bidding of the Russian government.", "url": "https://www.nytimes.com/2017/07/16/world/europe/aras-agalarov-trump-kremlin.html"}