{"authors": ["Emma G. Fitzsimmons"], "date_download": "2022-10-25 23:41:25", "date_modify": "2022-10-25 23:41:25", "date_publish": "2017-09-20 18:38:58", "description": "In a rush to finish the Second Avenue subway, the Metropolitan Transportation Authority failed to complete final safety testing before opening the line.", "filename": "2017_09_20_nyregion_second-avenue-subway-safety_1666741285.html", "image_url": "https://static01.nyt.com/images/2017/09/21/nyregion/21subway/21subway-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c349276b57ba66720b8a5902b4fb87880b2dede678eda0e30937e05882376d2d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_20_nyregion_second-avenue-subway-safety_1666741285.html", "title": "Months After Second Avenue Subway Opening, Safety Testing Is Not Finished", "title_page": "Months After Second Avenue Subway Opening, Safety Testing Is Not Finished - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Crews have had to be posted along the line to watch for fires — an expensive effort meant to serve as a stopgap. The project is not expected to earn its final safety certificate until November, according to the reports, which were prepared for the Federal Transit Administration and obtained by The Times through a Freedom of Information law request.\nJohn McCarthy, a spokesman for the authority, defended the authority on Wednesday. “The stations on the new Second Avenue line are completely safe and they have been since the day they opened,” Mr. McCarthy said in a statement. “They feature state-of-the-art technology for fire protection, closed-circuit monitoring and new public address systems — any suggestion that safety was at all compromised to meet the deadline to open is patently false.”\nThough there have been no serious mishaps on the Second Avenue line, transportation experts have questioned the governor’s obsession with opening by Jan. 1 and the costs associated with finishing the project and monitoring safety after trains already started running.\n“It would be better to wait a couple more months and get it right, rather than prematurely have a ribbon-cutting ceremony to benefit the governor,” said Larry Penner, a former official at the Federal Transit Administration who oversaw grants for projects in New York and New Jersey.\nOfficials at the authority have not publicly discussed its safety precautions on the new line or provided updates on the continuing work to the authority’s board at monthly meetings. The outstanding problems on the line, according to the authority, include minor issues such as fixing door closures and signage and are akin to a punch list of issues that are usually addressed before a final home inspection. But the oversight reports themselves do not detail all the items on the list or whether they might be more substantial.", "url": "https://www.nytimes.com/2017/09/20/nyregion/second-avenue-subway-safety.html"}