{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:33:48", "date_modify": "2022-10-25 23:33:48", "date_publish": "2017-03-01 12:35:52", "description": "The announcement added further uncertainty to the campaign and increased the likelihood that it would be fought by two candidates from neither traditional mainstream party.", "filename": "2017_03_01_world_europe_france-election-fillon_1666740828.html", "image_url": "https://static01.nyt.com/images/2017/03/02/world/02France2/02France2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7f463b5b2813b2afc56a30c396a162ff34aeaf2349641721cb5524753b01b208&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_01_world_europe_france-election-fillon_1666740828.html", "title": "François Fillon, French Presidential Candidate, Vows to Run Despite Inquiry", "title_page": "François Fillon, French Presidential Candidate, Vows to Run Despite Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even if he were to step aside, his center-right Republican Party has few good options. Mr. Fillon’s two main challengers in the party primary both campaigned under the shadow of past and current investigations.\nThe runner-up in the primary, Alain Juppé, was convicted in a phony jobs scheme undertaken while he worked at City Hall several decades ago. Nicolas Sarkozy, the former president, who finished third, is the subject of multiple investigations, and in February, he was ordered to stand trial on charges of illegally financing his failed 2012 presidential campaign.\nBut Mr. Fillon’s problems, immediate and future, are different. He campaigned as the candidate of probity. That image has been shattered. And the sums reported to have been pocketed by his wife have shocked the French.\nMs. Le Pen is not untainted by corruption accusations. But her legal difficulties, for now, have hardly dented her standing in the polls — partly because she has never cultivated an image of virtue, and partly because her principal adversary is the European Parliament in Strasbourg, in which she sits and which is widely unpopular, especially among her supporters.\nHer legal troubles are also more complex than Mr. Fillon’s, and she is not suspected of having personally benefited from any of the alleged financial wrongdoing.\nLast week, a top Le Pen aide was charged in an alleged phony jobs scheme. The aide was paid out of Parliament money but was thought to have spent her time working for the National Front.\nAnother close associate of Ms. Le Pen’s, Frédéric Chatillon, has been charged with violating campaign finance laws. Mr. Chatillon’s ties to extremist groups on the far right have been closely documented in the French news media as well.", "url": "https://www.nytimes.com/2017/03/01/world/europe/france-election-fillon.html"}