{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:27", "date_modify": "2022-10-25 23:28:27", "date_publish": "2017-11-11 01:29:55", "description": "Seeking to avoid a prolonged fight with the Cowboys’ Jerry Jones, the owners negotiating the commissioner’s extension would like it done in a matter of weeks.", "filename": "2017_11_10_sports_football_jerry-jones-rodger-goodell-nfl_1666740507.html", "image_url": "https://static01.nyt.com/images/2017/11/11/sports/11nfl1/11nfl1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f02cec7307e268e1853ec310ef4de4e4e3c26e54feb1ee4936f43f3b5119c4b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_10_sports_football_jerry-jones-rodger-goodell-nfl_1666740507.html", "title": "To Dodge Jerry Jones, Other Owners Speed Up Roger Goodell’s Contract", "title_page": "To Dodge Jerry Jones, Other Owners Speed Up Roger Goodell’s Contract - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jones was fully aware of, and in agreement with, the committee’s efforts to restructure the contract, according to people familiar with the committee’s work. On Aug. 9, Goodell traveled from his summer home in Maine to New York to meet with the compensation committee at Patroon, a restaurant a few blocks from the league’s headquarters in Midtown Manhattan.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe mood was comfortable. Two of the owners, Robert K. Kraft of the New England Patriots and Arthur Blank of the Atlanta Falcons, joked about how, when they walked to the restaurant together, fans had stopped them to say they were surprised that they were together after their teams faced off in the Super Bowl in February.\nIn a private room, the owners discussed the structure of Goodell’s new deal and some of the finer points the commissioner wanted added. Jones was not in New York, but was listening on a speaker phone. “We got to a good place that night,” one person involved in the dinner said. “Jerry was on board with all of it.”\nTwo days later, everything changed when Goodell suspended the Cowboys’ star running back, Ezekiel Elliott, for six games based on an accusation of domestic violence by his former girlfriend. In addition to railing against the decision and questioning the way the commissioner and his staff handled the investigation, Jones began to lobby the compensation committee and other owners to pause and alter Goodell’s new pay deal.\nOn his radio show on Friday, Jones denied that his effort to block the contract extension had anything to do with Elliott, saying it was all about Goodell’s performance lately.\nIn October, when all 32 owners met in New York, Blank, the chairman of the committee, briefed them on the structure of the deal. There was little opposition. But several weeks ago, Jones held a conference call with more than a dozen owners not on the compensation committee to discuss Goodell’s extension.", "url": "https://www.nytimes.com/2017/11/10/sports/football/jerry-jones-rodger-goodell-nfl.html"}