{"authors": ["Anthony Tommasini"], "date_download": "2022-10-25 23:36:28", "date_modify": "2022-10-25 23:36:28", "date_publish": "2017-05-08 21:15:36", "description": "Plácido Domingo, Renée Fleming and Anna Netrebko were among the stars of a sprawling concert on Sunday that made a case for opera’s importance.", "filename": "2017_05_08_arts_music_review-metropolitan-opera-50th-anniversary-gala-concert_1666740988.html", "image_url": "https://static01.nyt.com/images/2017/05/09/arts/music/09metgala-combo/09metgala-combo-facebookJumbo.jpg?year=2017&h=550&w=1050&s=992b7b0ac9a84d8535c931136dfc024acf461c9a140b962fa042ee67c86cf8ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_08_arts_music_review-metropolitan-opera-50th-anniversary-gala-concert_1666740988.html", "title": "Review: Opera Matters, and the Met Just Threw a Party to Prove It", "title_page": "Review: Opera Matters, and the Met Just Threw a Party to Prove It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Every once in a while, an institution gets a chance to hit a reset button. In the midst of myriad challenges — struggling attendance, changing entertainment habits, donor fatigue, looming labor negotiations — that’s what the Metropolitan Opera did on Sunday evening.\nIn a five-hour gala concert celebrating the 50th anniversary of its palatial theater at Lincoln Center, with a captive audience of its most devoted patrons, the company essentially took the opportunity to change its narrative. Enlisting three dozen star singers, excerpts from 29 operas and a stage full of vintage film footage and uncanny projected evocations of classic productions, the Met made a case for its centrality — not just artistically but also civically, not just in the past but also in the future. It was a long evening, but the stakes could hardly be higher: This, the performance seemed to say to an auditorium full of donors, is why we matter.\nIt was a party with a message, but a party nevertheless. A real bash.\nAnd it felt like a homecoming: Whatever its flaws, this house truly has been a home for both artists and audiences from around the world.", "url": "https://www.nytimes.com/2017/05/08/arts/music/review-metropolitan-opera-50th-anniversary-gala-concert.html"}