{"authors": ["Doreen Carvajal"], "date_download": "2022-10-25 23:55:07", "date_modify": "2022-10-25 23:55:07", "date_publish": "2017-11-07 07:00:41", "description": "The Emirates’ aim: to promote the capital as a tolerant global city, and its flagship museum, opening this week, as a bridge between civilizations.", "filename": "2017_11_07_arts_design_louvre-abu-dhabi_1666742107.html", "image_url": "https://static01.nyt.com/images/2017/11/07/arts/06LOURVE-top/06LOURVE-top-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1395a8fa0c7ebb9fb7567edf94a470797753f35b444f8d3044a026e30f50a560&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_07_arts_design_louvre-abu-dhabi_1666742107.html", "title": "Louvre Abu Dhabi, a Cultural Cornerstone Where East Meets West", "title_page": "Louvre Abu Dhabi, a Cultural Cornerstone Where East Meets West - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ABU DHABI, United Arab Emirates — A decade ago the French architect Jean Nouvel sketched the bare outlines of a fretted dome on flimsy paper. Today this enormous metallic-silver canopy rises over desert sands and the Persian Gulf — marking the new Louvre Abu Dhabi museum and the global ambitions of France and the United Arab Emirates to deploy art as a diplomatic tool they call “soft power.”\nThe vast dome and clusters of waterfront galleries beneath it will open to the public on Nov. 11, with sunlight cascading through a lacework of stainless steel and aluminum and layers of star-shaped patterns. It’s been a long wait for those thousands of stars to align — with five years of construction delays and technical challenges to build the estimated $650 million flagship on Saadiyat Island, by a lagoon near this capital city.\nAnd the museum’s history is also turbulent — a saga of economic downturn, collapsing oil prices, regional political tensions and fierce French intellectual debates about the risks of lending its national treasures to the Middle East in exchange for petrodollars. Through it all the Louvre Abu Dhabi has brought together East and West and also managed to unite France’s fractious national museums, which submerged envy and ego to cooperate on the project brokered by two governments.", "url": "https://www.nytimes.com/2017/11/07/arts/design/louvre-abu-dhabi.html"}