{"authors": ["Kate Zernike"], "date_download": "2022-10-26 00:16:21", "date_modify": "2022-10-26 00:16:21", "date_publish": "2017-11-19 21:03:08", "description": "Americans dislike the requirement that everyone have health insurance. But eliminating it doesn’t mean that they’d stop buying coverage — or accepting subsidies.", "filename": "2017_11_19_health_tax-plan-obamacare-mandate.html__r=1_1666743381.html", "image_url": "https://static01.nyt.com/images/2017/11/20/science/20mandate/20mandate-facebookJumbo.jpg?year=2017&h=550&w=1050&s=db818de9cc5212f71ca233df41eefb6b5a374616ad1a104c0de2e21dc3152f9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_19_health_tax-plan-obamacare-mandate.html__r=1_1666743381.html", "title": "Will Cutting the Health Mandate Pay for Tax Cuts? Not Necessarily", "title_page": "Will Cutting the Health Mandate Pay for Tax Cuts? Not Necessarily - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nearly 60 percent of people who buy their own insurance receive subsidies, S&P Global estimated, including 84 percent of people who use the Affordable Care Act marketplaces.\nRepealing the mandate was not a part of the tax legislation that passed in the House last week, but Senate leaders added it to their bill, both as a step toward making good on their promise to dismantle Obamacare and as a way to generate a big pot of revenue. If the Senate passes its bill, differences between the two would be worked out in conference committee.\nOn Sunday, Mick Mulvaney, President Trump’s budget director, said on CNN’s “State of the Union” that the administration supports repealing the mandate. Most people who owe the penalty earn less than $100,000 a year, he said, arguing that “there’s actually a benefit to folks” if the mandate goes away. But he added, “If it becomes an impediment to getting the best tax bill we can, then we’re O.K. with taking it out.”\nGeorgia DiBenedetto, 56, who manages a financial planning office remotely from her home in Eugene, Ore., said that it was initially the threat of a penalty that made her buy health insurance. But she came to appreciate the need for coverage when she ended up in the hospital with swelling on her brain earlier this year.\nShe calls the subsidies she received to buy insurance “a lifesaver” — she earns about $40,000 a year and received about $250 a month in subsidies last year, she said. And she’ll keep her coverage with or without a mandate.\n“If I had been thinking, ‘How am I going to pay a hospital bill?’ I know me, I wouldn’t have gone to the hospital,” she said. “I don’t know what would have happened.”", "url": "https://www.nytimes.com/2017/11/19/health/tax-plan-obamacare-mandate.html?_r=1"}