{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:41:55", "date_modify": "2022-10-25 23:41:55", "date_publish": "2017-02-20 17:00:03", "description": "With Facebook and some of its top apps trying to tap into popular features pioneered by Snapchat, WhatsApp unveiled a version of its Status feature that focuses on sharing images.", "filename": "2017_02_20_technology_whatsapp-status-facebook-snapchat_1666741315.html", "image_url": "https://static01.nyt.com/images/2017/02/21/business/21FACEBOOK1/21FACEBOOK1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=f754fddaeb065704ac24e14f07968d84e21389a810b78a1eb685153dd09be44c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_20_technology_whatsapp-status-facebook-snapchat_1666741315.html", "title": "WhatsApp’s New Feature Continues Facebook’s Snapchat Mimicry", "title_page": "WhatsApp’s New Feature Continues Facebook’s Snapchat Mimicry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But in 2011, Mr. Spiegel saw a new possibility when he and Bobby Murphy, his Stanford University fraternity brother, founded Snapchat. Their focus was on making it simple to send photos and videos to friends. Making the camera the focus — unlike competitors, Snapchat makes it the first thing you see after opening the app — allows people to send images much faster than with other apps, which often require two or three steps to open the camera.\nSnapchat’s emphasis has also been on ephemerality, with photos and stories disappearing shortly after they are sent. That focus has made it far easier for people to send more photos to one another because they do not have to worry about those images sticking around forever. Snapchat’s users send more than 2.5 billion messages and images each day, according to the company’s initial public offering prospectus.\nImage WhatsApp’s Status now lets people share images, GIFs and videos as a status update, all of which last for 24 hours before disappearing.\nCompetitors like Instagram, the photo-sharing site owned by Facebook, eventually realized how popular different models of sharing photos and multimedia status updates had become. After reports of a decline in photo-sharing inside its app, Instagram began making changes to keep users coming back and sharing more photos.\nLast March, Instagram switched to an algorithm-driven, personalized feed of photos, a shift from the reverse-chronological order it had historically used. In August, Instagram introduced its Snapchat look-alike, Stories.\nHow much coordination there is within Facebook and among WhatsApp, Instagram and Messenger over how to grapple with Snapchat is unclear. While executives at the company regularly meet with Facebook’s chief executive, Mark Zuckerberg, to check in and give updates on long-term product strategy, they have said in past interviews that they maintain a level of workplace autonomy.\n“We operate in a largely independent way from Facebook,” Mr. Sarafa, of WhatsApp, said in a recent interview.", "url": "https://www.nytimes.com/2017/02/20/technology/whatsapp-status-facebook-snapchat.html"}