{"authors": ["Ari Berman"], "date_download": "2022-10-25 23:33:17", "date_modify": "2022-10-25 23:33:17", "date_publish": "2017-06-13 09:00:09", "description": "How Kris Kobach, the Kansas secretary of state, plans to remake America through restrictive voting and immigration laws.", "filename": "2017_06_13_magazine_the-man-behind-trumps-voter-fraud-obsession_1666740797.html", "image_url": "https://static01.nyt.com/images/2017/06/18/magazine/18kobach1/18mag-18kobach-t_CA0-facebookJumbo.jpg?year=2017&h=549&w=1050&s=b03fa3e0f248a190b43c210279b2b818e185443fa3ad80972557ef6128324b78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_13_magazine_the-man-behind-trumps-voter-fraud-obsession_1666740797.html", "title": "The Man Behind Trump’s Voter-Fraud Obsession", "title_page": "The Man Behind Trump’s Voter-Fraud Obsession - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Today the A.C.L.U. was arguing that a new program called Birth Link — which crosschecked flagged names on the list of voter registrations with Kansas state birth records, conveniently automating the proof-of-citizenship process — discriminated against Kansas residents who were born outside the state. “The Birth Link policy is, in our view, a constitutional smoking gun,” Danjuma said. “There’s nothing wrong at all with the fact that the Kansas Department of Vital Records records people who were born in the state. The problem is when the state starts to distribute benefits — like the right to vote — based on whether or not you’re in that database.”\nFor Kobach, the question of citizenship, and who has a rightful claim to it, is at the heart of his lawsuits and legislation. Years before Donald Trump began talking about building a wall, the fate of America’s white majority was a matter of considerable interest to Kobach, who once agreed with a caller to his radio show that a rise in Latino immigration could lead to the “ethnic cleansing” of whites and has written scores of laws across the country to crack down on undocumented immigration. He told The Associated Press in May that he met Trump through his son Donald Trump Jr., with whom he has a mutual friend. Kobach has since become close to the White House inner circle, including the president and his chief strategist, Steve Bannon. Two weeks after the election, Kobach met with Trump at his golf club in Bedminster, N.J., where the president-elect was auditioning potential members of his cabinet before the press, and was photographed holding a white paper outlining a “Kobach Strategic Plan for First 365 Days.” Though partly obscured, what could be read of the document was a bullet-pointed wish-list of right-wing policies that included “extreme vetting” and tracking of “all aliens from high-risk areas,” reducing “intake of Syrian refugees to zero,” deporting a “record number of criminal aliens in the first year” and the “rapid build” of a wall along the U.S.-Mexico border.\nKobach did not go to work in the Trump administration: He said in May that he had turned down two offered positions, one in the White House and the other at the Department of Homeland Security, although The Wall Street Journal reported in January that John Kelly, the secretary of the Department of Homeland Security, had balked at making Kobach his deputy. But on May 11 Trump named him vice chairman of a new Presidential Advisory Commission on Election Integrity to be led by Vice President Mike Pence. The commission will examine “improper voter registrations and improper voting” — issues that Kobach, with his high-profile efforts in Kansas, almost single-handedly put on the Trump administration’s radar.\nKobach’s plans represent a radical reordering of American priorities. They would help preserve Republican majorities. But they could also reduce the size and influence of the country’s nonwhite population. For years, Republicans have used racially coded appeals to white voters as a means to win elections. Kobach has inverted the priorities, using elections, and advocating voting restrictions that make it easier for Republicans to win them, as the vehicle for implementing policies that protect the interests and aims of a shrinking white majority. This has made him one of the leading intellectual architects of a new nativist movement that is rapidly gaining influence not just in the United States but across the globe.\nOn June 8, Kobach announced his candidacy in the 2018 Kansas gubernatorial race, telling a room full of supporters in the Kansas City suburb of Lenexa that he had “the honor of personally advising President Trump, both before the election and after the election, on how to reduce illegal immigration. And is he doing a good job?” The crowd cheered. If Kobach wins, he could be positioned to run for president as the legal mind who can deliver the promise of Trumpism without the baggage of Trump himself.", "url": "https://www.nytimes.com/2017/06/13/magazine/the-man-behind-trumps-voter-fraud-obsession.html"}