{"authors": ["James Poniewozik"], "date_download": "2022-10-25 23:36:38", "date_modify": "2022-10-25 23:36:38", "date_publish": "2017-05-22 03:00:41", "description": "This revival of the 1990s series feels at times like a nostalgic version of the original alternating with a harder-edged one.", "filename": "2017_05_21_arts_television_twin-peaks-review_1666740998.html", "image_url": "https://static01.nyt.com/images/2017/05/22/arts/22PEAKSREVIEW/22PEAKSREVIEW-facebookJumbo.jpg?year=2017&h=550&w=1050&s=85629e5644e1b48480ec6b93799cec0dd850fef07ed1190f4fa12bc15490e640&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_21_arts_television_twin-peaks-review_1666740998.html", "title": "Review: In ‘Twin Peaks,’ an Old Log Learns Some New Tricks", "title_page": "Review: In ‘Twin Peaks,’ an Old Log Learns Some New Tricks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One of the creepiest images in the new “Twin Peaks” is a glass box, ensconced in a window in New York City, which is kept under constant observation in case something comes through it. (Not-such-a-spoiler alert: Something does.)\n“Twin Peaks,” returning 27 years after its debut, is no longer brand-new under the sun. But in its familiarly inscrutable first two hours, shown Sunday night on Showtime, it still has the ability to turn your TV into that box — a quietly menacing portal through which something horrifying or wondrous might burst at any moment.\nThe broad strokes of the new story are easy enough to lay out. F.B.I. Agent Dale Cooper (Kyle MacLachlan) remains where the series left him: in the Black Lodge, the red-curtained lobby of the netherworld where he’s been trapped for 25 years. A wicked doppelgänger (Mr. MacLachlan, Elvis-ed out in a leather jacket and mane of hair) has taken his place. For Cooper to leave, his evil twin must be returned.\nBut there is a lot left hanging in this far-flung narrative, including a briefly introduced thread in Las Vegas and the matter of who is watching that box in Manhattan and why. We’ve also yet to see much of the huge cast — Laura Dern, Naomi Watts, Michael Cera and the returning Sherilyn Fenn, to name a few — that will populate this limited series.", "url": "https://www.nytimes.com/2017/05/21/arts/television/twin-peaks-review.html"}