{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:40:50", "date_modify": "2022-10-25 23:40:50", "date_publish": "2017-10-27 14:13:23", "description": "Coin offerings are a way for entrepreneurs to raise money without going to venture capitalists. But there is little regulation of them.", "filename": "2017_10_27_technology_what-is-an-initial-coin-offering_1666741250.html", "image_url": "https://static01.nyt.com/images/2017/10/29/business/29Coin4/29Coin4-facebookJumbo.jpg?year=2017&h=550&w=1050&s=80c450e69dd760aa4781197a296d30182f8abf60c87e755edd15de8c423056e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_27_technology_what-is-an-initial-coin-offering_1666741250.html", "title": "An Explanation of Initial Coin Offerings", "title_page": "An Explanation of Initial Coin Offerings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Investors can contribute as much or as little money as they want in these offerings, which are generally more like crowdfunding campaigns that new projects do on Kickstarter or Indiegogo.\nWhy would anyone pay for these coins?\nIn principle, people buy these coins because they want to use the services on which the coin will be used. So far, though, almost none of the services have been completed.\nIn the meantime, people are buying coins because they are hoping the value will go up. When the Stratis token was released in July 2016, it was worth seven-tenths of a penny. In the fall of 2017, each of those tokens was trading for around $2.95, a 42,000 percent increase.\nAfter the initial coin offering, when the programmers sell their tokens for a set price, coins are traded on third-party exchanges through open-market bidding — similar to the way stocks are traded and priced after an I.P.O. The programmers who created the coins generally keep a large stash of coins so that they also benefit if the price goes up.\nThe people betting on the price of these tokens are generally betting that the services promised by the programmers will be completed, creating demand for the coins in the future.\nWhy aren’t these start-ups raising money through venture capitalists?\nThe most obvious reason to do a coin offering is that you can raise more money than you ever could from venture capitalists. The most valuable virtual-currency company that was funded with venture capital, Coinbase, raised $100 million this year, five years after it was founded. The same day that was announced, Filecoin, which doesn’t even have a working product, announced that it had raised over $200 million.\nAnother plus: Start-ups that raise money through coin offerings don’t have to give away ownership of their technology to outside investors.", "url": "https://www.nytimes.com/2017/10/27/technology/what-is-an-initial-coin-offering.html"}