{"authors": ["Thomas Kaplan", "Jim Tankersley"], "date_download": "2022-10-26 00:16:23", "date_modify": "2022-10-26 00:16:23", "date_publish": "2017-11-14 19:19:56", "description": "Republicans also said they would set all of their tax cuts for individuals to expire at the end of 2025, but deep cuts in the corporate tax rate would be permanent.", "filename": "2017_11_14_us_politics_tax-plan-senate-obamacare-individual-mandate-trump_1666743383.html", "image_url": "https://static01.nyt.com/images/2017/11/15/us/15DC-TAX-alpha/15DC-TAX-alpha-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7a169aecb009ae99b325a4ce4f1c281369f45df410fadb629ea1b3bffbc2808a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_14_us_politics_tax-plan-senate-obamacare-individual-mandate-trump_1666743383.html", "title": "Senate Plans to End Obamacare Mandate in Revised Tax Proposal", "title_page": "Senate Plans to End Obamacare Mandate in Revised Tax Proposal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senate Republicans have decided to include the repeal of the Affordable Care Act’s requirement that most people have health insurance into the sprawling tax rewrite, merging the fight over health care with the high-stakes effort to cut taxes.\nThey also have made a calculated gamble to help speed their bill to passage on a party-line vote: Republicans revealed late Tuesday they would set all of their tax cuts for individuals to expire at the end of 2025, to comply with a procedural requirement. Their deep cut in the corporate tax rate would remain permanent.\nBoth the expiration decision and the move to tuck the repeal of the so-called individual mandate into the tax overhaul are attempts by Republicans to solve two problems: math and politics. Repealing the mandate, a longstanding Republican goal, would save hundreds of billions of dollars over the next decade. That would free up money that is earmarked to expand middle-class tax cuts.\nSetting individual provisions to expire helps hold down the overall cost of the bill, which can add no more than $1.5 trillion to the deficit over 10 years and cannot add to deficits after 10 years. Mandate repeal could also help secure the votes of the most conservative senators, enabling lawmakers to pass the bill along party lines.", "url": "https://www.nytimes.com/2017/11/14/us/politics/tax-plan-senate-obamacare-individual-mandate-trump.html"}