{"authors": ["Mike Isaac", "Tiffany Hsu"], "date_download": "2022-10-25 23:28:58", "date_modify": "2022-10-25 23:28:58", "date_publish": "2017-08-23 22:20:17", "description": "The privately held ride-hailing company on Wednesday disclosed that its business jumped and that its losses narrowed to $645 million in the second quarter.", "filename": "2017_08_23_technology_uber-mired-in-corporate-scandals-sees-uptick-in-bookings_1666740538.html", "image_url": "https://static01.nyt.com/images/2017/08/24/business/24uber1/24uber1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4f196bb6ac09c854cec57cd9b286d95a80aade5852cfe650dd0d61d211817748&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_23_technology_uber-mired-in-corporate-scandals-sees-uptick-in-bookings_1666740538.html", "title": "Uber, Mired in Corporate Scandals, Sees Uptick in Bookings", "title_page": "Uber, Mired in Corporate Scandals, Sees Uptick in Bookings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Uber has spent the past eight months reeling from a series of corporate scandals. Yet those have done little to deter people from hailing an Uber for rides.\nThat became clear on Wednesday, when the ride-hailing company shared its latest financials with investors. According to the disclosures, Uber’s gross bookings continued to increase in the second quarter, while its losses narrowed. Trip requests from riders also more than doubled over the past year.\nThe numbers were a reminder of how much people have grown accustomed to using Uber as a transportation option, even as the company is grappling with multiple challenges. In June, Travis Kalanick resigned as Uber’s chief executive after accusations that the company had become a hotbed of sexism and bullying. Benchmark, a major shareholder, has spent the past few weeks clashing with other Uber investors as it tries to oust Mr. Kalanick from the company’s board.\nYet while some investors and outsiders have expressed concern that Uber’s business was in jeopardy because of the internal dysfunction, Wednesday’s results showed a positive trajectory for the business.", "url": "https://www.nytimes.com/2017/08/23/technology/uber-mired-in-corporate-scandals-sees-uptick-in-bookings.html"}