{"authors": ["Alan Wong"], "date_download": "2022-10-25 23:39:34", "date_modify": "2022-10-25 23:39:34", "date_publish": "2017-07-14 07:37:19", "description": "A court removing four lawmakers assures China greater influence over Hong Kong’s government at least until by-elections are held.", "filename": "2017_07_14_world_asia_hong-kong-court-pro-democracy-lawmakers_1666741174.html", "image_url": "https://static01.nyt.com/images/2017/07/15/world/15hongkong-1/15hongkong-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0f1b95730b25467d597686958d84c4495a64dc0c0d809839ac398ccf4060bcba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_14_world_asia_hong-kong-court-pro-democracy-lawmakers_1666741174.html", "title": "Ruling Threatens Hong Kong’s Independence From China", "title_page": "Ruling Threatens Hong Kong’s Independence From China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Nearly three years after sweeping pro-democracy protests filled the streets of Hong Kong, a local court delivered the struggling movement a severe blow on Friday, removing four legislators from office and assuring China greater influence over the city’s government.\nThe pro-democracy lawmakers were dismissed from the Hong Kong Legislative Council because they had used unacceptable words or even dubious tones in taking oaths of office that require declarations of loyalty to China. The ruling means that democracy advocates in the semiautonomous city’s legislature will no longer have enough votes to block legislation from their pro-Beijing counterparts.\n“Voters entrusted us with the task of monitoring the government,” said Leung Kwok-hung, one of those unseated. “We’ve lost that power.”\nHong Kong has been rattled by episodes that have raised fears that China is reaching deeper into the city to enforce its will. A bookseller who sold lurid titles about China’s leaders was abducted and taken to mainland China. Xiao Jianhua, a prominent billionaire who grew up in China, was snatched from a high-end hotel and brought to the mainland.", "url": "https://www.nytimes.com/2017/07/14/world/asia/hong-kong-court-pro-democracy-lawmakers.html"}