{"authors": ["Julie Hirschfeld Davis", "Alan Rappeport"], "date_download": "2022-10-25 23:47:25", "date_modify": "2022-10-25 23:47:25", "date_publish": "2017-04-25 01:18:50", "description": "Such a cut, from the current rate of 35 percent, would mean a significant reduction in revenue that could jettison his campaign promise to curb deficits.", "filename": "2017_04_24_us_politics_trump-corporate-tax-rate-15-percent_1666741645.html", "image_url": "https://static01.nyt.com/images/2017/04/25/us/25revenues/25revenues-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=909c0b6eb8c0fb86a61cba2792a5d0bdc5cd3a057fc8e5de244e81a9b306f9b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_24_us_politics_trump-corporate-tax-rate-15-percent_1666741645.html", "title": "Trump Is Said to Seek Cutting Corporate Tax Rate to 15 Percent", "title_page": "Trump Is Said to Seek Cutting Corporate Tax Rate to 15 Percent - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "White House officials declined to comment on the 15 percent target, which people close to the administration cautioned could change between now and the announcement on Wednesday, perhaps repeatedly. They warned that the details were sketchy at best, and others who have discussed the tax overhaul plan with administration officials in recent days said there was still indecision at the highest levels about what elements to include and in what form.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe Wednesday deadline, set hastily by Mr. Trump last week in a comment that appeared to catch some of his closest advisers off guard, was an effort to showcase an ambitious plan for economic growth during his first 100 days in office. During the campaign, he promised to introduce a tax cut proposal to Congress in the first 100 days. But he has had no major legislative achievements to point to as evidence of an activist economic agenda.\nThe 15 percent cut represents a return for Mr. Trump to the economic vision that animated his campaign, and a victory of sorts for Mr. Mnuchin, who has been a supporter of the plan. The cut also helps Mr. Mnuchin jockey for position as the driving force behind the tax overhaul effort.\n“Our analysis has always shown that of all the economic bang for the buck from all of the changes that were in the original Trump plan, you get the most economic juice from cutting the corporate rate,” said Stephen Moore, an economist at the Heritage Foundation who advised Mr. Trump’s presidential campaign.\nOne question that Mr. Trump will have to answer, Mr. Moore said, is whether the 15 percent rate would apply only to corporations or to small businesses, as well. But there are plenty of other unknowns, he added.\n“They can change their minds,” Mr. Moore said. “They’ve been all over the map.”\nMembers of Mr. Trump’s team of economic advisers are set to meet with Republican leaders in Congress on Tuesday to discuss the plan.", "url": "https://www.nytimes.com/2017/04/24/us/politics/trump-corporate-tax-rate-15-percent.html"}