{"authors": ["Suzy Hansen"], "date_download": "2022-10-25 23:56:05", "date_modify": "2022-10-25 23:56:05", "date_publish": "2017-04-13 15:00:04", "description": "As the ruling party expands the ranks of its enemies, life in a fragile democracy becomes stranger and stranger.", "filename": "2017_04_13_magazine_inside-turkeys-purge_1666742165.html", "image_url": "https://static01.nyt.com/images/2017/04/16/magazine/16turkey1/16turkey1-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=7bee302767750309e8f2ca7d808fbad86e7f8c0f1330353c61ecb0e32d4cfe6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_13_magazine_inside-turkeys-purge_1666742165.html", "title": "Inside Turkey’s Purge", "title_page": "Inside Turkey’s Purge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those who are stuck in Turkey endure a kind of social torture, too, which will most likely remain the silent kind. Kurds have been suffering for 100 years. In official histories, the government will probably reduce Gulenists to their alleged treason. Many journalists, even those who are not imprisoned, can no longer practice journalism. And liberal academics endure the strange, simultaneous abuse of being seen as jobless pariahs and members of some oppressive elite. Everyone is branded as somehow having attacked the A.K. Party government, and Erdogan rhetorically reinforces his victimhood, even as he assumes more and more power — a manipulation so effective that it seems impossible to stop.\nErdogan once offered great hope. He improved the lives of millions in Turkey, and that is why many people will vote “Yes” for him in the April 16 referendum. They remember what it was like when a family member was dying of cancer and they had to pay every last cent for substandard care; they remember what it was like to be looked down upon for being religious, for being poor and unsophisticated. Erdogan could very well win his referendum fairly; Turkish elections are normally efficient and monitored. Few Turks are entirely convinced that he could simply steal the vote after the fact. Instead, the state seems to be trying to do so in advance, through intimidation.\nSuch attempted coercion raises a question: How popular is Erdogan really? After all, this pre-referendum bullying is only a more intense version of what daily life in Turkey is like, with Erdogan on TV and the radio, all day every day, demanding that his people love him. His proclamations about his popularity — amplified by a media he dominates — are drowning out the genuine opposition to him: not just the so-called secular elite, but Alevis, Kurds, Armenians, atheists, the pious, feminists, leftists, independents — all sorts of ordinary people who simply do not want to have to worship this man. New hospitals, free health care and clean streets are little good to a Turk or a Kurd who is not free to go to work or live in a house that won’t be shelled by the government. Do the choices in this referendum — “Yes” or “No” — offer the real prospect of a better nation for the Turks?\nThere are, after all, less visible ways in which the country seems to be breaking apart, no matter how its citizens vote. The all-encompassing fury over the attempted coup has meant that some Turks have no sympathy for the victims of the purge; some are afraid of being tainted by them, and some snitch on them to save themselves. Such distrust is a disease for a society, and it has spread to anyone who dares to criticize the A.K. Party. As the referendum has grown nearer, what you hear from opposition Turks at home is unimaginable stress, a smothering weight, the panic of the unknown. What you hear from Turks abroad is their loneliness and loss, that strange, tender feeling of being exposed and unprotected, of having no legal or human rights, and of having perhaps forever lost their country.\n“Most friends don’t get in touch out of fear,” Tuba said. On the last day I saw them, their young son had begun to rebel comically against these long days of talking with a foreign stranger, and Tuba sat snuggling and kissing him repeatedly to quiet him. “They don’t say anything on Instagram, and sometimes I call them on WhatsApp, and they don’t answer me. It’s very painful. I erased my old history. I have no friends.”\nShe laughed a little and then her voice got stronger. “Sometimes even mothers or fathers refuse to speak to their children because they blame them for being FETO” — for staging the coup attempt. “Come on, your daughter or your son. Can you imagine it? Because of this, I blame them — you know the truth. Everybody knows the truth. They know me; they know their son or daughter. Choose! Who will you believe? Me or Erdogan? Even my grandmother is a little like, What did you do? She’s not A.K. Party or Gulenist. People like her just believe the state.”\nShe went on: “Conservative people in Turkey had many, many problems, and they want to believe in the A.K. Party. Because the A.K. Party was their dream, the conservative people’s dream. They don’t want to give up their dream. For this dream, they expend their relatives. They expend their sister. They expend us.”", "url": "https://www.nytimes.com/2017/04/13/magazine/inside-turkeys-purge.html"}