{"authors": ["Alastair Macaulay"], "date_download": "2022-10-25 23:51:28", "date_modify": "2022-10-25 23:51:28", "date_publish": "2017-03-21 21:03:38", "description": "A photo of “Watermotor” encapsulates the timeless wit and playfulness of a dancer and choreographer.", "filename": "2017_03_21_arts_dance_at-play-with-trisha-brown_1666741888.html", "image_url": "https://static01.nyt.com/images/2017/03/22/arts/22TRISHA/22TRISHA-facebookJumbo.jpg?year=2017&h=549&w=1050&s=76a89f571e6e56358a08d7c999396a82b074a0e01734d7d22d37461d7a562e1b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_21_arts_dance_at-play-with-trisha-brown_1666741888.html", "title": "At Play With Trisha Brown", "title_page": "At Play With Trisha Brown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Read our obituary for Trisha Brown, and hear from five of her collaborators, including Mikhail Baryshnikov and Laurie Anderson.\nThe sense of play is often nearer to the heart of art than we realize. Wit, so akin to ambiguity, shows how fully in command of the medium an artist truly is. With the dancer-choreographer Trisha Brown — who died on Saturday at the age of 80 — wit and playfulness came naturally, even though her work could be earnest or seemingly cool.\nThis photograph captures much about Ms. Brown’s essence as an artist. She’s caught right in the middle of a movement (the toss of her mane of hair says so much) and her half-smile shows that she’s enjoying it. The head is tipping forward, the arms are pulling back. One foot is raised off the floor behind her; the other is poised — very momentarily, we can guess — on its ball.\nEverything about the movement from “Watermotor” (1978) is informal. This is not heroic bravura dance; the legs and arms are not stretched, the neck is invisible. It exemplifies the democratic dance of the 1960s that Ms. Brown helped pioneer. (Academics can and do argue about whether it should be labeled postmodern or radically modernist or both.) Ms. Brown catches its impulsiveness, takes a moment of childlike play and turns it into art.", "url": "https://www.nytimes.com/2017/03/21/arts/dance/at-play-with-trisha-brown.html"}