{"authors": ["Michael R. Gordon"], "date_download": "2022-10-25 23:54:38", "date_modify": "2022-10-25 23:54:38", "date_publish": "2017-05-04 08:22:25", "description": "The new offensive from the north, adding to a southern push that had slowed to a crawl, aims to force the Islamic State to fight in multiple directions.", "filename": "2017_05_04_world_middleeast_iraqi-forces-west-mosul-isis_1666742078.html", "image_url": "https://static01.nyt.com/images/2017/05/05/world/05Mosul2/05Mosul2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a94c066bc7fc24cca9778f4d57c486303e6f1e7d45961f4c0fd0e367ccdb2152&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_04_world_middleeast_iraqi-forces-west-mosul-isis_1666742078.html", "title": "Iraqi Forces Open a Front in West Mosul, Trying to Squeeze ISIS", "title_page": "Iraqi Forces Open a Front in West Mosul, Trying to Squeeze ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Iraqi forces opened a new front in western Mosul on Thursday in a major shift intended to accelerate an operation that had slowed to a crawl, leaving hundreds of thousands of civilians trapped on an urban battlefield.\nThe attack began early in the day as the Ninth Division of the Iraqi Army and Interior Ministry troops who had been pulled from another combat assignment started pushing into Mosul from the north, according to an Iraqi military statement.\nThe Iraqi Counterterrorism Service has been clawing its way from the south, and the goal of the new operation is to force the Islamic State, also known as ISIS or ISIL, to fight in multiple directions and collapse its defenses.\nHinting at the change of strategy, Lt. Gen. Othman al-Ghanmi, the Iraqi Army’s chief of staff, recently told a state-run newspaper that the battle for Mosul, now in its seventh month, would be won “in a maximum of three weeks.”", "url": "https://www.nytimes.com/2017/05/04/world/middleeast/iraqi-forces-west-mosul-isis.html"}