{"authors": ["Gardiner Harris", "David E. Sanger"], "date_download": "2022-10-25 23:55:38", "date_modify": "2022-10-25 23:55:38", "date_publish": "2017-02-07 00:54:58", "description": "Mr. Abrams, who was advising Republicans just last spring to “keep your distance” from Mr. Trump, may become the State Department’s No. 2 official.", "filename": "2017_02_06_us_politics_donald-trump-elliott-abrams_1666742138.html", "image_url": "https://static01.nyt.com/images/2017/02/07/us/07abrams/07abrams-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b7d30e6fb1ee562c70d02a1c8218494c459c7a718c4cb4ff69c58c9e2d629158&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_06_us_politics_donald-trump-elliott-abrams_1666742138.html", "title": "Elliott Abrams, Neoconservative Who Rejected Trump, May Serve Him", "title_page": "Elliott Abrams, Neoconservative Who Rejected Trump, May Serve Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Elliott Abrams, a neoconservative who has long argued for an activist foreign policy that spreads American values around the world, was advising Republicans just last spring to “keep your distance” from Donald J. Trump and offering advice about what the party should do after the “Trump collapse.”\nOn Tuesday, Mr. Abrams is set to visit President Trump in the White House to determine whether there is a job for him in the new administration, as the State Department’s No. 2 official.\nAs part of the vetting process to see whether Mr. Abrams will serve as Secretary of State Rex W. Tillerson’s deputy, his writings have been scrutinized in a White House suspicious of anyone who was not a Trump loyalist from the beginning.\nBut the advantage of picking Mr. Abrams is clear: He knows the inner workings of the department, he served under Ronald Reagan and George W. Bush, and, like Mr. Trump, he is often a critic of the Washington foreign policy establishment. Of course, he is also a member of it.", "url": "https://www.nytimes.com/2017/02/06/us/politics/donald-trump-elliott-abrams.html"}