{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:51:53", "date_modify": "2022-10-25 23:51:53", "date_publish": "2017-11-06 23:43:23", "description": "The two media companies are no longer talking, but a deal, which may still be in the works, would make sense for Disney, analysts said.", "filename": "2017_11_06_business_media_disney-fox-deal.html_dlbk_1666741913.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_06_business_media_disney-fox-deal.html_dlbk_1666741913.html", "title": "Disney Said to Have Held Talks to Acquire 21st Century Fox Assets", "title_page": "Disney Said to Have Held Talks to Acquire 21st Century Fox Assets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — The Walt Disney Company recently held preliminary talks to buy entertainment assets owned by 21st Century Fox, including the Fox movie and television studio, the FX cable network and a share of Hulu.\nThe talks were first reported by CNBC on Monday and confirmed by two people briefed on the matter, who spoke on the condition of anonymity to discuss private information. The two companies are no longer talking, although discussions could restart.\nSpokeswomen for both companies declined to comment.\nThe talks, however preliminary, say a lot about the rapidly evolving media industry. Big players like Disney are seeking to get bigger as they follow Netflix into the streaming business and square off against technology giants like AT&T, which is in the final stages of acquiring Time Warner. Medium-size players like 21st Century Fox may be realizing — or accepting — that gaining the scale they need to compete may be out of reach at this point.\nIn July, Discovery Communications spent $11.9 billion to buy Scripps Media, creating a powerhouse in unscripted television. Sinclair Broadcast Group, the nation’s largest owner of television stations, has been trying to win regulatory approval for its $3.9 billion purchase of Tribune Media.", "url": "https://www.nytimes.com/2017/11/06/business/media/disney-fox-deal.html?dlbk"}