{"authors": ["William Neuman", "J. David Goodman"], "date_download": "2022-10-25 23:49:16", "date_modify": "2022-10-25 23:49:16", "date_publish": "2017-11-02 22:58:06", "description": "What did prosecutors learn about Mayor Bill de Blasio’s fund-raising activities, before deciding against charges? A major donor offered a glimpse.", "filename": "2017_11_02_nyregion_de-blasio-rechnitz-donor-nyc_1666741756.html", "image_url": "https://static01.nyt.com/images/2017/11/03/nyregion/03BDBDONOR/03BDBDONOR-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f1d00d20d1913f0009e091954869c5869e600792cdde069816caae45e0b1713f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_02_nyregion_de-blasio-rechnitz-donor-nyc_1666741756.html", "title": "The Mayor Sought Money, a Donor Sought Access: Both Said ‘Yes’", "title_page": "The Mayor Sought Money, a Donor Sought Access: Both Said ‘Yes’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When it came to making political donations for Mayor Bill de Blasio, Jona S. Rechnitz liked to think of himself as a yes man, always quick with the pen. For his generosity, Mr. Rechnitz was provided access to City Hall: The mayor took his calls, problems with agencies were addressed, questions got answered.\nYet as the mayor neared the end of his first year in office, Mr. Rechnitz grew restless. He felt he was no longer getting his money’s worth.\nNot long after, Mr. de Blasio called Mr. Rechnitz with his biggest ask yet: a six-figure donation to help Democrats win the State Senate. Mr. Rechnitz said he could not turn down the mayor and wrote a check for $102,300.\nSuddenly the gears of government began spinning again for Mr. Rechnitz, a real estate investor. A city official emailed him with an offer to set up a meeting to discuss hefty fines that Mr. Rechnitz claimed were levied unfairly against a Manhattan building that he owned. About the same time, city officials began answering his long-stalled questions about another property in Brooklyn.", "url": "https://www.nytimes.com/2017/11/02/nyregion/de-blasio-rechnitz-donor-nyc.html"}