{"authors": ["Marc Santora", "Joanna Berendt"], "date_download": "2022-10-25 22:58:56", "date_modify": "2022-10-25 22:58:56", "date_publish": "2017-12-20 13:42:02", "description": "The changes, critics say, are an assault on the rule of law. The right-wing government could now face E.U. sanctions.", "filename": "2017_12_20_world_europe_eu-poland-law_1666738736.html", "image_url": "https://static01.nyt.com/images/2017/12/21/world/21poland5/21poland5-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9392a86ffa32139eb5669932f8e95d07e17b566a8b2a155f088d4751efc61976&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_20_world_europe_eu-poland-law_1666738736.html", "title": "Poland Overhauls Courts, and Critics See Retreat From Democracy", "title_page": "Poland Overhauls Courts, and Critics See Retreat From Democracy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — Poland’s president signed sweeping legislation on Wednesday to overhaul the country’s judicial system, a move critics say fundamentally undermines the rule of law in a nation that only three decades ago broke free from the yoke of the Soviet Union to embrace democracy.\nThe new laws effectively put the Polish courts under the control of the right-wing governing party, Law and Justice. In signing them, President Andrzej Duda defied a formal warning delivered only hours earlier by the European Union, which called the legislation a “serious breach” of bedrock values like the rule of law.\nOnce viewed as a symbol for the successful integration of former Eastern Bloc countries into the West, Poland is now seen as portending a far darker trend — a turn toward right-wing populism and away from values like pluralism and respect for dissent.\nThe turn has underscored an emerging rift on the Continent between countries in the West like France and Germany, where the political establishment has rallied around core democratic values, and countries in the East like Poland and Hungary, where populist leaders have succeeded by appealing to the old gods of nation, faith and family.", "url": "https://www.nytimes.com/2017/12/20/world/europe/eu-poland-law.html"}