{"authors": ["Emily Steel"], "date_download": "2022-10-25 23:31:20", "date_modify": "2022-10-25 23:31:20", "date_publish": "2017-07-31 11:55:50", "description": "The agreement would add to consolidation in the telecommunications and media industries, as TV companies seek to better compete with cable and broadband providers.", "filename": "2017_07_31_business_dealbook_discovery-scripps-acquire-viacom_1666740680.html", "image_url": "https://static01.nyt.com/images/2017/08/01/business/01db-scripps2/01db-scripps2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d6b75554bff0e53916615cf3ccf209fe77d38c310f5f815ade84cf3ca0615495&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_31_business_dealbook_discovery-scripps-acquire-viacom_1666740680.html", "title": "Discovery to Buy Scripps, Owner of Food Network, in $11.9 Billion Deal", "title_page": "Discovery to Buy Scripps, Owner of Food Network, in $11.9 Billion Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This shotgun marriage is a clear sign that the cable network industry has seen the future, and that future requires deep cost cutting and increased scale to mitigate both the current headwinds and the inevitable painful changes that lie ahead,” Mr. Nathanson wrote in a research note.\n“Without any material improvement to current ratings and subscriber trends, the timing and cost for Discovery to double down in the U.S. will likely look foolish in hindsight.”\nThe Discovery-Scripps deal has been in the works for a long time. About nine years ago, Discovery approached Scripps about a potential deal, Mr. Zaslav said. But the Scripps family’s shareholders, who control roughly 92 percent of the broadcaster’s voting stock — and who vote as a group — were not yet ready to sell.\nIn 2014, the companies started talking again, but those discussions fell apart over a range of issues, including price. Discovery shifted gears and focused on expanding its international footprint, making deals to buy Eurosport, SBS Nordic and other programming rights.\nAll the while, Mr. Zaslav stayed close with Kenneth W. Lowe, the chief executive of Scripps Networks Interactive. The two men have been friends for nearly 30 years, sneaking away from industry conferences for steak dinners, and they have gone on vacations with their wives together, including a trip to Rome a few months ago. Both men were inducted into the Cable Hall of Fame in April.\nIt was about six weeks ago that Mr. Zaslav decided that Discovery should take another look at Scripps after a meeting with his head of content for Latin America. The executive asked Mr. Zaslav if he knew Mr. Lowe, explaining how a deal to distribute Scripps programming across Discovery’s Home & Health network in that region was providing a significant boost and that they could use more.\nThe next morning, Scripps came up again during a discussion Mr. Zaslav was having with Group Nine, the digital media company in which Discovery invested $100 million. Mr. Zaslav asked about the Tastemade video network, which led to a discussion about Scripps’s significant presence in the food category on emerging services like Snapchat’s Discover.", "url": "https://www.nytimes.com/2017/07/31/business/dealbook/discovery-scripps-acquire-viacom.html"}