{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:55", "date_modify": "2022-10-25 23:45:55", "date_publish": "2017-05-10 06:25:00", "description": "Mr. Moon said he was willing to meet with the North’s leader, Kim Jong-un, if the circumstances were right.", "filename": "2017_05_10_world_asia_moon-jae-in-president-south-korea_1666741555.html", "image_url": "https://static01.nyt.com/images/2017/05/11/world/11skorea-1/11skorea-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=2af74c26bac2d8684ac17e579eb0f12173f28b0082de8e864b39b3064f228a10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_10_world_asia_moon-jae-in-president-south-korea_1666741555.html", "title": "South Korea’s New President, Moon Jae-in, Promises New Approach to North", "title_page": "South Korea’s New President, Moon Jae-in, Promises New Approach to North - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — South Korea’s newly elected president vowed on Wednesday to play a more assertive role in resolving the North’s nuclear crisis through dialogue, saying that he was willing to meet with its leader, Kim Jong-un, if the circumstances were right.\nPresident Moon Jae-in also pledged to strengthen the alliance with Washington, expressing an eagerness for an early summit meeting with President Trump, whose military posturing and diplomatic overtures toward the North in recent weeks have both rattled and confused South Koreans.\nBut Mr. Moon also hinted at balancing diplomacy between the United States and China, his country’s largest trading partner, over the contentious deployment of an American missile defense system here.\nMr. Trump called Mr. Moon hours after he was formally sworn in on Wednesday. The two leaders agreed to maintain a strong alliance and cooperate in dealing with North Korea’s nuclear and missile threats, Mr. Moon’s office said. They also agreed to hold a summit meeting in Washington at the earliest opportunity, it said.", "url": "https://www.nytimes.com/2017/05/10/world/asia/moon-jae-in-president-south-korea.html"}