{"authors": ["Jane Margolies"], "date_download": "2022-10-25 23:40:24", "date_modify": "2022-10-25 23:40:24", "date_publish": "2017-07-19 09:01:02", "description": "New York’s fourth-largest city is being revitalized from the inside out, and developers are busy adding residential high-rises to an area once bereft of them.", "filename": "2017_07_19_realestate_downtown-yonkers-a-cleaner-greener-place-to-call-home_1666741224.html", "image_url": "https://static01.nyt.com/images/2017/07/23/realestate/23LIVING-slide-N8DB/23LIVING-slide-N8DB-facebookJumbo.jpg?year=2017&h=550&w=1050&s=6979f1204a9932558d9f2e8b6e297756444d74da15466631ea5e7ef066bbb1e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_19_realestate_downtown-yonkers-a-cleaner-greener-place-to-call-home_1666741224.html", "title": "Downtown Yonkers: A Cleaner, Greener Place to Call Home", "title_page": "Downtown Yonkers: A Cleaner, Greener Place to Call Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On a recent Friday afternoon, Nathan Hunter, dressed in a carrot costume, supervised the weekly farmers’ market on the grounds of the historical Philipse Manor Hall in downtown Yonkers.\nAcross Warburton Avenue, recent graduates of nearby Sarah Lawrence College gathered in a new art gallery, using computer modeling to design bike racks for the city.\nAnd behind the bar at the Yonkers Brewing Company, Joe Minkler was preparing for the busiest night of the workweek. “I’m making sure everything is clean and organized,” he said, “so when the chaos begins, I’m ready.”\nSome call it revitalization, others gentrification. But no one can deny that change is sweeping the once sleepy downtown of Yonkers, which lies directly north of the Bronx, in Westchester County, and has long been regarded as a blue-collar stepchild of New York City.", "url": "https://www.nytimes.com/2017/07/19/realestate/downtown-yonkers-a-cleaner-greener-place-to-call-home.html"}