{"authors": ["Kim Severson"], "date_download": "2022-10-25 23:29:00", "date_modify": "2022-10-25 23:29:00", "date_publish": "2017-10-13 21:15:55", "description": "At the Smart Kitchen Summit in Seattle, they talked of appliances that plan, shop, advise — and leave little room for the joy of cooking.", "filename": "2017_10_13_dining_smart-kitchen-future_1666740540.html", "image_url": "https://static01.nyt.com/images/2017/10/18/dining/18Future1/18Future1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=857c1ece1852e47cf58dc1a28305d33a1a3ba0e2ce49abc7304f409baecd02c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_13_dining_smart-kitchen-future_1666740540.html", "title": "Kitchen of the Future: Smart and Fast but Not Much Fun", "title_page": "Kitchen of the Future: Smart and Fast but Not Much Fun - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEATTLE — Wandering among the engineers and strategy directors and managers of something called “connected customer experience” at the Smart Kitchen Summit, one had to wonder: Do any of these people actually cook?\nThe conference, now in its third year, brings together people on the front lines of kitchen technology to try to figure out how to move the digital revolution deeper into the kitchen. The kitchen is where Americans spend 60 percent of their time at home when they are not sleeping, said Yoon Lee, a senior vice president at Samsung. That’s why so many tech companies are focused on it.\nAlmost everyone here this week at Benaroya Hall, the home of the Seattle Symphony — whether an executive from a major appliance manufacturer, a Google engineer or a hopeful young entrepreneur with a popular Kickstarter concept — agreed that it was only a matter of five to 10 years before artificial intelligence had a permanent seat at the dinner table.\nThe coming kitchen technology, they said, will go well beyond a screen on the refrigerator door that allows you to check the weather while you search recipes and update the family calendar.", "url": "https://www.nytimes.com/2017/10/13/dining/smart-kitchen-future.html"}