{"authors": ["Matthew Goldstein", "Alexandra Stevenson"], "date_download": "2022-10-25 23:30:33", "date_modify": "2022-10-25 23:30:33", "date_publish": "2017-04-20 22:45:42", "description": "Harbour Portfolio Advisors, which buys foreclosed homes and sells them to poor families, is accused of failing to maintain homes and avoiding fines and fees.", "filename": "2017_04_20_business_dealbook_cincinnati-sues-harbour-seller-foreclosed-homes_1666740633.html", "image_url": "https://static01.nyt.com/images/2017/04/21/business/21DB-HARBOUR/21DB-HARBOUR-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0393670f2be2c6e873e21b7618e9cae8a94c87e7f4805f39875fca46e197f790&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_20_business_dealbook_cincinnati-sues-harbour-seller-foreclosed-homes_1666740633.html", "title": "Cincinnati Sues Seller of Foreclosed Homes, Claiming Predatory Behavior", "title_page": "Cincinnati Sues Seller of Foreclosed Homes, Claiming Predatory Behavior - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The lawsuit against Harbour, which is based in Dallas, is the first of several that Cincinnati plans to file against out-of-state firms that acquired rundown homes in the wake of the housing crisis and then resold them at inflated prices without making repairs.\n“We are planning more litigation,” said Jessica Powell, chief counsel in the Cincinnati Law Department. Her department has set its sights on firms with “even more egregious business practices,” she added, without naming specific companies.\nIn the wake of the 2008 housing crisis, opportunistic investors swooped in with hopes of profiting on tens of thousands of blighted homes across the country.\nInvestment firms like Harbour scooped up the run-down, foreclosed homes at bargain prices, selling them to families who could not get conventional mortgages but were desperate to own homes.\nHarbour sold its homes through an arrangement similar to an installment payment plan, with a high-interest, long-term loan called a contract for deed, or land contract. But what begins as a dream of homeownership for many residents can end quickly when a payment is missed and the buyer is swiftly evicted.", "url": "https://www.nytimes.com/2017/04/20/business/dealbook/cincinnati-sues-harbour-seller-foreclosed-homes.html"}