{"authors": ["Mike Ives"], "date_download": "2022-10-25 23:29:01", "date_modify": "2022-10-25 23:29:01", "date_publish": "2017-11-25 10:00:23", "description": "An intense crackdown by Chinese regulators on imported foreign waste destined to be recycled has had an impact on businesses and municipalities around the world.", "filename": "2017_11_25_business_energy-environment_china-waste-recycling_1666740541.html", "image_url": "https://static01.nyt.com/images/2017/11/26/business/00CHINAGARBAGE1/00CHINAGARBAGE1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3d713db65db014d213cb9c433974db04145bcd03b1957e76187caccb7fce04e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_25_business_energy-environment_china-waste-recycling_1666740541.html", "title": "China Limits Waste. ‘Cardboard Grannies’ and Texas Recyclers Scramble.", "title_page": "China Limits Waste. ‘Cardboard Grannies’ and Texas Recyclers Scramble. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fears of widespread domestic pollution were amplified by “Plastic China,” a recent documentary film about a bleak town in the eastern province of Shandong where people earn their living by picking through scrap plastics and processing them in machines that belch black smoke. The film went viral in mainland China in January before disappearing from the internet there.\nPollution in the industry is “not only China’s problem,” said Wang Jiuliang, the film’s director.\n“It’s the world’s common challenge,” he said.\nChina’s regulatory fight against imported garbage began in 2013, when a flurry of port inspections forced overseas recyclers to clean up their operations and invest in new waste-sorting technologies.\nIn July, China raised the stakes by telling the World Trade Organization that it would ban 24 kinds of imported waste, including some types of paper and plastics, by the end of the year. Chinese regulators also began restricting wastepaper imports.", "url": "https://www.nytimes.com/2017/11/25/business/energy-environment/china-waste-recycling.html"}