{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:26:12", "date_modify": "2022-10-25 23:26:12", "date_publish": "2017-01-02 11:57:34", "description": "South Korean officials will seek the extradition of the daughter of Choi Soon-sil, the presidential confidante at the center of an influence-peddling scandal.", "filename": "2017_01_02_world_asia_south-korea-scandal-choi-soon-sil-daughter_1666740372.html", "image_url": "https://static01.nyt.com/images/2017/01/03/world/03CHOI-1/03CHOI-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=30a1ec09e3842d4794bd3301cb9f39c8a5119196994b3e23b529b89526be20c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_02_world_asia_south-korea-scandal-choi-soon-sil-daughter_1666740372.html", "title": "Daughter of Key Figure in South Korean Scandal Is Detained in Denmark", "title_page": "Daughter of Key Figure in South Korean Scandal Is Detained in Denmark - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — One of the most-wanted figures in the influence-peddling scandal that led to President Park Geun-hye’s parliamentary impeachment last month has been detained by the Danish police, South Korean officials said on Monday.\nThe suspect, Chung Yoo-ra — the daughter of Choi Soon-sil, the longtime confidante of Ms. Park who is at the center of the scandal — has been living in hiding in Europe, ignoring repeated calls from South Korean investigators to return home to face criminal charges.\nHer mother, Ms. Choi, has been indicted on charges of using her influence with Ms. Park to extort tens of millions of dollars from big businesses. Ms. Park herself has been identified as a criminal accomplice in Ms. Choi’s alleged extortion racket and is now on trial at the Constitutional Court, which will decide whether she should be formally removed from office.\nBut Ms. Chung, 20, has been elusive. Last month, a special prosecutor asked the authorities in Germany, where Ms. Chung, a former member of South Korea’s national equestrian team, had been training, to detain and extradite her. South Korean officials had also asked Interpol to look for her and threatened to invalidate her passport.", "url": "https://www.nytimes.com/2017/01/02/world/asia/south-korea-scandal-choi-soon-sil-daughter.html"}