{"authors": ["Stacy Cowley", "Emily Cochrane"], "date_download": "2022-10-25 23:35:49", "date_modify": "2022-10-25 23:35:49", "date_publish": "2017-11-25 17:27:41", "description": "A legal battle over who will run the Consumer Financial Protection Bureau broke out after its chief abruptly resigned on Friday.", "filename": "2017_11_25_business_trump-officials-say-they-can-name-agencys-temporary-chief_1666740949.html", "image_url": "https://static01.nyt.com/images/2017/11/26/business/26CFPB/26-cfpb-facebookJumbo.jpg?year=2017&h=549&w=1050&s=559f0109139038e942a228e833b412fe08dc670432bcd107b4a80e0715a83574&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_25_business_trump-officials-say-they-can-name-agencys-temporary-chief_1666740949.html", "title": "Who Will Be Running Consumer Agency on Monday? It’s Unclear", "title_page": "Who Will Be Running Consumer Agency on Monday? It’s Unclear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now, both sides say the law is in their favor, setting up a clash that may well end up in court.\nPresident Trump and his administration are working to roll back regulations on businesses. The consumer bureau has been a prominent holdout. When Congress created it six years ago, in the aftermath of the financial crisis, it gave the agency broad powers over a wide variety of financial products, including mortgages, credit cards, bank accounts and student loans.\nThe consumer bureau is still carrying out the agenda it developed under President Barack Obama, issuing new rules — like a recent regulation intended to curtail sharply the payday lending market — and sanctioning financial companies for practices that it considers unfair or abusive. Nearly 30 million consumers have collected almost $12 billion in refunds and canceled debts because of the agency’s actions.\nBut the bureau has long been vilified by Republicans as an overreaching, aggressive arm of government.\nNow, with President Trump’s support, they have intensified their efforts to curb its power. In a significant blow to the agency, Congress recently overturned a rule that would have allowed millions of Americans to band together in class-action lawsuits against financial institutions.\nInstalling Mr. Mulvaney, a fiscal hawk who previously called the agency a “sick, sad” joke, as the agency’s interim leader would immediately alter the consumer bureau’s focus.", "url": "https://www.nytimes.com/2017/11/25/business/trump-officials-say-they-can-name-agencys-temporary-chief.html"}