{"authors": ["Julie Weed"], "date_download": "2022-10-25 22:56:35", "date_modify": "2022-10-25 22:56:35", "date_publish": "2017-12-27 22:15:05", "description": "As recreational marijuana becomes legal there on Jan 1., entrepreneurs will be rushing in to a nascent market. But finding expertise and financing will be challenging.", "filename": "2017_12_27_business_smallbusiness_california-marijuana-start-ups.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666738595.html", "image_url": "https://static01.nyt.com/images/2017/12/28/business/28EBIZ08/28EBIZ08-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2d403feff39627c147b6a9c09ebfefb14e8a992480db274acef564ec771aeeff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_27_business_smallbusiness_california-marijuana-start-ups.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666738595.html", "title": "California Marijuana Start-Ups, Shut Out From Banks, Turn to Private Backing", "title_page": "California Marijuana Start-Ups, Shut Out From Banks, Turn to Private Backing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even “the boring areas” of the marijuana industry offer terrific opportunities, said Mr. Larson, because growers are currently spread too thin. The same company might be cloning plants, harvesting crops, selling to dispensaries and making deliveries. “There may be eight different steps in their value chain that could be specialized” and contracted out, he said.\nIncreasing brand recognition for products and retailers is another major opportunity for start-ups. “There’s no Starbucks or Nordstrom’s yet — names that mean things to people,” Mr. Larson said.\nOne of Gateway’s graduates is Carrie Tice, the founder of Octavia Wellness. She quit her job at a technology company in 2015 when her mother became ill, and now sells cannabis as tinctures, salves and in other forms to seniors looking for alternatives to opioids for pain relief and better sleep. Most of her products have little to no THC, the psychoactive component of cannabis.\nGateway helped Ms. Tice refine her pitch and introduced her to Big Rock, a private family fund and investment company. Big Rock helps with everything “from community intros and tech support to marketing resources and updates on regulatory developments,” said Ms. Tice in an email.\nOctavia Wellness now has a network of 80 “wellness consultants” who advise more than 1,100 clients in California, and will be expanding to Nevada, where both medical and recreational marijuana is legal. Ms. Tice said that legalizing recreational use will boost her sales considerably because people will no longer have to obtain a doctor’s recommendation to buy her products.", "url": "https://www.nytimes.com/2017/12/27/business/smallbusiness/california-marijuana-start-ups.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}