{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:49:15", "date_modify": "2022-10-25 23:49:15", "date_publish": "2017-09-10 14:56:38", "description": "Hiram Monserrate, who was convicted of assaulting his girlfriend and fraud, still has significant support in Corona, to the dismay of many Democrats.", "filename": "2017_09_10_nyregion_hiram-monserrate-moya-city-council-primary_1666741755.html", "image_url": "https://static01.nyt.com/images/2017/09/09/nyregion/09council1/09council1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4c892a7569da34e7482e04a28014603be796241b66a8382ed6361982e2953c59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_10_nyregion_hiram-monserrate-moya-city-council-primary_1666741755.html", "title": "Monserrate, Ex-Senator and Ex-Convict, Seeks Votes Amid Disdain", "title_page": "Monserrate, Ex-Senator and Ex-Convict, Seeks Votes Amid Disdain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Along 57th Avenue in Corona, Queens, even the storefronts can be a battlefield in what has been one of the most bitterly contentious City Council Democratic primary races of the 2017 election.\nThere, campaign posters blare the name of Hiram Monserrate, the former councilman and state senator who in 2012 pleaded guilty in federal court to misappropriating city funds while on the Council. Other posters, but fewer, tout his opponent, Francisco Moya, a state assemblyman. Some are torn down, only to be replaced with fresh ones.\nThe displays underscore an on-the-ground reality in this area of central Queens that has shocked Democrats around New York City, from Mayor Bill de Blasio to unions to women’s groups: Mr. Monserrate, who was convicted in 2009 of assaulting his then girlfriend, has mounted a formidable campaign to return to his old seat.\nHe could win.\nThe prospect has compelled elected officials to denounce his run, prompted women to protest on the steps of City Hall — “We’re women and we’re here to say, Monserrate must go away” — and one councilman to propose a law to prevent someone convicted of political corruption from returning to public office. Condemnations have been swift and direct.", "url": "https://www.nytimes.com/2017/09/10/nyregion/hiram-monserrate-moya-city-council-primary.html"}