{"authors": ["The New York Times"], "date_download": "2022-10-25 23:45:11", "date_modify": "2022-10-25 23:45:11", "date_publish": "2017-09-07 18:48:06", "description": "Images show the extent of the devastation in the eastern Caribbean islands directly in the path of Hurricane Irma.", "filename": "2017_09_07_world_americas_hurricane-irma-caribbean-destruction-video-photos_1666741511.html", "image_url": "https://static01.nyt.com/images/2017/09/08/world/08Islands-stmartin1/08Islands-stmartin1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a1f53b9ab71b3530276760c380dcec6d6afadf2200ac66f983195bd38132988f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_07_world_americas_hurricane-irma-caribbean-destruction-video-photos_1666741511.html", "title": "In Hurricane Irma’s Ruinous Wake: ‘I Feel Like I’m on the Moon’", "title_page": "In Hurricane Irma’s Ruinous Wake: ‘I Feel Like I’m on the Moon’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Javorn Micheal Fahie, a taxi driver who lives on the largest of the British Virgin Islands, Tortola, said most of the galvanized steel roofs on homes in his neighborhood blew off in the storm.\n“We took a beating,” he said Wednesday from his concrete house in the Johnson’s Ghut area of the island, where he had been riding out the storm all day.\nThough the power on the island had gone out by 9 a.m., Mr. Fahie was able to stay connected via a Wi-Fi router in a bus he owns; it was parked next to his house, enabling him to continue using the internet from the safety of his home.\nBy Saturday, the full extent of the damage was still revealing itself. at least five deaths were reported by the island’s governor Gus Jaspert, who noted that with communication on the island all but severed, officials were still working to assess the full scale of devastation.\nResidents say much of the island has been affected. Buildings are leveled. Roads have been washed away. People have limited food and water.\nMr. Jaspert said the toll on the islands has been massive and he urged citizens to prepare for incoming Hurricane Jose. He noted that the government had established a national emergency operations center at People’s Hospital.", "url": "https://www.nytimes.com/2017/09/07/world/americas/hurricane-irma-caribbean-destruction-video-photos.html"}