{"authors": ["Kate Kelly", "Alan Rappeport"], "date_download": "2022-10-25 23:36:00", "date_modify": "2022-10-25 23:36:00", "date_publish": "2017-05-09 23:01:33", "description": "An across-the-board business tax of 15 percent would give individuals an incentive to characterize themselves as independent contractors, greatly lowering their tax rate.", "filename": "2017_05_09_business_trump-pass-through-tax-cut_1666740960.html", "image_url": "https://static01.nyt.com/images/2017/05/10/business/10PASSTHROUGH1/10PASSTHROUGH1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=37484bedee9073a58052ffe7cd872d2a36d756a4673fb23c8ffe8be6ee0dc8cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_09_business_trump-pass-through-tax-cut_1666740960.html", "title": "Trump’s Proposed Tax Cut Could Open a Path to Widespread Avoidance", "title_page": "Trump’s Proposed Tax Cut Could Open a Path to Widespread Avoidance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump’s proposal to cut taxes is short on details. But some people can already see opportunities for widespread tax avoidance.\nThe problem: an across-the-board business tax of 15 percent intended not only for large multinational companies, but also for partnerships and sole proprietorships that are also known as pass-through businesses. Trump administration officials have said the proposed tax is a critical way to encourage hiring and investing in the United States by companies large and small.\nBut individuals would have an incentive to characterize themselves as independent contractors who run small corporations in order to use the 15 percent pass-through tax when they should simply be paying the personal income tax rate — which could reach as high as 35 percent under Mr. Trump’s proposal.\n“If this proposal were to pass in substantially the same form, it’s going to be hugely expensive in terms of revenue loss,” said Edward D. Kleinbard, a former chief of staff for the congressional Joint Committee on Taxation and a professor of law and business at the University of Southern California. “It’s going to be hugely advantageous to wealthy taxpayers.”", "url": "https://www.nytimes.com/2017/05/09/business/trump-pass-through-tax-cut.html"}