{"authors": ["Lisa Friedman", "Marina Affo", "Derek Kravitz"], "date_download": "2022-10-25 23:48:26", "date_modify": "2022-10-25 23:48:26", "date_publish": "2017-12-22 10:00:28", "description": "Among the departures are nearly 200 biologists, chemists and toxicologists, draining the agency of scientific expertise needed to address pollution threats.", "filename": "2017_12_22_climate_epa-buyouts-pruitt_1666741706.html", "image_url": "https://static01.nyt.com/images/2017/12/23/climate/23CLI-EPA/12CLI-EPA-facebookJumbo.jpg?year=2017&h=550&w=1050&s=483c41499220aa4561b3f42c45caaed8e9de676d2400a6d20101156b011164eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_22_climate_epa-buyouts-pruitt_1666741706.html", "title": "E.P.A. Officials, Disheartened by Agency’s Direction, Are Leaving in Droves", "title_page": "E.P.A. Officials, Disheartened by Agency’s Direction, Are Leaving in Droves - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The cuts deepen a downward trend at the agency that began under the Obama administration in response to Republican-led budget constraints that left the agency with about 15,000 employees at the end of his term. The reductions have accelerated under President Trump, who campaigned on a promise to dramatically scale back the E.P.A., leaving only what he called “little tidbits” in place. Current and former employees say unlike during the Obama years, the agency has no plans to replace workers, and they expect deeper cuts to come.\n“The reason E.P.A. went down to 15,000 employees under Obama is because of pressure from Republicans. This is the effort of the Republicans under the Obama administration on steroids,” said John J. O’Grady, president of American Federation of Government Employees Council 238, a union representing E.P.A. employees.\nProPublica and The New York Times analyzed the comings and goings from the E.P.A. through the end of September, the latest data that has been compiled, obtained under the Freedom of Information Act. The figures and interviews with current and former E.P.A. officials show the administration is well on its way to achieving its goal of cutting 3,200 positions from the E.P.A., about 20 percent of the agency’s work force.\nJahan Wilcox, a spokesman for the E.P.A., said the agency was running more efficiently. “With only 10 months on the job, Administrator Pruitt is unequivocally doing more with less to hold polluters accountable and to protect our environment,” he said.\nWithin the agency, science in particular is taking a hard hit. More than 27 percent of those who left this year were scientists, including 34 biologists and microbiologists; 19 chemists; 81 environmental engineers and environmental scientists; and more than a dozen toxicologists, life scientists and geologists. Employees say the exodus has left the agency depleted of decades of knowledge about protecting the nation’s air and water. Many also said they saw the departures as part of a more worrisome trend of muting government scientists, cutting research budgets and making it more difficult for academic scientists to serve on advisory boards.", "url": "https://www.nytimes.com/2017/12/22/climate/epa-buyouts-pruitt.html"}