{"authors": ["Ken Belson"], "date_download": "2022-10-25 22:59:44", "date_modify": "2022-10-25 22:59:44", "date_publish": "2017-02-02 00:26:16", "description": "Despite the national tumult over immigration spilling over, Commissioner Roger Goodell said, “I’m singularly focused on the Super Bowl right now.”", "filename": "2017_02_01_sports_super-bowl-politics-trump-nfl_1666738784.html", "image_url": "https://static01.nyt.com/images/2017/02/02/sports/02football1/02football1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=fb6e2332356394ca67be255f3518f035b25eb3d591e075a987f9fc919a5c61d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_01_sports_super-bowl-politics-trump-nfl_1666738784.html", "title": "A Different Super Bowl Matchup: Politics vs. the N.F.L.", "title_page": "A Different Super Bowl Matchup: Politics vs. the N.F.L. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the N.F.L. has long struggled to find neutral ground between its biggest annual game and the events that swirl around it. As the Super Bowl has grown from a game to a weekend to a two-week news media rodeo attracting thousands of reporters, the league has opened itself up to more lavish publicity, but also more scrutiny and criticism.\n“The league is certainly powerful, but I don’t know how you control it when you have media day with the teams on the field with not just sports reporters and television networks, but people from ‘Entertainment Tonight’ and you name it, and asking questions that have nothing to do with the game,” said Ed Goren, the former executive producer and vice chairman of Fox Sports. “Because it’s the Super Bowl, the questions are going to get asked.”\nThe politically charged atmosphere that has enveloped the country the last few months comes after a wobbly year for the country’s premier sports league. It began with one of its top stars, Patriots quarterback Tom Brady, serving a four-game suspension for his role in a suspected scheme to deflate footballs in a playoff game two years ago. At the same time, San Francisco 49ers quarterback Colin Kaepernick set off a national debate by refusing to stand for the national anthem as a way to shine a light on police brutality.", "url": "https://www.nytimes.com/2017/02/01/sports/super-bowl-politics-trump-nfl.html"}