{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:16", "date_modify": "2022-10-25 23:43:16", "date_publish": "2017-10-06 12:44:01", "description": "The official result sets up a potential showdown with Madrid, as separatists had pledged to make the result binding within 48 hours and unilaterally declare independence.", "filename": "2017_10_06_world_europe_catalonia-referendum-sedition_1666741396.html", "image_url": "https://static01.nyt.com/images/2017/10/07/world/07catalonia1/07catalonia1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=16c5a67782f1f01c7b6b95c281572cc999d24d34fa7cc9ba7dc2e81ca238ab90&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_06_world_europe_catalonia-referendum-sedition_1666741396.html", "title": "Catalonia Government Declares Overwhelming Vote for Independence", "title_page": "Catalonia Government Declares Overwhelming Vote for Independence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA, Spain — The Catalan government said on Friday that the official results of last Sunday’s independence referendum showed it had passed overwhelmingly, setting up a potential showdown with the central government in Madrid.\nUnder their own laws, Catalan separatists had pledged to make the official vote result binding within 48 hours and unilaterally declare independence.\nAnticipating such a declaration, Spanish courts had suspended a session of Catalonia’s Parliament that was scheduled for Monday. Carles Puigdemont, Catalonia’s separatist leader, is now set to appear before lawmakers on Tuesday instead, delaying but by no means averting a confrontation with the national government in Madrid.\nIf Catalan separatists were to declare independence unilaterally, Prime Minister Mariano Rajoy would most likely use emergency powers to take full administrative control of Catalonia, which could involve replacing the Catalan police force with Spanish police officers.", "url": "https://www.nytimes.com/2017/10/06/world/europe/catalonia-referendum-sedition.html"}