{"authors": ["Paulina Villegas", "Elisabeth Malkin"], "date_download": "2022-10-25 22:59:26", "date_modify": "2022-10-25 22:59:26", "date_publish": "2017-09-10 17:10:36", "description": "With the death toll of Mexico’s strongest earthquake in living memory reaching 90, and further aftershocks, rescue workers began to assess the damage.", "filename": "2017_09_10_world_americas_mexico-earthquake-oaxaca-juchitan-de-zaragoza_1666738766.html", "image_url": "https://static01.nyt.com/images/2017/09/11/world/11mexico3/11mexico3-facebookJumbo.jpg?year=2017&h=550&w=1050&s=95bc865de8fdcbafdf35c3e76df66f6d7d793e1c3c49b5b37f04ccb56824e463&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_10_world_americas_mexico-earthquake-oaxaca-juchitan-de-zaragoza_1666738766.html", "title": "Mexico Mourns After Quake: ‘We Have No Idea How We Are Going to Rebuild’", "title_page": "Mexico Mourns After Quake: ‘We Have No Idea How We Are Going to Rebuild’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than 30 brigades of local and state police and other officials were scheduled to fan out across Juchitán on Monday to begin clearing the wreckage of fallen buildings, said Oscar Cruz, the city’s municipal secretary. Many families are seeking help to tear down their uninhabitable houses.\n“Rebuilding the city is going to take a very long time due to the magnitude and impact” of the quake, Mr. Cruz said in a telephone interview. Referring to Mexico’s last giant earthquake, he added, “Let’s just hope this won’t take 30 years, as it did back in 1985.”\nAs the terror of Thursday’s earthquake turned into the long ache of families that may never again feel whole, one funeral on Sunday stood out as an emblem of the city’s loss.\nMunicipal police officers mounted an honor guard for the funeral of Juan Jiménez, a policeman who was buried when a portion of City Hall collapsed. The city had seemed to hold its collective breath as rescue workers combed through the debris throughout Friday, only to pull out his body on Saturday.\nDozens of relatives and friends had filled the patio of his house to pay their respects to his wife, Irma, and the couple’s three boys during the night.\n“God needed him,” said Wilhelm, 12, the youngest of the three, shaking dust from the navy blue blanket that covered his father’s coffin. “I think that my grandfather also wanted him near,” he said.\n“That’s why he died.”", "url": "https://www.nytimes.com/2017/09/10/world/americas/mexico-earthquake-oaxaca-juchitan-de-zaragoza.html"}