{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:01:05", "date_modify": "2022-10-25 23:01:05", "date_publish": "2017-08-13 19:26:25", "description": "The presence of fighters with the Syrian affiliate of Al Qaeda, and their increasing power in a patch of northern Syria, endangers the civilians who have sought refuge there from the country’s war.", "filename": "2017_08_13_world_middleeast_idlib-syria-displaced-militants_1666738865.html", "image_url": "https://static01.nyt.com/images/2017/08/13/world/xxidlib4/xxidlib4-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e06d79365a95d49cb174854ab28ed9b8a1635f1d63954b19b80431a90435f396&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_13_world_middleeast_idlib-syria-displaced-militants_1666738865.html", "title": "In a Syria Refuge, Extremists Exert Greater Control", "title_page": "In a Syria Refuge, Extremists Exert Greater Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — After surviving a siege by Syrian forces, Firas al-Rahim and his family were removed from a rebel-held area of Homs province in central Syria and taken to an impoverished territory in the northwest.\nBut since Mr. Rahim, his wife and their four children arrived in Idlib Province in May, they have struggled to find food and shelter, and the Syrian affiliate of Al Qaeda has come to dominate the area, raising fears that bombs targeting the jihadists could fall on them.\n“We, the civilians, are stuck between an organization with an extreme ideology and an international community willing to fight it at all costs,” Mr. Rahim, a teacher, said by phone from Idlib Province.\nAfter six years of war, Syria has been shattered into jagged chunks divided by hostile front lines maintained with the help of foreign powers and their spheres of influence: Turkey, Iran, Russia and the United States have all put forces on the ground to help their allies.", "url": "https://www.nytimes.com/2017/08/13/world/middleeast/idlib-syria-displaced-militants.html"}