{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:38:10", "date_modify": "2022-10-25 23:38:10", "date_publish": "2017-09-28 16:28:22", "description": "Steve Scalise, the No. 3 Republican who nearly lost his life to a gunman on a baseball field, returned to the House on Thursday to bipartisan applause.", "filename": "2017_09_28_us_politics_steve-scalise-return-house-shooting-baseball_1666741090.html", "image_url": "https://static01.nyt.com/images/2017/09/28/us/28scalise-alpha/28scalise-alpha-facebookJumbo.jpg?year=2017&h=550&w=1050&s=11f50de91b0859d88dd2739ad223f4e1f9d642d1805d5bd2eb00630a16fad35b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_28_us_politics_steve-scalise-return-house-shooting-baseball_1666741090.html", "title": "Three Months After Shooting, Steve Scalise Makes Emotional Return to House", "title_page": "Three Months After Shooting, Steve Scalise Makes Emotional Return to House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A man of deep Christian faith, Mr. Scalise repeatedly thanked God for his recovery, and he spoke of how he prayed during the chaotic, terrifying moments after the gunman had wounded him.\n“When I was laying on the ground one of the things I prayed for was that David and Crystal would be successful in carrying out their duties,” Mr. Scalise said, adding, “When I was laying there not long after the first shots were fired, I could hear a different-caliber weapon. And that told me that they had immediately engaged the shooter.”\nThe gunman died after a shootout with the police.\nMr. Scalise, 51, was grievously injured, and said he had undergone “many, many surgeries” and was learning to walk again. His office said he had spent the months since the shooting in an inpatient rehabilitation center, but that starting on Thursday, he would be back at work and undergoing outpatient therapy.\n“I’m definitely a living example that miracles really do happen,” he told his colleagues.\nThe 15-minute speech, in a chamber packed with Republicans and Democrats who repeatedly gave him standing ovations, marked the first time Mr. Scalise has spoken of his ordeal; he has also granted an exclusive interview to the CBS news show “60 Minutes,’’ which will air on Sunday night. A crew from the network followed him in the Capitol on Thursday.\nThe shooting took place at a baseball field in the Washington suburb of Alexandria, Va., on June 14. Mr. Scalise said he had arrived at about 6:30 a.m. to practice with other Republican lawmakers for Congress’s annual charity baseball game. (Democrats were having their own practice at another field, he said.) The gunman, later identified as James T. Hodgkinson, 66, of Belleville, Ill., a suburb of St. Louis, opened fire shortly after 7 a.m.", "url": "https://www.nytimes.com/2017/09/28/us/politics/steve-scalise-return-house-shooting-baseball.html"}