{"authors": ["David D. Kirkpatrick", "Eric Schmitt"], "date_download": "2022-10-25 23:55:10", "date_modify": "2022-10-25 23:55:10", "date_publish": "2017-12-09 00:23:39", "description": "Its embassy in Washington said the crown prince merely acted as an “intermediary purchaser” for Abu Dhabi. American officials say otherwise.", "filename": "2017_12_08_world_middleeast_saudi-arabia-salvator-mundi-crown-prince_1666742110.html", "image_url": "https://static01.nyt.com/images/2017/12/09/us/09Saudiart-2/09Saudiart-2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4e2b173c1b9adda203621a1c2d57a6b1595ac966b6a529cac5ee91501c9264f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_08_world_middleeast_saudi-arabia-salvator-mundi-crown-prince_1666742110.html", "title": "Saudi Arabia Disputes That Crown Prince Bought ‘Salvator Mundi’", "title_page": "Saudi Arabia Disputes That Crown Prince Bought ‘Salvator Mundi’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The painting, “Salvator Mundi,” may also offend Saudi sensibilities: Human portraits and especially portraits of religious figures are forbidden under the strict Saudi brand of Islam, and this one raises particular issues because it is depicts Jesus as savior.\nThe New York Times this week reviewed documents related to the sale that identified the previously anonymous winner of the auction as Prince Bader bin Abdullah bin Mohammed bin Farhan al-Saud, a descendant of an outer branch of the royal family. He has no publicly known history as a major art collector, and no publicly known source of great wealth. But he is a contemporary, longtime friend and close associate of the crown prince, and prominent Saudi royals have been known to make high-profile purchases through straw buyers.\nThe Times on Wednesday sent detailed questions about the purchase to Prince Bader. The newspaper also contacted the Saudi Embassy in Washington. Three intermediaries for Prince Bader, including two affiliated with the embassy, asked The Times to delay publication to await a response from Prince Bader.\nBut at the end of the day the intermediaries said Prince Bader would decline to speak, and around the same time, the Louvre Abu Dhabi said on Twitter that it was expecting to receive “Salvator Mundi,” at which point The Times published its article.", "url": "https://www.nytimes.com/2017/12/08/world/middleeast/saudi-arabia-salvator-mundi-crown-prince.html"}