{"authors": ["Sheri Fink", "Andrew Burton"], "date_download": "2022-10-25 23:45:18", "date_modify": "2022-10-25 23:45:18", "date_publish": "2017-09-06 21:23:07", "description": "The hospital, Baptist Beaumont, was one of many health care institutions disrupted as the storm Harvey, once a Category 4 hurricane, swept across the region.", "filename": "2017_09_06_us_texas-hospital-evacuation_1666741518.html", "image_url": "https://static01.nyt.com/images/2017/09/06/us/00AMBULANCE1/00AMBULANCE1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=744c05d159714f285f90f29da08e568b51ccbef76ae3979ed94cdc7fe42f527d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_06_us_texas-hospital-evacuation_1666741518.html", "title": "After Harvey Hit, a Texas Hospital Decided to Evacuate. Here’s How Patients Got Out.", "title_page": "After Harvey Hit, a Texas Hospital Decided to Evacuate. Here’s How Patients Got Out. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As floodwaters from Hurricane Harvey began filling his north Beaumont, Tex., home last week, Theodore Atwood waded outside to get a utility knife, so he could pull up his carpet and protect it. Coming back to his kitchen, he slipped and fell on the wet linoleum, and ended up at a local hospital with a severely broken pelvis. But that was only the beginning of his journey, as he became one of 243 patients evacuated from the hospital last Thursday and Friday, according to a hospital spokeswoman, after flooding from the storm damaged the city’s water system.\n“Due to the failure of the city’s water pump, it is in the best interest of our current patients to transfer to other acute care facilities,” the hospital, Baptist Beaumont, said in a statement on Thursday. “Due to the citywide lack of services, we have no other alternative but to discontinue all services which will include emergency services.”\nThe hospital in Beaumont, which did not flood and kept its emergency room open throughout, was one of many health care institutions disrupted as the storm, once a Category 4 hurricane, swept across the region. It started admitting patients again Tuesday morning with a backup water system using water shipped in from Nederland, Tex., Mary Poole, the hospital spokeswoman, said on Wednesday.\nEmptying even a modest-sized hospital during a disaster often requires a vast logistical effort and the cooperation of ambulance teams and other hospitals. Sometimes a health system has enough resources to transfer patients within its own network of hospitals. But when that is not possible, Texas has procedures in place to move patients en masse.\nA catastrophic medical operations center — set up in Houston during emergencies and run by the Southeast Texas Regional Advisory Council, a regional organization that coordinates medical disaster responses — matches patients to specific hospitals that can take them. Then the center passes a request for medical transport to an emergency medical task force that coordinates ambulances and emergency service crews contributed by fire departments around the state and, in the case of Harvey, the nation.", "url": "https://www.nytimes.com/2017/09/06/us/texas-hospital-evacuation.html"}