{"authors": ["Peter Baker", "Glenn Thrush", "Maggie Haberman"], "date_download": "2022-10-25 23:23:35", "date_modify": "2022-10-25 23:23:35", "date_publish": "2017-09-29 20:35:35", "description": "The health and human services secretary stepped down soon after President Trump said that he was “not happy” about Mr. Price’s travel bills.", "filename": "2017_09_29_us_politics_tom-price-trump-hhs_1666740215.html", "image_url": "https://static01.nyt.com/images/2017/09/30/us/30dc-price1/30dc-price1-facebookJumbo-v4.jpg?year=2017&h=550&w=1050&s=9a24ed0bd2f4b5c646fb6f91e016b79bf2c4da3e35fea21c555c7be93df3afa9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_29_us_politics_tom-price-trump-hhs_1666740215.html", "title": "Health Secretary Tom Price Resigns After Drawing Ire for Chartered Flights", "title_page": "Health Secretary Tom Price Resigns After Drawing Ire for Chartered Flights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Price’s job was on the line since the first of a string of reports by Politico, on Sept. 19, about his extensive use of chartered aircraft. The president has fumed privately and publicly about Mr. Price’s actions. Hoping to assuage Mr. Trump, the secretary offered on Thursday to reimburse the government $51,887 — which he said represented the cost of his seat on the trips — of the at least $400,000 spent. But it was not enough to save his job.\nMr. Price, a physician and a former Republican congressman from Georgia who had long opposed Mr. Obama’s Affordable Care Act, served as a point man on Mr. Trump’s drive to scrap the law. In July, Mr. Trump said he would fire Mr. Price if he did not get the votes for the legislation.\n“He better get them,” Mr. Trump told an audience with Mr. Price at his side. “Otherwise, I’ll say, ‘Tom, you’re fired.’”\nHe said it in a jocular fashion, and his audience took it as a jest, but in fact the president has been privately simmering about Mr. Price over the unsuccessful efforts to pass health care legislation in the Senate. While a bill passed the House, the latest effort collapsed this week when enough Senate Republicans defected to deprive Mr. Trump of a majority.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Price had been under fire from the start. During his confirmation hearing in January, Senate Democrats pressed him on the more than $100,000 in pharmaceutical and medical stocks he owned. Democrats said that Mr. Price had understated the value of his 400,613 shares in an Australian company, Innate Immunotherapeutics. He defended himself, saying, “Everything that I did was ethical, above board, legal and transparent.”\nIn just eight months since taking office, Mr. Trump has fired or lost a chief of staff, a chief strategist, a national security adviser, a press secretary, two communications directors, a deputy chief of staff, a deputy national security adviser, the F.B.I. director and numerous other aides and advisers.", "url": "https://www.nytimes.com/2017/09/29/us/politics/tom-price-trump-hhs.html"}