{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:26", "date_modify": "2022-10-25 23:28:26", "date_publish": "2017-11-08 20:09:49", "description": "The owner of the Cowboys has hired Harvey Weinstein’s high-profile lawyer David Boies, according to people within the league.", "filename": "2017_11_08_sports_jerry-jones-nfl-roger-goodell-david-boies.html__r=0_1666740506.html", "image_url": "https://static01.nyt.com/images/2017/11/09/sports/09nfl-web/09nfl-web-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d50e52f8eec1bc63ebf67175ef0e387f02cdb83e31a58762ac4af6c556ad7f37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_08_sports_jerry-jones-nfl-roger-goodell-david-boies.html__r=0_1666740506.html", "title": "Jerry Jones Threatens to Sue N.F.L. to Block Roger Goodell’s Contract", "title_page": "Jerry Jones Threatens to Sue N.F.L. to Block Roger Goodell’s Contract - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The N.F.L., the $14 billion-a-year sports juggernaut that dominates TV ratings as well as the national conversation most Sundays, has ascended to its position of supremacy in recent years with an ownership group that often works in lock step. The men and women who control the league’s 32 teams might disagree sometimes, but rarely do they publicly reveal any discord.\nNow the league, already wobbling under the strain of presidential and public aggravation over players’ kneeling during the national anthem, is coping with what amounts to an all-out war between one of its most powerful owners and its commissioner, Roger Goodell, who has been rewarded for the N.F.L.’s success with annual compensation that has topped $40 million.\nJerry Jones, the owner of the Dallas Cowboys, has escalated a feud with Goodell, threatening to sue the league and some fellow team owners over negotiations to extend Goodell’s contract, according to three people with direct knowledge of the situation.\nJones told the six owners on the league’s compensation committee last week that he had hired David Boies, the high-profile lawyer under fire in the Harvey Weinstein sexual harassment case, according to the people, who declined to speak publicly about internal league matters.", "url": "https://www.nytimes.com/2017/11/08/sports/jerry-jones-nfl-roger-goodell-david-boies.html?_r=0"}