{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:47:53", "date_modify": "2022-10-25 23:47:53", "date_publish": "2017-01-27 17:18:57", "description": "President Trump’s new ambassador to the United Nations said the United States would respond accordingly to those who “don’t have our back.”", "filename": "2017_01_27_world_americas_nikki-haley-united-nations_1666741673.html", "image_url": "https://static01.nyt.com/images/2017/02/03/world/28NATIONS/28NATIONS-facebookJumbo.jpg?year=2017&h=550&w=1050&s=eea50f511f221a63bb58179ddd4d612e037c0134a1143eedcd8ece461adb489a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_27_world_americas_nikki-haley-united-nations_1666741673.html", "title": "Nikki Haley Puts U.N. on Notice: U.S. Is ‘Taking Names’", "title_page": "Nikki Haley Puts U.N. on Notice: U.S. Is ‘Taking Names’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "UNITED NATIONS — The American ambassador to the United Nations, Nikki R. Haley, issued a stark warning on Friday to allies and rivals abroad, saying in her first remarks at the headquarters of the world body that the Trump administration would hold to account those who do not back the United States.\n“You’re going to see a change in the way we do business,” Ms. Haley said. “Our goal with the administration is to show value at the U.N., and the way we’ll show value is to show our strength, show our voice, have the backs of our allies and make sure our allies have our back as well.”\n“For those who don’t have our back,” she added, “we’re taking names; we will make points to respond to that accordingly.”\nMs. Haley offered no further details in brief remarks to reporters, nor did she take questions, before presenting her diplomatic credentials to the secretary general, António Guterres. A former socialist politician from Portugal who took over the United Nations at the start of the year, Mr. Guterres is under pressure to persuade the Trump administration to not gouge the organization and to uphold America’s international obligations, including on climate change.", "url": "https://www.nytimes.com/2017/01/27/world/americas/nikki-haley-united-nations.html"}