{"authors": ["Charlie Savage", "Eric Lichtblau"], "date_download": "2022-10-25 23:02:16", "date_modify": "2022-10-25 23:02:16", "date_publish": "2017-02-17 00:34:48", "description": "It is unusual for a president to direct the Justice Department to open a criminal investigation into his opponents, or to talk publicly about doing so.", "filename": "2017_02_16_us_politics_justice-department-leak-investigation-trump_1666738936.html", "image_url": "https://static01.nyt.com/images/2017/02/17/us/17russia-trump-vid/17russia-trump-vid-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=b5db09ca3f3d7b0e35a7dd68c623d5bddb4840733123a8f4346caee7f0792dc7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_16_us_politics_justice-department-leak-investigation-trump_1666738936.html", "title": "Trump Directs Justice Department to Investigate ‘Criminal Leaks’", "title_page": "Trump Directs Justice Department to Investigate ‘Criminal Leaks’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump said Thursday that he had personally directed the Justice Department to open a criminal investigation and determine who was responsible for what he said were illegal leaks that have unfairly damaged his fledgling administration.\n“I’ve actually called the Justice Department to look into the leaks,” Mr. Trump said during a contentious, 75-minute news conference at the White House. “Those are criminal leaks.”\nNo law forbids a president from making a criminal referral to the Justice Department, but it is unusual for a president to direct the agency to open a criminal investigation into his perceived opponents or to talk publicly about having done so. The White House, under presidents of both parties, has generally restricted direct contact with the Justice Department about prospective investigations to avoid the appearance of politicizing law enforcement.\nTypically, if an agency believes that classified material from its own records was improperly disclosed, it will make a referral to the Justice Department, which decides whether to open an investigation.", "url": "https://www.nytimes.com/2017/02/16/us/politics/justice-department-leak-investigation-trump.html"}