{"authors": ["Conor Dougherty"], "date_download": "2022-10-25 23:40:30", "date_modify": "2022-10-25 23:40:30", "date_publish": "2017-11-13 05:01:19", "description": "With fewer cultural hurdles and more financial incentives than car owners, big-rig operators are charting the route to an autonomous future.", "filename": "2017_11_13_business_self-driving-trucks_1666741230.html", "image_url": "https://static01.nyt.com/images/2017/11/09/business/00TRUCKS1/00TRUCKS1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=24b9b5533cd0e8953af60b28028cf221c19e94886387469e237c982241279cfc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_13_business_self-driving-trucks_1666741230.html", "title": "Self-Driving Trucks May Be Closer Than They Appear", "title_page": "Self-Driving Trucks May Be Closer Than They Appear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Trucks will someday drive themselves out of warehouses and cruise down freeways without the aid of humans or even a driver’s cab — about that there seems little disagreement. The question is how soon that day gets here.\nAnd while the answers vary — technologists, not surprisingly, are more bullish than truckers — billions of dollars and a growing parade of companies, from tiny start-ups to the country’s biggest trucking operations, are betting it will be here sooner than most people think.\nThis year, companies and investors are on pace to put just over $1 billion into self-driving and other trucking technologies, 10 times the level of three years ago, according to CB Insights, which tracks the venture capital industry.\nTesla is widely expected this week to showcase an electric truck that will have some self-driving capabilities. And Embark, a Silicon Valley start-up, is set to announce on Monday that it has been testing its self-driving technology as part of a three-way partnership with the truck-leasing company Ryder and the appliance giant Electrolux.", "url": "https://www.nytimes.com/2017/11/13/business/self-driving-trucks.html"}