{"authors": ["Chris Horton"], "date_download": "2022-10-25 23:39:16", "date_modify": "2022-10-25 23:39:16", "date_publish": "2017-04-10 06:11:44", "description": "Lee Ching-yu said that China had canceled her mainland travel permit, meaning she could not fly to Beijing to inquire about her husband’s whereabouts.", "filename": "2017_04_10_world_asia_china-taiwan-activist-lee-ming-cheh_1666741156.html", "image_url": "https://static01.nyt.com/images/2017/04/11/world/11Taiwan2/11Taiwan2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=96dc9adfc30b122fb22a3e746e51954cfa28b327b66cbd5ddefc2f79d20206ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_10_world_asia_china-taiwan-activist-lee-ming-cheh_1666741156.html", "title": "Wife of Detained Activist From Taiwan Is Barred From China", "title_page": "Wife of Detained Activist From Taiwan Is Barred From China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TAOYUAN, Taiwan — China’s Ministry of Public Security has barred the wife of a detained Taiwan-born rights activist from flying to Beijing on Monday, adding to the drama surrounding the man’s disappearance after he entered China more than three weeks ago.\nThe wife, Lee Ching-yu, said at a news conference at Taoyuan International Airport, in northern Taiwan, that her mainland travel permit had been canceled by China, making her ineligible to board her Monday afternoon flight to seek answers about the whereabouts and status of her husband, Lee Ming-cheh.\nMs. Lee said she had not received an explanation for the cancellation of her permit, which is required for people from Taiwan to enter the mainland, as Beijing does not recognize passports from the Republic of China, the island’s official name. China claims self-ruled and democratic Taiwan as its territory and has threatened to annex it by force.\nMr. Lee, 42, has been unreachable since he entered Guangdong Province in southern China from the semiautonomous territory of Macau on March 19. Ten days later, China’s Taiwan Affairs Office confirmed that Mr. Lee was being investigated on suspicion of “activities harmful to national security.”", "url": "https://www.nytimes.com/2017/04/10/world/asia/china-taiwan-activist-lee-ming-cheh.html"}