{"authors": ["Jessica Bennett"], "date_download": "2022-10-25 23:43:54", "date_modify": "2022-10-25 23:43:54", "date_publish": "2017-06-06 00:09:57", "description": "What a strong woman on-screen can really do.", "filename": "2017_06_05_opinion_wonder-woman-movie_1666741434.html", "image_url": "https://static01.nyt.com/images/2017/06/05/opinion/05bennettWeb/05bennettWeb-facebookJumbo.jpg?year=2017&h=550&w=1050&s=decc27acc5611e2d90167ef9f20e8d965eeba13e3d3528f8c6a20be67ebd2b8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_05_opinion_wonder-woman-movie_1666741434.html", "title": "If Wonder Woman Can Do It, She Can Too", "title_page": "Opinion | If Wonder Woman Can Do It, She Can Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I was kind of taken aback at how something as minor as a movie has been affecting me,” said Ruth Wilner, 45, who saw the film with her husband in Sacramento. “I wish I could go back in time and watch it with 8-year-old me.”\nIndeed, there was something deeply visceral about it: a depiction of a hero we never knew we needed, a hero whose gender was everything but also nothing. Yes, she was a female superhero — the kind that could inspire girls to dress up and play make believe and appoint themselves Amazonian gods. But she was also just a superhero. A superhero who happened to be a woman. As Ms. Jenkins said in an interview with The Times, “I wasn’t directing a woman, I was just directing a hero.”\nGeorge Orwell once argued that clichéd language produces clichéd thinking. The same could be said of visual storytelling — which brain researchers will tell you is processed tens of thousands of times faster than the written word. And yet so much of the messaging we receive about who can do what in the world is subliminal — the absence of what’s missing more even than what is there. Sometimes it is the lack of voices, of speaking roles, of perspectives. The invisibility of certain types of characters. It appears in film and advertising and media and music and action films and video games and stock photos. Sometimes, a lot of times, we don’t even notice it until it is upended. We’ve grown accustomed to the largely white, largely male default.\nBut then suddenly you’re a 35-year-old woman sitting in a theater and you see the thing that was missing — the boss, the doctor, the president or the righteous superhero who happens to be a woman — and something clicks. Oh, this is what people mean when they talk about representation. This is why it matters.", "url": "https://www.nytimes.com/2017/06/05/opinion/wonder-woman-movie.html"}