{"authors": ["Andrew E. Kramer", "Chad Bray"], "date_download": "2022-10-25 23:47:03", "date_modify": "2022-10-25 23:47:03", "date_publish": "2017-11-03 10:26:44", "description": "The listing is one of the largest by a Russian company since the Kremlin drew international condemnation and sanctions by annexing Crimea in 2014.", "filename": "2017_11_03_business_dealbook_russia-ipo-putin-deripaska_1666741623.html", "image_url": "https://static01.nyt.com/images/2017/11/04/business/04DB-RUSSIAIPO/DB-RUSSIAIPO-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c94efaf3b0bc412d052d5021494b541e7b914715631b64cb5db5fe7a918c4255&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_03_business_dealbook_russia-ipo-putin-deripaska_1666741623.html", "title": "$1.5 Billion I.P.O. for Firm Controlled by Putin Ally Tied to Manafort", "title_page": "$1.5 Billion I.P.O. for Firm Controlled by Putin Ally Tied to Manafort - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Russian energy and aluminum company EN+, which is controlled by a member of President Vladimir V. Putin’s circle of favored businessmen, said on Friday that it had raised $1.5 billion in an initial public offering seen as a major test of investors’ appetite for Russian assets.\nThe results of the listing were at the bottom end of EN+’s expectations, but the offering was nonetheless one of the largest by a Russian company since the Kremlin drew international condemnation and sanctions by annexing Crimea in 2014. It is also the latest sign that some investors have not been deterred by the steady drumbeat of allegations linking President Trump’s campaign to the Russian government.\nThe offering may draw attention for using the London Stock Exchange, where listing rules are less stringent than in New York, for a transaction that had the effect of funneling money to a Russian state bank that has faced sanctions in both the United States and the European Union, even though EN+ has not faced sanctions.\nThe offering’s prospectus said that EN+ intended to use $942 million out of the $1.5 billion it raised to pay down a loan from VTB Bank. The offering is intended, it said, to “repay in full the loan provided to it by VTB.”", "url": "https://www.nytimes.com/2017/11/03/business/dealbook/russia-ipo-putin-deripaska.html"}