{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:02:48", "date_modify": "2022-10-25 23:02:48", "date_publish": "2017-08-11 23:20:24", "description": "A National Security Council staff member, Rich Higgins, was told to resign last month after a memo accused “deep state” Marxists of seeking to overthrow the president.", "filename": "2017_08_11_us_politics_rich-higgins-memo-national-security-council_1666738968.html", "image_url": "https://static01.nyt.com/images/2017/08/12/us/12dc-nsc/12dc-nsc-facebookJumbo.jpg?year=2017&h=550&w=1050&s=fd86b82b296f4d7e2c03a27453839e3df836067b77963729f1e89caa155ba042&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_11_us_politics_rich-higgins-memo-national-security-council_1666738968.html", "title": "White House Aide Forced Out After Claim of Leftist Conspiracy", "title_page": "White House Aide Forced Out After Claim of Leftist Conspiracy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is not politics as usual but rather political warfare at an unprecedented level that is openly engaged in the direct targeting of a seated president through manipulation of the news cycle,” Mr. Higgins wrote in the memo, a copy of which was obtained by Foreign Policy and published on Thursday. “Recognizing in candidate Trump an existential threat to cultural Marxist memes that dominate the prevailing cultural narrative, those that benefit recognize the threat he poses and seek his destruction.”\nAmong those threatened by Mr. Trump is the “hard left,” Mr. Higgins wrote. He said it was “aligned with lslamist organizations,” including the Muslim Brotherhood and the Council on American-Islamic Relations; the American Civil Liberties Union and Black Lives Matter; and the United Nations.\n“Complicating the current situation, many close to the president have pushed him off his message when he was candidate Trump thus alienating him from his base thereby isolating him in the process,” Mr. Higgins wrote. He was echoing the concerns of some of Mr. Trump’s earliest supporters, who have recently stepped up a public campaign to press for General McMaster’s ouster. “When President Trump is not candidate Trump, he becomes dangerously exposed.”\nMr. Higgins did not respond to messages requesting comment on Friday. A White House spokesman also declined to comment.\nBut two administration officials with knowledge of the situation said that after Mr. Higgins had circulated the document, which was widely viewed as inappropriate, he was ordered to resign. His resignation was demanded by Maj. Gen. Ricky Waddell, the deputy national security adviser, after consulting with General McMaster, according to the two officials who spoke on the condition of anonymity because they were not authorized to discuss it.", "url": "https://www.nytimes.com/2017/08/11/us/politics/rich-higgins-memo-national-security-council.html"}