{"authors": ["Nicholas Kulish"], "date_download": "2022-10-25 23:43:59", "date_modify": "2022-10-25 23:43:59", "date_publish": "2017-11-07 01:28:31", "description": "An opulent hotel in Riyadh, the Saudi capital, is being used to house people detained in what Saudi Arabia’s government calls a crackdown on corruption.", "filename": "2017_11_06_world_middleeast_ritz-carlton-riyadh-saudi-princes_1666741439.html", "image_url": "https://static01.nyt.com/images/2017/11/07/world/07riyadh1/07riyadh1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=13c91d157c9057c75dbf1d5b5252d9221aa190265ee55501375032bd7a005c0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_06_world_middleeast_ritz-carlton-riyadh-saudi-princes_1666741439.html", "title": "Ritz-Carlton Has Become a Gilded Cage for Saudi Royals", "title_page": "Ritz-Carlton Has Become a Gilded Cage for Saudi Royals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From the stately rows of palm trees on its 52-acre grounds to the grand double staircase to the glittering ballroom chandeliers, it is easy to see why the six-year-old Ritz-Carlton in Riyadh, the capital of Saudi Arabia, has played host to billionaires, heads of state and members of the Saudi royal family.\nWhich is why it is all the more jarring that former government ministers, prominent businessmen and members of the royal family — the House of Saud — are being held captive in the five-star hotel, which was swiftly converted over the weekend into what is almost certainly the world’s most luxurious prison.\nIn a shaky video that appears from its metadata to have been shot early Monday morning in the hotel’s Ballroom B, people can be seen lying on mats covered with brightly colored blankets in floral motifs while guards in dark uniforms are visible in the background. In a corner stands a rifle, which appears to be an American standard military-issue M4, its civilian variant or a copycat.\nThe ballroom appeared to be a makeshift barracks for guards, while the V.I.P. detainees were being held in some of the hotel’s 492 guest rooms and suites. A search of the hotel’s reservation page on Tuesday showed that it was “not available for check-in” until December 16.", "url": "https://www.nytimes.com/2017/11/06/world/middleeast/ritz-carlton-riyadh-saudi-princes.html"}