{"authors": ["Ron Suskind"], "date_download": "2022-10-25 23:37:27", "date_modify": "2022-10-25 23:37:27", "date_publish": "2017-08-16 09:00:34", "description": "Judith Newman’s “To Siri With Love,” about life with an autistic son, is both riotous and moving.", "filename": "2017_08_16_books_review_to-siri-with-love-judith-newman-memoir_1666741047.html", "image_url": "https://static01.nyt.com/images/2017/08/20/books/review/0820-BKS-Suskind/0820-BKS-Suskind-facebookJumbo.jpg?year=2017&h=550&w=1050&s=bb92f76029d0d0cf6faec9f520b91bf03a36cd6f43d1470619189fb1a4be0536&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_16_books_review_to-siri-with-love-judith-newman-memoir_1666741047.html", "title": "A Family Memoir Makes the Case That Autism Is Different, Not Less", "title_page": "A Family Memoir Makes the Case That Autism Is Different, Not Less - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The reader soon learns the progress this scene represents, the culmination of long years working on language attainment with Gus, who, as Newman points out, is an “average” autistic kid — by far the majority, squarely between the poles of “the eccentric genius who will one day be running NASA!” and “the person so impaired he is smashing his head against the wall and finger painting with the blood.”\nAverage, but fascinating, as is the world of autism that Newman outlines between the wealth of family moments, racing across the history of autism — first diagnosed 70-odd years ago, as a crushing but rare disability — to the confusing present, with one in 68 kids, and one in every 42 boys, on “the spectrum.” Many have begun to wonder if the malady isn’t as much with us, the so-called neurotypical, as with them, especially as neurological clues emerge that every deficit seems to create an equal and opposite strength: a compensatory ability, like the enhanced memory capacity or visual acuity or pattern-recognition gifts common to autism. Maybe the inability to talk, present in about a quarter of all those on the spectrum, is more akin to Stephen Hawking than to a toddler in an adult body. And it may be — as in civil rights movements — that the barrier due to fall is the way we, the wider society, often define difference as a deficit.\nYet Newman is no dogmatist who celebrates every difference as a delight and inalienable right. In some of the book’s hardest-eyed passages, she writes about how much Gus will never do, and shouldn’t, including reproducing: “It is very hard to say this out loud. Let me try. I do not want Gus to have children.” But does that mean no sex? And is that her choice? Late in the book, as a girl in Gus’s school takes him under her affectionate wing, the reader watches it all through Newman’s trepidation, followed by the dawning recognition that her son is someone “who may never be able to be responsible for another life, but who is nevertheless capable of deep affection, caring and considering. Sure, those emotions started with machinery and electronics — trains, buses, iPods, computers — and, particularly with Siri, a loving friend who never would hurt him.”\nHence, the title – drawn directly from a New York Times article Newman wrote in 2014, about Gus’s bond with Siri, Apple’s “intelligent personal assistant,” who could endlessly answer his questions, keep her son company and express — in that flat, sweet Siri voice — the gift of common courtesy. It went viral and led to this book. Why? Because the autistic boy displayed the dream/nightmare of this era: humans bonding with machines to get what they’re not getting from flesh-and-blood interactions. In this chapter, late in the book, Newman gallops through all the continuing experiments that use technology to lift and unleash the autistic (including my own effort to build augmentative technologies).\nThis is fertile terrain, born of the gradual recognition that technology’s great promise may in fact be to summon, capture and display our most human qualities, both the darkness and the light, to pave avenues of deepened connection with others. Here’s where the autistic, with their search for alternatives to traditional human connection, are actually innovators.\nDoes it dehumanize us if tenderness is tried out first with a machine? While his hyper-aware twin is showing standard bright-future achievements, Gus tentatively feels his way through life. But make no mistake. Gus’s deft fingers — rendered with unsentimental affection by his mom — are feeling things others will miss.", "url": "https://www.nytimes.com/2017/08/16/books/review/to-siri-with-love-judith-newman-memoir.html"}