{"authors": ["Nick Cumming-Bruce", "Somini Sengupta"], "date_download": "2022-10-25 23:47:53", "date_modify": "2022-10-25 23:47:53", "date_publish": "2017-06-06 14:16:55", "description": "The American envoy to the U.N., Nikki R. Haley, urged the Human Rights Council to stop passing “biased” resolutions aimed at Israel.", "filename": "2017_06_06_world_europe_united-nations-trump-human-rights_1666741673.html", "image_url": "https://static01.nyt.com/images/2017/06/07/world/07Nations/07Nations-facebookJumbo.jpg?year=2017&h=550&w=1050&s=33c5fd4a8fb29c7f4e0f66f6c605273aff011eaf51970def42a2bc31febbd4f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_06_world_europe_united-nations-trump-human-rights_1666741673.html", "title": "In Geneva Speeches, Nikki Haley Casts U.S. as Rights Champion", "title_page": "In Geneva Speeches, Nikki Haley Casts U.S. as Rights Champion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GENEVA — The American ambassador to the United Nations, Nikki R. Haley, took a swipe on Tuesday at Saudi Arabia’s human rights record, criticized the United Nations for what she called its anti-Israel bias and insisted that the Trump administration would champion human rights.\n“We will never give up the cause of universal human rights,” she told an audience at the Graduate Institute of Geneva.\nHer remarks here, home to the United Nations Human Rights Council, where she also spoke on Tuesday, were at times in sharp contrast to the statements and actions of other senior Trump administration officials, and her audience at times pushed back, pointing out inconsistencies.\nTrump administration officials, on a visit last month to Saudi Arabia, made clear that they would play down human rights with important trade and defense partners. President Trump also threw his weight behind the Saudis in recent days, suggesting on Twitter that he had personally leaned on Riyadh to sever diplomatic ties with Qatar.", "url": "https://www.nytimes.com/2017/06/06/world/europe/united-nations-trump-human-rights.html"}