{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 23:33:36", "date_modify": "2022-10-25 23:33:36", "date_publish": "2017-08-14 13:46:47", "description": "President Trump bowed to pressure that he personally condemn white supremacists who incited violence in Virginia, but neither supporters nor critics were satisfied.", "filename": "2017_08_14_us_politics_trump-charlottesville-protest.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=a-lede-package-region&region=top-news&WT.nav=top-news_1666740816.html", "image_url": "https://static01.nyt.com/images/2017/08/15/us/15dc-trump-statement/15dc-trump-statement-facebookJumbo.jpg?year=2017&h=550&w=1050&s=6059b64fd6ef22e0ce2cb58741273348af20e13c5ff02b05fed78ff2cb1597e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_14_us_politics_trump-charlottesville-protest.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=a-lede-package-region&region=top-news&WT.nav=top-news_1666740816.html", "title": "New Outcry as Trump Rebukes Charlottesville Racists 2 Days Later", "title_page": "New Outcry as Trump Rebukes Charlottesville Racists 2 Days Later - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The crisis in Charlottesville, Va., presented President Trump with a choice between adopting the unifying tone of a traditional president or doubling down on the go-it-alone approach that got him elected in 2016.\nOn Monday, Mr. Trump offered a glimpse of a more calming and conventional president, but he ended the day with a flurry of angry tweets that left little doubt he intended to govern on his own terms.\nMr. Trump, after two days of issuing equivocal statements, bowed to overwhelming pressure that he personally condemn white supremacists who incited bloody weekend demonstrations in Charlottesville.\n“Racism is evil,” said Mr. Trump, delivering a statement from the White House at a hastily arranged appearance meant to halt the growing political threat posed by the unrest. “And those who cause violence in its name are criminals and thugs, including the K.K.K., neo-Nazis, white supremacists and other hate groups that are repugnant to everything we hold dear as Americans.”", "url": "https://www.nytimes.com/2017/08/14/us/politics/trump-charlottesville-protest.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=a-lede-package-region&region=top-news&WT.nav=top-news"}