{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:01:36", "date_modify": "2022-10-25 23:01:36", "date_publish": "2017-10-12 09:00:30", "description": "Articles of impeachment against President Trump reached the House floor on Wednesday. They weren’t the first and will not be the last.", "filename": "2017_10_12_us_politics_impeachment-trump-green-sherman_1666738896.html", "image_url": "https://static01.nyt.com/images/2017/10/13/us/13dc-impeach/13dc-impeach-facebookJumbo.jpg?year=2017&h=550&w=1050&s=931f141fd6967f221d9f0ccf20c8d7bcfe489fe32e32e26771e1f3a4b32cb023&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_12_us_politics_impeachment-trump-green-sherman_1666738896.html", "title": "House Democrats Can’t Impeach Trump, but They’re Willing to Try", "title_page": "House Democrats Can’t Impeach Trump, but They’re Willing to Try - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — On Wednesday, the 264th day of Donald J. Trump’s presidency, a Democratic congressman from Texas walked onto the floor of the House and presented articles of impeachment against the commander in chief.\nPresident Trump has not necessarily committed a crime, the congressman said, but he has “undermined” the integrity of his office, “brought disrepute” on the presidency, and “betrayed” the trust of Americans.\nCongress, firmly in Republican control, barely blinked an eye.\nThe dynamic is likely to become a lot more familiar on Capitol Hill as the Trump presidency and investigations into the president’s associates grind on. Driven by an angry and energized base and insulated by the surety that Republican leaders will block their efforts, liberal Democrats are turning to one of Congress’s most symbolically freighted cudgels — impeachment — to add urgency to their longstanding criticisms of a president they say is unfit for office.\nBut with the special counsel, Robert S. Mueller III, still pursuing his investigation, the efforts lack the weight of a prosecutor’s brief — and could become the objects of scorn, if not mockery.", "url": "https://www.nytimes.com/2017/10/12/us/politics/impeachment-trump-green-sherman.html"}