{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:43:34", "date_modify": "2022-10-25 23:43:34", "date_publish": "2017-03-20 22:07:57", "description": "An invoice seems to show a payment to him of $750,000, disguised as a sale of computers. A spokesman for Mr. Manafort dismissed it all as “baseless.”", "filename": "2017_03_20_world_europe_paul-manafort-ukraine-allegations-trump.html__r=0_1666741414.html", "image_url": "https://static01.nyt.com/images/2017/03/21/world/21Ukraine/22Ukraine-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c0dd3a1bcf25564aec6b24a6fa714bb6ab39891bada2645abb63ed6ef6766adb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_20_world_europe_paul-manafort-ukraine-allegations-trump.html__r=0_1666741414.html", "title": "Paul Manafort, Former Trump Campaign Chief, Faces New Allegations in Ukraine", "title_page": "Paul Manafort, Former Trump Campaign Chief, Faces New Allegations in Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KIEV, Ukraine — After his name surfaced last August in a secret ledger listing millions of dollars in payments from a pro-Russian party in Ukraine, Paul Manafort not only lost his job running Donald J. Trump’s presidential campaign but also assumed center stage in a bizarre internecine struggle among Ukrainian political forces.\nOn Monday, the intrigue took another turn, when a member of Parliament in Ukraine released documents that he said showed that Mr. Manafort took steps to hide the payments, which were tied to Mr. Manafort’s work for former President Viktor F. Yanukovych. The documents included an invoice that appeared to show $750,000 funneled through an offshore account and disguised as payment for computers.\nMr. Manafort, who denied the latest allegations, has asserted that the ledger is a forgery and that the member of Parliament, Serhiy A. Leshchenko, was involved in a scheme to blackmail him. Mr. Leshchenko insists that a letter appearing to show him threatening Mr. Manafort with the release of damaging information was itself a fake, and he denies any involvement in blackmail.\nThe latest development unfolded against the backdrop of a congressional hearing on Monday in which the F.B.I. director, James B. Comey, was asked about Mr. Manafort’s work in Ukraine. Mr. Comey declined to talk specifically about Mr. Manafort or any other individuals under scrutiny in the bureau’s investigation of ties between the Trump campaign and Russian intelligence.", "url": "https://www.nytimes.com/2017/03/20/world/europe/paul-manafort-ukraine-allegations-trump.html?_r=0"}