{"authors": ["Michael Tackett"], "date_download": "2022-10-25 23:35:31", "date_modify": "2022-10-25 23:35:31", "date_publish": "2017-12-04 10:00:22", "description": "The election of President Trump, the Women’s March and a flood of sexual assault charges against powerful men have combined to build a wave of political activism among women.", "filename": "2017_12_04_us_politics_women-candidates-office_1666740931.html", "image_url": "https://static01.nyt.com/images/2017/12/04/us/-05dc-women1/-05dc-women1-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=aa7d6081067b25c33fb76d55196e82edfdccf569466d3d6a493680796f11cc6c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_04_us_politics_women-candidates-office_1666740931.html", "title": "Women Line Up to Run for Office, Harnessing Their Outrage at Trump", "title_page": "Women Line Up to Run for Office, Harnessing Their Outrage at Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hillary Shields’s activism had been limited to preparing scrapbooks of families who struggled to gain access to health care, and to work for the Kansas City, Mo., chapter of Indivisible. “I had never thought about running for office,” she said. But when she asked her county Democratic organization who was running against the Republican incumbent for the State Senate, it told her that no one was, and that Democrats had not fielded a candidate for the seat since 2006.\nThe incumbent suddenly retired, forcing a special election. Ms. Shields lost, but is running again in 2018. “I just felt like I had to get more involved,” she said, adding, “If we feel like we are doing something positive and useful, people will show up.”\nSamantha Fields felt a similar pull in Lubbock, Tex. After seeing her local state representative introduce a bill allowing for the open carrying of swords, she had had enough, and decided to become a candidate. “Women tend to want things that they need, and I hear him for this bill for something that he just wants,” said Ms. Fields, a Democrat. “There’s such a lack of women in the Texas Legislature now.” Men hold 144 of the 181 seats.\nThe results in the House of Delegates in Virginia, which included the election of the first Latinas, the first Asian-American woman and the first transgender candidate, provide the most tangible indication that women are poised to make substantial gains next year.\n[ALSO READ: A Year After Trump, Women and Minorities Give Wins to Democrats]\n“I have been experiencing this surge since the day after Election Day last year,” said Julie Copeland, executive director of Emerge Virginia, which is part of a national network of organizations that helps train female candidates. “What I didn’t know is if it would stay. I can say that it has. The women are energized and they are engaged and they are looking for a place to go.”\nIt did not take Ms. Gooditis long to find her path. She was distraught about Mr. Trump’s election, and could not bring herself to watch the inauguration. She attended the Women’s March and a week later started an Indivisible group.\nAfter hearing Mr. Minchew imply at a town hall meeting that he opposed gerrymandering, she said, she later told a local gathering of Democrats, “Somebody has to run against this guy.” Then, she added, her neighbor Kathy Smart said, “You run, Wendy.”", "url": "https://www.nytimes.com/2017/12/04/us/politics/women-candidates-office.html"}