{"authors": ["Mike Isaac", "Daisuke Wakabayashi"], "date_download": "2022-10-25 23:30:42", "date_modify": "2022-10-25 23:30:42", "date_publish": "2017-01-20 21:35:24", "description": "Amit Singhal, a 15-year Google veteran, said he was joining Uber, a coup for a company that has publicly stated its intention to chase Google in autonomous-vehicle research.", "filename": "2017_01_20_technology_uber-amit-singhal-google_1666740642.html", "image_url": "https://static01.nyt.com/images/2017/01/21/business/21UBER/21UBER-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4464c7392fea3ebb8c2daaad1568633b48a3a4ad5290fc703b41ad1d700ea388&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_20_technology_uber-amit-singhal-google_1666740642.html", "title": "Uber Hires Google’s Former Head of Search, Stoking a Rivalry", "title_page": "Uber Hires Google’s Former Head of Search, Stoking a Rivalry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Uber and Google have long been bitter rivals in the race to build the autonomous vehicles that appear integral to the future of transportation. Soon, Uber will have a bit of help in that effort from a man who has played a key role in Google’s history.\nAmit Singhal, a 15-year Google veteran and a former senior vice president for search at the company, said on Friday that he planned to join Uber as senior vice president for engineering. At Uber, he will work to build out the software and infrastructure that are the foundation of the company’s ride-hailing services.\nIn his new position, Mr. Singhal will report to Travis Kalanick, Uber’s chief executive, and will lead the company’s mapping division as well as a unit that runs the dispatching, marketing and pricing of Uber cars. Mr. Singhal will also advise Anthony Levandowski, who runs the company’s self-driving automobile efforts.\n“It’s hard enough to connect millions of drivers to millions of riders in real time while creating optimal routes for drivers,” Mr. Singhal wrote in a post on his personal blog on Friday. “Add to that the twist of predicting real-time traffic, pooling multiple riders and making the system economically attractive for everyone — and now you have one of the most challenging computer science problems I’ve encountered in my 30-year career.”", "url": "https://www.nytimes.com/2017/01/20/technology/uber-amit-singhal-google.html"}