{"authors": ["Daisuke Wakabayashi"], "date_download": "2022-10-25 23:40:33", "date_modify": "2022-10-25 23:40:33", "date_publish": "2017-07-07 21:12:45", "description": "Each side claims victory as Waymo drops three claims that Uber violated its patents related to light detection and ranging sensor technology.", "filename": "2017_07_07_technology_waymo-scales-back-claims-against-uber-in-driverless-car-dispute_1666741233.html", "image_url": "https://static01.nyt.com/images/2017/07/08/business/08WAYMO/08WAYMO-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7da0afce064bfc8f9a84eecded845a6fdb047e6c1987cddef53923f1eaca8411&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_07_technology_waymo-scales-back-claims-against-uber-in-driverless-car-dispute_1666741233.html", "title": "Waymo Scales Back Claims Against Uber in Driverless Car Dispute", "title_page": "Waymo Scales Back Claims Against Uber in Driverless Car Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Waymo, the autonomous vehicle business that operates under Google’s parent company, dropped several patent claims against Uber on Friday, scaling back some of its major allegations in a bitter lawsuit over driverless technology.\nIn a federal court filing, Waymo said it was dropping three of its four claims over Uber violating its patents related to light detection and ranging sensor technology, or lidar. Lidar is a vital component in driverless car technology, helping the vehicle detect its surroundings to navigate roads.\nThe case, an acrimonious battle between Waymo and Uber, spotlights the arms race surrounding autonomous vehicle talent and technology. It is especially significant for Google — now Waymo — which spent years working on driverless car technology before other tech companies took an interest. But as Waymo searches for a way to make money from self-driving cars, many of its best engineers have left for potential competitors, carrying valuable knowledge of its technology with them.\nThe case with Uber, the ride-hailing company, began when Waymo filed suit in February, claiming Uber was using intellectual property stolen by one of Google’s former project leaders in its driverless vehicles. That set off months of wrangling, eventually leading Uber to fire the former Google project leader, Anthony Levandowski. The case is scheduled for trial in October, with the thrust of it centered on Uber misappropriating Waymo’s trade secrets.", "url": "https://www.nytimes.com/2017/07/07/technology/waymo-scales-back-claims-against-uber-in-driverless-car-dispute.html"}