{"authors": ["Matt Apuzzo", "Adam Goldman", "Mark Mazzetti"], "date_download": "2022-10-25 23:32:20", "date_modify": "2022-10-25 23:32:20", "date_publish": "2017-05-19 09:00:30", "description": "The 2012 warning to Dana Rohrabacher, an ally of President Trump, shows that the F.B.I. has for years viewed Russian spies as having a hand in Washington.", "filename": "2017_05_19_us_politics_dana-rohrabacher-russia-spies_1666740740.html", "image_url": "https://static01.nyt.com/images/2017/05/20/us/20rohrabacher/19rohrabacher-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c252e4f659c506ffd564284bc2417249fc5ec1bba116ba09032e20d7fb11e57a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_19_us_politics_dana-rohrabacher-russia-spies_1666740740.html", "title": "F.B.I. Once Warned G.O.P. Congressman That Russian Spies Were Recruiting Him", "title_page": "F.B.I. Once Warned G.O.P. Congressman That Russian Spies Were Recruiting Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the F.B.I. has taken seriously the possibility that Russian spies would target American politicians. In a secure room at the Capitol, an F.B.I. agent told Mr. Rohrabacher in 2012 that Russian spies were trying to recruit him as an “agent of influence” — someone the Russian government might be able to use to steer Washington policy making, former officials said.\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nMr. Rohrabacher said in a telephone interview on Thursday that the meeting had focused on his contact with one member of the Russian Foreign Ministry, whom he recalled meeting on a trip to Moscow. “They were telling me he had something to do with some kind of Russian intelligence,” Mr. Rohrabacher said. He recalled the F.B.I. agent saying that Moscow “looked at me as someone who could be influenced.”\nLaw enforcement officials did not think that Mr. Rohrabacher was actively working with Russian intelligence, officials said, rather that he was being targeted as an unwitting player in a Russian effort to gain access in Washington, according to one former American official. The official said there was no evidence that Mr. Rohrabacher was ever paid by the Russians.\nAlso at the meeting were Representative Mike Rogers, Republican of Michigan, and according to one former official, Representative C. A. Dutch Ruppersberger, Democrat of Maryland. Mr. Rogers and Mr. Ruppersberger were the senior members of the House Intelligence Committee. In a brief telephone interview, Mr. Ruppersberger said that he recalled a meeting with Mr. Rogers and Mr. Rohrabacher, but did not remember that an F.B.I. agent was present. “Mike and I reminded Dana that Russia is our adversary,” he said.\nMr. Rogers, who has since retired from Congress, declined to comment.\nMr. Rohrabacher said he appreciated the warning but needed no reminder. “Any time you meet a Russian member of their Foreign Ministry or the Russian government, you assume those people have something to do with Russian intelligence,” he said.", "url": "https://www.nytimes.com/2017/05/19/us/politics/dana-rohrabacher-russia-spies.html"}