{"authors": ["Peter Baker", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:25:53", "date_modify": "2022-10-25 23:25:53", "date_publish": "2017-09-18 00:36:02", "description": "The debate, which led to an angry confrontation between two members of the legal team, could shape the course of the special counsel’s investigation.", "filename": "2017_09_17_us_politics_trump-lawyers-white-house-russia-mcgahn-ty-cobb_1666740353.html", "image_url": "https://static01.nyt.com/images/2017/09/18/us/18DC-LAWYERS-01/28week2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=b555efab8d27b2d578a21fdbdc4c167de3890bbf9f6c575ec1b13435b34f8fb3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_17_us_politics_trump-lawyers-white-house-russia-mcgahn-ty-cobb_1666740353.html", "title": "Trump Lawyers Clash Over How Much to Cooperate With Russia Inquiry", "title_page": "Trump Lawyers Clash Over How Much to Cooperate With Russia Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The friction escalated in recent days after Mr. Cobb was overheard by a reporter for The New York Times discussing the dispute during a lunchtime conversation at a popular Washington steakhouse. Mr. Cobb was heard talking about a White House lawyer he deemed “a McGahn spy” and saying Mr. McGahn had “a couple documents locked in a safe” that he seemed to suggest he wanted access to. He also mentioned a colleague whom he blamed for “some of these earlier leaks,” and who he said “tried to push Jared out,” meaning Jared Kushner, the president’s son-in-law and senior adviser, who has been a previous source of dispute for the legal team.\nAfter The Times contacted the White House about the situation, Mr. McGahn privately erupted at Mr. Cobb, according to people informed about the confrontation who asked not to be named describing internal matters. John F. Kelly, the White House chief of staff, sharply reprimanded Mr. Cobb for his indiscretion, the people said.\nMr. Cobb sought to defuse the conflict in an interview over the weekend, praising Mr. McGahn as a superb lawyer. “He has been very helpful to me, and whenever we have differences of opinion, we have been able to work them out professionally and reach consensus,” Mr. Cobb said. “We have different roles. He has a much fuller plate. But we’re both devoted to this White House and getting as much done on behalf of the presidency as possible.”\nThe special counsel, Robert S. Mueller III, is investigating connections between Russia and Mr. Trump and his associates, including whether they conspired to influence last year’s election. Mr. Mueller is also looking into whether Mr. Trump’s decision to fire James B. Comey, the F.B.I. director initially leading the investigation, constitutes obstruction of justice. He has asked the White House for emails and documents related to these matters, and Mr. Cobb has organized the requests into 13 categories, but officials would not describe them in more detail. So far, officials said the White House has not turned down any request.\nMr. Trump’s aides said they were scrambling to respond to the requests to avoid a subpoena that might make it look as if the White House was not cooperating. Mr. Cobb hoped to turn over a trove of documents this week, according to people close to the legal team.", "url": "https://www.nytimes.com/2017/09/17/us/politics/trump-lawyers-white-house-russia-mcgahn-ty-cobb.html"}