{"authors": ["Claire Messud"], "date_download": "2022-10-25 23:37:35", "date_modify": "2022-10-25 23:37:35", "date_publish": "2017-12-12 10:00:19", "description": "In Jenny Erpenbeck’s timely novel, a retired classics professor finds his routine existence transformed when he befriends a group of African refugees.", "filename": "2017_12_12_books_review_go-went-gone-jenny-erpenbeck_1666741055.html", "image_url": "https://static01.nyt.com/images/2017/12/17/books/review/1217Messud1-copy/1217Messud1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4cf8ac61fc10940ef444d7d78f81f1bbe2e07aa74e04f8800a94ff7e6c7961e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_12_books_review_go-went-gone-jenny-erpenbeck_1666741055.html", "title": "Lives Other Than His Own", "title_page": "Lives Other Than His Own - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But fate brings him to a group of African refugees who have been camping in Oranienplatz. He makes his way to a meeting about their plight at a former school in Kreuzberg, and finds himself first frightened, and then compelled: “Often when he was starting a new project, he didn’t know what was driving him, as if his thoughts had developed an independent life and a will of their own, as if they were merely waiting for him to finally think them. … Speaking about the actual nature of time is something he can probably do best in conversation with those who have fallen out of it. Or been locked up in it, if you prefer.”\nImage\nWhat ensues is Richard’s intellectual, social and spiritual blossoming. Someone who has known his friends for most of his life, he befriends men from Burkina Faso, Nigeria, Niger and Ghana, and learns the extraordinary, brutal and fragmented narratives of their young lives. He rereads his beloved classics and “experiences a shifting in his conception of the Greek pantheon”: “Much of what Richard reads … several weeks after his retirement are things he’s known most of his life, but today, thanks to this bit of additional knowledge he’s acquired, it all seems to come together in new, different ways.”\nIn his mind, he gives his African friends names like Apollo, Tristan, and the Olympian or the Thunderbolt-hurler. He listens to their stories, and feels obligated to try to help them. His understanding of their situation isn’t confined to the material — to teaching them German, or giving them money for a transit pass — although this is part of it. He must unlearn, too, his own preconceptions, his own sense of space, time and his habit of expectation. At one point he recalls that “when he and his lover had their penultimate arguments before she left him, she’d said several times that it wasn’t so much the disappointment of his expectations that was the problem, but the expectations themselves. … At first his lover had jokingly referred to all these things he looked forward to as his vanishing points, an expression she later replaced with a different one: happy-ending terrorism.”\nBut for Osarobo, who has traveled from Niger via Libya and wants to learn piano but has never before touched the instrument; or for Karon, who has lived a life of itinerant poverty in Ghana, and has made his way to Niger, then Tripoli, then Italy, then Finland, then Italy again before arriving finally in Berlin; or for Rashid, who tells an agonizing account of losing his children in a shipwreck when fleeing war-torn Libya, and of his wife’s subsequent rejection of him — for these men and others, Richard learns that expectation, even the merest shred of hope, has, along with everything else, been wrested from them. They have, it would seem, only their mobile phones: “The men feel more at home in these wireless networks than in any of the countries in which they await their future. This system of numbers and passwords extending clear across continents is all the compensation they have for everything they’ve lost forever. What belongs to them is invisible and made of air.”\nHaving grown up and lived in East Germany before reunification, Richard and his friends are closer, perhaps, than many Europeans to understanding the uneasiness of the refugees’ lives. As his friend Sylvia observes, “I keep imagining that someday it’ll be us having to flee, and no one will help us either.” The ghosts that swirl around the Africans in their temporary home are theirs, of course, but also the “marauding troops” and “booted feet” of World War II. “Go, went, gone. The line dividing ghosts and people has always seemed to him thin,” Richard reflects.", "url": "https://www.nytimes.com/2017/12/12/books/review/go-went-gone-jenny-erpenbeck.html"}