{"authors": ["The New York Times"], "date_download": "2022-10-25 23:45:48", "date_modify": "2022-10-25 23:45:48", "date_publish": "2017-09-19 09:00:28", "description": "The 193-member United Nations is gathering for the 72nd session of the General Assembly. Here are the highlights.", "filename": "2017_09_19_world_americas_united-nations-general-assembly_1666741548.html", "image_url": "https://static01.nyt.com/images/2017/09/20/world/20trump-live2/20trump-live2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=bcf7e9fd99d6a21a33d22dbdaa5602b8cf5274de670261c4f1bd9becb96dc92c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_19_world_americas_united-nations-general-assembly_1666741548.html", "title": "At U.N., Trump Singles Out ‘Rogue’ Nations North Korea and Iran", "title_page": "At U.N., Trump Singles Out ‘Rogue’ Nations North Korea and Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If the righteous many don’t confront the wicked few, then evil will triumph,” Mr. Trump said.\nMr. Trump emphasized that it was against the interest of the entire world for North Korea — which he called a “band of criminals” — to obtain missiles and nuclear weapons.\n“Rocket man is on a suicide mission for himself,” he said of Mr. Kim.\nMr. Trump accused Mr. Kim of overseeing a regime that has starved its people, brutalized an imprisoned American college student who was returned home in a coma, and assassinated Mr. Kim’s older brother, a potential rival, with poison chemicals.\n“If this is not twisted enough, now North Korea’s reckless pursuit of missiles and nuclear weapons threatens the entire world,” Mr. Trump said.\nWhile he thanked Russia and China for supporting recent United Nations sanctions on North Korea, Mr. Trump also took an indirect swipe at them for continuing to do business with Mr. Kim.\n“It is an outrage that some nations would not only trade with such a regime, but would arm, supply and financially support a country that imperils the world,” Mr. Trump said.\nThe president said that America would act alone if needed. He emphasized an “America first” agenda, and said that while the United States would “forever be a great friend to the world and especially to its allies,” his primary responsibility was to Americans.\n“As president, I will always put America first, just like you as the leaders of your countries will always — and should always — put your countries first,” he said.\n— MEGAN SPECIA", "url": "https://www.nytimes.com/2017/09/19/world/americas/united-nations-general-assembly.html"}