{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:49:12", "date_modify": "2022-10-25 23:49:12", "date_publish": "2017-10-02 17:12:01", "description": "With the mayoral contest leaning in favor of Bill de Blasio, political eyes have swung to the biggest contested race in town: the City Council speaker.", "filename": "2017_10_02_nyregion_council-speaker-race-new-york_1666741752.html", "image_url": "https://static01.nyt.com/images/2017/10/03/nyregion/03speaker1/03speaker1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=27a44173a88193e30e23e99f6ad1b061e64eaf889ecd072fb7cb92fe7165c6f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_02_nyregion_council-speaker-race-new-york_1666741752.html", "title": "Only Race in Town: Who Will Be Next Council Speaker in New York?", "title_page": "Only Race in Town: Who Will Be Next Council Speaker in New York? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Members want someone who can bring the body together, who they know has their backs, whose word they trust,” said Mr. Levine, 48, who speaks fluent Spanish, and represents portions of Upper Manhattan.\n“I see myself as a coalition builder,” said Mr. Johnson, 35, who represents areas of the West Village, Chelsea and Midtown and is open about his struggles with alcohol and being HIV-positive.\nBut it also left many who are focused on the contest unsatisfied with the prospect that in a majority-minority New York City, already represented by a white male mayor, there might also be a white man in the city’s second most powerful position.\n“It’s a value, but I don’t think that it should be the only qualifier,” said Henry A. Garrido of District Council 37, the public sector union that hosted the meeting Tuesday among union leaders and Council members.\n“Race is important,” said Councilman Antonio Reynoso of Brooklyn. “Race is very important.”\nThat has made it tougher for a dark horse candidate like Jimmy Van Bramer of Queens. (“Three months is a lifetime,” he said of the contest.)\nThe consideration of race has helped the campaigns of fast-rising younger councilmen like Ritchie Torres, 29, who represents the Central Bronx, and Donovan Richards Jr., 32, from southern Queens. (Councilman Ydanis Rodriguez, 52, of Upper Manhattan, believes that dynamic gives him a boost as well.)\n“A lot of them seem to craft a narrative of being the front-runner, and of how the others can’t possibly win,” said Carlina Rivera, a Democrat who is likely to be elected to the Council in November. She, like most of the Council members interviewed for this article, said she remained undecided.", "url": "https://www.nytimes.com/2017/10/02/nyregion/council-speaker-race-new-york.html"}