{"authors": ["Joe Coscarelli"], "date_download": "2022-10-25 23:43:39", "date_modify": "2022-10-25 23:43:39", "date_publish": "2017-04-05 15:54:38", "description": "The set is the first time a Beatles album has been remixed and expanded since 2003.", "filename": "2017_04_05_arts_music_beatles-sgt-peppers-50th-anniversary-reissue_1666741419.html", "image_url": "https://static01.nyt.com/images/2017/04/06/arts/06BEATLES/06BEATLES-facebookJumbo.jpg?year=2017&h=550&w=1050&s=986dc548a8f02d089c126926623a20cb97090eb3eaefccdd3acaba7f3b73afab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_05_arts_music_beatles-sgt-peppers-50th-anniversary-reissue_1666741419.html", "title": "The Beatles’ ‘Sgt. Pepper’s Lonely Hearts Club Band’ Is Getting a 50th Anniversary Reissue", "title_page": "The Beatles’ ‘Sgt. Pepper’s Lonely Hearts Club Band’ Is Getting a 50th Anniversary Reissue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For its 50th anniversary this year, the Beatles’ “Sgt. Pepper’s Lonely Hearts Club Band,” one of the most influential and acclaimed albums of all time, is getting a spruced-up reissue.\nThe 1967 LP, home to hits like “Lucy in the Sky With Diamonds,” “With a Little Help From My Friends” and “A Day in the Life,” has been recently remixed in stereo and 5.1 surround audio — sourced from the original four-track session tapes — by Sam Okell and Giles Martin, son of the Beatles producer George Martin. The reissue, which was completed with a team of audio restoration specialists at Abbey Road Studios in London, will be released on May 26 in four increasingly expanded packages for all manner of Beatles completists.\nThe “Sgt. Pepper’s” set is the first time a Beatles album has been remixed and expanded since “Let It Be… Naked” in 2003. The half-century milestone will also be celebrated in the band’s native Liverpool, where 13 cross-disciplinary art commissions — one for each song on the album — have been scheduled for May and June.\nAmong the bonus goodies coming next month are a deluxe edition, on CD or vinyl, featuring previously unreleased complete takes of all 13 songs on the album, plus rare versions of “Penny Lane” and “Strawberry Fields Forever,” the two singles from early 1967 that preceded the album’s release that June. The super-deluxe version is a six-disc box set including the new album mix; 33 additional recordings from the “Sgt. Pepper’s” sessions; and a 144-page hardcover book about the album with an introduction from Paul McCartney and Giles Martin, among other additions.", "url": "https://www.nytimes.com/2017/04/05/arts/music/beatles-sgt-peppers-50th-anniversary-reissue.html"}