{"authors": ["Dan Levin"], "date_download": "2022-10-25 23:47:58", "date_modify": "2022-10-25 23:47:58", "date_publish": "2017-10-01 18:31:07", "description": "The police arrested a 30-year-old Somali man and said he had driven two vehicles in the Saturday attacks.", "filename": "2017_10_01_world_americas_edmonton-canada-terrorism_1666741678.html", "image_url": "https://static01.nyt.com/images/2017/10/02/world/02alberta/02canada-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a67545648a2602987e4702355f18135661cb4f612c1d3dfce996c09043a500e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_01_world_americas_edmonton-canada-terrorism_1666741678.html", "title": "Vehicle and Knife Attack in Edmonton Is Described as Terrorism", "title_page": "Vehicle and Knife Attack in Edmonton Is Described as Terrorism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Canadian police arrested a refugee from Somalia on suspicion of terrorist acts early Sunday after a police officer in Edmonton was struck with a car and stabbed outside a football game. Four other people were later deliberately hit by a U-Haul truck driven by the same suspect, the authorities said.\nPrime Minister Justin Trudeau of Canada called the assaults a terrorist attack.\nMarlin Degrand, a division superintendent for the Royal Canadian Mounted Police, said at a news conference in Edmonton that the suspect, who is 30, had been the subject of an inquiry two years ago after he displayed signs of extremism but that there had been “insufficient evidence” to make an arrest. Mr. Degrand said the man had been deemed “not a threat.”\nThe police did not identify the suspect beyond saying he was Somali. CBC News, quoting unidentified sources, said his name was Abdulahi Hasan Sharif.\nRod Knecht, chief of the Edmonton Police Service, said that officers had found an Islamic State flag in the car that hit the police officer. “Currently, we believe this is an individual who acted alone,” Chief Knecht said in a statement released on Sunday morning.", "url": "https://www.nytimes.com/2017/10/01/world/americas/edmonton-canada-terrorism.html"}