{"authors": ["Craig S. Smith", "Dan Levin"], "date_download": "2022-10-25 23:48:00", "date_modify": "2022-10-25 23:48:00", "date_publish": "2017-02-01 01:25:40", "description": "Some observers fear that law enforcement officials have played down the threat of far-right nationalist groups, preferring to focus on Islamic terrorism.", "filename": "2017_01_31_world_americas_canada-quebec-nationalists_1666741680.html", "image_url": "https://static01.nyt.com/images/2017/02/01/world/01NATIONALISTS/01NATIONALISTS-facebookJumbo.jpg?year=2017&h=549&w=1050&s=6b82bd96b7755fe26ce6f837e3a8f121fc6a9649f43621e4f366bceaebc6b1a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_31_world_americas_canada-quebec-nationalists_1666741680.html", "title": "As Canada Transforms, an Anti-Immigrant Fringe Stirs", "title_page": "As Canada Transforms, an Anti-Immigrant Fringe Stirs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It is clear from these findings that respondents in Quebec are the most likely to hold unfavorable feelings towards Jewish and Muslim people,” said the firm’s president, Lorne Bozinoff.\nNowhere have those elements been as vocal as Quebec City.\nHandbills, posters and occasional demonstrations by such groups as the Fédération des Québécois de Souche (which translates roughly as “people of original Québécois stock”) have proliferated in the city. Québécois de Souche’s slogan is “I exist, so I act,” but as with fringe movements everywhere, it and other groups are most active behind the anonymity of the internet.\n“It’s very hard to know their numbers,” said Stéphane Leman-Langlois, a sociology professor at Laval University who studies Quebec’s far right, adding that there is a small core to each group and that the followers are less active. He said the movement has fragmented and re-formed and groups have changed names for the past 20 years, although the recent surge in immigration has strengthened their cause. “It’s not a new thing,” he said.\nLa Meute, a group that includes many Afghanistan war veterans, has gathered about 43,000 followers since it started a closed Facebook page last year. The name means “wolf pack” in French, and its members are not politically virulent by United States standards but focus on concerns about Muslim immigration.\nAt the other end of the scale are followers of Légitime Violence, a proudly fascist heavy metal band that announces its concerts to a vetted list of fans and performs songs like “Final Solution,” which is as subtle as it sounds.\nOther extremist groups in Quebec include Atalante Québec; Pegida Québec, which is an offshoot of a German group; and Soldiers of Odin.", "url": "https://www.nytimes.com/2017/01/31/world/americas/canada-quebec-nationalists.html"}