{"authors": ["Kenneth P. Vogel"], "date_download": "2022-10-25 23:33:18", "date_modify": "2022-10-25 23:33:18", "date_publish": "2017-12-08 00:36:43", "description": "James O’Keefe has long struggled for respect from the media and acceptance from the conservative movement. But now he has an ally in the Oval Office.", "filename": "2017_12_07_us_politics_james-okeefe-project-veritas-trump_1666740798.html", "image_url": "https://static01.nyt.com/images/2017/12/08/us/politics/08dc-okeefe2/08dc-okeefe2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=0c325027488354f048021b116aab56998fddc661e78b02525ead432fe6ef62c6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_07_us_politics_james-okeefe-project-veritas-trump_1666740798.html", "title": "James O’Keefe, Practitioner of the Sting, Has an Ally in Trump", "title_page": "James O’Keefe, Practitioner of the Sting, Has an Ally in Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Days after Donald J. Trump launched his presidential campaign in June 2015, James O’Keefe, the conservative disrupter famous for trying to use secret recordings to embarrass liberals and journalists, visited Trump Tower and gave Mr. Trump a preview of his latest hidden camera video intended to undermine Hillary Clinton.\nThe footage, widely dismissed after it was released some weeks later, showed officials from Mrs. Clinton’s presidential campaign appearing to accept a payment for campaign swag from a Canadian woman at a Clinton campaign rally — in violation, Mr. O’Keefe contended, of election laws barring campaign contributions from foreigners.\nMr. Trump had been promoting Mr. O’Keefe’s work for years and a few weeks earlier had donated $10,000 from his foundation to Mr. O’Keefe’s group. At the meeting in his office, Mr. Trump praised the new video and pledged more money. As the campaign progressed, he pointed to other videos as evidence of his false accusations that Mrs. Clinton paid people to cause violence at Trump campaign rallies, and since his inauguration he and his team have continued to highlight Mr. O’Keefe’s work as evidence of the president’s repeated claims that the news media is peddling “fake news.”\nSo these should be good times for Mr. O’Keefe. He has an ally in the Oval Office who shares his views. The nonprofit group he started in 2010, Project Veritas, and an affiliated political arm called Project Veritas Action Fund have raised nearly $16 million, according to tax filings, and last year the group paid him $317,000. After years of criticism from across the political spectrum — including from a conservative establishment that has viewed him with suspicion — Mr. O’Keefe would seem well positioned to be more broadly embraced by the right, and feared by the left.", "url": "https://www.nytimes.com/2017/12/07/us/politics/james-okeefe-project-veritas-trump.html"}