{"authors": ["Brooks Barnes", "Sydney Ember"], "date_download": "2022-10-25 23:51:49", "date_modify": "2022-10-25 23:51:49", "date_publish": "2017-04-22 14:57:44", "description": "Since taking over two years ago, James and Lachlan Murdoch seem determined to rid the company of the old-guard culture on which their father built his empire.", "filename": "2017_04_22_business_media_murdoch-family-21st-century-fox_1666741909.html", "image_url": "https://static01.nyt.com/images/2017/04/23/business/23murdoch-promo/23murdoch-promo-facebookJumbo-v3.jpg?year=2017&h=549&w=1050&s=448753b9f8350b821f78ee14e9b899825643ea24e639670a04fd187bcfc5a229&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_22_business_media_murdoch-family-21st-century-fox_1666741909.html", "title": "In House of Murdoch, Sons Set About an Elaborate Overhaul", "title_page": "In House of Murdoch, Sons Set About an Elaborate Overhaul - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The sun was setting in New York as James Murdoch, looking confident in cream pants and a dark blazer, stepped before 350 guests in a glass-walled concert hall and waxed poetic about his pet TV channel and its dedication to “scientific literacy.”\nThe event on Wednesday night was an advertising showcase for National Geographic, which Mr. Murdoch, 44, has doted on since becoming chief executive of its parent company, 21st Century Fox. As a person who cares deeply about “issues related to the environment, conservation, exploration and education,” he told the crowd, “I’m personally grateful for the important work National Geographic does.”\nAcross town at that same moment, his 86-year-old father, Rupert — who once called climate change “alarmist nonsense” — was still dealing with fallout at his most cherished channel, Fox News. Bill O’Reilly, the pugnacious and top-rated talk show host, had been ousted that day after allegations of sexual harassment involving multiple women.\nIt was James Murdoch — the one looking so unperturbed at the NatGeo presentation, posing for photos as waiters milled about in yellow suspenders and guests ate skirt steak and shrimp cocktail — who had most aggressively moved against Mr. O’Reilly. The same had happened in July, when Roger Ailes, who founded Fox News with Rupert Murdoch, was forced to resign amid his own sexual harassment scandal.", "url": "https://www.nytimes.com/2017/04/22/business/media/murdoch-family-21st-century-fox.html"}