{"authors": ["Jack Williams"], "date_download": "2022-10-25 22:58:03", "date_modify": "2022-10-25 22:58:03", "date_publish": "2017-04-20 04:16:11", "description": "The tea lady, once a fixture at British soccer clubs, endures mostly as a mythical image from a simpler time. Only a few remain, and not all are ladies.", "filename": "2017_04_20_sports_soccer_meet-the-tea-ladies-of-english-soccer_1666738683.html", "image_url": "https://static01.nyt.com/images/2017/04/20/sports/20TEALADIES-top/20TEALADIES-top-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=823af364e21c6173dfe85c1bf2cb4ee6cdc1a986c2b7aa43c2a1a03f56eb4baf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_20_sports_soccer_meet-the-tea-ladies-of-english-soccer_1666738683.html", "title": "Meet the Tea Ladies (and Tea Boys) of British Soccer", "title_page": "Meet the Tea Ladies (and Tea Boys) of British Soccer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Brian Clough, it was milk, one sugar. Kenny Dalglish liked his white. Jürgen Klopp and Ruud Gullit? They would have a coffee. So would Bobby Robson, though he liked his a little sweeter than most.\nFor the tea ladies and tea boys of British soccer, those are the orders that stick in the mind, like unstirred sugar at the bottom of a mug. For decades, their job meant not only memorizing the brew choices of famous managers, but also brewing cuppas for directors and scouts, equipment men and coaches, journalists and photographers.\nThrough that mix of granular knowledge and small-town charm, the tea lady — or tea boy — became synonymous with the ground-level, working class makeup of the soccer clubs they came to represent.\nEven as players and managers became ever richer and the game ever more professionalized, the tea ladies remained the bedrock. They knew anyone and everyone, their wide smiles and hot cuppas the fuel that kept things ticking, their dressing-downs a stop-in-your-tracks rebuke to any manager who dared cross them or worse, damage one of their kettles.", "url": "https://www.nytimes.com/2017/04/20/sports/soccer/meet-the-tea-ladies-of-english-soccer.html"}