{"authors": ["Mark Landler", "Eric Schmitt"], "date_download": "2022-10-25 23:26:17", "date_modify": "2022-10-25 23:26:17", "date_publish": "2017-02-25 01:12:50", "description": "The new national security adviser told his staff that the label “radical Islamic terrorism” was not helpful, repudiating language used by the president.", "filename": "2017_02_24_us_politics_hr-mcmaster-trump-islam_1666740377.html", "image_url": "https://static01.nyt.com/images/2017/02/25/us/25NSC/25NSC-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9966a6c10b173005d553a0fd75703afd07fe9aae9da04e732e05e289f691a482&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_24_us_politics_hr-mcmaster-trump-islam_1666740377.html", "title": "H.R. McMaster Breaks With Administration on Views of Islam", "title_page": "H.R. McMaster Breaks With Administration on Views of Islam - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s newly appointed national security adviser has told his staff that Muslims who commit terrorist acts are perverting their religion, rejecting a key ideological view of other senior Trump advisers and signaling a potentially more moderate approach to the Islamic world.\nThe adviser, Lt. Gen. H. R. McMaster, told the staff of the National Security Council on Thursday, in his first “all hands” staff meeting, that the label “radical Islamic terrorism” was not helpful because terrorists are “un-Islamic,” according to people who were in the meeting.\nThat is a repudiation of the language regularly used by both the president and General McMaster’s predecessor, Michael T. Flynn, who resigned last week after admitting that he had misled Vice President Mike Pence and other officials about a phone call with a Russian diplomat.\nIt is also a sign that General McMaster, a veteran of the Iraq war known for his sense of history and independent streak, might move the council away from the ideologically charged views of Mr. Flynn, who was also a three-star Army general before retiring.", "url": "https://www.nytimes.com/2017/02/24/us/politics/hr-mcmaster-trump-islam.html"}