{"authors": ["David E. Sanger"], "date_download": "2022-10-25 23:45:44", "date_modify": "2022-10-25 23:45:44", "date_publish": "2017-05-09 16:55:32", "description": "Moon Jae-in wants to maintain the status quo and avoid possible hostilities with North Korea, while President Trump wants to apply maximum pressure.", "filename": "2017_05_09_world_asia_south-korea-election-north-korea-trump-moon-jae-in_1666741544.html", "image_url": "https://static01.nyt.com/images/2017/05/10/world/10TRUMPKOREA/10TRUMPKOREA-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8f688ca11945fd0459ddca5090ddf342d413dac3f80f7f87fd13d55e0805b834&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_09_world_asia_south-korea-election-north-korea-trump-moon-jae-in_1666741544.html", "title": "Trump on Collision Course With South Korean Leader on Dealing With North", "title_page": "Trump on Collision Course With South Korean Leader on Dealing With North - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With Mr. Moon’s election, South Korea and China are now fundamentally on the same page about how to deal with the North: Do what it takes to maintain the status quo and avoid any situation that could result in hostilities that would throw East Asia into chaos, and perhaps set off a financial panic. The Chinese, while promising some tougher sanctions against the North, hope to freeze the North Korean nuclear and missile arsenals where they are and channel Mr. Trump into a new set of negotiations that would probably take years.\nSo far, Mr. Tillerson and Mr. Trump have been all over the map about what they would require to open those talks. On a visit to Seoul during the presidential campaign, Mr. Tillerson insisted that the North would first have to give up its entire arsenal before talks began — even though dismantling that arsenal is the ultimate goal of those negotiations. He modified that view at the United Nations, suggesting that talks were possible once the North began moving toward disarmament, though he did not say how far. Then Mr. Trump said he would be “honored” to meet Mr. Kim, under the right conditions, which he did not define.\nIf this was meant to confuse allies and adversaries alike, it worked. No one seems clear what the administration’s conditions for talks are, and White House officials say they do not want to be too specific.\nMr. Moon, meanwhile, has long experience playing good cop to Washington’s bad cop. He was chief of staff to Roh Moo-hyun, his political mentor, whose approach to the North was viewed in Washington as just this side of capitulation. In fact, the move to lift the pressure on Banco Delta Asia, the small bank in Macau where Kim Jong-il, father of the current North Korean leader, kept the assets used to pay off the North Korean elite, came just months after the North’s first nuclear test, in 2006. And it occurred about the same time that North Korea was secretly helping the Syrians build a nuclear reactor, which the Israelis later destroyed in a surprise attack from the air.\nDuring the campaign, Mr. Moon said sanctions had one goal: to bring the North Koreans back to the negotiating table. The Trump administration has said they have a different goal: to force the North to give up its entire arsenal. That is a significant difference.\nMr. Moon has many reasons to seek de-escalation, and his victory on Tuesday proved that his view is, for now, popular in the South. He fundamentally believes that the “Sunshine Policy” is the only option to avert a renewed conflict. But he also wants to end a Chinese-led boycott of some South Korean goods that was set off by the installation of the Thaad system, which Beijing says is aimed at countering its own nuclear arsenal.\nSo far, Mr. Moon has been careful not to threaten to dismantle the system — which the Pentagon rushed into preliminary operation last week ahead of the election — until he completes a review of the issue. He appears to be leaving himself some flexibility.\nMr. Trump has a little time to try to bridge this divide, but not much. Mr. Moon will be sworn in Wednesday. North Korea will then have to decide how it will respond — with an offer to talk, a missile launch or a sixth nuclear test.", "url": "https://www.nytimes.com/2017/05/09/world/asia/south-korea-election-north-korea-trump-moon-jae-in.html"}