{"authors": ["Chris Horton"], "date_download": "2022-10-25 23:39:16", "date_modify": "2022-10-25 23:39:16", "date_publish": "2017-03-25 09:54:47", "description": "Lee Ming-cheh, who has a background in human rights activism, has not been heard from since Sunday, when he boarded a flight from Taipei to Macau, friends and relatives say.", "filename": "2017_03_25_world_asia_taiwan-lee-ming-cheh-missing-china_1666741156.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_25_world_asia_taiwan-lee-ming-cheh-missing-china_1666741156.html", "title": "Missing Taiwanese Man May Be in Chinese Custody, Some Fear", "title_page": "Missing Taiwanese Man May Be in Chinese Custody, Some Fear - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TAIPEI, Taiwan — The disappearance of a Taiwanese activist for human rights and democratic causes has raised fears here that he may have been detained by the Chinese authorities.\nThe man, Lee Ming-cheh, has not been heard from since last Sunday morning, when he boarded a flight from Taipei to Macau, according to friends and relatives. A friend went to the airport in Macau to meet him, but he never emerged from the arrivals gate, said Cheng Shiow-jiuan, the director of Taipei Wenshan Community College, where Mr. Lee is a manager.\nMr. Lee had crossed from Macau into mainland China on Sunday, but his whereabouts have been a mystery since then, Taiwan’s Mainland Affairs Council, a cabinet-level agency that deals with China-related issues, said in recent days.\nChina has issued no statements about Mr. Lee.\n“The fact that Lee Ming-cheh has gone missing once again raises serious questions about the safety of people working with civil society in China,” Nicholas Bequelin, Amnesty International’s East Asia director, said in a statement on Friday.", "url": "https://www.nytimes.com/2017/03/25/world/asia/taiwan-lee-ming-cheh-missing-china.html"}