{"authors": ["Michael S. Schmidt"], "date_download": "2022-10-25 23:35:47", "date_modify": "2022-10-25 23:35:47", "date_publish": "2017-09-05 20:18:26", "description": "When confronted by Major League Baseball, the Red Sox admitted they were using Apple Watches in a scheme to gain an edge at the plate.", "filename": "2017_09_05_sports_baseball_boston-red-sox-stealing-signs-yankees_1666740947.html", "image_url": "https://static01.nyt.com/images/2017/09/07/insider/06redsox-sub/06redsox-sub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f36c0b5d97974c81d813be0fbcdcead84f85962634f9cf951a52b038409c08f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_05_sports_baseball_boston-red-sox-stealing-signs-yankees_1666740947.html", "title": "Boston Red Sox Used Apple Watches to Steal Signs Against Yankees", "title_page": "Boston Red Sox Used Apple Watches to Steal Signs Against Yankees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Manfred said he believed he had the power to punish teams in connection with such cheating.\n“Could it happen? You know, is there the authority to do that? I think the answer to that, under the major league constitution, is yes,” he said. “Has it ever happened with this type of allegation? I think the answer is — I know the answer is no.\n“And the reason for that,” he added, “is it’s just very hard to know what the actual impact on any particular game was of an alleged violation.”\nBoston’s manager, John Farrell, said he was aware that the players were trying to steal signs but said that he did not know they were using electronics.\n“I’m aware of the rule,” Mr. Farrell said. “Electronic devices are not to be used in the dugout. Beyond that, all I can say is it’s a league matter at this point.”\nStealing signs is believed to be particularly effective when there is a runner on second base who can both watch what hand signals the catcher is using to communicate with the pitcher and can easily relay to the batter any clues about what type of pitch may be coming. Such tactics are allowed as long as teams do not use any methods beyond their eyes. Binoculars and electronic devices are both prohibited.\nIn recent years, as cameras have proliferated in major league ballparks, teams have begun using the abundance of video to help them discern opponents’ signs, including the catcher’s signals to the pitcher. Some clubs have had clubhouse attendants quickly relay information to the dugout from the personnel monitoring video feeds.", "url": "https://www.nytimes.com/2017/09/05/sports/baseball/boston-red-sox-stealing-signs-yankees.html"}