{"authors": ["Mujib Mashal", "Najim Rahim"], "date_download": "2022-10-25 23:28:41", "date_modify": "2022-10-25 23:28:41", "date_publish": "2017-12-18 18:06:58", "description": "The removal of the former warlord Atta Muhammad Noor, who had amassed great wealth, could further fray the struggling coalition government.", "filename": "2017_12_18_world_asia_ashraf-ghani-atta-muhammad-noor_1666740521.html", "image_url": "https://static01.nyt.com/images/2017/12/19/world/19Afghanistan/19Afghanistan-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c93a32737c5e484ca972f4016382bfa5fc1f11cfba0998f385df22d36ab1d20d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_18_world_asia_ashraf-ghani-atta-muhammad-noor_1666740521.html", "title": "Afghan President Fires a Powerful Governor From Post He Held 13 Years", "title_page": "Afghan President Fires a Powerful Governor From Post He Held 13 Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Noor, 54, is part of a generation of former warlords who saw their regional fortunes fluctuate over the past decade, some of them being sidelined or shifted to jobs in Kabul as a way to distance them from their power bases. He managed to maintain his firm grip in Balkh through a combination of patronage, delivering infrastructure projects, and improving security while neighboring areas grew increasingly violent as the Taliban made inroads. Even Western allies turned a blind eye to a history of human rights accusations against Mr. Noor because he was perceived as having a firm grip.\nShujahuddin Shuja, a member of the Balkh provincial council, said residents were now concerned that the new governor would not have the capacity to provide security in a difficult environment.\n“Governor Noor had brought some of the groups under control — the thieves, the irresponsible militias,” Mr. Shuja said. “He had understandings with them, and they would not stand against him.”\nMr. Ghani had long made clear his dislike for Mr. Noor, often siding with his strong opponents. During the presidential campaign of 2014, Mr. Ghani repeatedly singled out Mr. Noor as an example of corrupt strongmen who needed to be reined in by the central government.\nBut the election went into a deadlock after large-scale fraud. Mr. Ghani came to lead a coalition alongside his rival Abdullah Abdullah, whom Mr. Noor had backed, and who now has the title chief executive, making half of all appointments.\nMr. Ghani’s bitter relationship with his coalition partner stagnated to the point of Mr. Abdullah calling the president unfit to rule. Then Mr. Ghani started direct negotiations with Mr. Noor in the hopes of marginalizing Mr. Abdullah.\nThe negotiations broke down after months, further dividing a Jamiat party already struggling for unity. Mr. Abdullah remains firmly in the government, and has even clashed with Mr. Noor in recent months. Sources aware of Mr. Abdullah’s position said that he had agreed with the president’s decision to remove Mr. Noor, but that he had questioned its timing. And there remains the question of whether Jamiat representatives in the government would answer to party leaders like Mr. Noor, or to Mr. Abdullah, who leads the bloc in the government.", "url": "https://www.nytimes.com/2017/12/18/world/asia/ashraf-ghani-atta-muhammad-noor.html"}