{"authors": ["Sean Howe"], "date_download": "2022-10-25 23:43:36", "date_modify": "2022-10-25 23:43:36", "date_publish": "2017-11-15 14:52:17", "description": "A new boxed CD set helps shine a light on the band — born out of the Bar-Kays — that backed this soul star on “Hot Buttered Soul” and beyond.", "filename": "2017_11_15_arts_music_isaac-hayes-band-bar-kays_1666741416.html", "image_url": "https://static01.nyt.com/images/2017/11/16/arts/15HAYES5/15HAYES5-facebookJumbo.jpg?year=2017&h=550&w=1050&s=58389157528509f38d74253ada7efec0cec8aab23f53125fd3e08fb9a054cfe9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_15_arts_music_isaac-hayes-band-bar-kays_1666741416.html", "title": "Meet the Musicians Who Gave Isaac Hayes His Groove", "title_page": "Meet the Musicians Who Gave Isaac Hayes His Groove - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Like many studio musicians, Mr. Snell and his peers, who spoke of their work in telephone interviews, were often not listed in album credits. With no documentary film to attest to their contributions, they haven’t yet enjoyed the kind of history-correcting rediscovery afforded James Brown’s bands, or Motown’s Funk Brothers, or the Los Angeles-based session players known as the Wrecking Crew.\nIn early 1969, after Stax lost its back catalog when Warner Bros. bought its distributor, Atlantic Records, Stax’s president ordered the rush production of 28 new albums. In this frenzy, Hayes, a staff writer and producer — who, along with his songwriting partner David Porter had generated hit records for Sam & Dave (“Soul Man”) and Carla Thomas (“B-A-B-Y”) — was given a green light to record a solo album with complete creative control. Hayes chose the rhythm section of the Bar-Kays for accompaniment.\nThe young Bar-Kays had already been through plenty. Stax had hoped to groom them as the next Booker T. and the MG’s, the house band that had broken out as a headliner in its own right. But only months after their song “Soul Finger” became a hit, four of the Bar-Kays perished in the same 1967 plane crash that killed Otis Redding. The group’s 20-year-old trumpeter, Ben Cauley, was the sole surviving passenger; the bassist James Alexander, 19, had not been on the flight.", "url": "https://www.nytimes.com/2017/11/15/arts/music/isaac-hayes-band-bar-kays.html"}