{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2022-10-25 23:30:26", "date_modify": "2022-10-25 23:30:26", "date_publish": "2017-12-10 16:44:22", "description": "With only hours until the polls open in the unlikeliest of battleground states, Democrats are deploying a multimillion-dollar get-out-the-vote operation in an effort to steal away a Senate seat.", "filename": "2017_12_10_us_politics_richard-shelby-roy-moore_1666740626.html", "image_url": "https://static01.nyt.com/images/2017/12/11/us/11alabama-alpha/11alabama-alpha-facebookJumbo.jpg?year=2017&h=549&w=1050&s=baead29df7316aaccf2988e2277e9e513f87e28c179277332e5b13b7312b9db8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_10_us_politics_richard-shelby-roy-moore_1666740626.html", "title": "Liberal Outsiders Pour Into Alabama Senate Race, Treading Lightly", "title_page": "Liberal Outsiders Pour Into Alabama Senate Race, Treading Lightly - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SELMA, Ala. — In the poinsettia-trimmed pulpit of Ebenezer Missionary Baptist Church on Sunday morning, the Rev. James Perkins Jr., the first black mayor of a city where the right to vote was won in blood, announced his support for the Democrat Doug Jones in Alabama’s special Senate election. He reminded his Selma congregants, without telling them how to vote, that sheep are to follow their shepherd.\nNot that the congregation needed much reminding.\nWith only hours until the polls open on Tuesday in this unlikeliest of battleground states, Democrats are deploying a sprawling, multimillion-dollar get-out-the-vote operation in an effort to steal away a Senate seat and reduce the Republican majority to a single vote.\nA constellation of liberal groups outside the state has showered money and manpower on turnout efforts aimed at helping Mr. Jones. But they are working discreetly, hoping to avoid the appearance of trying to dictate whom Alabamians should support.\nAs part of those efforts, former Gov. Deval Patrick of Massachusetts, only the country’s second elected black governor, was at Ebenezer to make the case for Mr. Jones. In the vestibule were stacks of sample ballots for the Democrat, whose smiling visage was on literature left on every car in the parking lot. A few blocks away, at the foot of the Edmund Pettus Bridge, the site of Bloody Sunday in 1965, the message was starker: “Vote or Die” read a sign aimed at this region’s black majority, whose turnout could decide the race.", "url": "https://www.nytimes.com/2017/12/10/us/politics/richard-shelby-roy-moore.html"}