{"authors": ["Megan Twohey"], "date_download": "2022-10-25 23:37:45", "date_modify": "2022-10-25 23:37:45", "date_publish": "2017-10-08 23:37:24", "description": "The Weinstein Company’s board announced Mr. Weinstein’s firing on Sunday, days after The New York Times reported on decades of harassment allegations.", "filename": "2017_10_08_business_harvey-weinstein-fired_1666741065.html", "image_url": "https://static01.nyt.com/images/2017/10/09/us/09xp-weinstein/09xp-weinstein-facebookJumbo.jpg?year=2017&h=549&w=1050&s=675de8b8e322d12837459fbb74be7b4960a8dff86063aef985aa5487d88e105f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_08_business_harvey-weinstein-fired_1666741065.html", "title": "Harvey Weinstein Is Fired After Sexual Harassment Reports", "title_page": "Harvey Weinstein Is Fired After Sexual Harassment Reports - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The situation was complicated by Harvey Weinstein’s response to the Times article, swinging wildly between contrition and attack. In a statement on Thursday, he acknowledged that “the way I’ve behaved with colleagues in the past has caused a lot of pain, and I sincerely apologize for it,” while likening his personal flaws to those of the rapper Jay-Z, who apologized on his most recent album to his wife, Beyoncé, for cheating on her.\nMr. Weinstein said he was planning to get help, but within hours, he had threatened to sue The Times for defamation. And in her own statement released on Thursday, Ms. Bloom said Mr. Weinstein “denies many of the accusations as patently false.”\nMs. Bloom told the company’s board on Thursday that Mr. Weinstein was planning to follow through with a lawsuit, and that board members could expect “more and different reporting” that would include “photos of several of the accusers in very friendly poses with Harvey after his alleged misconduct.”\nMr. Maerov voiced anger in an email response to Ms. Bloom, saying her approach and public comments were “definitely fanning the flames and compounding the problem” and contending that she had a conflict of interest because Mr. Weinstein had agreed to turn a book she wrote into a TV series.\n“This is not the time for Harvey or TWC to appear defiant or indignant,” he wrote, using an abbreviation for the Weinstein Company. “It is time to repair, heal, accept responsibility and recover.”\nHe wrote that “publishing pictures of victims in friendly poses with Harvey will backfire as it suggests they are exculpatory or negate any harm done to them through alleged actions.”", "url": "https://www.nytimes.com/2017/10/08/business/harvey-weinstein-fired.html"}