{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:33:50", "date_modify": "2022-10-25 23:33:50", "date_publish": "2017-01-22 09:47:59", "description": "The governing party is deeply unpopular and given little chance in the coming presidential election, as European voters abandon the left.", "filename": "2017_01_22_world_europe_france-left-socialist-primary_1666740830.html", "image_url": "https://static01.nyt.com/images/2017/01/23/world/23LEFT1/23LEFT1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=cf549e655dba083376ca4de9ff501092db105e516a70bdf6c11060e7be78f81a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_22_world_europe_france-left-socialist-primary_1666740830.html", "title": "With French Socialists in Crisis, Manuel Valls and Benoît Hamon Head to Runoff", "title_page": "With French Socialists in Crisis, Manuel Valls and Benoît Hamon Head to Runoff - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Across Europe, the old Socialist blocs have fractured into smaller parties, partly because their voting bases have changed but also because rampant inequality and the decline of the middle class have created fertile ground for more extreme parties.\n“On the left they are trying to stand up for their old core group, industrial workers,” said Steve Coulter, who teaches political economy at the London School of Economics. “But then there’s another group on the left, who are pro-free trade, L.G.B.T., flat-white drinking, bearded hipsters — and that’s the middle-class part of their support.”\nThe result in France is that the National Front, led by Marine Le Pen, “has moved into the old traditionalist, protectionist precincts of the authoritarian left,” Mr. Coulter said.\nIn Limousin, a relatively poor area of central France best known for the succulent beef from its cattle industry, its yellow apples and its elegant Limoges porcelain, these broader economic forces are evident. Mr. Ducourtioux said that he had voted for Mr. Hollande in the last election, but that this time he was looking toward the National Front, although he stopped short of naming it.\n“You have Trump — who do you think I am going to vote for?” Mr. Ducourtioux said.\nFor years, the regional economy was built on agriculture, manufacturing and small businesses that were subcontractors to larger enterprises like the automakers Renault and Peugeot. And for most of the last 100 years it was a left-leaning stronghold.\nThe Socialist mayor of Limoges, Alain Rodet, served multiple terms until he was toppled in 2014 by a well-known psychiatrist, Émile-Roger Lombertie. He had no government experience and ran as an outsider (although on the eve of the election he became a member of the mainstream conservative party, now known as the Republicans).\nIn those same local elections, National Front candidates won an unprecedented 17 percent of the votes in the first round, a high figure given the leftist traditions of the area, which was the birthplace in 1895 of France’s leading trade union.", "url": "https://www.nytimes.com/2017/01/22/world/europe/france-left-socialist-primary.html"}