{"authors": ["Sharon Lafraniere", "Andrew E. Kramer"], "date_download": "2022-10-25 23:43:15", "date_modify": "2022-10-25 23:43:15", "date_publish": "2017-10-27 16:57:30", "description": "The information that a Russian lawyer brought to a June 2016 meeting with Trump campaign aides had been discussed with a top Russian government official.", "filename": "2017_10_27_us_politics_trump-tower-veselnitskaya-russia_1666741395.html", "image_url": "https://static01.nyt.com/images/2018/05/17/us/28dc-tower1/28dc-tower1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=db8dcce77dc383b80480987f030bc642eea7713313e939ea557747454e30a700&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_27_us_politics_trump-tower-veselnitskaya-russia_1666741395.html", "title": "Talking Points Brought to Trump Tower Meeting Were Shared With Kremlin", "title_page": "Talking Points Brought to Trump Tower Meeting Were Shared With Kremlin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Natalia V. Veselnitskaya arrived at a meeting at Trump Tower in June 2016 hoping to interest top Trump campaign officials in the contents of a memo she believed contained information damaging to the Democratic Party and, by extension, Hillary Clinton. The material was the fruit of her research as a private lawyer, she has repeatedly said, and any suggestion that she was acting at the Kremlin’s behest that day is anti-Russia “hysteria.”\nBut interviews and records show that in the months before the meeting, Ms. Veselnitskaya had discussed the allegations with one of Russia’s most powerful officials, the prosecutor general, Yuri Y. Chaika. And the memo she brought with her closely followed a document that Mr. Chaika’s office had given to an American congressman two months earlier, incorporating some paragraphs verbatim.\nThe coordination between the Trump Tower visitor and the Russian prosecutor general undercuts Ms. Veselnitskaya’s account that she was a purely independent actor when she sat down with Donald Trump Jr., Jared Kushner, the president’s son-in-law, and Paul J. Manafort, then the Trump campaign chairman.\nIt also suggests that emails from an intermediary to the younger Mr. Trump promising that Ms. Veselnitskaya would arrive with information from Russian prosecutors were rooted at least partly in fact — not mere “puffery,” as the president’s son later said.", "url": "https://www.nytimes.com/2017/10/27/us/politics/trump-tower-veselnitskaya-russia.html"}