{"authors": ["Raphael Minder", "Patrick Kingsley", "Kimiko De Freytas-Tamura"], "date_download": "2022-10-25 23:40:46", "date_modify": "2022-10-25 23:40:46", "date_publish": "2017-10-28 14:29:28", "description": "Carles Puigdemont, fired by the Spanish national government, insisted that Prime Minister Mariano Rajoy was removing a democratically elected administration.", "filename": "2017_10_28_world_europe_spain-catalonia-independence_1666741246.html", "image_url": "https://static01.nyt.com/images/2017/10/29/world/29catalonia-1/29catalonia-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ed658d540140940005c6921fb29f5f33f6b5ebf354f4f1163aaa7261bf0e7349&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_28_world_europe_spain-catalonia-independence_1666741246.html", "title": "Catalonia’s Ousted Leader Calls for Peaceful Defiance", "title_page": "Catalonia’s Ousted Leader Calls for Peaceful Defiance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA, Spain — In a defiant message, Catalonia’s ousted leader, Carles Puigdemont, called on Saturday for Catalans to unite in peaceful “democratic opposition” after the Spanish central government took control of the restive region — an act Mr. Puigdemont called “premeditated aggression.”\nMr. Puigdemont said in a televised address that “our will is to continue to work to meet our democratic mandates,” in an indication that his government may attempt to ignore its dismissal and, in effect, create two competing administrations.\nHe spoke a day after Spain’s prime minister, Mariano Rajoy, fired him and the entire Catalan cabinet and set a date for new regional elections.\nMadrid’s hard-line stance was announced shortly after regional lawmakers illegally declared an independent republic, setting up a showdown that escalated the biggest political crisis the country has faced in decades.", "url": "https://www.nytimes.com/2017/10/28/world/europe/spain-catalonia-independence.html"}