{"authors": ["David W. Chen", "Lisa W. Foderaro"], "date_download": "2022-10-25 23:25:06", "date_modify": "2022-10-25 23:25:06", "date_publish": "2017-11-20 00:32:09", "description": "A new lawsuit accusing a former senior state official of assault comes as Gov. Andrew M. Cuomo has appointed more women to top positions.", "filename": "2017_11_19_nyregion_cuomo-women-top-posts-harassment-lawsuit-hoyt_1666740306.html", "image_url": "https://static01.nyt.com/images/2017/11/20/nyregion/20cabinet/20cabinet-facebookJumbo.jpg?year=2017&h=550&w=1050&s=cece52a115ddbe9fe3d03b3b307f6e62cbc208f5138c5b100d7d1baefb1eb48b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_19_nyregion_cuomo-women-top-posts-harassment-lawsuit-hoyt_1666740306.html", "title": "As Cuomo Hires More Women, Ex-Senior Official Is Accused of Assault", "title_page": "As Cuomo Hires More Women, Ex-Senior Official Is Accused of Assault - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I can’t recall that number of top staffers being women,” said Gerald Benjamin, a professor of political science at the State University of New York at New Paltz. “He’s appointing very capable people who are women.”\nMr. Cuomo appointed Mr. Hoyt in 2011, three years after Mr. Hoyt admitted that he had had an affair with an intern.\nMs. Cater, 51, said in her complaint that when she emailed the Empire State Development Corporation in October of 2015 to get housing assistance, Mr. Hoyt, to her surprise, contacted her directly and offered to get her a job. Their interactions soon became flirtatious, she said in the complaint, but also intimidating, as Mr. Hoyt, 55, claimed that he was close to the governor and “was in charge of patronage positions in New York State.”\nMr. Hoyt began to pepper her with texts, every day, at all hours of the day, for weeks, according to the complaint. After she was informed that she had gotten a job at the state Department of Motor Vehicles in February of 2016 with “no interview or application process,” Mr. Hoyt sent a nude photo of himself. Then, according to the complaint, he asked her, “Do you think I look tan?”\nAt one point, according to the complaint, Mr. Hoyt groped her “crotch area, squeezing as hard as he could and hurting the plaintiff.” He then told her, “You know this is what I want!” the complaint said. Ms. Cater has since left her state job.\nIn a statement, Terrence M. Connors, a lawyer for Mr. Hoyt, said that Mr. Hoyt had acknowledged a short-term, consensual relationship with Ms. Cater, but “these new allegations are totally inconsistent with her original story and contradicted by her own email and text message correspondence. If she persists with this lawsuit, we will seek dismissal at the earliest stage.”\nMs. Cater also said in the complaint that after she was harassed by Mr. Hoyt, she contacted Noreen VanDoren, a lawyer with the governor’s office. Ms. Cater claimed Ms. VanDoren dismissed her complaints and said, “What is it that you want, money?”", "url": "https://www.nytimes.com/2017/11/19/nyregion/cuomo-women-top-posts-harassment-lawsuit-hoyt.html"}