{"authors": ["Thomas L. Friedman"], "date_download": "2022-10-25 23:44:05", "date_modify": "2022-10-25 23:44:05", "date_publish": "2017-11-23 23:19:11", "description": "The crown prince has big plans for his society.", "filename": "2017_11_23_opinion_saudi-prince-mbs-arab-spring_1666741445.html", "image_url": "https://static01.nyt.com/images/2017/11/24/opinion/24friedman/24friedman-facebookJumbo.jpg?year=2017&h=550&w=1050&s=47093c3bc1ae97ef1c191d8ed4b8931087ea1ffa3b743bea51cd514c0a64dde5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_23_opinion_saudi-prince-mbs-arab-spring_1666741445.html", "title": "Saudi Arabia’s Arab Spring, at Last", "title_page": "Opinion | Saudi Arabia’s Arab Spring, at Last - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But guess what? This anticorruption drive is only the second-most unusual and important initiative launched by M.B.S. The first is to bring Saudi Islam back to its more open and modern orientation — whence it diverted in 1979. That is, back to what M.B.S. described to a recent global investment conference here as a “moderate, balanced Islam that is open to the world and to all religions and all traditions and peoples.”\nI know that year well. I started my career as a reporter in the Middle East in Beirut in 1979, and so much of the region that I have covered since was shaped by the three big events of that year: the takeover of the Grand Mosque in Mecca by Saudi puritanical extremists — who denounced the Saudi ruling family as corrupt, impious sellouts to Western values; the Iranian Islamic revolution; and the Soviet invasion of Afghanistan.\nThese three events together freaked out the Saudi ruling family at the time, and prompted it to try to shore up its legitimacy by allowing its Wahhabi clerics to impose a much more austere Islam on the society and by launching a worldwide competition with Iran’s ayatollahs over who could export more fundamentalist Islam. It didn’t help that the U.S. tried to leverage this trend by using Islamist fighters against Russia in Afghanistan. In all, it pushed Islam globally way to the right and helped nurture 9/11.\nA lawyer by training, who rose up in his family’s education-social welfare foundation, M.B.S. is on a mission to bring Saudi Islam back to the center. He has not only curbed the authority of the once feared Saudi religious police to berate a woman for not covering every inch of her skin, he has also let women drive. And unlike any Saudi leader before him, he has taken the hard-liners on ideologically. As one U.S.-educated 28-year-old Saudi woman told me: M.B.S. “uses a different language. He says, ‘We are going to destroy extremism.’ He’s not sugar-coating. That is reassuring to me that the change is real.”\nIndeed, M.B.S. instructed me: “Do not write that we are ‘reinterpreting’ Islam — we are ‘restoring’ Islam to its origins — and our biggest tools are the Prophet’s practices and [daily life in] Saudi Arabia before 1979.” At the time of the Prophet Muhammad, he argued, there were musical theaters, there was mixing between men and women, there was respect for Christians and Jews in Arabia. “The first commercial judge in Medina was a woman!” So if the Prophet embraced all of this, M.B.S. asked, “Do you mean the Prophet was not a Muslim?”\nThen one of his ministers got out his cellphone and shared with me pictures and YouTube videos of Saudi Arabia in the 1950s — women without heads covered, wearing skirts and walking with men in public, as well as concerts and cinemas. It was still a traditional and modest place, but not one where fun had been outlawed, which is what happened after 1979.", "url": "https://www.nytimes.com/2017/11/23/opinion/saudi-prince-mbs-arab-spring.html"}