{"authors": ["Paulina Villegas"], "date_download": "2022-10-25 23:41:59", "date_modify": "2022-10-25 23:41:59", "date_publish": "2017-09-14 16:57:58", "description": "The result is a stark contrast to Pew’s survey of 2015, when 66 percent of Mexicans had a generally positive view of the United States.", "filename": "2017_09_14_world_americas_mexico-us-survey_1666741319.html", "image_url": "https://static01.nyt.com/images/2017/09/15/world/15mexico/15mexico-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d5aaf01f008cf3e9a33193a5ab4ac64467fd337a50561f8ec4ebe22f447d4980&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_14_world_americas_mexico-us-survey_1666741319.html", "title": "65 Percent of Mexicans View U.S. Negatively, Survey Finds", "title_page": "65 Percent of Mexicans View U.S. Negatively, Survey Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — Favorable views of the United States have sharply declined among Mexicans, reaching the lowest point in 15 years amid deep disapproval of President Trump and his policies toward Mexico, according to a survey released on Thursday.\nNearly two-thirds of Mexicans now have a negative opinion of their northern neighbor, more than double the proportion of two years ago, the study, by the Pew Research Center, found. Of the 37 countries surveyed by Pew, Mexico had the largest drop in favorability toward the United States.\nThe negative views coincide with a dismal perception of Mr. Trump and his signature campaign promises. Only 5 percent of Mexicans are confident that Mr. Trump will do the right thing in world affairs, his lowest rating in any country, and 94 percent oppose his plan to build a wall along the border between Mexico and the United States.\nMr. Trump has also cracked down on undocumented immigrants, many of whom are Mexican, and threatened to pull out of the North American Free Trade Agreement.", "url": "https://www.nytimes.com/2017/09/14/world/americas/mexico-us-survey.html"}