{"authors": ["Raphael Minder", "Patrick Kingsley"], "date_download": "2022-10-25 23:43:10", "date_modify": "2022-10-25 23:43:10", "date_publish": "2017-10-10 11:16:47", "description": "Carles Puigdemont issued a suspended declaration of independence that left the door open for “dialogue” but also confused many.", "filename": "2017_10_10_world_europe_spain-catalonia-independence-carles-puigdemont_1666741390.html", "image_url": "https://static01.nyt.com/images/2017/10/10/world/11CATALONIA-alpha/11CATALONIA-alpha-facebookJumbo.jpg?year=2017&h=550&w=1050&s=371cb94023b9f84c4a267416e3845f8778d4903ecc71e55ed3739dd25edc7071&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_10_world_europe_spain-catalonia-independence-carles-puigdemont_1666741390.html", "title": "In Catalonia, a Declaration of Independence From Spain (Sort of)", "title_page": "In Catalonia, a Declaration of Independence From Spain (Sort of) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For his part, Mr. Puigdemont (pronounced POOTCH-da-mon) used his speech to repeat his condemnations of police violence against Catalan voters during the referendum on Oct. 1, which had been declared illegal by Spain’s Constitutional Court. About two-fifths of voters participated in the poll, but 90 percent of participants voted to secede, according to the Catalan authorities, a result that Mr. Puigdemont said gave the region a mandate for independence.\nDuring the referendum, “the Spanish state didn’t just want to confiscate ballot boxes and ballot papers,” Mr. Puigdemont said. “The main goal was to scare the people and force them to stay at home. But despite all these efforts, more than 2.2 million people voted because they overcame fear.”\nMr. Puigdemont suggested that Madrid could still follow the example of the British government, which allowed Scotland’s voters to reject independence in a referendum in 2014. “All we wanted was a Scottish-style referendum where both sides were able to put their views forward,” he said.\nSwitching from Catalan to Spanish, he added: “We are not criminals, madmen or coup plotters — just ordinary people who want to vote. We have nothing against the Spaniards.”\nAlbert Rivera, the leader of the Ciudadanos party, which is fiercely opposed to secession, told a news conference late on Tuesday that Mr. Puigdemont was trying to “blackmail” Madrid and urged Mr. Rajoy to use his emergency powers in response. He said Mr. Puigdemont had struck “a blow against democracy” — albeit a weakened one given the suspension of any unilateral declaration.\nMr. Rajoy has called a cabinet meeting for early Wednesday, before his appearance before Parliament. Xavier García Albiol, the leader of Mr. Rajoy’s Popular Party in Catalonia, warned Mr. Puigdemont that his “game of semantic pirouettes is neither acceptable nor possible.” He added: “You have talked on several occasions about dialogue and I say yes to dialogue but what do you want to talk about in concrete? Stealing national sovereignty?” Mr. García Albiol ended his intervention by predicting “there will be a day when we will all remember with shame these dark days when we split Catalan society in two.”", "url": "https://www.nytimes.com/2017/10/10/world/europe/spain-catalonia-independence-carles-puigdemont.html"}