{"authors": ["Ian Fisher"], "date_download": "2022-10-25 23:38:40", "date_modify": "2022-10-25 23:38:40", "date_publish": "2017-04-16 16:56:28", "description": "The Walled Off Hotel, opened by the British artist Banksy across an alley from the West Bank wall that separates Israelis from Palestinians, bears witness and whimsy.", "filename": "2017_04_16_world_middleeast_banksy-hotel-bethlehem-west-bank-wall_1666741120.html", "image_url": "https://static01.nyt.com/images/2017/04/12/world/00banksy1/00banksy1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=94f77ebae52a93198d1fe3eb16679886e63ea3d4fb7dc2d392c8f9be030cd64c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_16_world_middleeast_banksy-hotel-bethlehem-west-bank-wall_1666741120.html", "title": "Banksy Hotel in the West Bank: Small, but Plenty of Wall Space", "title_page": "Banksy Hotel in the West Bank: Small, but Plenty of Wall Space - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is also not meant as a moneymaker: The hotel, on the site of a former pottery workshop, is owned by a local businessman, Wissam Salsaa. The website says all profits will be returned to the community.\nStill, it has a feeling both of humor and commercialism: The coffee is excellent, and the hotel serves the “best hummus in the region” (according to the kitchen staff, the website jokes).\nThe motif is best described as decadent colonial, but in place of mounted deer heads are security cameras and slingshots. A gallery upstairs, where paintings by Palestinian artists can run $10,000, features even more valuable works by Banksy himself. Most striking is a mural of an Israeli soldier and a Palestinian man wrapped in a kaffiyeh pounding each other with pillows billowing with feathers, invoking Goya’s “Fight With Cudgels” of two men planted to their knees, condemned to proximity and so endlessly trying to kill each other.\nAn animatronic Arthur Balfour, the British foreign secretary, signs the paper that established a Jewish state 100 years ago. (“Press button for historic re-enactment.”) It is 50 years since the 1967 war in which Israel captured East Jerusalem and the West Bank from Jordan, beginning an occupation that, for now, is partly managed, and limned, by the wall.\nFinally, there is the wall itself: The concrete — visible from most parts of this hotel only feet away — is covered with graffiti. The Berliners finished their drinks as they gazed at a stencil reading: “Mr. Trump. Walls = Hate.” Doves perched on barbed wire.\nSaher Touna, 17, one of the Palestinian tourists from Nazareth, bought a stencil from the “WallMart,” next to the hotel, which sells spray paint and offers a ladder.\n“My home is here, my land is here,” she sprayed in Arabic. “It’s racist, and it’s here,” she said of the wall. “Might as well make something beautiful out of it.”", "url": "https://www.nytimes.com/2017/04/16/world/middleeast/banksy-hotel-bethlehem-west-bank-wall.html"}