{"authors": ["Jodi Kantor", "Rachel Abrams"], "date_download": "2022-10-25 23:37:42", "date_modify": "2022-10-25 23:37:42", "date_publish": "2017-10-10 17:02:43", "description": "“This way of treating women ends now,” Ms. Paltrow said as she and other actresses accused the producer of casting-couch abuses.", "filename": "2017_10_10_us_gwyneth-paltrow-angelina-jolie-harvey-weinstein_1666741062.html", "image_url": "https://static01.nyt.com/images/2017/10/10/us/10actress-alpha/10actress-alpha-facebookJumbo-v4.jpg?year=2017&h=700&w=1050&s=aaa40c15fa316ce4c22178c05d78b78e31d739922d0b36721e724f259e7f58fe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_10_us_gwyneth-paltrow-angelina-jolie-harvey-weinstein_1666741062.html", "title": "Gwyneth Paltrow, Angelina Jolie and Others Say Weinstein Harassed Them", "title_page": "Gwyneth Paltrow, Angelina Jolie and Others Say Weinstein Harassed Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a statement on Tuesday, his spokeswoman, Sallie Hofmeister, said: “Any allegations of non-consensual sex are unequivocally denied by Mr. Weinstein. Mr. Weinstein has further confirmed that there were never any acts of retaliation against any women for refusing his advances. He will not be available for further comments, as he is taking the time to focus on his family, on getting counseling and rebuilding his life.”\nEven in an industry in which sexual harassment has long persisted, Mr. Weinstein stands out, according to the actresses and current and former employees of the film companies he ran, Miramax and the Weinstein Company. He had an elaborate system reliant on the cooperation of others: Assistants often booked the meetings, arranged the hotel rooms and sometimes even delivered the talent, then disappeared, the actresses and employees recounted. They described how some of Mr. Weinstein’s executives and assistants then found them agents and jobs or hushed actresses who were upset.\nHis alleged behavior became something of a Hollywood open secret: When the comedian Seth MacFarlane announced Oscar nominees in 2013, he joked, “Congratulations, you five ladies no longer have to pretend to be attracted to Harvey Weinstein.” The audience laughed. According to a 2015 memo by a former Weinstein Company executive that The Times previously disclosed, the misconduct continued.\nMore established actresses were fearful of speaking out because they had work; less established ones were scared because they did not. “This is Harvey Weinstein,” Katherine Kendall, who appeared in the film “Swingers” and television roles, remembers telling herself after an encounter in which she said Mr. Weinstein undressed and chased her around a living room. Telling others meant “I’ll never work again and no one is going to care or believe me,” she reasoned at the time, she said in a recent interview.", "url": "https://www.nytimes.com/2017/10/10/us/gwyneth-paltrow-angelina-jolie-harvey-weinstein.html"}