{"authors": ["Megan Twohey", "James C. Mckinley Jr.", "Al Baker", "William K. Rashbaum"], "date_download": "2022-10-25 23:32:59", "date_modify": "2022-10-25 23:32:59", "date_publish": "2017-10-15 23:05:48", "description": "Accused of sexual assault by an Italian model in New York City, Harvey Weinstein mobilized lawyers and publicists to make the case go away. He was never charged.", "filename": "2017_10_15_nyregion_harvey-weinstein-new-york-sex-assault-investigation_1666740779.html", "image_url": "https://static01.nyt.com/images/2017/10/16/nyregion/16VANCE1/16VANCE1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=37b0b0055d119d127c2f7e4253625f4b2e5166fcc14ef29bab8bade908e7d1fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_15_nyregion_harvey-weinstein-new-york-sex-assault-investigation_1666740779.html", "title": "For Weinstein, a Brush With the Police, Then No Charges", "title_page": "For Weinstein, a Brush With the Police, Then No Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Linda Fairstein, a former Manhattan sex crimes prosecutor who had once written an article in Vanity Fair about her dream of doing a movie deal with Mr. Weinstein, agreed to consult. She was a close friend of Martha Bashford, head of the district attorney’s sex crimes bureau, and facilitated an introduction for Mr. Abramowitz. It was, she said, the type of thing she does for fellow lawyers.\n“Calling Ms. Bashford to tell her who Elkan was and to ask her to consider meeting with him is the kind of thing I do four to six times every year,” said Ms. Fairstein, who said she had determined Ms. Battilana’s complaint was unfounded.\nMs. Bashford declined a request for an interview.\nPrivate investigators rapidly went to work collecting records from two cases in Italy involving Ms. Battilana. As a teenager, she had made a sexual harassment complaint against a 70-year-old man, but later declined to cooperate with prosecutors, law enforcement officials said. Then, in 2011, she had testified for the prosecution at the trial of Silvio Berlusconi, the former Italian prime minister who was charged with abusing his power and with patronizing an underage prostitute. Ms. Battilana described a sex party with teenage girls at his house in which she had refused to participate in lewd acts. On cross-examination, she denied the facts in a previous sworn affidavit about the older man, suggesting a lawyer had written it.\nThe influential public relations strategist, Ken Sunshine, known for his bare-knuckled tactics, put out statements on Mr. Weinstein’s behalf. And the tabloids ran stories suggesting she was selling her story for $100,000 and had tried to use the groping allegation to blackmail him. Mr. Weinstein planted stories to sow doubts about her credibility, said someone familiar with the efforts who spoke on the condition of anonymity.\n“These types of matters are considered in two forums; one is the court of law, but probably the more important forum is the court of public opinion,” said Mr. Heller, who represented Ms. Battilana for a few days before being replaced by another lawyer, David Godosky. “They tried to spin an opinion in court of public opinion in a way that would break her down and make her go away.”\nMr. Sunshine said, “I categorically deny having anything to do with planting stories on anyone.”\nDeclining to Prosecute\nDays after the encounter at the TriBeCa Grand, the detectives brought the district attorney what they considered to be a case wrapped up with a bow, police officials said.\nIt arrived several years after Mr. Vance had drawn criticism for the way he handled a case involving another powerful man, Dominique Strauss-Kahn, the managing director of the International Monetary Fund, who was accused of sexual assault of a hotel maid in 2011. Mr. Vance initially appeared intent on charging Mr. Strauss-Kahn, but the investigation fell apart after prosecutors discovered evidence undermining the woman’s credibility.", "url": "https://www.nytimes.com/2017/10/15/nyregion/harvey-weinstein-new-york-sex-assault-investigation.html"}