{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:55:27", "date_modify": "2022-10-25 23:55:27", "date_publish": "2017-07-03 01:06:30", "description": "With its immense riches, Qatar can withstand the effects of a blockade. But the longer the dispute lasts, the more likely it is to destabilize the region.", "filename": "2017_07_02_world_middleeast_qatar-saudi-arabia-blockade_1666742127.html", "image_url": "https://static01.nyt.com/images/2017/07/03/world/04QATAR-01/04QATAR-01-facebookJumbo.jpg?year=2017&h=549&w=1050&s=c87b5a44997c4bb24f77733221edc28f8785ed49d2aad4d3ff96348568986c35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_02_world_middleeast_qatar-saudi-arabia-blockade_1666742127.html", "title": "Wealthy Qatar Weathers Siege, but Personal and Political Costs Grow", "title_page": "Wealthy Qatar Weathers Siege, but Personal and Political Costs Grow - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On June 22, the four countries issued a list of 13 demands against Qatar, including cutting its alleged ties to terrorist organizations, shutting down Al Jazeera and closing a small Turkish military base. Qatar said the ultimatums amounted to a demand that it surrender its sovereignty.\nThe original deadline for meeting those demands was midnight on Sunday. But Qatar — which sits on a vast, lucrative gas field — indicated that it did not intend to give an inch. “We are prepared to face whatever consequences,” the foreign minister, Sheikh Mohammed bin Abdulrahman al-Thani, said in Rome on Saturday.\nThe four countries agreed to a request by Kuwait, which has been acting as a mediator in the dispute, to extend by 48 hours the deadline for Doha to comply, according to a joint statement published by the Saudi state news agency SPA.\nYet even if they appear to be winning the economic standoff so far, the Qataris are feeling the pinch in other ways. And the deepening crisis is having worrisome effects that are rippling across the gulf and battering political unity. Experts warn that the crisis could destabilize the broader region if it persists for months, or longer, as many fear.\nThe feud over Qatar has already extended beyond the gulf, sucking in Turkey, which is backing Doha, and Russia, which is trying to steer a middle course in the dispute. President Vladimir V. Putin of Russia said on Saturday that he had spoken with the leaders of Qatar and Bahrain in a bid to stimulate dialogue.\nNormally, the United States might be counted on to help resolve the crisis, given that it considers itself a close ally of all the sparring countries. Qatar is home to a huge American air base with 10,000 American service personnel and warplanes that carry out daily attacks on the Islamic State in Syria and Iraq.", "url": "https://www.nytimes.com/2017/07/02/world/middleeast/qatar-saudi-arabia-blockade.html"}