{"authors": ["Megan Specia"], "date_download": "2022-10-25 23:45:55", "date_modify": "2022-10-25 23:45:55", "date_publish": "2017-11-15 14:07:27", "description": "It’s the only spot in the DMZ where soldiers from the North and South stand just feet from one another. It’s also one of the few where someone could make a break for it.", "filename": "2017_11_15_world_asia_north-korea-soldier-defected-village_1666741555.html", "image_url": "https://static01.nyt.com/images/2017/11/17/world/17nkorea-visual/nkorea-visual-facebookJumbo.jpg?year=2017&h=550&w=1050&s=779e1c263011c1502bf290114134fc67d92c654300ff474f4869760bce05dd6e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_15_world_asia_north-korea-soldier-defected-village_1666741555.html", "title": "Inside the Truce Village Where a North Korean Soldier Defected", "title_page": "Inside the Truce Village Where a North Korean Soldier Defected - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A North Korean defector on Monday made a bold dash through gunfire across a stretch of the heavily fortified border between North and South Korea: The Joint Security Area in the so-called truce village of Panmunjom.\nIt’s the only place in the demilitarized zone — the fortified no-man’s land that spans the width of the Korean Peninsula, acting as a buffer — where soldiers from the North and South stand just feet from one another. It’s also seen as one of the only places where someone could make a break for the border.\nA scattering of heavily guarded buildings straddles the demarcation line between the two countries where the 1953 armistice suspending the Korean War was signed.\nIn recent years, the spot has become the background for photo ops for American presidents on visits to the South and a destination for tourists. But Monday’s dramatic defection in a hail of gunfire was a reminder that it is still an active military site.", "url": "https://www.nytimes.com/2017/11/15/world/asia/north-korea-soldier-defected-village.html"}