{"authors": ["Nate Cohn"], "date_download": "2022-10-26 00:12:12", "date_modify": "2022-10-26 00:12:12", "date_publish": "2017-08-02 15:30:59", "description": "It wasn’t the reason Democrats failed to retake the House in 2012, but it will probably be the reason if they don’t do it next year.", "filename": "2017_08_02_upshot_its-time-to-end-the-old-debate-over-gerrymandering_1666743132.html", "image_url": "https://static01.nyt.com/images/2017/08/01/upshot/01up-gerrymander2/01up-gerrymander2-facebookJumbo-v3.jpg?year=2017&h=549&w=1050&s=1e830a235e6b83021deb998730245dafdf89ab1246a98ad5345283326e46655d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_02_upshot_its-time-to-end-the-old-debate-over-gerrymandering_1666743132.html", "title": "Debate Is Over: Gerrymandering Is Crucial to G.O.P.’s Hold on House", "title_page": "Debate Is Over: Gerrymandering Is Crucial to G.O.P.’s Hold on House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Similarly, the Democratic margin of victory in the House popular vote simply wasn’t very large: a single percentage point. The political scientists needed only to find that the alternative explanations for the Republican edge — incumbency and the tendency for Democrats to “waste” votes in heavily Democratic cities — could account for that percentage point. Those who saw gerrymandering as the main cause of the G.O.P. victory implicitly assumed that those alternative explanations added virtually nothing to the Republican edge.\nThere is little question that incumbency and geography help bias the House playing field against the Democrats. The incumbency advantage is perhaps the best-established effect in American elections, and Republicans entered the 2012 election with many more seats than the Democrats. The Democratic geography disadvantage has been harder to clearly establish, but there is little doubt that it exists. The Democrats routinely win 80-plus percent of the vote in big cities worth many congressional districts. There are very few places where the Republicans win 80-plus percent of the vote in an area with enough people to form a congressional district. The result is the remaining vote — and remaining districts — tilt Republican.\nMinnesota has emerged as a compelling example. The map was drawn by a judicial panel appointed by the state Supreme Court after the Democratic governor rejected plans by the Republican-led legislature. Hillary Clinton won the state but took only three of the state’s eight congressional districts. And Donald J. Trump won the median congressional district by eight points, meaning Democrats have to win in districts that favored Mr. Trump by a clear margin to claim a majority of the state’s congressional districts.\nWhat makes Minnesota so compelling is that the state’s political geography in presidential elections has shifted to become more like the rest of the country. It used to be the rare state where Democrats were competitive or even victorious among rural voters, but in 2016 it exhibited the more typical pattern of big Democratic strength in the cities and Republican strength in the countryside. As the political geography became more typical, so did the Democratic disadvantage.\nIt’s hard to quantify the effect of political geography on the Democratic disadvantage nationwide, much as it’s hard to quantify the effect of gerrymandering. What’s clear, though, is that both effects are real, and it’s hard to argue that incumbency and geography couldn’t have made the difference in the Democrats’ failure to take the House in 2012.", "url": "https://www.nytimes.com/2017/08/02/upshot/its-time-to-end-the-old-debate-over-gerrymandering.html"}