{"authors": ["Nick Wingfield", "Michael J. De La Merced"], "date_download": "2022-10-25 23:41:07", "date_modify": "2022-10-25 23:41:07", "date_publish": "2017-06-16 13:15:08", "description": "The deal for a physical grocery retailer reflects Amazon’s ambition to become an even more frequent shopping habit to customers.", "filename": "2017_06_16_business_dealbook_amazon-whole-foods_1666741267.html", "image_url": "https://static01.nyt.com/images/2017/06/17/business/17DB-WHOLEFOODS1/17DB-WHOLEFOODS1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=feb62ce32a66c8b633395aee6cc451c20be7946e3b2a5faee53e63bd601b75e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_16_business_dealbook_amazon-whole-foods_1666741267.html", "title": "Amazon to Buy Whole Foods for $13.4 Billion", "title_page": "Amazon to Buy Whole Foods for $13.4 Billion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Amazon agreed to buy the upscale grocery chain Whole Foods for $13.4 billion, in a deal that will instantly transform the company that pioneered online shopping into a merchant with physical outposts in hundreds of neighborhoods across the country.\nThe acquisition, announced Friday, is a reflection of both the sheer magnitude of the grocery business — about $800 billion in annual spending in the United States — and a desire to turn Amazon into a more frequent shopping habit by becoming a bigger player in food and beverages. After almost a decade selling groceries online, Amazon has failed to make a major dent on its own as consumers have shown a stubborn urge to buy items like fruits, vegetables and meat in person.\nBuying Whole Foods also represents a major escalation in the company’s long-running battle with Walmart, the largest grocery retailer in the United States, which has been struggling to play catch-up in internet shopping. On Friday, Walmart announced a $310 million deal to acquire the internet apparel retailer Bonobos, and last year it agreed to pay $3.3 billion for Jet.com and put Jet’s chief executive, Marc Lore, in charge of Walmart’s overall e-commerce business.\n“Make no mistake, Walmart under no circumstances can lose the grocery wars to Amazon,” said Brittain Ladd, a strategy and supply chain consultant who formerly worked with Amazon on its grocery business. “If Walmart loses the grocery battle to Amazon, they have no chance of ever dethroning Amazon as the largest e-commerce player in the world.”", "url": "https://www.nytimes.com/2017/06/16/business/dealbook/amazon-whole-foods.html"}