{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:30:11", "date_modify": "2022-10-25 23:30:11", "date_publish": "2017-05-24 09:00:08", "description": "As America established a wartime draft, British officers in Iraq dressed as if they were trying out for “Star Wars.”", "filename": "2017_05_24_insider_british-officer-or-tusken-raider_1666740611.html", "image_url": "https://static01.nyt.com/images/2017/05/19/insider/worldwar170524a/worldwar170524a-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=dd35906708c80cb14abb18d6a233a7a14ee63060c6c35ea0a58ee5fcf294381c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_24_insider_british-officer-or-tusken-raider_1666740611.html", "title": "British Officer or Tusken Raider?", "title_page": "British Officer or Tusken Raider? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Woodrow Wilson dominated the cover of the Mid-Week Pictorial this week, having just signed the Selective Service Act, requiring all men aged 21 to 30 to register on June 5.\nThe Times estimated that 10 million men would be directly affected. “Those acclaimed to be eligible for drafting will have their names placed in jury wheels and 500,000 will be drafted for federal service in the formation of the new national army,” The Times reported.\nPresident Wilson said in a proclamation: “In the sense in which we have been wont to think of armies, there are no armies in this struggle, there are entire nations armed. Thus, the men who remain to till the soil and man the factories are no less a part of the army that is France than the men beneath the battle flags. It must be so with us. It is not an army that we must shape and train for war; it is a nation.”\nImage President Woodrow Wilson. Credit... Underwood & Underwood/The New York Times Mid-Week Pictorial, May 24, 1917\n“It is in no sense a conscription of the unwilling; it is, rather, selection from a nation which has volunteered in mass,” Wilson said. “It is no more a choosing of those who shall march with the colors than it is a selection of those who shall serve an equally necessary and devoted purpose in the industries that lie behind the battle line.”", "url": "https://www.nytimes.com/2017/05/24/insider/british-officer-or-tusken-raider.html"}