{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:27:46", "date_modify": "2022-10-25 23:27:46", "date_publish": "2017-09-25 15:58:16", "description": "The party that placed third in Sunday’s German elections is a young right-wing movement with divided leadership and a nationalist message.", "filename": "2017_09_25_world_europe_germany-election-afd_1666740466.html", "image_url": "https://static01.nyt.com/images/2017/09/26/world/26germany2/26germany2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=991d67266dd1610adb16c6f151da250f14cad9680ba951fbafd79bb1b7f6a96f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_25_world_europe_germany-election-afd_1666740466.html", "title": "Alternative for Germany: Who Are They, and What Do They Want?", "title_page": "Alternative for Germany: Who Are They, and What Do They Want? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — As Chancellor Angela Merkel won her fourth term in power on Sunday, nearly 6 million Germans — 12.6 percent of those who voted — cast their ballots for an upstart, populist party that has denounced her: Alternative for Germany. Here’s a guide to the far-right party that could reshape German politics.\nIts origins\nAlternative for Germany — widely known by its German initials AfD — was founded in the spring of 2013 by a group of elite conservatives, many of whom had been raised in the Christian Democratic Union, the center-right party that Ms. Merkel leads. They were frustrated with what they saw as a shift to the center on a range of policies, but especially with Ms. Merkel’s decision to commit German taxpayer money to a bailout of Greece.\nIn 2015, after nearly 1 million migrants arrived in Germany seeking asylum, Alternative for Germany shifted its focus to domestic security and immigration. Its tone became increasingly nationalistic, populistic and — its critics said — racist.\nMembers have called for Germany to rethink its national culture of atonement and remembrance of Nazi crimes. At AfD’s election party on Sunday night, some in the crowd sang the national anthem — a display of a sort rarely seen in a country weaned in the decades since World War II to be wary of overt displays of nationalism. The Central Council of Jews in Germany said the party’s entry into Parliament had confirmed its worst fears about a resurgence of the far right.", "url": "https://www.nytimes.com/2017/09/25/world/europe/germany-election-afd.html"}