{"authors": ["William D. Cohan"], "date_download": "2022-10-25 23:47:04", "date_modify": "2022-10-25 23:47:04", "date_publish": "2017-05-12 21:41:55", "description": "The change in how companies must value investments in other companies could cause major distortions in earnings reports.", "filename": "2017_05_12_business_dealbook_a-little-known-accounting-change-could-have-a-big-impact_1666741624.html", "image_url": "https://static01.nyt.com/images/2017/05/13/business/13db-streetscene1/13db-streetscene1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=6ecb65500b634d4ccb0eb2e72d40a521a7d86887e3b6321328c8dc53b56dd34f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_12_business_dealbook_a-little-known-accounting-change-could-have-a-big-impact_1666741624.html", "title": "A Little-Known Accounting Change Could Have a Big Impact", "title_page": "A Little-Known Accounting Change Could Have a Big Impact - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Update 2016-01 could significantly affect — and distort — the way companies like Alphabet, Intel, IBM and Salesforce.com, which make a lot of small investments in other companies, report their earnings. It could also curtail such investments from being made in the first place, because some businesses say the costs of complying with the rule are too high.\nHere’s how things would change with the new rule: Now, when a company buys a stake of less than 20 percent in another company, it usually accounts for the investment on its balance sheet at cost — the price it paid for it. Over time, under the old rules, if the value of the investment goes down, the rules required a corresponding write-down of the value, both through the company’s income statement and on its balance sheet. But if the value increases over time, the investment can still be kept at cost.\nWhile investors were fully informed when an investment lost value, there was less transparency for them when an investment increased in value. What investors lost in transparency on the upside, it has been argued, was gained in not requiring corporate executives to place a number on these often difficult-to-value investments every quarter.\nThat’s what is going to change after Dec. 15. From then on, each minority investment a public company makes will have to be valued quarterly, whether that value has increased or decreased. That potential volatility will soon be required to flow through a company’s income statement, with the possibility of causing fluctuations to earnings per share from something that is not even a core business.\nCorporate executives will have two choices on how to go about valuing these investments.\nThey can either spend the time valuing these investments themselves (or hire an accounting firm or a valuation firm like Duff & Phelps), or they can choose to wait until there is a market-driven valuation event and then mark up the value of the investment accordingly. How a company chooses to value these investments — whether every quarter or when there is a market event — has to be selected soon, and then cannot be changed. This, too, has added to the corporate executives’ concerns.", "url": "https://www.nytimes.com/2017/05/12/business/dealbook/a-little-known-accounting-change-could-have-a-big-impact.html"}