{"authors": ["Ed O Loughlin"], "date_download": "2022-10-25 23:34:10", "date_modify": "2022-10-25 23:34:10", "date_publish": "2017-06-10 15:25:57", "description": "After the disastrous snap election on Thursday, Prime Minister Theresa May turned to the Democratic Unionist Party to shore up her leadership position.", "filename": "2017_06_10_world_europe_britain-election-dup-northern-ireland.html_module=inline_1666740850.html", "image_url": "https://static01.nyt.com/images/2017/06/11/world/11britain-dup/11britain-dup-facebookJumbo.jpg?year=2017&h=549&w=1050&s=398c8b7974b50b10b5a385ec8ae3a1719a1b42c783735bcc1e892fed7b8b57e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_10_world_europe_britain-election-dup-northern-ireland.html_module=inline_1666740850.html", "title": "Britain’s Election: What the D.U.P. Is, and What It Wants", "title_page": "Britain’s Election: What the D.U.P. Is, and What It Wants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His followers were uncompromisingly hostile to Catholicism and liberalism, and resentful of the Church of Ireland’s ruling class, which had discriminated against their dissenter ancestors, yet they were fervently loyal to the military myths of the fading British Empire. These rank-and-file Protestants became increasingly distant from the more moderate Ulster Unionists and from the British government, which sought compromise among all factions.\nIn 1971, Mr. Paisley, who had already broken with mainstream Presbyterians to found his own fundamentalist and evangelical Free Presbyterian Church, stepped in to fill the void. (He died in 2014.)\nYears later, the D.U.P. proved to be the main beneficiary of the Good Friday Agreement of 1998, which ended the Troubles. The deal stipulated that the largest Protestant and Catholic parties should jointly share power in Northern Ireland. But it soon became apparent that this would push voters from both sides to the political extremes, for fear of losing local influence to religious rivals.\nThe process appeared to reach its completion last week, when the Democratic Unionists took the last Westminster seats held by the rival Ulster Unionists. (Sinn Fein, the political wing of the disbanded Irish Republican Army, finished off the moderate nationalist Social Democratic and Labour Party.)\nFor some, this was a poor outcome to a quarter-century of building peace in Northern Ireland.\n“I think it’s a disaster for Ireland in that we are now back in the old sectarian swamp in the north, with one party effectively representing Protestants and another representing Catholics, and nothing moderate or nonsectarian in between,” said Andy Pollak, a former director of the Center for Cross Border Studies.\nOthers take a more sanguine view of the party. Paul Bew, an emeritus professor of history at Queens University Belfast, said many senior D.U.P. members and party cadres, including their leader, were Church of Ireland members who once belonged to the Ulster Unionists. For Protestants who want to work in politics in Northern Ireland, he says, the D.U.P. is now the pragmatic choice of party.\n“They are not Attila the Hun,” he said. “They’ve been doing deals with Sinn Fein for 10 years now. Some people who are not paying attention think they are as they were 30 years ago. I’m not saying they are now liberals, but they’ve come a long way since then.”", "url": "https://www.nytimes.com/2017/06/10/world/europe/britain-election-dup-northern-ireland.html?module=inline"}