{"authors": ["David M. Halbfinger", "Mark Landler", "Isabel Kershner"], "date_download": "2022-10-25 23:42:05", "date_modify": "2022-10-25 23:42:05", "date_publish": "2017-12-06 13:45:03", "description": "An Israeli minister said moving the U.S. Embassy to Jerusalem would be “destiny.” The leader of Hamas called it “an unaccountable gamble.”", "filename": "2017_12_06_world_middleeast_jerusalem-trump-embassy_1666741325.html", "image_url": "https://static01.nyt.com/images/2017/12/07/world/07mideast1-sub/07mideast1-sub-facebookJumbo.jpg?year=2017&h=549&w=1050&s=edfc9f18750554b54d1220378387302e5e31591f75b95e9a2087f6428987e004&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_06_world_middleeast_jerusalem-trump-embassy_1666741325.html", "title": "Trump Calls Jerusalem Plan Step Toward Peace, but It Puts Mideast on Edge", "title_page": "Trump Calls Jerusalem Plan Step Toward Peace, but It Puts Mideast on Edge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Palestinians burned photos of President Trump in Gaza, and the walls of the Old City were illuminated with the American and Israeli flags on Wednesday, as Mr. Trump made good on his campaign pledge to recognize Jerusalem as Israel’s capital.\nIn a much-anticipated speech from the White House, Mr. Trump argued that it was “the right thing to do” to acknowledge the reality that Jerusalem is the seat of Israel’s government. Decades of avoiding that fact, he said, has done little to resolve the protracted feud between Israelis and Palestinians.\n“It would be folly to assume that repeating the exact same formula would now produce a different or better result,” Mr. Trump declared. Recognizing Jerusalem as Israel’s capital, he said, is “a long overdue step to advance the peace process.”\nMr. Trump said that the United States still wanted a negotiated peace agreement — and “would support a two-state solution if agreed to by both sides” — and that he was not seeking to dictate the boundaries of Israeli sovereignty in the fiercely contested Holy City.", "url": "https://www.nytimes.com/2017/12/06/world/middleeast/jerusalem-trump-embassy.html"}