{"authors": ["Alan Light"], "date_download": "2022-10-25 23:43:36", "date_modify": "2022-10-25 23:43:36", "date_publish": "2017-06-02 12:15:25", "description": "Jonathan Gould’s “Otis Redding” is the story of a great performer’s life cut tragically short.", "filename": "2017_06_02_books_review_otis-redding-an-unfinished-life-jonathan-gould_1666741416.html", "image_url": "https://static01.nyt.com/images/2017/06/04/books/review/04Light-Sub/04Light-Sub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e575bb79025f522a4ef954c680a1aee088b9bb14bb3c1ef5e4e9bce3752294e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_02_books_review_otis-redding-an-unfinished-life-jonathan-gould_1666741416.html", "title": "Soul of the ’60s: Otis Redding’s Short Life and Long Reach", "title_page": "Soul of the ’60s: Otis Redding’s Short Life and Long Reach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OTIS REDDING\nAn Unfinished Life\nBy Jonathan Gould\nIllustrated. 533 pp. Crown Archetype. $30\nFifty years ago this month, the rock community held its first large-scale gathering at the Monterey Pop Festival. For several of the performers — Jimi Hendrix, Janis Joplin, the Who — the event marked the moment of their discovery, at least by American listeners. For Otis Redding, though, Monterey represented a transformation of his audience.\nRedding had already scored five Top 5 albums and more than a dozen Top 20 singles on the R & B charts, but he had never made a significant dent on the pop (that is, white) side. But closing the second night, dressed in a teal-green suit — in contrast to the tie-dyed or Victorian splendor of the hippies on stage and in the crowd — Redding mesmerized the festivalgoers with the overpowering emotion and astonishing depth of his voice. “Otis seemed to be drawing on a different dimension of feeling and experience than that of any other performer who would be heard at Monterey,” Jonathan Gould writes in his impressive biography “Otis Redding: An Unfinished Life.”\nLater that summer, Redding retreated to a houseboat in Sausalito and, inspired by the brand-new “Sgt. Pepper’s Lonely Hearts Club Band” (“You got to listen to this,” he said to his wife, Zelma. “This is bad.”), began to explore new directions in his songwriting. Six months after Monterey, though, Redding was gone, killed at the age of 26 when his rickety private plane crashed into a frigid lake en route to a show in Madison, Wis. “(Sittin’ on) The Dock of the Bay,” released a few weeks after his death, would fulfill the promise of Monterey and go all the way to the top of the pop charts.\nImage\nThere have been several previous attempts to tell Redding’s story (most recently, Mark Ribowsky’s 2015 “Dreams to Remember”), and there has been talk for decades of a biopic about this titan of soul. Gould, author of the insightful Beatles history “Can’t Buy Me Love,” runs up against the same limitations all these efforts have faced: The singer did only a couple of interviews, and there’s a fundamental lack of tension in the life of a person who virtually no one will say a bad word about. (“He wasn’t just a magnificent talent,” Redding’s loyal manager Phil Walden said. “He was a magnificent man.”)", "url": "https://www.nytimes.com/2017/06/02/books/review/otis-redding-an-unfinished-life-jonathan-gould.html"}