{"authors": ["Michael D. Shear", "Peter Baker"], "date_download": "2022-10-25 23:26:08", "date_modify": "2022-10-25 23:26:08", "date_publish": "2017-05-20 06:51:46", "description": "President Trump was received warmly in Riyadh by Saudi leaders who appeared to embrace an American leader intent on supporting Sunni Muslim countries.", "filename": "2017_05_20_world_middleeast_donald-trump-saudi-arabia_1666740368.html", "image_url": "https://static01.nyt.com/images/2017/05/21/world/21trump-sub/21trump-sub-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=661c216918286811e45c174b20ab61f0b5fd776a5c833126e7b468b152f280bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_20_world_middleeast_donald-trump-saudi-arabia_1666740368.html", "title": "Saudis Welcome Trump’s Rebuff of Obama’s Mideast Views", "title_page": "Saudis Welcome Trump’s Rebuff of Obama’s Mideast Views - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIYADH, Saudi Arabia — With trumpets blaring, cannons booming and fighter jets streaking overhead trailed by red, white and blue contrails, President Trump arrived in the scorching heat of the Arabian desert on Saturday hoping to realign the politics and diplomacy of the Middle East by forcefully reasserting American support for Sunni Muslim countries and Israel against Iran’s Shiite-led government.\nThe start of Mr. Trump’s first trip abroad since becoming president — coming amid the scandals and chaos engulfing his administration — was intended to be a blunt rejection of President Barack Obama’s vision for the region. Mr. Obama sought a reconciliation with Iran and negotiated a deal intended to keep Tehran from developing nuclear weapons.\nThe day proved to be almost everything a besieged White House could have wanted. After weeks of stormy politics and out-of-control news cycles, the president stayed rigorously on script and restrained himself on Twitter. His staff boasted about the business deals being signed, and the visual images beamed to Americans back home showed a president seemingly in command of a world stage.\nThe Saudis treated him like royalty, with red carpets, lavish meals and American flags flying everywhere. They repeatedly used the word “historic” to describe his visit, gave him a medal, projected a multistory image of his face on the side of the palatial Ritz-Carlton hotel where he was staying, and treated him to a colorful dance display in which his staff joined in with scores of white-robed Saudis and even the president swayed back and forth.", "url": "https://www.nytimes.com/2017/05/20/world/middleeast/donald-trump-saudi-arabia.html"}