{"authors": ["Peter Baker", "Maggie Haberman"], "date_download": "2022-10-26 00:12:01", "date_modify": "2022-10-26 00:12:01", "date_publish": "2017-06-06 01:11:52", "description": "The president blames Mr. Sessions for troubles plaguing the White House, and has fumed that the attorney general recused himself from the Russia investigation.", "filename": "2017_06_05_us_politics_trump-discontent-attorney-general-jeff-sessions_1666743121.html", "image_url": "https://static01.nyt.com/images/2017/06/06/us/06dc-sessions/06dc-sessions-facebookJumbo.jpg?year=2017&h=549&w=1050&s=92595cb01ab9e74d5faceae19d19eed5c1191c68bcc388f57ddc4598cadc8bc0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_05_us_politics_trump-discontent-attorney-general-jeff-sessions_1666743121.html", "title": "Trump Grows Discontented With Attorney General Jeff Sessions", "title_page": "Trump Grows Discontented With Attorney General Jeff Sessions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Few Republicans were quicker to embrace President Trump’s campaign last year than Jeff Sessions, and his reward was one of the most prestigious jobs in America. But more than four months into his presidency, Mr. Trump has grown sour on Mr. Sessions, now his attorney general, blaming him for various troubles that have plagued the White House.\nThe discontent was on display on Monday in a series of stark early-morning postings on Twitter in which the president faulted his own Justice Department for its defense of his travel ban on visitors from certain predominantly Muslim countries. Mr. Trump accused Mr. Sessions’s department of devising a “politically correct” version of the ban — as if the president had nothing to do with it.\nIn private, the president’s exasperation has been even sharper. He has intermittently fumed for months over Mr. Sessions’s decision to recuse himself from the investigation into Russian meddling in last year’s election, according to people close to Mr. Trump who insisted on anonymity to describe internal conversations. In Mr. Trump’s view, they said, it was that recusal that eventually led to the appointment of a special counsel who took over the investigation.\nBehind-the-scenes frustration would not be unprecedented in the Oval Office. Other presidents have become estranged from the Justice Department over time, notably President Bill Clinton, who bristled at Attorney General Janet Reno’s decisions to authorize investigations into him and his administration, among other things. But Mr. Trump’s tweets on Monday made his feelings evident for all to see and raised questions about how he is managing his own administration.", "url": "https://www.nytimes.com/2017/06/05/us/politics/trump-discontent-attorney-general-jeff-sessions.html"}