{"authors": ["Coral Davenport", "Eric Lipton"], "date_download": "2022-10-25 23:48:32", "date_modify": "2022-10-25 23:48:32", "date_publish": "2017-02-22 15:15:47", "description": "Thousands of pages of emails show that Mr. Pruitt, as Oklahoma attorney general, worked closely with companies to battle environmental regulation.", "filename": "2017_02_22_us_politics_scott-pruitt-environmental-protection-agency_1666741712.html", "image_url": "https://static01.nyt.com/images/2017/02/23/us/23pruitt1/23pruitt1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=a1314d1646f0879d9a241e411b9cfc12e02bb7853ff6a66ceded2bc5bf7d55fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_22_us_politics_scott-pruitt-environmental-protection-agency_1666741712.html", "title": "The Pruitt Emails: E.P.A. Chief Was Arm in Arm With Industry", "title_page": "The Pruitt Emails: E.P.A. Chief Was Arm in Arm With Industry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As Oklahoma’s attorney general, Scott Pruitt, now the Environmental Protection Agency administrator, closely coordinated with major oil and gas producers, electric utilities and political groups with ties to the libertarian billionaire brothers Charles G. and David H. Koch to roll back environmental regulations, according to over 6,000 pages of emails made public on Wednesday.\nThe publication of the correspondence comes just days after Mr. Pruitt was sworn in to run the E.P.A., which is charged with reining in pollution and regulating public health. Senate Democrats tried last week to postpone a final vote until the emails could be made public, but Republicans beat back the delay and approved his confirmation on Friday largely along party lines.\nThe impolitic tone of many of the emails cast light on why Republicans were so eager to beat the release. And although the contents of the emails were broadly revealed in The New York Times in 2014, the totality of the correspondences captures just how much at war Mr. Pruitt was with the E.P.A. and how cozy he was with the industries that he is now charged with policing.\n“Thank you to your respective bosses and all they are doing to push back against President Obama’s E.P.A. and its axis with liberal environmental groups to increase energy costs for Oklahomans and American families across the states,” said one email sent to the offices of Mr. Pruitt and an Oklahoma congressman in August 2013 by Matt Ball, an executive at Americans for Prosperity. That nonprofit group is funded in part by the Kochs, the Kansas-born business executives who spent much of the past decade combating federal regulations, particularly in the energy sector. “You both work for true champions of freedom and liberty!” the note said.", "url": "https://www.nytimes.com/2017/02/22/us/politics/scott-pruitt-environmental-protection-agency.html"}