{"authors": ["Palko Karasz"], "date_download": "2022-10-25 23:39:03", "date_modify": "2022-10-25 23:39:03", "date_publish": "2017-03-28 16:38:53", "description": "An officer fatally shot the man, Liu Shaoyo, 56, at his home on Sunday amid murky circumstances, setting off violent protests.", "filename": "2017_03_28_world_europe_paris-police-shooting-chinese_1666741143.html", "image_url": "https://static01.nyt.com/images/2017/03/29/world/29Paris/29Paris-facebookJumbo.jpg?year=2017&h=550&w=1050&s=663cfad6946f6418053f9589e764ea749dab89fbf5a86ba5de7b30ddce69fffa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_28_world_europe_paris-police-shooting-chinese_1666741143.html", "title": "France Investigating Police Killing of Chinese Man in Paris", "title_page": "France Investigating Police Killing of Chinese Man in Paris - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The French authorities confirmed on Tuesday that they were investigating the fatal shooting by the police of a Chinese man at his home in Paris during the weekend. A lawyer for the man’s family said the killing was not justified, and the Chinese government called for a thorough investigation.\nMembers of the Chinese community in Paris have been protesting the killing, and the demonstrations turned violent on Monday night, with the police arresting 35 people, officials said.\nThe death of the man, identified in news reports as Liu Shaoyo, 56, comes at a time of heightened unease in France’s Asian community. Many Asian immigrants live in poorer neighborhoods in eastern Paris and the capital’s eastern suburbs. Last year, the death of a Chinese tailor who had been beaten by a gang of youths in a Paris suburb prompted protests.\nThe police went to Mr. Liu’s home on Sunday, according to French news accounts, in response to a call from a neighbor. An officer shot Mr. Liu, who was holding a pair of scissors, as the door opened.", "url": "https://www.nytimes.com/2017/03/28/world/europe/paris-police-shooting-chinese.html"}