{"authors": ["Alison Smale"], "date_download": "2022-10-25 23:26:37", "date_modify": "2022-10-25 23:26:37", "date_publish": "2017-02-23 22:42:35", "description": "Europeans are increasingly caught up in a debate over the treatment of immigrants as rising hostility clashes with long-held values of tolerance.", "filename": "2017_02_23_world_europe_europe-migrants-deportation_1666740397.html", "image_url": "https://static01.nyt.com/images/2017/02/24/world/24migrants4/24migrants4-facebookJumbo.jpg?year=2017&h=550&w=1050&s=57c1889a1cf933b4b2b1fc67a2d5654266262702db3e982024c22ef48727fbf9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_23_world_europe_europe-migrants-deportation_1666740397.html", "title": "Migrants Face Deportations and Walls in Europe, Too", "title_page": "Migrants Face Deportations and Walls in Europe, Too - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, human rights groups like Amnesty International and Human Rights Watch, and a number of national and regional organizations, have accused Europe’s governments of being too harsh on migrants who they say are simply seeking a better life or striving to escape war and persecution.\nWhen the French authorities broke up a settlement near Calais that had for years had hundreds of migrants, officials “failed to genuinely consult migrants or asylum seekers or provide them with adequate information prior to the eviction,” Amnesty International said. Many were minors trying to reach Britain, where, they said, they had relatives, the group added.\nIn Britain itself, the debate over deportation has been somewhat subsumed by the louder discussion over immigrants from Europe who helped spur Britain’s vote in June to leave the European Union. Controversy also envelops the question of how many people in Britain should be deported.\nIn Italy, Marco Minniti, a security expert, became interior minister in December and has pushed through long-awaited measures aimed at curbing immigration by processing asylum applications faster. Asylum requests totaled 123,000 last year — a steep rise from 26,000 in 2013, when Italy was seen more as a transit country for migrants heading north to Central Europe.\nThe new decree eliminates the right to appeal an asylum rejection, and adds staff to process requests faster — something Germany is also grappling with after Ms. Merkel threw open her country’s borders in fall 2015.\nFor migrants who are denied asylum or other forms of international protection, Italy will create “centers for repatriation” in all of its 20 regions. Similar centers were closed a few years ago after complaints about conditions, but the government now says these will be closely monitored.", "url": "https://www.nytimes.com/2017/02/23/world/europe/europe-migrants-deportation.html"}