{"authors": ["Mike Ives"], "date_download": "2022-10-25 23:49:50", "date_modify": "2022-10-25 23:49:50", "date_publish": "2017-06-08 16:59:15", "description": "Future increases could take a “relatively drastic human toll” in the country and elsewhere in the developing world, a new study says.", "filename": "2017_06_08_world_asia_india-heat-deaths-climate_1666741790.html", "image_url": "https://static01.nyt.com/images/2017/06/09/world/09india-heat-1/09india-heat-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=60ffc2305d8134001e4bd9d604899d8a7b4b5b8ed45cff4845720f8912b6e6ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_08_world_asia_india-heat-deaths-climate_1666741790.html", "title": "In India, Slight Rise in Temperatures Is Tied to Heat Wave Deaths", "title_page": "In India, Slight Rise in Temperatures Is Tied to Heat Wave Deaths - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — A temperature increase of less than one degree Fahrenheit over half a century raised the probability of mass heat-related deaths in India by two and a half times, a new study has found, in the latest sign that even a slight rise can have a grave effect on health.\nThe study, published on Wednesday in the journal Science Advances, found that as the mean summer temperature and the annual number of heat-wave days increased in India from 1960 to 2009, there was a “substantial increase” in related mortality rates.\nThe climate change researchers also warned that future increases in global temperatures — which are projected to be far greater than those analyzed in the study — could take a “relatively drastic human toll” in India and many other low-latitude countries in the developing world.\nThe study “provides evidence of not only warming in India, with some parts warming more than others, but also that as warming progresses heat waves become more frequent and more intense,” said David Mark Taylor, a professor of tropical environmental change at the National University of Singapore. (He was not involved in the study.)", "url": "https://www.nytimes.com/2017/06/08/world/asia/india-heat-deaths-climate.html"}