{"authors": ["Ana Swanson"], "date_download": "2022-10-25 23:51:52", "date_modify": "2022-10-25 23:51:52", "date_publish": "2017-11-08 18:08:30", "description": "Members of the House and Senate proposed more stringent reviews of Chinese investments, even as President Trump traveled to Beijing to announce new deals.", "filename": "2017_11_08_us_politics_china-foreign-investments_1666741912.html", "image_url": "https://static01.nyt.com/images/2017/11/09/business/09DC-CFIUS1/09DC-CIFIUS1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=56f3ac9c3b59812e55bc47513d534289b13042eb0076cd9dd9976281de5bfa46&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_08_us_politics_china-foreign-investments_1666741912.html", "title": "Targeting China’s Purchases, Congress Proposes Tougher Reviews of Foreign Investments", "title_page": "Targeting China’s Purchases, Congress Proposes Tougher Reviews of Foreign Investments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — China has been a tricky economic partner for the United States, offering both lucrative opportunities for collaboration and a minefield of security risks.\nThat tension was on display this week as President Trump arrived in Beijing with a coalition of American industry leaders who plan to announce new deals with Chinese companies. At the same time, a group of bipartisan lawmakers in Washington introduced legislation on Wednesday that would subject Chinese investments to greater scrutiny through a significant expansion of the Committee on Foreign Investment in the United States, or Cfius, a panel that reviews foreign mergers and acquisitions for potential threats to national security.\nThe dual approach highlights the challenge facing the Trump administration as it tries to articulate a clear strategy for dealing with China. Mr. Trump campaigned on a get-tough approach to China — a view that is shared by many Republican and Democratic lawmakers who see the country as a growing threat — but he must now balance that position with preserving the business ties that much of the United States economy depends on.\nOn Wednesday, Senator John Cornyn, a Republican from Texas, and Senator Dianne Feinstein, a Democrat from California, introduced legislation that could add thousands of companies with foreign ties to the list of those reviewed each year by Cfius and provide more funding to deal with that increase. A similar House bill was also introduced on Wednesday by Representative Robert Pittenger, a Republican from North Carolina.", "url": "https://www.nytimes.com/2017/11/08/us/politics/china-foreign-investments.html"}