{"authors": ["Stanley Reed"], "date_download": "2022-10-25 23:38:33", "date_modify": "2022-10-25 23:38:33", "date_publish": "2017-05-15 11:23:32", "description": "The announcement by the world’s two biggest oil exporters means the Organization of the Petroleum Exporting Countries is likely to follow suit next week.", "filename": "2017_05_15_business_energy-environment_saudi-arabia-russia-opec-oil_1666741113.html", "image_url": "https://static01.nyt.com/images/2017/05/16/business/16oil/16oil-facebookJumbo.jpg?year=2017&h=550&w=1050&s=76766f8d96a2b85767b33c7e7b4debcaf4ad6bbf3ce97b536cc1f8abc5d45b89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_15_business_energy-environment_saudi-arabia-russia-opec-oil_1666741113.html", "title": "As Their Clout Wanes, Saudi Arabia and Russia Extend Oil Production Cuts", "title_page": "As Their Clout Wanes, Saudi Arabia and Russia Extend Oil Production Cuts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With oil markets flagging, the world’s two biggest oil exporters agreed on Monday to extend production cuts for several months, sending the price of crude soaring.\nMajor oil-producing nations have struggled of late to bolster prices, as inventories piled up and crimped the potential for demand. Prices dipped below $44 a barrel this month, their lowest level in more than a year.\nCountries like Saudi Arabia and Russia — which are heavily dependent on energy sales to fund national budgets and government services — are trying to manage the markets by promising to reduce production. The move on Monday pushed oil prices up by nearly 3.8 percent, to almost $50 a barrel, the highest level in about three weeks.\nThe strength in oil prices sent American stocks to new highs. With energy shares surging, the Standard & Poor’s 500 index surpassed its record, closing just above 2,400 points.", "url": "https://www.nytimes.com/2017/05/15/business/energy-environment/saudi-arabia-russia-opec-oil.html"}