{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:29:43", "date_modify": "2022-10-25 23:29:43", "date_publish": "2017-01-21 00:04:09", "description": "The new president offered a gloomy picture of the nation and used his Inaugural Address to castigate the very politicians seated behind him on the platform.", "filename": "2017_01_20_us_politics_donald-trump-inauguration-address_1666740583.html", "image_url": "https://static01.nyt.com/images/2017/01/21/us/21hulse/21hulse-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7197adc17ddfbdb4dd1dbe5b21bab7b6a6b5572c8bfe41f4dc606680f216c780&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_20_us_politics_donald-trump-inauguration-address_1666740583.html", "title": "Trump’s Message: Ask What Your Government Has Done to You", "title_page": "Trump’s Message: Ask What Your Government Has Done to You - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“A lot more healing needs to be done,” said Senator Joe Manchin III, Democrat of West Virginia. “We need to come together more, and hopefully we can do that. And we all have a part — Democrats and Republicans have a part in that. But the president is our leader, and he’s the one who has to lead that healing process.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Manchin’s observation is doubly important because he is a centrist and one of the Democrats seen as most open to working with Mr. Trump. But Mr. Trump needs to find common ground with many of those who joined him on the platform and heard the new president tell the nation that its leadership in Washington had protected itself but not the citizenry, and had achieved success that was denied the general public.\nAs he had lunch with the congressional leadership and his presidential predecessors, Mr. Trump was surrounded by that Washington establishment, his new partners in carrying out his agenda. And he begins that job with few deep relationships in Congress. Even many top Republican lawmakers were reluctant to openly embrace his campaign and remain leery of him and his legislative goals.\nIn his toast at the luncheon and in remarks in the Senate, Mitch McConnell, the Kentucky Republican and majority leader, was careful to pointedly note the many “challenges” facing the new team in Washington, perhaps a way of lowering expectations that unified Republican government will be able to achieve whatever it wants and what impatient constituents demand.\nRepublicans said they were not worried by Mr. Trump’s tone or his harsh words about the government he took over, attributing it to the tried-and-true tactic of “running against Washington.”\n“It doesn’t bother me,” said Senator Lamar Alexander, Republican of Tennessee. “I’m looking forward to a president moving decision-making out of Washington, back to the states, back to the people.”", "url": "https://www.nytimes.com/2017/01/20/us/politics/donald-trump-inauguration-address.html"}