{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:52:00", "date_modify": "2022-10-25 23:52:00", "date_publish": "2017-04-19 20:47:21", "description": "Mr. Pai, who has been unwinding Obama-era regulatory efforts, is putting two items up for vote on Thursday that would empower telecom companies and broadcasters.", "filename": "2017_04_19_technology_ajit-pai-fcc-telecom-deregulation.html__r=0_1666741920.html", "image_url": "https://static01.nyt.com/images/2017/04/20/business/FCC/FCC-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ee204d2e2b7eefe1b2bc9118efff96ce37e7a14d432080d42b0852a7cbff24cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_19_technology_ajit-pai-fcc-telecom-deregulation.html__r=0_1666741920.html", "title": "Ajit Pai, F.C.C. Chairman, Moves to Roll Back Telecom Rules", "title_page": "Ajit Pai, F.C.C. Chairman, Moves to Roll Back Telecom Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Ajit Pai, the chairman of the Federal Communications Commission, is taking the next steps to unwind Obama-era rules and other regulatory efforts that had restricted the abilities of telecommunication companies and broadcasters.\nWith two items up for vote on Thursday that are expected to pass, Mr. Pai is carrying forward a swift Republican attack on telecom rules. The rollback will empower big telecom and media firms that have lobbied aggressively for deregulation, but consumer groups say it may also eventually put consumers at risk of higher prices and fewer options for services and media.\nSince being appointed by President Trump in January to lead the commission, Mr. Pai has abolished a plan to open the cable box market, suspended several participants from a program for low-income broadband subsidies, and chipped away at net neutrality, which guarantees consumers equal access to all internet content. A proposal to roll back net neutrality rules is expected as soon as this month.\n“In just three months, he’s taken many steps to reduce choices for consumers, make services more expensive or roll back the rights people thought they had online,” Phillip Berenbroick, the senior policy counsel at Public Knowledge, a left-leaning consumer group, said of Mr. Pai.", "url": "https://www.nytimes.com/2017/04/19/technology/ajit-pai-fcc-telecom-deregulation.html?_r=0"}