{"authors": ["Joanna Berendt", "Matt Furber"], "date_download": "2022-10-25 22:58:31", "date_modify": "2022-10-25 22:58:31", "date_publish": "2017-03-14 18:28:13", "description": "Polish officials will seek the extradition of Michael Karkoc, a retired Minneapolis carpenter, in the killings of civilians in 1944.", "filename": "2017_03_14_world_europe_poland-michael-karcoc-extradition_1666738711.html", "image_url": "https://static01.nyt.com/images/2017/03/15/world/15Poland/15Poland-facebookJumbo.jpg?year=2017&h=549&w=1050&s=82164edc9ce48c7db012acfa8371008563c3c04304102b9a00c817e32cfa30da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_14_world_europe_poland-michael-karcoc-extradition_1666738711.html", "title": "Poland Says Minnesota Man, 98, Ordered Nazi-Led Atrocities", "title_page": "Poland Says Minnesota Man, 98, Ordered Nazi-Led Atrocities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The commission, which is part of the country’s Institute of National Remembrance, a body that has prosecutorial powers and is tasked with investigating Nazi- and Soviet-era crimes, filed a request on Monday to a court in Lublin for a temporary arrest warrant for the man. The warrant would be the first step toward requesting extradition, Mr. Janicki said.\nIn Washington, Nicole Navas, a Justice Department spokeswoman, said that while the department took “all credible allegations of participation in World War II Nazi crimes very seriously,” it did not comment on extradition requests.\nThe charges carry a potential term of life in prison. Mr. Janicki rejected the argument that prosecuting Mr. Karkoc would be pointless given his age and health. “First of all, age is not a factor when it comes to bringing anyone to justice,” he said. “As for the state of his health, that will be for expert witnesses to determine.”\nThe Simon Wiesenthal Center, a human rights organization, has criticized Poland for not doing more to track down those who committed atrocities during the Nazi era. According to the United States Holocaust Memorial Museum, the Germans killed 1.9 million non-Jewish Polish civilians during the war, along with at least three million Polish Jews.\nMr. Janicki acknowledged the criticisms, but said it took time to assemble evidence. “It’s incredibly difficult to gather the necessary evidence to put someone on trial today,” he said. “It requires international cooperation, and it takes years to reconcile all the efforts. But it doesn’t mean that it’s not worth pursuing.”\n“Some say that it’s too late to hunt the criminals down, but I don’t think it is,” he added. “The case of Michael K. proves that. Besides, try telling it’s too late to a woman who as a girl was hiding in a field, watching her parents being executed.”\nMr. Karkoc’s son and spokesman, Andriy Karkoc, said in an interview on Tuesday in Minneapolis that his father was not guilty.", "url": "https://www.nytimes.com/2017/03/14/world/europe/poland-michael-karcoc-extradition.html"}