{"authors": ["Michael J. De La Merced", "Michael Corkery"], "date_download": "2022-10-25 23:48:50", "date_modify": "2022-10-25 23:48:50", "date_publish": "2017-10-24 11:34:19", "description": "As the flagship store shrinks, the deal is an acknowledgment that even grand shopping spaces of old may now be more valuable as offices.", "filename": "2017_10_24_business_lord-taylor-wework_1666741730.html", "image_url": "https://static01.nyt.com/images/2017/10/25/nyregion/25LORDTAYLORjmp1/25LORDTAYLOR4-facebookJumbo.jpg?year=2017&h=550&w=1050&s=08da58bb9783021c176a3228b216ec4708459d61772ca2642998b54a2de9f966&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_24_business_lord-taylor-wework_1666741730.html", "title": "Lord & Taylor Building, Icon of New York Retail, Will Become WeWork Headquarters", "title_page": "Lord & Taylor Building, Icon of New York Retail, Will Become WeWork Headquarters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From the moment its doors opened more than a century ago, the Lord & Taylor building on Fifth Avenue in Manhattan has stood as a monument to old-school retail.\nComplete with a grand entrance arch and copper cornice, the 676,000-square-foot store is a temple of urban commerce — and was named a New York City landmark a decade ago.\nBut now, the forces buffeting the retail industry are diminishing Lord & Taylor’s presence as a New York institution. The company that owns the department store chain, Hudson’s Bay, said Tuesday that it was selling off the flagship store to WeWork, a seven-year-old start-up whose office-sharing model is helping to reinvent the concept of work space.\nLord & Taylor will rent out about a quarter of the building, where it will operate a pared-down department store. WeWork will use the rest of the building for its global headquarters and to lease shared office space to its customers. The redesign is expected to come after Christmas of 2018.", "url": "https://www.nytimes.com/2017/10/24/business/lord-taylor-wework.html"}