{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:52:03", "date_modify": "2022-10-25 23:52:03", "date_publish": "2017-04-05 17:39:33", "description": "First, privacy rules fell. Up next are net neutrality, broadband subsidies and rules blocking local media consolidation.", "filename": "2017_04_05_business_dealbook_fcc-broadband-cable-trump_1666741923.html", "image_url": "https://static01.nyt.com/images/2017/04/06/business/06DB-FCC1/06DB-FCC1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=f4ec3f0ac7995d6c9c943addc6cddfd451943eee906a52277a1c6fe32751a31b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_05_business_dealbook_fcc-broadband-cable-trump_1666741923.html", "title": "At F.C.C., Obama-Era Rules on Chopping Block", "title_page": "At F.C.C., Obama-Era Rules on Chopping Block - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When Congress voted to overturn internet privacy rules last month, the swift action by Republican lawmakers sent a clear message: They were just getting started.\nThe next target is net neutrality, which is the guarantee that all internet content is equally accessible. That could be followed by cuts in broadband subsidies for low-income households and a relaxation in rules preventing media consolidation in local markets.\nRepublican regulators and lawmakers have been waiting for this moment. Coordinating across the government, they are putting several telecommunications and technology policies created during the Obama administration on the chopping block. Already, Ajit Pai, the Republican chairman of the Federal Communications Commission, who was appointed to the agency by President Barack Obama and named to lead it by President Trump, has begun chipping away at the low-income broadband subsidy and net neutrality rules created by his Democratic predecessor.\n“There was a good bit of overreach by the past F.C.C. that caused a lot of confusion,” said Representative Marsha Blackburn, Republican of Tennessee, who was vice chairwoman for President Trump’s transition. “We are going to have technology and telecommunications policy that is light touch.”", "url": "https://www.nytimes.com/2017/04/05/business/dealbook/fcc-broadband-cable-trump.html"}