{"authors": ["Sheryl Gay Stolberg", "Brian M. Rosenthal"], "date_download": "2022-10-25 23:28:28", "date_modify": "2022-10-25 23:28:28", "date_publish": "2017-08-12 16:05:53", "description": "Protests of a plan to remove a statue of a Confederate general led to clashes that left at least one person dead and 34 others injured, officials said.", "filename": "2017_08_12_us_charlottesville-protest-white-nationalist_1666740508.html", "image_url": "https://static01.nyt.com/images/2017/08/14/us/14charlottesvilleroundup-1/14charlottesvilleroundup-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=39ec3aff13a0dff103a281867e7c4e1f677d10937d9f158506db741ac5c5e7ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_12_us_charlottesville-protest-white-nationalist_1666740508.html", "title": "Man Charged After White Nationalist Rally in Charlottesville Ends in Deadly Violence", "title_page": "Man Charged After White Nationalist Rally in Charlottesville Ends in Deadly Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The turmoil in Charlottesville began with a march Friday night by white nationalists on the campus of the University of Virginia and escalated Saturday morning as demonstrators from both sides gathered in and around the park. Waving Confederate flags, chanting Nazi-era slogans, wearing helmets and carrying shields, the white nationalists converged on the Lee statue inside the park and began chanting phrases like “You will not replace us” and “Jews will not replace us.”\nHundreds of counterprotesters — religious leaders, Black Lives Matter activists and anti-fascist groups known as “antifa” — quickly surrounded the park, singing spirituals, chanting and carrying their own signs.\nThe morning started peacefully, with the white nationalists gathering in McIntire Park, outside downtown, and the counterdemonstrators — including Cornel R. West, the Harvard University professor and political activist — gathering at the First Baptist Church, a historically African-American church here. Professor West, who addressed the group at a sunrise prayer service, said he had come “bearing witness to love and justice in the face of white supremacy.”\nAt McIntire Park, the white nationalists waved Confederate flags and other banners. One of the participants, who gave his name only as Ted because he said he might want to run for political office some day, said he was from Missouri, and added, “I’m tired of seeing white people pushed around.”\nBut by 11 a.m., after both sides had made their way to Emancipation Park, the scene had exploded into taunting, shoving and outright brawling. Three people were arrested in connection with the skirmishes.\nBarricades encircling the park and separating the two sides began to come down, and the police temporarily retreated. People were seen clubbing one another in the streets, and pepper spray filled the air. One of the white nationalists left the park bleeding, his head wrapped in gauze.", "url": "https://www.nytimes.com/2017/08/12/us/charlottesville-protest-white-nationalist.html"}