{"authors": ["Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:28:40", "date_modify": "2022-10-25 23:28:40", "date_publish": "2017-10-31 00:01:22", "description": "Key figures on the progress of local security forces, compiled by the government’s spending watchdog, were classified only once before in nine years.", "filename": "2017_10_30_world_asia_afghanistan-war-redacted-report_1666740520.html", "image_url": "https://static01.nyt.com/images/2017/10/31/us/31dc-military/31dc-military-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a6ffa32a56bb8a1b52e2bc07bbd78182e8fa07ba5034a5433de5358eff569f8f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_30_world_asia_afghanistan-war-redacted-report_1666740520.html", "title": "Afghan War Data, Once Public, Is Censored in U.S. Military Report", "title_page": "Afghan War Data, Once Public, Is Censored in U.S. Military Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The American military command in Afghanistan has decided to keep secret key figures related to the growth and progress of local security forces, redacting the numbers at the behest of Afghan officials from the latest report by the government’s watchdog for spending.\nThe move clouds measures of progress for the Afghan security forces, the primary benefactor of the $120 billion that the United States has spent on reconstruction since the start of the war and the linchpin of President Trump’s new strategy in Afghanistan. Backed by the American military and its NATO allies, the Afghans are responsible for turning the tide of the war against the Taliban in the coming years.\nAmong the details being kept private in the report are the number of people in the Afghan army and police force, how many of them have been wounded or killed and the state of their equipment.\n“The Afghans know what’s going on; the Taliban knows what’s going on; the U.S. military knows what’s going on,” John F. Sopko, the special inspector general for Afghanistan, whose office compiled the quarterly report, said in an interview. “The only people who don’t know what’s going on are the people paying for it.”", "url": "https://www.nytimes.com/2017/10/30/world/asia/afghanistan-war-redacted-report.html"}