{"authors": ["Didi Kirsten Tatlow"], "date_download": "2022-10-25 23:32:28", "date_modify": "2022-10-25 23:32:28", "date_publish": "2017-03-19 17:37:34", "description": "Beijing, once known as a city of bikes, is returning to its roots. All it takes to obtain one from a bike-sharing service is a few taps on a smartphone.", "filename": "2017_03_19_world_asia_beijing-bike-sharing_1666740748.html", "image_url": "https://static01.nyt.com/images/2017/03/14/world/15beijingbikes-1/15beijingbikes-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=f13d6d93c0140389f2cac44a3ba9c7903844461c273fb33ffab10792a05d6a02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_19_world_asia_beijing-bike-sharing_1666740748.html", "title": "In Beijing, Two Wheels Are Only a Smartphone Away", "title_page": "In Beijing, Two Wheels Are Only a Smartphone Away - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Stepping off a stylish, compact, orange-and-silver bicycle on the sidewalk outside her Beijing office, Cao Dachui kicked down its metal stand and locked the back wheel. Her half mile ride from a nearby subway station cost just 14 cents, and she could leave the bike anywhere.\n“It’s so very convenient,” Ms. Cao, 27, said as buses and cars roared by, disgorging the stink of gasoline exhaust. Walking to the advertising agency would have taken twice as long. “Life has really gotten easier,” she said. Her friend Ma Zheng, 23, who was parking his own shared bike, nodded.\nBeijing was once a city of bikes, the capital of a country known as the Bicycle Kingdom for the millions of two-wheelers that dominated urban transport in a state-planned economy where cars were reserved for official business and the politically powerful. Decades of remarkable economic growth, beginning in the 1990s, led to a huge influx of cars in cities like Beijing, where owning one became not just a marker of reaching the middle class but also practically a prerequisite for marriage. As the economy roared, autos pushed bikes off the roads, creating heavy pollution and miserable traffic.\nNow, Beijing may be returning to its roots — with a modern twist. Thanks to about two dozen technology start-ups, brightly colored shared bikes have flooded Beijing since last year, dotting a normally drab cityscape with flashes of bumblebee yellow, kingfisher blue and tangerine.", "url": "https://www.nytimes.com/2017/03/19/world/asia/beijing-bike-sharing.html"}