{"authors": ["Valentine Faure"], "date_download": "2022-10-25 23:33:39", "date_modify": "2022-10-25 23:33:39", "date_publish": "2017-10-05 19:26:12", "description": "France is grappling with a case that raises questions about how it sees children and sexual freedom.", "filename": "2017_10_05_opinion_sex-consent-france_1666740819.html", "image_url": "https://static01.nyt.com/images/2017/10/05/opinion/05valentineWeb/05valentineWeb-facebookJumbo.jpg?year=2017&h=550&w=1050&s=bcb992ddb00e091bf1a249a2a4c02fa9ae88982fa0d89f16b77c75de4cdfa188&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_05_opinion_sex-consent-france_1666740819.html", "title": "Can an 11-Year-Old Girl Consent to Sex?", "title_page": "Opinion | Can an 11-Year-Old Girl Consent to Sex? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Last Tuesday, France woke up to news reports that a 28-year-old man and an 11-year-old girl had had “consensual” sex.\nThe events, first reported by the website Mediapart, took place on April 24 in the Paris suburb of Montmagny. That afternoon, the child followed a man, who had already approached her twice in the previous days, telling her he “could teach her how to kiss and more.” They went to his building, where she performed oral sex in the hallway. Then she followed him to his apartment, where they had sexual intercourse. Afterward, he told her not to talk to anybody about it, kissed her on the forehead and asked to see her again.\nOn her way back home, the girl called her mother in a state of panic, realizing what had just happened. “Papa is going to think I’m a slut,” she said. The mother immediately called the police and pressed charges for rape. But citing Article 227-25 of the French criminal code, the public prosecutor stated that “there had been no violence, no coercion, no threat, no surprise,” and therefore, the man would be charged only with “sexual infraction.” That offense is punishable by five years in prison, while rape entails 20 years of imprisonment when the victim is under 15.\nThe trial was supposed to start last Tuesday, but it was postponed to February. Meantime, the story caught fire across the country. The widespread outrage put me in mind of the Jacqueline Sauvage case, in which a battered woman who shot her husband in the back in 2012 ended up getting 10 years of prison (a harsh sentence for France). The verdict prompted wrathful comments from pundits, politicians and the public about the French justice system failing to deliver justice to society’s most vulnerable. (Ms. Sauvage was pardoned and released last year.)", "url": "https://www.nytimes.com/2017/10/05/opinion/sex-consent-france.html"}