{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 22:58:32", "date_modify": "2022-10-25 22:58:32", "date_publish": "2017-12-22 20:16:44", "description": "White House officials say their one tax bill regret is not killing the carried interest loophole. A group of lobbyists set out to ensure the tax break survived.", "filename": "2017_12_22_business_trump-carried-interest-lobbyists_1666738712.html", "image_url": "https://static01.nyt.com/images/2017/12/23/us/23DC-CARRIED-01web/23DC-CARRIED-01web-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3c572eb2538e726cf488b5237273dfccfc52be8af7f49396524d4f5db43a4801&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_22_business_trump-carried-interest-lobbyists_1666738712.html", "title": "Trump Promised to Kill Carried Interest. Lobbyists Kept it Alive.", "title_page": "Trump Promised to Kill Carried Interest. Lobbyists Kept it Alive. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s signature on the Republican tax bill marks his most important legislative achievement to date. It also represents the breaking of a signature promise that helped propel his populist presidential campaign.\nThis week, as senior White House officials acclaimed passage of the tax overhaul in Congress, they also expressed one regret: failing to close the so-called carried interest “loophole” that benefits wealthy hedge fund managers and private equity executives. Despite Mr. Trump’s vows to eliminate a tax rule that allows some rich business leaders to pay lower tax rates than their secretaries, the president in this case was no match for the powerful lobbyists protecting the status quo.\n“I don’t know what happened,” said Larry Kudlow, the conservative economist who crafted Mr. Trump’s campaign tax plan. “I don’t know how that thing survived,” he said, adding “I’m sure the lobbying was intense.”\nCarried interest is the percentage of an investment’s gains that a private equity partner or hedge fund manager takes as compensation. At most private equity firms and hedge funds, the share of profits paid to managers is about 20 percent. Under existing law, that money is taxed at a capital-gains rate of 20 percent, which is about half of the top individual income rate, which is currently 39.6 percent and will fall to 37 percent under the final tax bill.", "url": "https://www.nytimes.com/2017/12/22/business/trump-carried-interest-lobbyists.html"}