{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 22:56:29", "date_modify": "2022-10-25 22:56:29", "date_publish": "2017-04-04 13:55:20", "description": "The pacifist denomination is at the heart of a growing campaign to banish religious groups that compete with the Russian Orthodox Church.", "filename": "2017_04_04_world_europe_russia-moves-to-ban-jehovahs-witnesses-as-extremist_1666738589.html", "image_url": "https://static01.nyt.com/images/2017/03/25/world/00witnesses5/00witnesses5-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ed47539e8cbd94f554afde3ee79af7150d3521de5423b6dee1bf72ffb74add7b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_04_world_europe_russia-moves-to-ban-jehovahs-witnesses-as-extremist_1666738589.html", "title": "Russia Moves to Ban Jehovah’s Witnesses as ‘Extremist’", "title_page": "Russia Moves to Ban Jehovah’s Witnesses as ‘Extremist’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the case of Jehovah’s Witnesses, the putative extremism seems to derive mostly from the group’s absolute opposition to violence, a stand that infuriated Soviet and now Russian authorities whose legitimacy rests in large part on the celebration of martial triumphs, most notably over Nazi Germany in World War II but also over rebels in Syria.\nJehovah’s Witnesses, members of a denomination founded in the United States in the 19th century and active in Russia for more than 100 years, refuse military service, do not vote and view God as the only true leader. They shun the patriotic festivals promoted with gusto by the Kremlin, like the annual celebration of victory in 1945 and recent events to celebrate the annexation of Crimea in March 2014.\nMr. Sivak, who says he lost his job as a physical education teacher because of his role as a Jehovah’s Witnesses elder, said he voted for Mr. Putin in 2000, three years before joining the denomination. He added that while he had not voted since, nor had he supported anti-Kremlin activities of the sort that usually attract the attention of Russia’s post-Soviet version of the K.G.B., the Federal Security Service, or F.S.B.\n“I have absolutely no interest in politics,” he said during a recent Jehovah’s Witnesses Friday service in a wooden country house in Vorokhobino, a snow-covered village north of Moscow. Around 100 worshipers crammed into a long, chilly room under fluorescent lights to listen to readings from the Bible, sing and watch a video advising them to dress for worship as they would for a meeting with the president.\n“From the Russian state’s perspective, Jehovah’s Witnesses are completely separate,” said Geraldine Fagan, the author of “Believing in Russia — Religious Policy After Communism.” She added, “They don’t get involved in politics, but this is itself seen as a suspicious political deviation.”\n“The idea of independent and public religious activity that is completely outside the control of — and also indifferent to — the state sets all sorts of alarm bells ringing in the Orthodox Church and the security services,” she said.", "url": "https://www.nytimes.com/2017/04/04/world/europe/russia-moves-to-ban-jehovahs-witnesses-as-extremist.html"}