{"authors": ["Robert Pear"], "date_download": "2022-10-25 23:51:55", "date_modify": "2022-10-25 23:51:55", "date_publish": "2017-03-13 22:46:52", "description": "The Senate approved the appointment of Seema Verma to lead President Trump’s efforts to transform Medicaid, expand Medicare and upend the Affordable Care Act.", "filename": "2017_03_13_us_politics_seema-verma-medicaid-medicare-administrator_1666741915.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_13_us_politics_seema-verma-medicaid-medicare-administrator_1666741915.html", "title": "Health Policy Expert Is Confirmed as Medicare and Medicaid Administrator", "title_page": "Health Policy Expert Is Confirmed as Medicare and Medicaid Administrator - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Orrin G. Hatch, Republican of Utah and chairman of the Finance Committee, said Ms. Verma was “the ideal candidate to oversee the reform of the Medicaid program,” as she had worked well with members of both parties in Indiana and in other states.\nBut Senator Edward J. Markey, Democrat of Massachusetts, said she has supported proposals that “create roadblocks to coverage for low-income Americans.” And she would have a major role in carrying out legislation to gut the Affordable Care Act and remake the Medicaid program, said Senator Ron Wyden of Oregon, the senior Democrat on the Finance Committee.\nA plan by House Republicans, which was released last week, would repeal major parts of Mr. Obama’s health care law and would phase out the expansion of Medicaid that has brought coverage to millions of people.\nSenate Democrats cast a wary eye on how Ms. Verma might enforce the legislation, if it is approved. Mr. Wyden said she “would be able to give states a green light to push the very frail and sick into high-risk pools” in which they could receive substandard coverage or be forced to pay more for the care they need. Senator Maria Cantwell, Democrat of Washington, said Ms. Verma in Indiana “made millions of dollars in consulting fees by kicking poor, working people off of Medicaid for failure to pay monthly contributions similar to premiums.”\nAnd Senator Debbie Stabenow, Democrat of Michigan, said she was dismayed that Ms. Verma had suggested at her confirmation hearing last month that coverage of maternity care should be optional, not required, as it is now under the Affordable Care Act.", "url": "https://www.nytimes.com/2017/03/13/us/politics/seema-verma-medicaid-medicare-administrator.html"}