{"authors": ["Kevin Young"], "date_download": "2022-10-25 23:37:42", "date_modify": "2022-10-25 23:37:42", "date_publish": "2017-11-03 09:00:24", "description": "The poet Kevin Young on Ta-Nehisi Coates’s “We Were Eight Years in Power.”", "filename": "2017_11_03_books_review_we-were-eight-years-in-power-ta-nehisi-coates-essays-memoir_1666741062.html", "image_url": "https://static01.nyt.com/images/2017/11/05/books/review/05Young/05Young-facebookJumbo.jpg?year=2017&h=550&w=1050&s=bb5d85ad80e3efd7b723327a1d083f5b26e69958961eae7ebc72f843996961c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_03_books_review_we-were-eight-years-in-power-ta-nehisi-coates-essays-memoir_1666741062.html", "title": "Between the Presidency and Him", "title_page": "Between the Presidency and Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Always passionate, the essays grow increasingly precise. With “Why Do So Few Blacks Study the Civil War?” Coates found not so much his subject as a language for it. He starts to quote historians to show where we’ve been; makes regular reference to Reconstruction and the regression and receding of the American dream; invokes the demonization of “super-predators” and Sister Souljah — all with elegance and insight. His is one of the chorus of voices (following, I’d argue, those of our poets) critiquing not only American nostalgia, both black and white, but the very notion of progress.\nIt is the record of his struggle as a writer that is of great interest here. As in Baldwin, the struggle of the writing dovetails with the struggle of the race. This becomes clearest in his 2014 essay “The Case for Reparations,” which became Coates’s calling card, and rightly so: It provides a remarkable pocket history of the financial toll of white supremacy, from disenfranchisement to land grabs to redlining, offering a harrowing account of the economic injustices imposed on African-Americans. Framed by one man’s moving from Mississippi to Chicago during the Great Migration only to encounter the same-old systematic shafting in what we used to call “Up South,” it isn’t cross-burning but the slow burn of oppression that makes the blood boil. Compelling and compulsory, “The Case for Reparations” is as convincing in its restraint and pacing as it is in its depth of research and recognition of black humanity. Even if readers don’t see their own families, as I did, in the tales of the Federal Housing Administration’s discriminatory practices or the “kleptocracy” of black-owned land “taken through means ranging from legal chicanery to terrorism,” we can see the forms of injustice that persist and speak to basic rights: Where can one live? Indeed, who gets to live?\n“Racism is not merely a simplistic hatred,” Coates points out. “It is, more often, broad sympathy toward some and broader skepticism toward others.” He also highlights the effect of racist policies on the polity — and just how “plunder in the past made plunder in the present efficient,” affecting everything from subprime mortgages to mandatory minimum sentencing. This story is now one that others are telling more fully — books like Carol Anderson’s “White Rage” and Ibram X. Kendi’s “Stamped From the Beginning” help detail the history of reactions to and restrictions of black advances — yet few have done it more succinctly than Coates, or with more power: “What is needed is an airing of family secrets, a settling with old ghosts. What is needed is a healing of the American psyche and the banishment of white guilt.”\nObama remains an important foil for Coates, one he fruitfully returns to with “My President Was Black,” a feature begun before the 2016 election (and published after) that shows Coates’s new status — he is now a regular enough White House visitor that he scores an extensive interview — while foreshadowing the ways both men underestimated the opposition, if for different reasons. To Coates, and to many, Obama “became a symbol of black people’s everyday, extraordinary Americanness”; but where Obama’s blindness to Trump’s electoral victory stems, Coates believes, from Obama’s essential optimism, for Coates, any unseeing came from a well-earned pessimism: “I was shocked at my own shock.”\nThe election of President Obama inspired not only Coates but, as he points out, “a crop of black writers and journalists who achieved prominence during his two terms.” The undeniable black renaissance in poetry and cinema, from documentaries like “I Am Not Your Negro” to horror films like “Get Out,” has been met by fellow adventurers in the essay, from Teju Cole to Jesmyn Ward to Kiese Laymon to Roxane Gay. Obama also embodies a phrase that might serve as an alternative subtitle of “Eight Years,” since it appears so often: Being Twice as Good. This phrase is simultaneously the injunction black families have had to give their progeny in a world redlined against them, while also being the very idea that Coates examines as an unjust “double standard.” It is this double standard, he argues, that brought about President Trump: “Barack Obama delivered to black people the hoary message that in working twice as hard as white people, anything is possible. But Trump’s counter is persuasive — work half as hard as black people and even more is possible.”\nAs Coates turns the heat lower, his brilliance cooks more evenly — and more urgently. Never is this more true than in “The First White President,” his recent cover story for the Atlantic. The essay, presented here as an epilogue, manages to be as bloodless as it is blistering. Coates rebukes those on the left who try to pawn Trump off “as a product of the white working class as opposed to a product of an entire whiteness that includes the very authors doing the pawning.” To Coates, Trump’s “ideology is white supremacy in all of its truculent and sanctimonious power”; to pretend otherwise is to treat “white labor as noble archetype, and black labor as something else.”", "url": "https://www.nytimes.com/2017/11/03/books/review/we-were-eight-years-in-power-ta-nehisi-coates-essays-memoir.html"}