{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:51:18", "date_modify": "2022-10-25 23:51:18", "date_publish": "2017-01-20 01:34:40", "description": "The highway agency found that while Tesla’s Autopilot feature didn’t prevent a crash in Florida, the system performed as it was intended.", "filename": "2017_01_19_business_tesla-model-s-autopilot-fatal-crash_1666741878.html", "image_url": "https://static01.nyt.com/images/2017/01/20/business/20TESLA/20TESLA-facebookJumbo.jpg?year=2017&h=550&w=1050&s=400be996dc571079e7cf116bff7575af55dfe9aee6e5ec87bf4de6632f241476&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_19_business_tesla-model-s-autopilot-fatal-crash_1666741878.html", "title": "Tesla’s Self-Driving System Cleared in Deadly Crash", "title_page": "Tesla’s Self-Driving System Cleared in Deadly Crash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Eight months after a fatal crash involving a Tesla Motors car operating in a computer-assisted mode, federal auto-safety regulators said their investigation of the car found no defects in the system that caused the accident and said Tesla’s Autopilot-enabled vehicles did not need to be recalled.\nThe outcome is a major win for Tesla and its chief executive, Elon Musk, who has forcefully promoted the car’s technological prowess and ability to prevent accidents. The crash on May 7, 2016, attracted widespread attention and threatened to sidetrack the company’s push toward autonomous vehicles.\nThe regulators warned, however, that advanced driver-assistance systems like the one in Tesla’s cars could be relied on to react properly in only some situations that arise on roadways. And the officials said that all automakers needed to be clear about how the systems should be used. Almost all major automakers are pursuing similar technology.\n“Not all systems can do all things,” said Bryan Thomas, a spokesman for the National Highway Traffic Safety Administration, the agency that investigated the car involved in the May accident. “There are driving scenarios that automatic emergency braking systems are not designed to address.”", "url": "https://www.nytimes.com/2017/01/19/business/tesla-model-s-autopilot-fatal-crash.html"}