{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:49:18", "date_modify": "2022-10-25 23:49:18", "date_publish": "2017-11-02 22:41:30", "description": "Mr. Rechnitz, the government’s key witness in the trial against the former head of the city’s correction officer’s union, made no attempt to win the jury’s sympathy.", "filename": "2017_11_02_nyregion_seabrook-corruption-trial-rechnitz_1666741758.html", "image_url": "https://static01.nyt.com/images/2017/11/03/nyregion/03seabrookpromo/03seabrookpromo-facebookJumbo.jpg?year=2017&h=314&w=600&s=8b2a88294507738a854f3a84a231d71e82e389537b813cd29f5ded325d225771&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_02_nyregion_seabrook-corruption-trial-rechnitz_1666741758.html", "title": "Jona Rechnitz Takes Center Stage in Corruption Trial", "title_page": "Jona Rechnitz Takes Center Stage in Corruption Trial - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During opening statements in the federal corruption trial against Norman Seabrook, the former head of the city’s correction officers’ union, a prosecutor warned jurors that the government’s key witness, Jona S. Rechnitz, would be a criminal, an entitled real estate scion, a “wheeler and dealer” and a “wannabe big shot.”\n“But the question isn’t going to be whether you approve of Jona Rechnitz, or even whether you like him,” the prosecutor, Martin Bell, said. “It’s going to be whether you believe he’s telling the truth.”\nPerhaps even Mr. Bell could not foresee just how difficult that question would turn out to be. Over the course of his six days on the witness stand in Federal District Court in Manhattan, Mr. Rechnitz, who is cooperating with the government after pleading guilty to fraud conspiracy, was accused of racism, self-importance and above all, lying: to family, to friends, to potential investors, to government investigators — and to the jury.\nMr. Rechnitz had been called to testify about how he facilitated a payoff between Mr. Seabrook and the financier Murray Huberfeld, who is accused of bribing Mr. Seabrook into steering millions of dollars of correction officers’ retirement money into his hedge fund. But ultimately, Mr. Rechnitz’s testimony revealed far less about Mr. Seabrook’s possible crime than it did about Mr. Rechnitz himself, whose name has often been mentioned with, but overshadowed by, the names of the powerful figures with whom he is accused of trying to buy influence, including Mayor Bill de Blasio and the former New York Police Department chief Philip Banks III.", "url": "https://www.nytimes.com/2017/11/02/nyregion/seabrook-corruption-trial-rechnitz.html"}