{"authors": ["Anne Barnard"], "date_download": "2022-10-25 23:00:10", "date_modify": "2022-10-25 23:00:10", "date_publish": "2017-11-04 13:54:55", "description": "The move, which was announced in a televised address from Saudi Arabia, surprised a country already awash with tensions and regional rivalries.", "filename": "2017_11_04_world_middleeast_saad-hariri-lebanon-iran_1666738810.html", "image_url": "https://static01.nyt.com/images/2017/11/05/world/05lebanon-1/05lebanon-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=6ad451110e5b214c61fd8eb3fb84d062214906eac8ed6cef63c62c3665b8ec46&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_04_world_middleeast_saad-hariri-lebanon-iran_1666738810.html", "title": "Saad Hariri Quits as Lebanon Prime Minister, Blaming Iran", "title_page": "Saad Hariri Quits as Lebanon Prime Minister, Blaming Iran - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Prime Minister Saad Hariri of Lebanon said on Saturday that he had quit his post, blaming Iran for interference in Arab affairs and throwing his country, already awash with tensions and regional rivalries, into deeper uncertainty.\nMr. Hariri, speaking in a televised address from the Saudi capital, Riyadh, issued a blistering condemnation of Iran and its growing power and influence in the region. He also assailed Iran’s Lebanese ally, Hezbollah, the Shiite militia and political party that is part of the national unity cabinet he led.\n“Wherever Iran settles, it sows discord, devastation and destruction, proven by its interference in the internal affairs of Arab countries,” Mr. Hariri said, adding that Iran’s “hands” in the region “will be cut off.”\nThe surprise announcement — which shocked even his own staff — was an ominous sign of the escalating regional rivalry between Saudi Arabia and Iran, analysts said, indicating the growing dominance of Iran and Hezbollah as well as the Saudis’ increasingly assertive response.", "url": "https://www.nytimes.com/2017/11/04/world/middleeast/saad-hariri-lebanon-iran.html"}