{"authors": ["John Herrman"], "date_download": "2022-10-25 23:36:37", "date_modify": "2022-10-25 23:36:37", "date_publish": "2017-11-01 09:00:03", "description": "Technologists once told us that social bots would change our lives forever. They were right — but not in the way they expected.", "filename": "2017_11_01_magazine_not-the-bots-we-were-looking-for_1666740997.html", "image_url": "https://static01.nyt.com/images/2017/11/05/magazine/05ontech1/05mag-05ontech-t_CA0-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c67a63092daff59d99e8f4c729fc067b56eb71d2b2926bfdce40ccf372ed6372&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_01_magazine_not-the-bots-we-were-looking-for_1666740997.html", "title": "Not the Bots We Were Looking For", "title_page": "Not the Bots We Were Looking For - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 2016, restless tech-industry forecasters enjoyed a rare moment of consensus: Whatever else might be coming next, everyone seemed to agree that bots would be a big part of it. The analyst Benedict Evans, in a representative essay, located a promising future specifically in chat bots — conversational interfaces for artificial intelligence, designed to assist with particular tasks. Facebook, the year before, created a personal-assistant chat bot, and the company would soon open its Messenger app up to outside developers, who it hoped would create more bots to help people shop, look things up or otherwise organize their lives. Amazon’s Echo, by then already a surprise mainstream success, provided a tailwind: Here was a widely used artificial intelligence just sitting there on millions of countertops.\nThese predictions were self-interested, of course. But they were plausible and appealing, not least because they were already coming true. By 2016, I was talking on my phone less but speaking to it more; my Echo and I had settled into a mutually beneficial, if lopsided, relationship (my commerce and privacy in exchange for the weather, some music and voice control of the fan).\nBut despite the tech industry’s efforts and hopes, the bots that have most effectively lodged themselves in the public’s consciousness over the last year were not here to help — at least, not us. A different sort of bot — undercover but public-facing, highly political but comparatively primitive — was implicated in toxic and disorienting online conversations throughout the 2016 election cycle. Before the election, researchers at Oxford University suggested that between the first and second presidential debates, more than a third of pro-Trump tweets and almost a fifth of pro-Clinton tweets came from bot accounts. Political social bots have been stealing headlines ever since, described variously as “fake Americans,” as “weaponized” and as “fake-news-disseminating” agents of Russia.\nSuch motive-centric descriptions tend to give too much credit to the influence bots. Mostly they are crude imitations of regular, if single-minded, people that, by virtue of existing and posting — a lot — are able to manipulate platforms’ shared spaces: They increase visible follower counts and sharing metrics; they create Twitter trends and hijack or pollute hashtags into uselessness; they flood searches around breaking news. They probably don’t follow you, and you probably don’t follow them, but it doesn’t really matter. They find their strength in numbers. They thrive just out of sight but fully within earshot.", "url": "https://www.nytimes.com/2017/11/01/magazine/not-the-bots-we-were-looking-for.html"}