{"authors": ["Chris Horton"], "date_download": "2022-10-25 23:39:13", "date_modify": "2022-10-25 23:39:13", "date_publish": "2017-11-28 03:58:11", "description": "Lee Ming-cheh was sentenced to five years in prison in the first case in which China has convicted a Taiwanese citizen of state subversion.", "filename": "2017_11_27_world_asia_china-sentences-taiwan-rights-activist_1666741153.html", "image_url": "https://static01.nyt.com/images/2017/11/29/world/29taiwan-1/29taiwan-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=d19288bea1c0adb039952b43c1e34e09e5636b5c76bbc53f2095dac654b6cb6a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_27_world_asia_china-sentences-taiwan-rights-activist_1666741153.html", "title": "China Sentences Taiwanese Human Rights Activist in Subversion Case", "title_page": "China Sentences Taiwanese Human Rights Activist in Subversion Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TAIPEI, Taiwan — A Chinese court sentenced a human rights activist from Taiwan to five years in prison Tuesday for state subversion, the first time China has convicted a Taiwanese citizen of that crime.\nA video released by the Yueyang People’s Intermediate Court in southern China’s Hunan Province showed the activist, Lee Ming-cheh, sitting silently as a judicial officer read a statement accusing him of conspiring with a Chinese partner to foment a “Western color revolution” in China by disseminating articles, books and videos attacking China’s political system.\nFor many here, the verdict is viewed as the latest shot fired in China’s psychological war on Taiwan, one that has been heating up for more than a year since Beijing cut off official communication channels with Taipei. Beijing has turned a cold shoulder to the administration of Taiwan’s president, Tsai Ing-wen, blaming her refusal to accede to demands that she accept Taiwan as part of “one China.”\nChina seeks to annex Taiwan, by force if necessary, though polls in Taiwan show scant desire to unify.", "url": "https://www.nytimes.com/2017/11/27/world/asia/china-sentences-taiwan-rights-activist.html"}