{"authors": ["Farhad Manjoo"], "date_download": "2022-10-25 23:41:49", "date_modify": "2022-10-25 23:41:49", "date_publish": "2017-04-26 13:00:31", "description": "Instagram, now with 700 million users, resembles Facebook in 2009 to 2012, when it went from being something people used occasionally to something they use every day.", "filename": "2017_04_26_technology_why-instagram-is-becoming-facebooks-next-facebook_1666741309.html", "image_url": "https://static01.nyt.com/images/2017/04/27/technology/27state-illo/27state-illo-facebookJumbo.jpg?year=2017&h=536&w=1024&s=c7ea196a8971878dea99073b211ab561c110ee324ed56845ac06fa7fb1d30f91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_26_technology_why-instagram-is-becoming-facebooks-next-facebook_1666741309.html", "title": "Why Instagram Is Becoming Facebook’s Next Facebook", "title_page": "Why Instagram Is Becoming Facebook’s Next Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This is difficult to quantify. My subjective experience may not match yours (lots of people, for example, say they hate the new ranked feed). But for me, Instagram’s many changes have made for a social network that feels more useful, interesting and fun than it was last year. Part of it is the new features themselves, but a bigger reason is the greater use that the features have inspired. Networks are better when more people use them more often; the more I’ve used Instagram recently, the more stuff I’ve seen from more people, and the more I want to use it some more.\nInstagram has thus triggered an echo — it feels like Facebook. More precisely, it feels the way Facebook did from 2009 to 2012, when it silently crossed over from one of those tech things that some people sometimes did to one of those tech things that everyone you know does every day.\nIn some ways, this is not surprising. Instagram has been growing like crazy essentially since it went live in 2010, and under Facebook — which bought the company for $1 billion five years ago — it has had ample resources to keep that up. But with 700 million users, it’s in virtually uncharted territory.\nThere are bigger networks: Facebook has nearly two billion users a month, and two instant-messaging apps owned by Facebook, WhatsApp and Facebook Messenger, have grown past the one-billion-user mark. In China, WeChat also has more users.", "url": "https://www.nytimes.com/2017/04/26/technology/why-instagram-is-becoming-facebooks-next-facebook.html"}