{"authors": ["Paulina Villegas"], "date_download": "2022-10-25 23:52:27", "date_modify": "2022-10-25 23:52:27", "date_publish": "2017-04-23 17:20:59", "description": "Some Mexican men, concerned that their macho views have harmed their relationships with women, are trying group therapy. Will that change the culture?", "filename": "2017_04_23_world_americas_where-machismo-is-entrenched-focus-moves-to-the-trenches_1666741947.html", "image_url": "https://static01.nyt.com/images/2017/04/19/world/machismo/machismo-facebookJumbo.jpg?year=2017&h=550&w=1050&s=fd3cf0d2c19884df398ed98f9a049fe6eb44f86fccef89b487014cea8b9a89bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_23_world_americas_where-machismo-is-entrenched-focus-moves-to-the-trenches_1666741947.html", "title": "Where Machismo Is Entrenched, Focus Moves to the Trenches", "title_page": "Where Machismo Is Entrenched, Focus Moves to the Trenches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MEXICO CITY — Machismo has long been widespread in Mexican society. Male entitlement — reflected in telenovelas, movies, work settings, families and romantic relationships — has been tolerated, even celebrated.\nBut times are changing for the Mexican macho man, or “machista.”\nSoaring crime rates against women in recent years, and a strengthening women’s rights movement, have forced Mexicans to begin addressing machismo and the harm it does through sexism, misogyny and violence.\nThe effort got a boost on International Women’s Day last month, when President Enrique Peña Nieto called on Mexico “to launch a frontal assault against all expressions of machismo.” He urged the eradication of “a deeply rooted machista culture,” one that “ultimately and truly generates violence against women.”\nWhile women’s rights advocates view the public acknowledgment of the problem — as well as some political and legislative gains for women — as a good start, they are skeptical about societal change. They say that can happen only by confronting the entrenched ideas fueling machismo.", "url": "https://www.nytimes.com/2017/04/23/world/americas/where-machismo-is-entrenched-focus-moves-to-the-trenches.html"}