{"authors": ["Richard Pérez-Peña"], "date_download": "2022-10-25 23:30:22", "date_modify": "2022-10-25 23:30:22", "date_publish": "2017-11-16 10:00:23", "description": "Initially, Mr. Moore seemed headed for an easy victory in the Alabama Senate race, but allegations of sexual misconduct have changed the scope of the race.", "filename": "2017_11_16_us_roy-moore-alabama-coverage_1666740622.html", "image_url": "https://static01.nyt.com/images/2017/11/16/us/17mooreguide1/17mooreguide1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=98c8d13f4e13d214b725e804de648044b6f3da7ff71206a429a0ede11572c533&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_16_us_roy-moore-alabama-coverage_1666740622.html", "title": "Roy Moore Is Mired in a Sexual Misconduct Scandal. Here’s How It Happened.", "title_page": "Roy Moore Is Mired in a Sexual Misconduct Scandal. Here’s How It Happened. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Updated on Dec. 11.\nThat a Republican candidate for Senate in Alabama would cruise to victory seemed almost a foregone conclusion. But after a series of women came forward to accuse that candidate, Roy S. Moore, of sexual misconduct, less is certain in an unlikely nail-biter of a race that could have major implications for the party’s ability to govern in Washington.\nPresident Trump has gone from largely avoiding mention of Mr. Moore, a former chief justice of the Alabama Supreme Court, to unequivocally endorsing him. Many Senate Republicans distanced themselves from the candidate, and some called on him to withdraw from the race.\nDemocrats, for their part, are contemplating the near-impossible: flipping a seat in a deeply red state that last elected a Democratic senator in 1992.\nAs voters prepare for the special election on Tuesday, here is a breakdown of The New York Times’s coverage on the race since the accusations emerged.", "url": "https://www.nytimes.com/2017/11/16/us/roy-moore-alabama-coverage.html"}