{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:51:55", "date_modify": "2022-10-25 23:51:55", "date_publish": "2017-02-05 17:12:37", "description": "A top candidate to head the agency, Jim O’Neill, advocates “progressive” approval, in which drugs proved safe could be sold to consumers even if not yet proved effective.", "filename": "2017_02_05_health_with-fda-vacancy-trump-sees-chance-to-speed-drugs-to-the-market_1666741915.html", "image_url": "https://static01.nyt.com/images/2017/02/06/us/06fda-web01/06fda-web01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5c276e62e26a9353007964dcdf487e752287f4666c7e13cd057b605a565c2925&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_05_health_with-fda-vacancy-trump-sees-chance-to-speed-drugs-to-the-market_1666741915.html", "title": "Trump’s F.D.A. Pick Could Undo Decades of Drug Safeguards", "title_page": "Trump’s F.D.A. Pick Could Undo Decades of Drug Safeguards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump’s vow to overhaul the Food and Drug Administration could bring major changes in policy, including steps to accelerate the process of approving new prescription drugs, setting up a clash with critics who say his push for deregulation might put consumers at risk.\nMr. Trump has been vetting candidates to run the agency, which regulates the safety of everything from drugs and medical devices to food and cosmetics. Among them is Jim O’Neill, a former official at the Health and Human Services Department who is an associate of the Silicon Valley billionaire and Trump supporter Peter Thiel. Mr. O’Neill has argued that companies should not have to prove that their drugs work in clinical trials before selling them to consumers.\nOther candidates also have called for reducing regulatory hurdles.\nIf the most significant proposals are adopted — and many would require an act of Congress — they will reverse decades of policy and consumer protections dating to the 1960s. Congress toughened the drug approval process in the wake of the worldwide crisis over thalidomide, which caused severe birth defects in babies whose mothers had taken the drug in pregnancy. Since then, the F.D.A. has come to be viewed as the world’s leading watchdog for protecting the safety of food and drugs, a gold standard whose lead other countries often follow.\nMr. Trump’s most recent statements, made at a White House round-table discussion last week with leaders of the nation’s top drug companies, have reverberated throughout the medical and pharmaceutical industries. Supporters of deregulation have long wanted to reduce bureaucracy and lessen oversight of drugs and devices, while critics say the market for drugs could be destabilized and the door opened to unproven products based on junk science.", "url": "https://www.nytimes.com/2017/02/05/health/with-fda-vacancy-trump-sees-chance-to-speed-drugs-to-the-market.html"}