{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:51:49", "date_modify": "2022-10-25 23:51:49", "date_publish": "2017-11-07 20:31:11", "description": "The warning is an aggressive move by the British satellite giant to win regulatory approval for a deal that has been under review for nearly a year.", "filename": "2017_11_07_business_media_sky-21st-century-fox_1666741909.html", "image_url": "https://static01.nyt.com/images/2017/11/08/business/08SKY2/08SKY2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4cbcab4c5f7825606781112fd6f7c085fe44a2e7c441cc86b2266e02c2a09d97&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_07_business_media_sky-21st-century-fox_1666741909.html", "title": "Sky Threatens to Shut News Channel for 21st Century Fox Deal", "title_page": "Sky Threatens to Shut News Channel for 21st Century Fox Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The British satellite broadcaster Sky warned on Tuesday that it may shut down its 24-hour news channel if the property becomes an obstacle to the company’s effort to sell itself to Rupert Murdoch’s 21st Century Fox.\nIn a regulatory filing with the Competition Markets Authority in Britain, Sky wrote that the regulator should not “simply assume the ‘continued provision of Sky News’” if ownership of the channel posed a problem for the $15 billion transaction.\nThe threat is an aggressive move by Sky to win approval of the transaction, which has been under review by the British government for nearly a year. In September, Britain’s culture minister, Karen Bradley, said that she intended to refer the proposed deal to the competition regulator.\nQuestions over the fate of the deal, in which 21st Century Fox would buy the 61 percent of Sky that it does not already own, have haunted it from the beginning. Mr. Murdoch is a divisive figure in Britain, and critics have questioned whether owning Sky would give his company too much power over British media, with stakes in television, newspaper and online outlets.", "url": "https://www.nytimes.com/2017/11/07/business/media/sky-21st-century-fox.html"}