{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 22:55:18", "date_modify": "2022-10-25 22:55:18", "date_publish": "2017-05-11 04:02:39", "description": "Britain’s abandonment of the European Union jeopardizes London’s status as the leading hub of international finance.", "filename": "2017_05_11_business_dealbook_brexit-uk-london-banking_1666738518.html", "image_url": "https://static01.nyt.com/images/2017/04/04/business/00DB-LONDONFINANCE/00DB-LONDONFINANCE-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f1c4cfda964e3672c764a39b1f301b10ecfe019539a37edc6d4fe6def2766e54&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_11_business_dealbook_brexit-uk-london-banking_1666738518.html", "title": "‘Brexit’ Imperils London’s Claim as Banker to the Planet", "title_page": "‘Brexit’ Imperils London’s Claim as Banker to the Planet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — From a skyscraper in Canary Wharf, the once-bustling cluster of docks transformed into a global banking center, traders at Citigroup’s regional headquarters move unfathomable sums of money around the planet. They are exploiting London’s unrivaled connections to the intricate plumbing of the international financial system.\nNow the flow of money is in doubt, imperiling London’s fortunes.\nMany of the transactions Citigroup oversees here are dependent on Britain’s inclusion in the European Union. Italian banks tap London’s vast pools of money to strengthen tattered balance sheets. German manufacturers borrow funds for expansion. Swiss money managers ply their fortunes. Citigroup and other global banks manage much of this activity, executing trades, and ensuring that money lands where it is supposed to, leaning heavily on their London operations.\nIn March, Prime Minister Theresa May set in motion Britain’s pending divorce from the European Union, starting talks with Europe to resolve future dealings across the English Channel. The negotiations come with a two-year deadline. If no agreement is struck — an outcome that cannot be discounted — Britain’s relationship with the European marketplace would be thrown into chaos.\nThat prospect was seemingly enhanced this week as France elected as its next president, Emmanuel Macron, who has vowed to ensure that Britain emerges the weaker from negotiations. He has promised to fight any agreement preserving access to Europe for London-based financial services companies, while openly calling for bankers to decamp for Paris.", "url": "https://www.nytimes.com/2017/05/11/business/dealbook/brexit-uk-london-banking.html"}