{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:52:05", "date_modify": "2022-10-25 23:52:05", "date_publish": "2017-02-05 19:33:13", "description": "Ajit Pai, the new head of the commission, has taken aim at the key components and consumer protections in President Obama’s internet policies.", "filename": "2017_02_05_technology_trumps-fcc-quickly-targets-net-neutrality-rules_1666741925.html", "image_url": "https://static01.nyt.com/images/2017/02/05/business/06FCC/06FCC-facebookJumbo.jpg?year=2017&h=549&w=1050&s=e44c108925c0d8ca5f06e35f000389c5acbc664198e8426ec6b3786cde48a1f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_05_technology_trumps-fcc-quickly-targets-net-neutrality-rules_1666741925.html", "title": "Trump’s F.C.C. Pick Quickly Targets Net Neutrality Rules", "title_page": "Trump’s F.C.C. Pick Quickly Targets Net Neutrality Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Friday, the F.C.C. took its first steps to pull back those rules, analysts said. Mr. Pai closed an investigation into zero-rating practices of the wireless providers T-Mobile, AT&T and Verizon. Zero-rating is the offering of free streaming and other downloads that do not count against limits on the amount of data a consumer can download.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nIf a provider like AT&T offers free streaming of its DirecTV programs, does that violate net neutrality rules because it could put competing video services at a disadvantage? Under its previous leadership, the F.C.C. said in a report that it saw some evidence that made it concerned. But Mr. Pai said after closing the investigations into wireless carriers that zero-rating was popular among consumers, particularly low-income households.\n“The speed of the ruling and the chairman’s tone are very encouraging for internet service providers,” said Paul Gallant, an analyst at Cowen. “I think it’s a down payment on net neutrality, with much more to follow.”\nLast week, Mr. Pai said he disagreed with the move two years ago to declare broadband a utility. The reclassification of broadband into a service akin to telephones and electricity provided the legal foundation for net neutrality rules.\nMr. Pai said he had not decided how he would approach the overhaul of broadband classification and net neutrality rules, but he faces legal hurdles. A federal court upheld the rules last year, and the commission could end up in a lengthy legal battle if he tries to scrap the rules.\nMr. Pai will have the help of powerful members of Congress who have promised to attack the classification of broadband as a utility-like service. And he is popular among Republican leaders, including the Senate’s majority leader, Mitch McConnell, who with other members viewed Mr. Pai as a loyal voice of dissent during the Obama years. Mr. Pai, 44, the child of immigrants from India who settled in Kansas, is a fresh face for the Republican Party.\nCongress could introduce legislation that limits the agency’s ability to regulate broadband providers and enforce net neutrality rules. Also under attack are privacy rules for broadband providers.", "url": "https://www.nytimes.com/2017/02/05/technology/trumps-fcc-quickly-targets-net-neutrality-rules.html"}