{"authors": ["Eric Lichtblau", "William K. Rashbaum"], "date_download": "2022-10-25 22:58:29", "date_modify": "2022-10-25 22:58:29", "date_publish": "2017-03-13 01:32:21", "description": "Despite being asked repeatedly on Saturday about the nature of the call, the White House was silent until Sunday, when it said the president was trying to extend his good wishes to Mr. Bharara.", "filename": "2017_03_12_us_politics_white-house-addresses-trumps-unorthodox-call-to-preet-bharara_1666738709.html", "image_url": "https://static01.nyt.com/images/2017/03/13/us/13justice/13justice-facebookJumbo.jpg?year=2017&h=550&w=1050&s=fd0f343bd9106e8a785e9031518b721f986e1a12c221ccbdf7481ba1c7475e03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_12_us_politics_white-house-addresses-trumps-unorthodox-call-to-preet-bharara_1666738709.html", "title": "White House Addresses Trump’s Unorthodox Call to Preet Bharara", "title_page": "White House Addresses Trump’s Unorthodox Call to Preet Bharara - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That account left many questions about the firing of Mr. Bharara, who was told by Mr. Trump during the transition period that he would be retained. Some Democrats accused Mr. Trump on Sunday of seeking to deter aggressive federal investigations on Wall Street and elsewhere.\nDespite being asked repeatedly on Saturday about the nature of the call, the White House was silent until Sunday. Ms. Sanders declined to answer other questions, such as why Mr. Trump had changed his mind on Mr. Bharara, whether the president had made similar calls to other United States attorneys before demanding their resignations, and why the president did not try to convey his good wishes through an aide or by some other means.\nIn the call on Thursday, a woman who said she was from the president’s office left a voice mail message asking Mr. Bharara to call back, according to a person to whom Mr. Bharara described the call. The person, who was not authorized to discuss the matter, spoke on the condition of anonymity. Mr. Bharara conferred with his deputy about whether it would be appropriate to return the call, the person said.\nThen he and his deputy, Joon H. Kim, reviewed Justice Department memos governing such contacts, the person added. Because the caller had not specified what the president wanted to discuss, they concluded that it would be prudent to not return the call and to instead contact the office of Attorney General Jeff Sessions, the person said.\nMr. Bharara called the chief of staff to the attorney general, Joseph H. Hunt. “Mr. Hunt was direct and clear in our conversation that, given written White House contacts policy, my position as a sitting U.S. attorney, and my office’s jurisdiction, it would be improper for me to speak directly to the sitting president without knowing the subject matter,” Mr. Bharara said in his statement.", "url": "https://www.nytimes.com/2017/03/12/us/politics/white-house-addresses-trumps-unorthodox-call-to-preet-bharara.html"}