{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:49:12", "date_modify": "2022-10-25 23:49:12", "date_publish": "2017-08-14 23:16:52", "description": "Support for Andrea Stewart-Cousins, the New York Senate minority leader, comes as another racially charged remark from a charter school proponent has emerged.", "filename": "2017_08_14_nyregion_andrea-stewart-cousins-daniel-loeb_1666741752.html", "image_url": "https://static01.nyt.com/images/2017/08/15/nyregion/15stewartcousins1/15stewartcousins1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=bc61b20f7f0b17ef2d549fbd111ddef423c24824b98028aef438a926e08dbd89&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_14_nyregion_andrea-stewart-cousins-daniel-loeb_1666741752.html", "title": "Black Democrats Rally Behind New York Senator Amid Racial Politicking", "title_page": "Black Democrats Rally Behind New York Senator Amid Racial Politicking - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some of New York’s top black Democrats were among the dozens who rallied on the streets of Harlem on Monday to show their support for Senator Andrea Stewart-Cousins, the state Senate minority leader, and criticize a hedge fund manager who had attacked her using racially inflammatory language.\nThe hedge fund manager, Daniel S. Loeb, one of the state’s most prolific political donors, said in a Facebook posting last week that Ms. Stewart-Cousins was worse for minorities than “anyone who has ever donned a hood” because of her support for teachers’ unions. Mr. Loeb has since deleted the post and apologized.\nBut the images from Charlottesville, Va., over the weekend — of white supremacists clashing with protesters in an American city — threw into sharper relief Mr. Loeb’s racially charged analogy.\n“That is unacceptable and we will not tolerate it,” said Hazel N. Dukes, the president of the N.A.A.C.P. New York State Conference. “And we don’t accept the apology. It’s too late.”", "url": "https://www.nytimes.com/2017/08/14/nyregion/andrea-stewart-cousins-daniel-loeb.html"}