{"authors": ["Paul Mozur", "Michael Forsythe"], "date_download": "2022-10-25 23:39:53", "date_modify": "2022-10-25 23:39:53", "date_publish": "2017-02-13 21:51:38", "description": "At least 30 people employed by Xiao Jianhua, who is believed to have been taken to mainland China, have come under one of the widest crackdowns on a private conglomerate in decades.", "filename": "2017_02_13_world_asia_xiao-jianhua-hong-kong-china_1666741193.html", "image_url": "https://static01.nyt.com/images/2017/02/14/world/14Hongkong1/14Hongkong1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b162950b5088534e62c614adee817ad3d75d370febaae27beb432c57ad05d9ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_13_world_asia_xiao-jianhua-hong-kong-china_1666741193.html", "title": "Employees of Missing Hong Kong Billionaire Are Barred From Leaving China", "title_page": "Employees of Missing Hong Kong Billionaire Are Barred From Leaving China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — At least 30 employees of a Hong Kong billionaire who was whisked to China about two weeks ago have been stopped from leaving the mainland, with many more probably unable to travel, two people familiar with the matter said Monday.\nIt has become increasingly apparent that Beijing’s dragnet extends far beyond the billionaire, Xiao Jianhua, and is now closing in on dozens, if not hundreds, of his employees in one of the most far-reaching crackdowns on a private Chinese conglomerate in the nearly four decades since the country began to embrace free markets.\nMr. Xiao, one of China’s wealthiest and most politically connected financiers, was said to have been removed from his apartment at the Four Seasons in Hong Kong in a wheelchair, his head covered by a sheet or a blanket. He is believed to have been taken by boat to the mainland, where he is now in police custody, according to people familiar with the investigation into his disappearance.\nMr. Xiao’s inside knowledge of the financial dealings of China’s most powerful families may have overridden any concerns about violating Hong Kong’s autonomy under the “one country, two systems” arrangement.", "url": "https://www.nytimes.com/2017/02/13/world/asia/xiao-jianhua-hong-kong-china.html"}