{"authors": ["Brooks Barnes", "John Koblin"], "date_download": "2022-10-25 23:34:57", "date_modify": "2022-10-25 23:34:57", "date_publish": "2017-10-08 15:59:13", "description": "BamTech has had success with its services for Major League Baseball, HBO and others. Disney is hoping the company can do the same for it.", "filename": "2017_10_08_business_media_bamtech-disney-streaming_1666740897.html", "image_url": "https://static01.nyt.com/images/2017/10/10/business/00bamtech1/00bamtech1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4240738dfcaebba2926978133b9332483737a92edca39fdf1e8eecbd0808d3fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_08_business_media_bamtech-disney-streaming_1666740897.html", "title": "Disney’s Big Bet on Streaming Relies on Little-Known Tech Company", "title_page": "Disney’s Big Bet on Streaming Relies on Little-Known Tech Company - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About three years ago, Disney started to look at streaming more aggressively. Disney experimented with going it alone, quietly developing an app called DisneyLife. Introduced in November 2015 in Britain, DisneyLife offered old Disney movies and television series, children’s e-books, games and music. Subscriptions cost about $13 a month.\nThe lesson from that was without new movies, or at least exclusive content, interest was limited. Disney soon cut the subscription price in half. After two years, analysts estimate that DisneyLife has only about 437,000 subscribers. (It was never introduced outside Britain.)\nDisney also weighed a bid for Twitter. “We thought Twitter had global reach, a pretty interesting user interface and a compelling way that we might be able to present and sell the content that our company makes to the consumer,” Mr. Iger said at a Vanity Fair conference last Tuesday. Ultimately, though, Disney passed. Twitter’s growing reputation as a platform where hate speech can be disseminated would have posed a problem for the Disney brand.\nSo when Mr. Iger decided in June that the time had come to reposition Disney’s television division for growth by offering its sports, movies and television programming directly to consumers, he asked BamTech to accelerate Disney’s option to take a controlling interest. By early August, Disney had agreed to spend an additional $1.58 billion to bring its BamTech stake to 75 percent.\nMost analysts cheered Disney’s streaming plans, but some investors seem to be taking a wait-and-see approach. One reason is cost.\nStart-up expenses are unknown, but Disney has signaled that they will be huge. (Analysts estimate that marketing alone could easily run $150 million annually.) Disney has also not announced how much it will charge for subscriptions to the still-unnamed services. (Analysts are guessing $5 to $9 a month.) What is certain: To stock its own offerings, Disney plans to pull content from other services — Disney, Pixar, Marvel and Lucasfilm movies will eventually disappear from Netflix — eliminating an enormous, reliable revenue stream.\nMichael Nathanson, a media analyst, estimates that Netflix, for instance, pays Disney $325 million annually to license those films. Also moving to one of the services will be reruns of Disney Channel shows, which generate roughly $500 million annually in third-party licensing fees, according to Doug Mitchelson, an analyst at UBS.", "url": "https://www.nytimes.com/2017/10/08/business/media/bamtech-disney-streaming.html"}