{"authors": ["Matthew Rosenberg", "Adam Goldman"], "date_download": "2022-10-25 23:39:01", "date_modify": "2022-10-25 23:39:01", "date_publish": "2017-06-02 09:00:36", "description": "The appointment of Michael D’Andrea, a.k.a. the Dark Prince, is one of many moves inside the agency that signal a more muscular approach to espionage and covert operations.", "filename": "2017_06_02_world_middleeast_cia-iran-dark-prince-michael-dandrea_1666741141.html", "image_url": "https://static01.nyt.com/images/2017/06/02/us/02darkprince/02darkprince-facebookJumbo.jpg?year=2017&h=550&w=1050&s=69bcd89956c909c5c8615bb8472cf5f23166e7b7a6007e3f61b9e156f3b957ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_02_world_middleeast_cia-iran-dark-prince-michael-dandrea_1666741141.html", "title": "C.I.A. Names the ‘Dark Prince’ to Run Iran Operations, Signaling a Tougher Stance", "title_page": "C.I.A. Names the ‘Dark Prince’ to Run Iran Operations, Signaling a Tougher Stance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — He is known as the Dark Prince or Ayatollah Mike, nicknames he earned as the Central Intelligence Agency officer who oversaw the hunt for Osama bin Laden and the American drone strike campaign that killed thousands of Islamist militants and hundreds of civilians.\nNow the official, Michael D’Andrea, has a new job. He is running the C.I.A.’s Iran operations, according to current and former intelligence officials, an appointment that is the first major sign that the Trump administration is invoking the hard line the president took against Iran during his campaign.\nMr. D’Andrea’s new role is one of a number of moves inside the spy agency that signal a more muscular approach to covert operations under the leadership of Mike Pompeo, the conservative Republican and former congressman, the officials said. The agency also recently named a new chief of counterterrorism, who has begun pushing for greater latitude to strike militants.\nIran has been one of the hardest targets for the C.I.A. The agency has extremely limited access to the country — no American embassy is open to provide diplomatic cover — and Iran’s intelligence services have spent nearly four decades trying to counter American espionage and covert operations.", "url": "https://www.nytimes.com/2017/06/02/world/middleeast/cia-iran-dark-prince-michael-dandrea.html"}