{"authors": ["Julie Hirschfeld Davis", "Alan Rappeport"], "date_download": "2022-10-25 23:35:56", "date_modify": "2022-10-25 23:35:56", "date_publish": "2017-09-27 14:20:00", "description": "In Indiana, President Trump began an intense push to slash taxes and salvage what is left of his foundering legislative agenda in Congress.", "filename": "2017_09_27_us_politics_trump-tax-cut-plan-middle-class-deficit_1666740956.html", "image_url": "https://static01.nyt.com/images/2017/09/27/us/27trump4-alpha/27trump4-alpha-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=a688bb95e041e5096dadbcf44fa7143a0a0ca456105149a3f58464c17b0dbb9c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_27_us_politics_trump-tax-cut-plan-middle-class-deficit_1666740956.html", "title": "Trump Proposes the Most Sweeping Tax Overhaul in Decades", "title_page": "Trump Proposes the Most Sweeping Tax Overhaul in Decades - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "INDIANAPOLIS — President Trump on Wednesday began an ambitious push to slash taxes and salvage what remains of his embattled legislative agenda in Congress this year, proposing a politically challenging array of tax cuts for individuals and businesses that would constitute the most sweeping changes to the federal tax code in decades.\nMr. Trump, smarting from the latest defeat this week of his efforts to dismantle the Affordable Care Act, cast the tax plan as an economic imperative and the fulfillment of a promise to his working-class supporters to deliver benefits in the form of lower taxes, better jobs and higher wages.\n“This is a revolutionary change, and the biggest winners will be the everyday American workers as jobs start pouring into our country, as companies start competing for American labor and as wages start going up at levels that you haven’t seen in many years,” Mr. Trump told hundreds of supporters in a speech at the Indiana State Fair Grounds.\nBut the president offered no measure of the plan’s cost and scant detail about how working people would benefit from a proposal that has explicit and substantial rewards for wealthy people and corporations, including the elimination of taxes on large inheritances and deep reductions in the rates paid by businesses large and small.", "url": "https://www.nytimes.com/2017/09/27/us/politics/trump-tax-cut-plan-middle-class-deficit.html"}