{"authors": ["Nick Cumming-Bruce"], "date_download": "2022-10-25 23:01:09", "date_modify": "2022-10-25 23:01:09", "date_publish": "2017-03-27 11:29:29", "description": "A judge in Spain will hear criminal proceedings against nine Syrian officials in a torture case, in which the victim’s sister is a Spanish citizen.", "filename": "2017_03_27_world_middleeast_syria-crime-torture-assad-war_1666738869.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_27_world_middleeast_syria-crime-torture-assad-war_1666738869.html", "title": "High-Ranking Syrian Officials Could Face Reckoning in Landmark Spain Case", "title_page": "High-Ranking Syrian Officials Could Face Reckoning in Landmark Spain Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The death of a 43-year-old delivery van driver in Syria with no known political connections could easily have faded into obscurity. Instead, photographs showing he was burned, beaten and starved in a Damascus prison have propelled him to prominence in a landmark legal action targeting officials close to President Bashar al-Assad.\nA judge in Spain’s national court agreed on Monday to hear criminal proceedings against high-ranking members of Syria’s security services over the 2013 death of the driver, identified in court documents only by his first name, Abdul, to protect relatives in Syria.\nThe complaint, filed by Abdul’s sister Amal, who manages a Madrid beauty salon, accuses nine of Mr. Assad’s top security chiefs of state terrorism, alleging that they used government institutions to commit crimes of extreme violence aimed at terrorizing the civilian population and silencing dissent after Arab Spring protests in 2011.\nWhile Syria may dismiss the complaint as meaningless, international jurists said it could represent a legal reckoning for Syrian officials who have acted with impunity in six years of war.", "url": "https://www.nytimes.com/2017/03/27/world/middleeast/syria-crime-torture-assad-war.html"}