{"authors": ["Lisa W. Foderaro"], "date_download": "2022-10-25 23:53:52", "date_modify": "2022-10-25 23:53:52", "date_publish": "2017-07-05 22:27:37", "description": "The election of President Trump has persuaded some that the state needs to chart its own course, and a ballot question in November offers that chance.", "filename": "2017_07_05_nyregion_constitutional-convention-voting-new-york_1666742032.html", "image_url": "https://static01.nyt.com/images/2017/07/06/nyregion/06CONSTITUTION/00CONSTITUTION-facebookJumbo.jpg?year=2017&h=549&w=1050&s=5b4695d1f91fb0a4064f0820d8ebcc7a8d4a1cd625ffc7374397a420f872ee03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_05_nyregion_constitutional-convention-voting-new-york_1666742032.html", "title": "A Constitutional Convention for New York? This May Be the Year", "title_page": "A Constitutional Convention for New York? This May Be the Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nonprofit groups interested in issues including campaign finance reform, redistricting, term limits and the legalization of marijuana have come out in favor of a convention. They argue that the state Legislature is unlikely to take up these thorny, politically treacherous topics. At the same time, unions like the United Federation of Teachers and state legislative leaders have argued against a convention, saying it could repeal hallowed protections.\nThere are some offbeat — some might say flaky — positions that advocates say could come about only during a constitutional convention. They include calls for a unicameral Legislature — doing away with the Assembly or Senate — and the division of the state into autonomous regions, with separate regional governors and legislatures.\nThe last constitutional convention held in the state was called by the Legislature in 1967. That convention’s recommendations, which voters had to approve in a subsequent ballot, were ultimately turned down. The last convention that voters actually requested themselves occurred nearly 80 years ago, in 1938, when a number of protections were added to the Constitution.\nGerald Benjamin, a professor of political science at the State University of New York at New Paltz, has long advocated a constitutional convention. Former Gov. Mario M. Cuomo appointed a commission to prepare for a vote in 1997 on such a convention, appointing Professor Benjamin research director. But when Gov. George E. Pataki came into office, he expressed a distinct lack of interest, and voters turned it down.\n“We have a convergence of opportunities and circumstances,” said Professor Benjamin, who is co-editor of a new book, “New York’s Broken Constitution: The Governance Crisis and the Path to Renewed Greatness.” “We have a government with very serious challenges and problems, some of which are visible and some are not, and we have an aroused public that is angry about government in general.”", "url": "https://www.nytimes.com/2017/07/05/nyregion/constitutional-convention-voting-new-york.html"}