{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:44:58", "date_modify": "2022-10-25 23:44:58", "date_publish": "2017-08-25 14:19:56", "description": "Janet Yellen, the Federal Reserve chairwoman, said Friday that stronger financial regulations have benefited the economy and should be preserved.", "filename": "2017_08_25_us_politics_yellen-warns-against-erasing-regulations-made-after-the-financial-crisis_1666741498.html", "image_url": "https://static01.nyt.com/images/2017/08/26/us/26dc-fed/26dc-fed-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f3cc8d4421d1e6365ed031cba0878e691ae585ea1e0d211204cba861fb13279a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_25_us_politics_yellen-warns-against-erasing-regulations-made-after-the-financial-crisis_1666741498.html", "title": "Yellen Warns Against Erasing Regulations Made After Financial Crisis", "title_page": "Yellen Warns Against Erasing Regulations Made After Financial Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Yellen, who rarely spoke about regulatory issues during Mr. Obama’s presidency, has been increasingly outspoken in defense of those changes.\nStanley Fischer, the Fed’s vice chairman, issued a similar warning about deregulation to the administration this week. “After 10 years, everybody wants to go back to a status quo before the great financial crisis,” Mr. Fischer told The Financial Times. “And I find that really, extremely dangerous and extremely shortsighted.”\nKaren Shaw Petrou of Federal Financial Analytics, a regulatory policy consulting firm, described the comments as a watershed moment for the Fed. Historically, she said, Fed officials have deferred to politicians on regulatory issues to preserve the Fed from a backlash that might limit its independence to make monetary policy.\n“I think the Fischer-Yellen counterattack is unprecedented in its openness, and signals the strong commitment since the crisis by the Fed — at least this board — to a new dual mandate: macroeconomic growth and financial stability,” she said.\nMario Draghi, the president of the European Central Bank, joined the chorus in a lunchtime address.\n“There is never a good time for having lax regulation,” he said. “Any reversal would call into question whether the lessons of the crisis have indeed been learned.”\nBoth Ms. Yellen and Mr. Draghi took the day off from saying anything of substance about monetary policy, although Mr. Draghi said in response to a question that the European Central Bank needed to be “very patient” in deciding how long to maintain its stimulus campaign.\nThe world’s major economies are all expanding for the first time since the financial crisis, but the pace of growth remains disappointingly slow. The annual conference here brings together officials from around the world, and much of the discussion has focused on ways to increase growth. There is a consensus that monetary policy has done what it can.", "url": "https://www.nytimes.com/2017/08/25/us/politics/yellen-warns-against-erasing-regulations-made-after-the-financial-crisis.html"}