{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:45:40", "date_modify": "2022-10-25 23:45:40", "date_publish": "2017-05-25 03:15:59", "description": "The guided missile destroyer Dewey came within 12 nautical miles of Mischief Reef in the Spratly Islands, showing a shift in the White House’s dealings with Beijing.", "filename": "2017_05_24_world_asia_south-china-sea-us-navy-warship-spratly-islands_1666741540.html", "image_url": "https://static01.nyt.com/images/2017/05/26/world/26china-island-1/26china-island-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1fa6831fc8c76f050005f439ba56284c2d769587dcf0fdb231652d966f667ee0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_24_world_asia_south-china-sea-us-navy-warship-spratly-islands_1666741540.html", "title": "U.S. Warship Sails Near Island Claimed by Beijing in South China Sea", "title_page": "U.S. Warship Sails Near Island Claimed by Beijing in South China Sea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — A United States Navy warship sailed within 12 nautical miles of an artificial island claimed by China in the South China Sea on Wednesday, an operation that showed a new firmness by the Trump administration in its dealings with Beijing.\nThe warship, the guided missile destroyer Dewey, passed near Mischief Reef in the Spratly Islands, not far from the Philippines, American military officials said.\nThe operation may tamp down concerns among allies of the United States that the Trump administration has been unwilling to confront China’s territorial claims in the South China Sea as it seeks Beijing’s cooperation on issues like halting North Korea’s nuclear program.\nUntil the operation on Wednesday, the Pentagon had turned down requests from the United States Pacific Command in Hawaii, under the command of Adm. Harry B. Harris Jr., for such maneuvers. It was the first freedom of navigation operation since President Trump took office.", "url": "https://www.nytimes.com/2017/05/24/world/asia/south-china-sea-us-navy-warship-spratly-islands.html"}