{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:30:15", "date_modify": "2022-10-25 23:30:15", "date_publish": "2017-04-19 15:01:13", "description": "As America prepared to go to war in the spring of 1917, German forces were in strategic retreat along the Western Front.", "filename": "2017_04_19_insider_in-devastated-northern-france-the-french-flag-flies-again_1666740615.html", "image_url": "https://static01.nyt.com/images/2017/04/18/insider/worldwar170419a/worldwar170419a-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7e5a2c7605a7b4ec5beca7a14ec056c5e56f4256b93af310121b73fee5dc0d44&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_19_insider_in-devastated-northern-france-the-french-flag-flies-again_1666740615.html", "title": "In Devastated Northern France, the French Flag Flies Again", "title_page": "In Devastated Northern France, the French Flag Flies Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Times Insider is offering glimpses of some of the most memorable wartime illustrations that appeared in The New York Times Mid-Week Pictorial, on the 100th anniversary of each issue.\nImage “‘The Deliverance,’ An Incident of the German Retreat: This picture typifies the deliverance of the cities of Northern France, for two years and a half under Prussian domination, from the iron rule of the conqueror. The children, quick to recognize their friends, are being given a ride by the men of an advance British bicycle corps.” Credit... The New York Times Mid-Week Pictorial, April 19, 1917\nThe damage done to French cities and towns along the Western Front, as the German army staged a strategic retreat to the virtually impregnable Hindenburg line, was the main subject of this week’s Pictorial.\nNoyon was among the towns retaken by Allied forces on March 18 after the Germans withdrew. Rotogravure reproductions in the Pictorial showed the French army entering Noyon — though scarcely in a cinematic scene of jubilation — as well as the damage done to Noyon, Bapaume, and Nesle.", "url": "https://www.nytimes.com/2017/04/19/insider/in-devastated-northern-france-the-french-flag-flies-again.html"}