{"authors": ["John Koblin"], "date_download": "2022-10-25 23:51:57", "date_modify": "2022-10-25 23:51:57", "date_publish": "2017-08-14 05:49:29", "description": "Her shows “Grey’s Anatomy” and “Scandal” will stay at ABC, but Ms. Rhimes has an exclusive deal to create projects for the streaming giant Netflix.", "filename": "2017_08_14_business_media_shonda-rhimes-netflix-deal_1666741917.html", "image_url": "https://static01.nyt.com/images/2017/08/15/arts/15SHONDA-1/15SHONDA-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=79839c42453cdac8c06f937bf06f6439aea1682933be2a525cd44b73b1b75fe3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_14_business_media_shonda-rhimes-netflix-deal_1666741917.html", "title": "Netflix Signs Shonda Rhimes in Counterpunch to ABC and Disney", "title_page": "Netflix Signs Shonda Rhimes in Counterpunch to ABC and Disney - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Netflix’s chief content officer, Ted Sarandos, said in a statement, “I’ve gotten the chance to know Shonda and she’s a true Netflixer at heart — she loves TV and films, she cares passionately about her work, and she delivers for her audience.”\nMs. Rhimes said in her own statement: “Shondaland’s move to Netflix is the result of a shared plan Ted Sarandos and I built based on my vision for myself as a storyteller and for the evolution of my company. Ted provides a clear, fearless space for creators at Netflix. He understood what I was looking for — the opportunity to build a vibrant new storytelling home for writers with the unique creative freedom and instantaneous global reach provided by Netflix’s singular sense of innovation. The future of Shondaland at Netflix has limitless possibilities.”\nThe deal was reported earlier by The Wall Street Journal.\nMs. Rhimes has been with ABC for more than a decade and has long been one of that network’s biggest names. She’s been a reliable generator of hits, including building an entire Thursday-night lineup that ABC’s marketing department has dubbed #TGIT.\nThough it has been a ratings force, the lineup has showed signs of wear and tear recently. “Grey’s Anatomy,” which will begin Season 14 in September, remains a hit with sturdy ratings, but the ratings for “Scandal” have nose dived and “The Catch,” co-produced by Ms. Rhimes, was canceled in May.\nThat same month, ABC announced that “Scandal” would end next year after the series’ seventh season, something the network tried to turn into a marketing bonanza at its annual advertiser pitch in the spring.", "url": "https://www.nytimes.com/2017/08/14/business/media/shonda-rhimes-netflix-deal.html"}