{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:33:40", "date_modify": "2022-10-25 23:33:40", "date_publish": "2017-11-19 19:35:32", "description": "Many in France call sexual harassment a national emergency, but cultural and legal barriers discourage women from complaining about harassment in the workplace.", "filename": "2017_11_19_world_europe_france-sexual-harassment_1666740820.html", "image_url": "https://static01.nyt.com/images/2017/11/15/world/xxharassment1/xxharassment1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=30eaad0010ed07d1340cd2fe012d9c127333456df1252102946d801eb679a9d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_19_world_europe_france-sexual-harassment_1666740820.html", "title": "‘Revolt’ in France Against Sexual Harassment Hits Cultural Resistance", "title_page": "‘Revolt’ in France Against Sexual Harassment Hits Cultural Resistance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — In the icy winter of 1905, many of the women who hand-painted the world-famous Limoges vases and figurines went on strike in France — not because they were poorly paid or toiled long hours, but because they were prey to the factory overseer’s sexual urges.\nTheir protest was against the custom, inherited from the Middle Ages, in which bosses (or feudal lords) compelled sexual services from the young women who worked for them.\nA different kind of protest against sexual abuse is underway in France and America in the wake of the accusations of abuse by the Hollywood producer Harvey Weinstein. These new protesters are armed with hashtags like #MeToo and #BalanceTonPorc, or “Out Your Pig.”\nBut not everyone is so sure that the current wave of outrage on social media will be enough to change behavior and attitudes that have resisted generations of efforts in France.", "url": "https://www.nytimes.com/2017/11/19/world/europe/france-sexual-harassment.html"}