{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:48:36", "date_modify": "2022-10-25 23:48:36", "date_publish": "2017-08-08 00:00:40", "description": "The report directly contradicts Trump administration claims about global warming and concludes that temperatures have risen rapidly since 1980.", "filename": "2017_08_07_climate_climate-change-drastic-warming-trump_1666741716.html", "image_url": "https://static01.nyt.com/images/2017/08/09/insider/08climatealpha/08climatealpha-facebookJumbo.jpg?year=2017&h=549&w=1050&s=da862d41f92a4a2ab3c1436861b572a1b1ba4f26e4dee06468b9ce870019ecb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_07_climate_climate-change-drastic-warming-trump_1666741716.html", "title": "Scientists Fear Trump Will Dismiss Blunt Climate Report", "title_page": "Scientists Fear Trump Will Dismiss Blunt Climate Report - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The average temperature in the United States has risen rapidly and drastically since 1980, and recent decades have been the warmest of the past 1,500 years, according to a sweeping federal climate change report awaiting approval by the Trump administration.\nThe draft report by scientists from 13 federal agencies concludes that Americans are feeling the effects of climate change right now. It directly contradicts claims by President Trump and members of his cabinet who say that the human contribution to climate change is uncertain, and that the ability to predict the effects is limited.\n“Evidence for a changing climate abounds, from the top of the atmosphere to the depths of the oceans,” a draft of the report states. It was uploaded to a nonprofit internet digital library in January but received little attention until it was published by The New York Times.\nThe authors note that thousands of studies, conducted by tens of thousands of scientists, have documented climate changes on land and in the air. “Many lines of evidence demonstrate that human activities, especially emissions of greenhouse (heat-trapping) gases, are primarily responsible for recent observed climate change,” they wrote.", "url": "https://www.nytimes.com/2017/08/07/climate/climate-change-drastic-warming-trump.html"}