{"authors": ["Ron Nixon"], "date_download": "2022-10-25 23:38:11", "date_modify": "2022-10-25 23:38:11", "date_publish": "2017-11-07 02:10:09", "description": "The Trump administration said thousands of immigrants from Nicaragua would have to leave the country by Jan. 5, 2019, but extended protections for Hondurans, for now.", "filename": "2017_11_06_us_politics_immigrants-temporary-protected-status-central-americans-haitians_1666741091.html", "image_url": "https://static01.nyt.com/images/2017/11/07/us/politics/07dc-deport/07dc-deport-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5174d713a95bba512968bbba678603804684fa5270c81e0178e432643699785f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_06_us_politics_immigrants-temporary-protected-status-central-americans-haitians_1666741091.html", "title": "About 2,500 Nicaraguans to Lose Special Permission to Live in U.S.", "title_page": "About 2,500 Nicaraguans to Lose Special Permission to Live in U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Thousands of immigrants from Nicaragua who came to the United States illegally, many of them decades ago, will lose special permission allowing them to stay in the country, the Trump administration said on Monday.\nHowever, officials from the Department of Homeland Security said the effective date of termination would be delayed one year, until Jan. 5, 2019, to give about 2,500 individuals time to leave the country or adjust their immigration status.\nThe program allowing them to stay, Temporary Protected Status, was enacted by Congress in 1990 to protect foreigners, particularly Central Americans, fleeing war, natural disasters or catastrophes and was extended to Haitians after the 2010 earthquake.\nOfficials said that Elaine Duke, the acting secretary of homeland security, had not made a decision on hundreds of thousands of immigrants from Haiti, El Salvador and Honduras who are also covered under the program. The department had until Monday to extend or terminate the program for Nicaragua and Honduras. Ms. Duke, saying she did not have enough information, said she would continue to review protections for Hondurans. The temporary protective status covering immigrants from Honduras will be extended for at least six months, through July 5.", "url": "https://www.nytimes.com/2017/11/06/us/politics/immigrants-temporary-protected-status-central-americans-haitians.html"}