{"authors": ["Michael R. Gordon"], "date_download": "2022-10-25 23:01:12", "date_modify": "2022-10-25 23:01:12", "date_publish": "2017-03-21 00:08:16", "description": "A former police photographer who documented torture by the Assad regime returned to Washington to press his case, along with a relative.", "filename": "2017_03_20_world_middleeast_caesar-syrian-defector-trump-safe-zone_1666738872.html", "image_url": "https://static01.nyt.com/images/2017/03/21/world/21defector-sub/21defector-sub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=21ed4c8b82beb5ab8fe455c5fbbedf71e93ad85e5c8380f3eec351647e296d4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_20_world_middleeast_caesar-syrian-defector-trump-safe-zone_1666738872.html", "title": "Syrian Defectors Urge Trump to Fulfill Vow to Create Safe Zones", "title_page": "Syrian Defectors Urge Trump to Fulfill Vow to Create Safe Zones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It was July 2014 when the Syrian defector, using the pseudonym Caesar, last slipped into Washington. Wearing a hood to hide his identity, the defector, a former Syrian police photographer, explained to a congressional committee how he had smuggled photographs out of the country that documented how thousands of Syrians had perished in President Bashar al-Assad’s prisons.\nCaesar had hoped the revelation would spur the Obama administration to take action against Mr. Assad, and he has acknowledged that he was bitterly disappointed when the United States and its allies refrained from intervening.\nUndaunted, Caesar and a fellow defector, a relative who identified himself as Sami, have returned to make a fresh appeal to a new commander in chief. Caesar is scheduled to go to the White House this week to urge President Trump’s advisers to follow through on a pledge to establish safe zones in Syria and take other steps to assist the Syrian opposition.\n“We are hopeful that President Trump will do what President Obama refused to do,” Sami said. “I do not believe the time is too late.”", "url": "https://www.nytimes.com/2017/03/20/world/middleeast/caesar-syrian-defector-trump-safe-zone.html"}