{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:34:35", "date_modify": "2022-10-25 23:34:35", "date_publish": "2017-06-14 15:31:20", "description": "Mr. Scalise, the House majority whip, has played for years in the annual charity congressional baseball game. He was shot in the hip during a practice for the game.", "filename": "2017_06_14_us_politics_who-is-steve-scalise.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=b-lede-package-region&region=top-news&WT.nav=top-news_1666740875.html", "image_url": "https://static01.nyt.com/images/2017/06/14/us/15xp-shooting3/15xp-shooting3-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8a0cab186cb65c7509995d2c268eb9913381721e3c25cf9ac7f3d520feecde92&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_14_us_politics_who-is-steve-scalise.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=b-lede-package-region&region=top-news&WT.nav=top-news_1666740875.html", "title": "Steve Scalise, Wounded Lawmaker, Takes Pride in Baseball and Politics", "title_page": "Steve Scalise, Wounded Lawmaker, Takes Pride in Baseball and Politics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As the majority whip in the House, Representative Steve Scalise is known among his Republican colleagues as a pleasant, persistent force, who gently checks back to see whether a lawmaker who has repeatedly said “nope, not with you” on a coming vote has had a change of heart.\nBack home in southern Louisiana, Mr. Scalise hangs his own Christmas lights on his modest house in suburban Jefferson while his security team idles nearby, pads around Sam’s Club with his honey-do list on Saturdays, and continues to knock on doors for votes, even though he has few challengers these days.\nIn both places, Mr. Scalise is known for his passionate love of baseball and for the annual congressional baseball game, a Washington tradition in which Republicans play Democrats for charity. His office is decorated with photos of him playing in previous contests, and he is a fixture at practices.", "url": "https://www.nytimes.com/2017/06/14/us/politics/who-is-steve-scalise.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=b-lede-package-region&region=top-news&WT.nav=top-news"}