{"authors": ["The New York Times"], "date_download": "2022-10-25 23:45:10", "date_modify": "2022-10-25 23:45:10", "date_publish": "2017-09-21 08:29:19", "description": "Puerto Ricans are facing the crushing devastation wrought by Hurricane Maria — splintered homes, uprooted trees and floodwaters coursing through streets.", "filename": "2017_09_21_us_hurricane-maria-puerto-rico_1666741510.html", "image_url": "https://static01.nyt.com/images/2017/09/21/us/21storm-alpha/merlin-to-scoop-127664219-73786-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c3560515a7654e99ee7e026565128ef8f400f974e86a992ea93130a418a48197&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_21_us_hurricane-maria-puerto-rico_1666741510.html", "title": "Hurricane Maria Updates: In Puerto Rico, the Storm ‘Destroyed Us’", "title_page": "Hurricane Maria Updates: In Puerto Rico, the Storm ‘Destroyed Us’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Read the latest on Hurricane Maria with Friday’s live updates.\nPuerto Rico remained in the throes of chaos and devastation Thursday as the remnants of Hurricane Maria continued to dump rain on the island — up to three feet in some areas.\nFlash flood warnings persisted, according to the National Hurricane Center, with “catastrophic” flooding “especially in areas of mountainous terrain.”\nThe strikingly powerful storm had rendered an estimated 3.4 million people without power, and with the territory’s energy grid all but destroyed, Gov. Ricardo Rosselló predicted a long period of recovery. Anxious relatives in the mainland United States and elsewhere took to social media in an effort to find news of their loved ones.\nLate Thursday, the mayor of Toa Baja, a town in northern Puerto Rico, told The New York Times that eight people had drowned there after flooding. That brought to at least 10 the number who have died in Puerto Rico as a result of Hurricane Maria, a toll that is expected to climb.\nPuerto Rico faces numerous obstacles as it begins to emerge from the storm: the weight of an extended debt and bankruptcy crisis; a recovery process begun after Irma, which killed at least three people and left nearly 70 percent of households without power; the difficulty of getting to an island far from the mainland; and the strain on relief efforts by the Federal Emergency Management Agency and other groups already spread thin in the wake of several recent storms.\n“Irma gave us a break, but Maria destroyed us,” said Edwin Serrano, a construction worker in Old San Juan.\nThe storm churned off the northern coast of the Dominican Republic as a Category 3 hurricane on Thursday, and the National Hurricane Center repeated hurricane warnings for late Thursday and early Friday morning for the southeastern Bahamas and the Turks and Caicos.", "url": "https://www.nytimes.com/2017/09/21/us/hurricane-maria-puerto-rico.html"}