{"authors": ["Kate Kelly", "Landon Thomas Jr."], "date_download": "2022-10-25 23:51:28", "date_modify": "2022-10-25 23:51:28", "date_publish": "2017-05-26 00:51:50", "description": "Saudi Arabia’s largest sovereign wealth fund will make a $20 billion investment in a new Blackstone infrastructure project, which could then double in size.", "filename": "2017_05_25_business_dealbook_blackstone-saudi-arabia-investments-infrastructure_1666741888.html", "image_url": "https://static01.nyt.com/images/2017/05/26/business/26DB-BLACKSTONE1/26DB-BLACKSTONE1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3ec812fd0094d0a8b258a4c25831bb7c46525300194f311620a746d6d8f766c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_25_business_dealbook_blackstone-saudi-arabia-investments-infrastructure_1666741888.html", "title": "Big Payoff After Blackstone Courted a Saudi Prince", "title_page": "Big Payoff After Blackstone Courted a Saudi Prince - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet they also have the benefit of being less volatile investments that produce steady returns.\nInfrastructure investments average returns of 10 percent a year, according to the data provider Preqin: less than an investment in a basket of stocks in the Standard & Poor’s 500 index would have generated for much of the past decade, but without the wrenching ups and downs of the public market.\n“The appetite for infrastructure investing is really strong, and investors are currently looking to increase their exposure right now,” said Tom Carr, an expert in infrastructure investing at Preqin. “The returns have been very stable, and because these are long-term investments, they sit very well in the portfolios of pension funds and insurance companies.”\nIn North America, the territory where much of the infrastructure money is raised, fund-raising activity has been on a tear in recent years, with infrastructure investors now overseeing $376 billion, Preqin calculates.\nStill, there is a long road ahead. Private-sector investing in infrastructure is a nascent business in the United States, compared with countries like Canada and Australia.\nAnd while Mr. Trump has vowed to streamline the permitting process for construction projects and has proposed a budget earmarking $200 billion for infrastructure over the next 10 years, his handling of an F.B.I. investigation into his campaign’s ties to Russia has raised doubts about what he can accomplish in Washington.\nPrivate equity experts also cautioned that the commitment of such a large sum to one fund by a single investor, as in Saudi Arabia’s case, is highly unusual. While Blackstone will be making the investment decisions, navigating the merits of various deals with such a large and influential partner will add complexities that more diversified funds do not face.", "url": "https://www.nytimes.com/2017/05/25/business/dealbook/blackstone-saudi-arabia-investments-infrastructure.html"}