{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:30:43", "date_modify": "2022-10-25 23:30:43", "date_publish": "2017-04-12 00:55:03", "description": "Travis Kalanick, chief executive of the ride-sharing service, said Rachel Whetstone, the company’s head of policy and communications, was leaving of her own volition.", "filename": "2017_04_11_technology_ubers-head-of-policy-and-communications-joins-executive-exodus_1666740643.html", "image_url": "https://static01.nyt.com/images/2017/04/12/business/12uber/12uber-facebookJumbo.jpg?year=2017&h=549&w=1050&s=094923665543eca3a92c4adb6d8b1370b29534f42e363d60af05aae4fb80bc4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_11_technology_ubers-head-of-policy-and-communications-joins-executive-exodus_1666740643.html", "title": "Executive Who Steered Uber Through Scandals Joins Exodus", "title_page": "Executive Who Steered Uber Through Scandals Joins Exodus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Uber has lost a string of top managers in recent months as the ride-hailing company has dealt with scandals over its workplace culture and its executives’ behavior. That exodus is continuing with the exit of Rachel Whetstone, the company’s head of policy and communications.\nIn an internal email to employees on Tuesday, Uber’s chief executive, Travis Kalanick, said Ms. Whetstone was leaving amicably and of her own volition. “Since joining in 2015, Rachel has blown us all away with her ability to get stuff done,” Mr. Kalanick wrote.\nIn a statement, Ms. Whetstone said, “I joined Uber because I love the product — and that love is as strong today as it was when I booked my very first ride six years ago.”\nBut internally, Mr. Kalanick and Ms. Whetstone had a complicated relationship, according to three current and former employees who requested anonymity because they were not authorized to discuss personnel matters. Mr. Kalanick and Ms. Whetstone are intense personalities and occasionally clashed over how to handle external communications, especially in times of crisis, these people said.", "url": "https://www.nytimes.com/2017/04/11/technology/ubers-head-of-policy-and-communications-joins-executive-exodus.html"}