{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:19", "date_modify": "2022-10-25 23:43:19", "date_publish": "2017-09-30 18:48:31", "description": "The Mossos d’Esquadra, an autonomous force, has been told to confront the very citizens who recently praised their response to terrorist attacks.", "filename": "2017_09_30_world_europe_catalonia-police-independence_1666741399.html", "image_url": "https://static01.nyt.com/images/2017/10/01/world/01catalan-police/01catalan-police-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8e1f83e92d5b0ef3b70feb06bdcae95c4fa80fe82e3ad459f48ea8834a4bd2dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_30_world_europe_catalonia-police-independence_1666741399.html", "title": "Catalan Police Face Their Own Test of Independence", "title_page": "Catalan Police Face Their Own Test of Independence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA — Catalonia’s police force faces a crucial test of its autonomy on Sunday, as it comes under orders from the national government in Madrid to prevent Catalans from voting on their independence.\nIt is a daunting task for the Catalan police, an autonomous force known as the Mossos d’Esquadra, which has been told to shut polling stations early on Sunday and dislodge people who plan to sleep there overnight. Those Catalans hope to safeguard the referendum, which Spain’s constitutional court has formally suspended.\nThe Mossos will confront the very citizens who recently praised them for their response to the August terrorist attacks in Catalonia. But Catalans have had an up-and-down relationship with the Mossos, notably over the use of force, and the unit has increasingly been pulled into the politics of the secessionist drive.\nFor now, however, separatists are confident that the Mossos commanders will stick to their recent pledge to avoid unrest at all costs and perhaps leave to thousands of other Spanish police officers the task of completing a referendum shutdown.", "url": "https://www.nytimes.com/2017/09/30/world/europe/catalonia-police-independence.html"}