{"authors": ["Thomas Kaplan", "Robert Pear"], "date_download": "2022-10-26 00:16:24", "date_modify": "2022-10-26 00:16:24", "date_publish": "2017-10-17 18:04:31", "description": "A plan by Senators Lamar Alexander of Tennessee and Patty Murray of Washington to fund health subsidies for low-income consumers won President Trump’s backing.", "filename": "2017_10_17_us_politics_alexander-murray-deal-obamacare-subsidies_1666743384.html", "image_url": "https://static01.nyt.com/images/2017/10/18/us/18dc-health/18dc-health-facebookJumbo.jpg?year=2017&h=550&w=1050&s=24a73f7b672e067547ad2ec0148bf5d0f22caca66ac48edeb4eb97a99c4b7152&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_17_us_politics_alexander-murray-deal-obamacare-subsidies_1666743384.html", "title": "2 Senators Strike Deal on Health Subsidies That Trump Cut Off", "title_page": "2 Senators Strike Deal on Health Subsidies That Trump Cut Off - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Democrats, not only would the cost-sharing reductions be brought back, but millions of dollars would be restored for advertising and outreach activities that publicize insurance options available in the health law’s open enrollment period, which starts next month. The Trump administration had slashed that funding.\n“We will spend about twice as much or more than President Trump wanted to expend,” Mr. Alexander promised.\nAccusing Mr. Trump of taking steps to “sabotage health care in our country,” Ms. Murray said, “I’m really glad that Democrats and Republicans agree it’s unacceptable, and that the uncertainty and dysfunction cannot continue.”\nSenator Chuck Schumer of New York, the Democratic leader, hailed the agreement as a model for how the two parties could work together on other issues, such as taxes.\n“I don’t expect the Republicans to give up their goal of repealing A.C.A.,” Mr. Schumer said. “But in the meantime, stabilizing the system, preventing chaos and stopping the sabotage is in everybody’s interest.”\nThe fate of the cost-sharing subsidies has been in doubt since a federal district judge ruled in 2016 that the payments to insurers were unconstitutional, because Congress had never appropriated money for them. Mr. Trump, whose administration has been taking steps to undermine operation of the health law, declared last week that he would stop the payments.\nIf the cost-sharing payments were cut off and premiums increased, many low-income people would receive more financial assistance, in the form of larger tax credits, to help pay the higher premiums. But many middle-income people who do not receive such assistance would have to bear the additional cost on their own.", "url": "https://www.nytimes.com/2017/10/17/us/politics/alexander-murray-deal-obamacare-subsidies.html"}