{"authors": ["Margot Sanger-Katz"], "date_download": "2022-10-25 23:38:29", "date_modify": "2022-10-25 23:38:29", "date_publish": "2017-03-07 18:31:29", "description": "The bill seems unlikely to lower costs, does less to open up the market than conservatives had hoped and offers subsidies still seen as too generous.", "filename": "2017_03_07_upshot_why-even-some-republicans-are-rejecting-the-replacement-bill_1666741109.html", "image_url": "https://static01.nyt.com/images/2017/03/09/us/09up-health/up-healthSUB-facebookJumbo.jpg?year=2017&h=549&w=1050&s=d680ab8d19a7295c4c3f708e32773f3ab1076982491e436e0cb540a67fd1bac2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_07_upshot_why-even-some-republicans-are-rejecting-the-replacement-bill_1666741109.html", "title": "Why Even Some Republicans Are Rejecting the Replacement Bill", "title_page": "Why Even Some Republicans Are Rejecting the Replacement Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Republicans in Congress are fond of calling Obamacare a death spiral of escalating costs and declining coverage. But their replacement plan could make those problems even worse.\nTuesday, the morning after two House committees released legislation that would replace the Affordable Care Act with the American Health Care Act, the plan received a tepid, even hostile reaction from many outside conservative groups and Republicans in Congress. The bill does less than many conservatives had hoped to open up the market for health insurance. And it still offers the kind of subsidies to middle-income people that they see as too generous. Mike Lee, a conservative senator from Utah, described the bill as “not the Obamacare repeal bill we’ve been waiting for.” (It perhaps goes without saying that it has been universally panned by Democrats.)\nAnd here’s why.\nRepublicans are constrained by their small majority in the Senate. Instead of passing a normal piece of legislation that could change the Affordable Care Act’s many insurance regulations, they are limited to changes that can be accomplished through a technical budgetary maneuver, a reconciliation bill.\nThe result is likely to be higher prices for insurance, and fewer people with the ability to buy it. \"The individual market seems less stable under this bill than under the Affordable Care Act,” said Larry Levitt, a senior vice president at the Kaiser Family Foundation, a health research group. “This bill comes across as a bit of a Frankenstein health bill because of the legislative strategy that’s being used.”", "url": "https://www.nytimes.com/2017/03/07/upshot/why-even-some-republicans-are-rejecting-the-replacement-bill.html"}