{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:45:09", "date_modify": "2022-10-25 23:45:09", "date_publish": "2017-07-26 18:04:55", "description": "The Federal Reserve is wrapping up its post-crisis economic stimulus campaign, and said the next step would come “relatively soon,” so long as moderate economic growth continues.", "filename": "2017_07_26_business_economy_fed-meeting-yellen-balance-sheet_1666741509.html", "image_url": "https://static01.nyt.com/images/2017/07/27/business/27dc-fed1/27dc-fed1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=16b9c14482e1e982788a95205faf39ab0da852aff3db603a77c6cf78902b0b8d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_26_business_economy_fed-meeting-yellen-balance-sheet_1666741509.html", "title": "Fed, Leaving Rates Unchanged, Expects to Wind Down Stimulus ‘Relatively Soon’", "title_page": "Fed, Leaving Rates Unchanged, Expects to Wind Down Stimulus ‘Relatively Soon’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Federal Reserve moved into the ready position Wednesday for the next phase of its retreat from its post-crisis economic stimulus campaign. In a statement after a two-day meeting of its policy-making committee, the Fed said it would start reducing its bond holdings “relatively soon” so long as moderate economic growth continues.\nThe Fed remains officially sanguine about lower than expected inflation. The stance is likely to reinforce market expectations that the Fed will take action to increase borrowing costs at its next meeting, in September. Rather than raising its benchmark rate, the Fed is expected to announce it will begin to reduce its bond holdings.\nThe Fed accumulated more than $4 trillion in Treasury securities and mortgage-backed securities as part of its campaign to reduce borrowing costs for businesses and consumers. Under its exit plan, which it described in June, it would gradually reduce those holdings — initially at the slow pace of $10 billion a month.\nThe Fed has held borrowing costs at low levels since the financial crisis to increase economic activity by encouraging borrowing and risk-taking. The agency is now trying to raise costs to reduce those incentives.", "url": "https://www.nytimes.com/2017/07/26/business/economy/fed-meeting-yellen-balance-sheet.html"}