{"authors": ["Margot Sanger-Katz"], "date_download": "2022-10-26 00:16:21", "date_modify": "2022-10-26 00:16:21", "date_publish": "2017-11-14 22:51:17", "description": "There’s a reason Democrats put the provision in the bill. Eliminating it would reduce insurance coverage and drive up premiums. How much is up for debate.", "filename": "2017_11_14_upshot_obamacares-insurance-mandate-is-unpopular-so-why-not-just-get-rid-of-it_1666743381.html", "image_url": "https://static01.nyt.com/images/2017/11/15/business/16up-mandate/16up-mandate-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=aa2e476b2ea4d8d99f4eaf205f3742a83f7718f0f490285f15069526c32514e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_14_upshot_obamacares-insurance-mandate-is-unpopular-so-why-not-just-get-rid-of-it_1666743381.html", "title": "Obamacare’s Insurance Mandate Is Unpopular. So Why Not Just Get Rid of It?", "title_page": "Obamacare’s Insurance Mandate Is Unpopular. So Why Not Just Get Rid of It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But there’s a reason that Obamacare’s authors kept a provision so unpleasant and unpopular. And there’s a reason the budget office said that cutting it would save so much money. Without the mandate, economic studies have suggested, fewer healthy people would buy health insurance. Their exit from the market would raise insurance prices, driving out still more healthy people in an unhappy spiral of rising prices and lower rates of insurance coverage.\nThe mandate was often compared to one support in a three-legged stool that made Obamacare work: Knock it out, and the whole apparatus would tip over, broken and useless.\nThat was the logic that persuaded Mr. Romney to put the mandate in his health bill, and the thinking that persuaded President Obama to change his mind and put it in the Affordable Care Act.\nWithout the mandate, the C.B.O. has said for years, premiums would spike, and millions fewer Americans would have health insurance. The budget office’s most recent estimate, published last week, said that the ranks of the uninsured would rise by 13 million over 10 years, and that average premiums would be 10 percent higher than under current law.\nIf you wanted health reform to work, the thinking went, you needed to eat the broccoli of the individual mandate, so you could then enjoy the dessert of a health care system accessible to people with pre-existing illnesses. (Much of the debate during oral argument at the Supreme Court focused on hypothetical broccoli-purchase mandates.)", "url": "https://www.nytimes.com/2017/11/14/upshot/obamacares-insurance-mandate-is-unpopular-so-why-not-just-get-rid-of-it.html"}