{"authors": ["Alex Bhattacharji"], "date_download": "2022-10-25 23:36:48", "date_modify": "2022-10-25 23:36:48", "date_publish": "2017-04-12 14:07:59", "description": "The director discusses (sort of) his secretive TV series, which will return in a new form next month.", "filename": "2017_04_12_t-magazine_entertainment_david-lynch-twin-peaks_1666741008.html", "image_url": "https://static01.nyt.com/images/2017/04/23/t-magazine/23tmag-04arena_lynch-t_CA0/23tmag-04arena_lynch-t_CA0-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2a19b213e8d0c893a61bc3376995a502d66e21604dc2949596d539380a4739c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_12_t-magazine_entertainment_david-lynch-twin-peaks_1666741008.html", "title": "25 Years Later, David Lynch Returns to ‘Twin Peaks’", "title_page": "25 Years Later, David Lynch Returns to ‘Twin Peaks’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“My biography is: David Lynch, born in Missoula, Montana, Eagle Scout,” the director David Lynch says, not the tiniest bit facetious. “That’s in love and respect for my father.”\nHe was born on Jan. 20, which means every four years his birthday coincides with a presidential inauguration. In 1961, on the day he turned 15, Lynch and his Eagle Scout troop were called upon to seat V.I.P.s at John F. Kennedy’s swearing-in. At one point he stood beside a motorcade of limos passing by, chauffeuring four presidents: Dwight D. Eisenhower, Kennedy, Lyndon B. Johnson and Richard M. Nixon. “I could’ve touched the glass. It was that close,” he says, reaching out in pantomime.\nThat all-American upbringing — with its suggestion of latent darkness — informs much of Lynch’s work, including the groundbreaking series “Twin Peaks,” credited with changing how America watched television when it aired for just two seasons (1990 to 1991). Of that fictional town in the Pacific Northwest (population 51,201), Lynch says, “I love this world, and I love the people in the world. My old friends — you know they are like old friends. You think about them from time to time and wonder how they’re doing.”\nThey seem to be doing well, considering he pronounced them and the series “dead as a doornail” years ago. It lived on only via a variety of appreciations, until now: A “new ‘Twin Peaks,’ ” as Lynch refers to it, will debut May 21 on Showtime. Mark Frost, its co-creator, says he and Lynch would talk about the idea of a reunion tour periodically, but in 2012, he felt the time had come. “I said to David, ‘The way the show was left was unsatisfying for everybody — particularly us — and we have an opportunity to finish what we started.’ That was the thread that brought us to where we are now.”", "url": "https://www.nytimes.com/2017/04/12/t-magazine/entertainment/david-lynch-twin-peaks.html"}