{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:30:38", "date_modify": "2022-10-25 23:30:38", "date_publish": "2017-02-23 00:31:08", "description": "A former employee’s blog post has raised questions about the limits of meritocracy at Uber and how much executives knew about the treatment of employees.", "filename": "2017_02_22_technology_uber-workplace-culture_1666740638.html", "image_url": "https://static01.nyt.com/images/2017/02/22/business/23UBER1/23UBER1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8f55ec7293ce109ca53de687d7ba3ebd95b8a76c43fdb39acffdda1f7f51a290&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_22_technology_uber-workplace-culture_1666740638.html", "title": "Inside Uber’s Aggressive, Unrestrained Workplace Culture", "title_page": "Inside Uber’s Aggressive, Unrestrained Workplace Culture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — When new employees join Uber, they are asked to subscribe to 14 core company values, including making bold bets, being “obsessed” with the customer, and “always be hustlin’.” The ride-hailing service particularly emphasizes “meritocracy,” the idea that the best and brightest will rise to the top based on their efforts, even if it means stepping on toes to get there.\nThose values have helped propel Uber to one of Silicon Valley’s biggest success stories. The company is valued at close to $70 billion by private investors and now operates in more than 70 countries.\nYet the focus on pushing for the best result has also fueled what current and former Uber employees describe as a Hobbesian environment at the company, in which workers are sometimes pitted against one another and where a blind eye is turned to infractions from top performers.\nInterviews with more than 30 current and former Uber employees, as well as reviews of internal emails, chat logs and tape-recorded meetings, paint a picture of an often unrestrained workplace culture. Among the most egregious accusations from employees, who either witnessed or were subject to incidents and who asked to remain anonymous because of confidentiality agreements and fear of retaliation: One Uber manager groped female co-workers’ breasts at a company retreat in Las Vegas. A director shouted a homophobic slur at a subordinate during a heated confrontation in a meeting. Another manager threatened to beat an underperforming employee’s head in with a baseball bat.", "url": "https://www.nytimes.com/2017/02/22/technology/uber-workplace-culture.html"}