{"authors": ["Emily Cochrane"], "date_download": "2022-10-26 00:11:54", "date_modify": "2022-10-26 00:11:54", "date_publish": "2017-07-26 07:00:28", "description": "The Space Corps, which would be created within the Air Force, has formidable skeptics, including the defense secretary and members of the Joint Chiefs of Staff.", "filename": "2017_07_26_us_politics_congress-budget-space-corps-pentagon-opposition_1666743114.html", "image_url": "https://static01.nyt.com/images/2017/07/26/us/26dc-spacecorps1/26dc-spacecorps1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5200f2ea27f47d7a0b150672b55a43f4ef9c54e9edb493293f0a7878207cda83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_26_us_politics_congress-budget-space-corps-pentagon-opposition_1666743114.html", "title": "Forces Align Against a New Military Branch to ‘Win Wars’ in Space", "title_page": "Forces Align Against a New Military Branch to ‘Win Wars’ in Space - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As legislators look toward consolidating the hefty annual defense spending bill recently passed in the House with its Senate equivalent, one of the most unexpected debates is over a proposal to create a Space Corps, which already is facing high-level opposition from the Pentagon.\nThe House approved a plan that would create a Space Corps within the Air Force to oversee military operations in that emerging, and important, domain of military competition, and it would be organized similarly to how the Marine Corps is a distinct service under the Navy. The Space Corps would be the first newly created military branch since the Air Force in 1947.\nThe House vision for the Space Corps is included in the National Defense Authorization Act, the annual set of policy directions given to the military through financial guidelines. If the legislation is approved, the Air Force will be required to establish the separate branch — an entity that would defend American interests in space, organize and train its own forces and ensure commanders can “fight and win wars” in space — before Jan. 1, 2019.\nEven as committees continue to tweak the bill, the proposal faces opposition from a formidable array of skeptics, including Defense Secretary Jim Mattis, members of the Joint Chiefs of Staff, Air Force leadership and even the White House.", "url": "https://www.nytimes.com/2017/07/26/us/politics/congress-budget-space-corps-pentagon-opposition.html"}