{"authors": ["Vanessa Friedman"], "date_download": "2022-10-25 22:55:31", "date_modify": "2022-10-25 22:55:31", "date_publish": "2017-01-14 11:00:05", "description": "No one understood the role of fashion, and the potential uses of its power, better than the first lady.", "filename": "2017_01_14_fashion_michelle-obama-first-lady-fashion_1666738531.html", "image_url": "https://static01.nyt.com/images/2017/01/15/fashion/15MICHELLE-COMBO/15MICHELLE-COMBO-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2c22050ffb698741e2bfb2249ac8145ab69aa98a8905a85b4acac164e02e0918&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_14_fashion_michelle-obama-first-lady-fashion_1666738531.html", "title": "What Michelle Obama Wore and Why It Mattered", "title_page": "What Michelle Obama Wore and Why It Mattered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There have been a lot of words since the 2016 election devoted to how Mrs. Obama loved fashion and fashion loved her in return, and that is true; to listen to designers who have dressed her is to hear a chorus of “it was the privilege of my career.” That the first lady, a Princeton-and-Harvard-educated lawyer and hospital power player, was publicly able to enjoy clothes allowed a swath of smart women to stop being so neurotic about dress (as she said to Vogue in her third cover story, the most of any first lady, one of the factors in choosing a garment always has to be, “Is it cute?”).\nBut her real contribution went far beyond giving women a license to like clothes and use them to celebrate their own strength and femininity. Just as, despite the attention paid to the study on how much the first lady was worth to a brand — “I have been publishing for 25 years,” said David Yermack, the author of the study and a professor of finance at the N.Y.U. Stern School of Business, “and nothing has compared to the interest in this” — it wasn’t ultimately about revenue generation. Indeed, despite Mrs. Obama’s patronage, a number of labels she wore have struggled financially, including J. Crew; Maria Pinto, which closed; and Bibhu Mohapatra, which filed for bankruptcy last week.\nRather, like first ladies from Jacqueline Kennedy to Nancy Reagan, Mrs. Obama understood that fashion was a means to create an identity for an administration. But unlike any other first lady, instead of seeing it as part of a uniform to which she had to conform, with the attendant rules and strictures that implies, she saw it as a way to frame her own independence and points of difference, add to her portfolio and amplify her husband’s agenda.\n“Our glorious diversity — our diversities of faiths and colors and creeds — that is not a threat to who we are; it makes us who we are,” she said during her final speech, and the proof was, literally, on her back. While most first ladies turned to a small number of trusted designers to help them create their look (Oleg Cassini with Mrs. Kennedy; Adolfo and James Galanos with Mrs. Reagan; Oscar de la Renta with Hillary Clinton and Laura Bush) Mrs. Obama seemed to work with them all.\nThat is not a situation that, as any woman would know, happens by accident. We all tend to gravitate toward certain designers in part because of sheer laziness: We know what suits us, what we like, and so we go there first. To have been so, well, evenhanded in her choices could have happened only with careful calculation.\n“I am not sure people really realized the extent of what she was doing,” said Tracy Reese, whose custom-made pink and gold silk dress, worn by Mrs. Obama for her speech at the 2012 Democratic convention, became her best-selling dress when remade for sale, and whose black dress with big red poppies, worn by the first lady for the 50th anniversary of the 1963 march on Washington, is now on display at the National Museum of African-American History and Culture. “It was really about us all.”", "url": "https://www.nytimes.com/2017/01/14/fashion/michelle-obama-first-lady-fashion.html"}