{"authors": ["Glenn Thrush", "Julie Hirschfeld Davis"], "date_download": "2022-10-25 22:55:52", "date_modify": "2022-10-25 22:55:52", "date_publish": "2017-07-06 12:11:12", "description": "He said Western civilization was at risk of decline, bringing a message about “radical Islamic terrorism” and “the creep of government bureaucracy” to Warsaw.", "filename": "2017_07_06_world_europe_donald-trump-poland-speech_1666738552.html", "image_url": "https://static01.nyt.com/images/2017/07/06/world/06trumppoland2/06trumppoland2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=039759ab7365de3c0f04581d5be68b1d25f80bb1fc41d8f25ea59a8796ed1158&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_06_world_europe_donald-trump-poland-speech_1666738552.html", "title": "Trump, in Poland, Asks if West Has the ‘Will to Survive’", "title_page": "Trump, in Poland, Asks if West Has the ‘Will to Survive’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — President Trump said on Thursday that Western civilization was at risk of decline, bringing a message about “radical Islamic terrorism” and “the creep of government bureaucracy” to a European capital he views as hospitable to his nationalist message.\nMr. Trump, who broke with tradition by attacking American leaders and his country’s intelligence services while abroad, delivered his message in a speech to a friendly Polish crowd before a two-day summit meeting of Group of 20 leaders in Hamburg, Germany.\nHours later, he flew from Warsaw to Hamburg, where he held a low-key private meeting with the German chancellor, Angela Merkel. She perhaps best symbolizes the deep skepticism shared by Western leaders toward Mr. Trump’s persona and his policies, ranging from addressing climate change to confronting Russia.\nIn what may be a foretaste of the scene during the gathering, 12,000 protesters vowing to disrupt the G-20 summit meeting converged for a demonstration in Hamburg on Thursday night called “Welcome to Hell.” There were reports that dozens of police officers had sustained minor injuries as a small group of protesters attacked them with bottles, poles and iron bars in clashes that lasted until midnight. Up to 100,000 protesters were expected in the coming days.", "url": "https://www.nytimes.com/2017/07/06/world/europe/donald-trump-poland-speech.html"}