{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:45:52", "date_modify": "2022-10-25 23:45:52", "date_publish": "2017-06-19 21:07:39", "description": "Mr. Warmbier, 22, returned to the United States in a coma last week after brutal treatment by the North Korean government, his family said.", "filename": "2017_06_19_us_otto-warmbier-north-korea-dies.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=second-column-region&region=top-news&WT.nav=top-news&_r=0_1666741552.html", "image_url": "https://static01.nyt.com/images/2017/06/20/world/20WARMBIER/20XP-WARMBIER-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5e867603f06bced4f08a339fa32ef542dc05622defd05cbe9c79ca7478a6a80b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_19_us_otto-warmbier-north-korea-dies.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=second-column-region&region=top-news&WT.nav=top-news&_r=0_1666741552.html", "title": "Otto Warmbier, American Student Released From North Korea, Dies", "title_page": "Otto Warmbier, American Student Released From North Korea, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Otto F. Warmbier, the University of Virginia honors student who was released from a North Korean prison last week after spending 17 months in captivity and more than a year in a coma, died on Monday at the Cincinnati hospital where he had been receiving treatment, his family said.\nMr. Warmbier’s parents, Fred and Cindy, said in a statement that their son, 22, had “completed his journey home” and “was at peace” when he died on Monday at 2:20 p.m.\n“When Otto returned to Cincinnati late on June 13, he was unable to speak, unable to see and unable to react to verbal commands,” the couple wrote. “He looked very uncomfortable — almost anguished. Although we would never hear his voice again, within a day, the countenance of his face changed — he was at peace. He was home, and we believe he could sense that.”\nThe death was the end of a wrenching ordeal for the Warmbier family, and is likely to worsen the already tense relations between the United States and North Korea, which technically remain in a state of war dating to the armistice that halted the 1950-53 Korean War. President Trump issued a terse statement condemning North Korea, which is still holding three Americans hostage.", "url": "https://www.nytimes.com/2017/06/19/us/otto-warmbier-north-korea-dies.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=second-column-region&region=top-news&WT.nav=top-news&_r=0"}