{"authors": ["Jennifer Steinhauer", "Emmarie Huetteman"], "date_download": "2022-10-25 22:57:12", "date_modify": "2022-10-25 22:57:12", "date_publish": "2017-05-16 14:42:33", "description": "Some lawmakers called for James B. Comey to appear before Congress after reports that President Trump had asked him to drop an investigation into Michael T. Flynn.", "filename": "2017_05_16_us_politics_republican-senate-mcconnell-white-house_1666738632.html", "image_url": "https://static01.nyt.com/images/2017/05/17/us/17cong1/17cong1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1ac6323b1107e3f3f53e2ce79b20504b9489697618c5d3a2e8e94f717fa500b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_16_us_politics_republican-senate-mcconnell-white-house_1666738632.html", "title": "Democrats Escalate Calls for Trump Inquiry, With Republicans More Reserved", "title_page": "Democrats Escalate Calls for Trump Inquiry, With Republicans More Reserved - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Members of Congress from both parties escalated calls on Tuesday for former F.B.I. director James B. Comey to appear before them after reports that President Trump had asked him to drop an investigation into Michael T. Flynn, the former national security adviser.\nDemocrats were aggressive in seeking new hearings and an independent investigation. Republicans, on the whole, reserved judgment until they learned more or heard from Mr. Comey himself.\n“The country is being tested in unprecedented ways,” said Senator Chuck Schumer of New York, the minority leader.\nThe news of Mr. Comey’s memo — on the same day Israel was identified as the source of the sensitive intelligence Mr. Trump gave to Russian officials — added another layer of chaos and uncertainty on Capitol Hill, diverting attention from debates on health care and tax policy and increasing many lawmakers’ reservations about the president.", "url": "https://www.nytimes.com/2017/05/16/us/politics/republican-senate-mcconnell-white-house.html"}