{"authors": ["Javier C. Hernández"], "date_download": "2022-10-25 22:55:37", "date_modify": "2022-10-25 22:55:37", "date_publish": "2017-03-24 06:50:25", "description": "Changing weather patterns linked to rising global temperatures have resulted in a dearth of wind across northern China, exacerbating severe air pollution, studies say.", "filename": "2017_03_24_world_asia_china-air-pollution-smog-climate-change_1666738537.html", "image_url": "https://static01.nyt.com/images/2017/03/25/world/25china-smog-1/25china-smog-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4555b7bdb288efd67396e341adf0393519a53355fb2183f9d183554c91b7176f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_24_world_asia_china-air-pollution-smog-climate-change_1666738537.html", "title": "Climate Change May Be Intensifying China’s Smog Crisis", "title_page": "Climate Change May Be Intensifying China’s Smog Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Chinese leaders, grappling with some of the world’s worst air pollution, have long assumed the answer to their woes was gradually reducing the level of smog-forming chemicals emitted from power plants, steel factories and cars.\nBut new research suggests another factor may be hindering China’s efforts to take control of its devastating smog crisis: climate change.\nChanging weather patterns linked to rising global temperatures have resulted in a dearth of wind across northern China, according to several recent studies, exacerbating a wave of severe pollution that has been blamed for millions of premature deaths. Wind usually helps blow away smog, but changes in weather patterns in recent decades have left many of China’s most populous cities poorly ventilated, scientists say.\nThe findings, some of the first to link climate change to smog, may escalate pressure on Chinese leaders to move more swiftly to shutter steel factories and coal-fired power plants amid rising public anger over smog caused by soot and gases like sulfur dioxide. The research could also push China to assume an even more forceful role in international efforts to curb climate change by reducing carbon emissions, at a time when the United States, under President Trump, appears to be backing away from the issue.", "url": "https://www.nytimes.com/2017/03/24/world/asia/china-air-pollution-smog-climate-change.html"}