{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:48:34", "date_modify": "2022-10-25 23:48:34", "date_publish": "2017-08-11 01:40:02", "description": "A major financial backer of the New York governor accused State Senator Andrea Stewart-Cousins of having done “more damage to people of color than anyone who has ever donned a hood.”", "filename": "2017_08_10_nyregion_democrats-new-york-blacks_1666741714.html", "image_url": "https://static01.nyt.com/images/2017/08/11/nyregion/11loeb_web1/11loeb_web1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7fe40daf78a7ffb3171ed03bbc689d31616cbe171f88ce040d1d652474d39910&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_10_nyregion_democrats-new-york-blacks_1666741714.html", "title": "Daniel Loeb, a Cuomo Donor, Makes Racial Remark About Black Leader", "title_page": "Daniel Loeb, a Cuomo Donor, Makes Racial Remark About Black Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The hedge fund manager Daniel S. Loeb, a prominent supporter of charter schools and a major financial backer of Gov. Andrew M. Cuomo and congressional Republicans, accused the African-American woman who leads the Democrats in the New York State Senate of having done “more damage to people of color than anyone who has ever donned a hood.”\nMr. Loeb made the reference, apparently to the Ku Klux Klan, in a posting on Facebook in response to an article in The New York Times this week in which the Democratic leader, Senator Andrea Stewart-Cousins, confronted Mr. Cuomo about prejudging her based upon race and gender.\nIn a private meeting last month, The Times reported, Ms. Stewart-Cousins said to Mr. Cuomo during a debate over who best understands suburban voters: “You look at me, Mr. Governor, but you don’t see me. You see my black skin and a woman, but you don’t realize I am a suburban legislator.”", "url": "https://www.nytimes.com/2017/08/10/nyregion/democrats-new-york-blacks.html"}