{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:31:48", "date_modify": "2022-10-25 23:31:48", "date_publish": "2017-04-05 01:16:32", "description": "The Democrat-led Assembly came to terms on a bill that would raise the age of criminal responsibility in the state to 18, an issue that had helped produce the delay in budget negotiations.", "filename": "2017_04_04_nyregion_albany-ny-senate-house-budget-cuomo_1666740708.html", "image_url": "https://static01.nyt.com/images/2017/04/05/nyregion/05CUOMO2/05CUOMO2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1f3be5e182b48828f7dd3d3e4ba8d018505665e0882b7811f3e7f45865355bdb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_04_nyregion_albany-ny-senate-house-budget-cuomo_1666740708.html", "title": "New York Assembly Clears a Major Obstacle in Budget Talks", "title_page": "New York Assembly Clears a Major Obstacle in Budget Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — The Democrat-led New York State Assembly came to terms late Tuesday on a bill that would raise the age of criminal responsibility in the state to 18, an issue that had been a major stumbling block in the state budget negotiations and was a longstanding priority for progressive groups around the state.\nGov. Andrew M. Cuomo, a Democrat, has expressed support for such legislation, and both the Assembly and the Republican-led Senate were expected to approve the bill on Wednesday as the Legislature inched its way toward a settlement on a budget process that has run long.\nLate Tuesday, the Senate passed four budget bills — with more legislative action expected after midnight — breaking a deadlock a day after the state was forced to pass two emergency measures to fund the state government.\nOne of the major barriers to a budget deal — which had been due on April 1 — had been the issue of the age of criminal responsibility. New York is one of only two states, along with North Carolina, to view 16- and 17-year-old defendants as adults. While agreeing with the broader outlines of an idea to divert many from that group to Family Court, Republicans in the Senate had sought a series of stipulations about the kind of charges that would still be considered serious enough for Criminal Court. Democrats in the Assembly had sought a broader protection for such defendants.", "url": "https://www.nytimes.com/2017/04/04/nyregion/albany-ny-senate-house-budget-cuomo.html"}