{"authors": ["Bill Vlasic"], "date_download": "2022-10-25 23:40:34", "date_modify": "2022-10-25 23:40:34", "date_publish": "2017-05-03 21:23:10", "description": "Investors have been bullish about the electric-car maker, but its ability to meet its goals is under scrutiny as it proceeds with a mass-market model.", "filename": "2017_05_03_business_tesla-quarterly-earnings-elon-musk_1666741234.html", "image_url": "https://static01.nyt.com/images/2017/05/04/business/04TESLA/04TESLA-facebookJumbo.jpg?year=2017&h=550&w=1050&s=6d43ae64803661c19396df32de380f07da9ff5ae7a81d406f598d33f7a8e21d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_03_business_tesla-quarterly-earnings-elon-musk_1666741234.html", "title": "Tesla, Reporting Bigger Loss, Emphasizes Gains in Production and Sales", "title_page": "Tesla, Reporting Bigger Loss, Emphasizes Gains in Production and Sales - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The electric-car maker Tesla said on Wednesday that its losses had widened in the first quarter, but that sales and revenues had grown rapidly as the company prepared for the critical launch of a mass-market model.\nThe company said it lost $397 million in the quarter, compared with a loss of $282 million in the same period a year earlier.\nBut the automaker emphasized that production had increased by about 65 percent from last year’s first quarter, to 25,000 vehicles, and that revenue had more than doubled, to $2.7 billion. (The figure includes revenue from SolarCity, the solar-panel maker that Tesla merged with last year; automotive revenue alone was $2.3 billion.)\nThe gains on the production side are being watched closely by investors and analysts who are seeking evidence that Tesla can meet its plans to begin manufacturing the Model 3, its first mass-market offering, this summer.", "url": "https://www.nytimes.com/2017/05/03/business/tesla-quarterly-earnings-elon-musk.html"}