{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:45:52", "date_modify": "2022-10-25 23:45:52", "date_publish": "2017-06-16 01:04:40", "description": "China’s failure to tighten pressure on its neighbor has left the Trump administration with few good options in dealing with the North Korea crisis.", "filename": "2017_06_15_world_asia_china-xi-jinping-trump-north-korea_1666741552.html", "image_url": "https://static01.nyt.com/images/2017/06/16/us/16dc-prexy/16dc-prexy-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e76870201d25a34294bc7b65f9f0810c5e7da9b82419d29acaf4e251fd2fffff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_15_world_asia_china-xi-jinping-trump-north-korea_1666741552.html", "title": "As Trump Bets on China’s Help on North Korea, Aides Ask: Is It Worth It?", "title_page": "As Trump Bets on China’s Help on North Korea, Aides Ask: Is It Worth It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — There is no foreign leader on whom President Trump has placed a bigger bet than Xi Jinping of China.\nMr. Trump’s gamble was based on his calculation that Mr. Xi, the Chinese president, could put heavy pressure on North Korea to curb its nuclear weapons and missile programs. To secure Mr. Xi’s cooperation, the president soft-pedaled his harsh stance on China’s trade practices, and has said little about its adventurism in the South China Sea.\nBut a growing number of Mr. Trump’s aides fear that the bet is not paying off.\nChina has not significantly tightened the pressure on North Korea since Mr. Trump met with Mr. Xi in Palm Beach, Fla., in April. Its failure to do more has frustrated White House officials, who plan to raise the issue with their Chinese counterparts at a high-level meeting here on June 21.\nChina’s reluctance to exert its influence in this regard has left the Trump administration with few good options in dealing with the North Korea crisis. And it may lead the administration to try to negotiate with North Korea’s leaders, an approach that did not work for Mr. Trump’s predecessors but which he has periodically seemed to embrace.", "url": "https://www.nytimes.com/2017/06/15/world/asia/china-xi-jinping-trump-north-korea.html"}