{"authors": ["Peter Baker", "Michael D. Shear"], "date_download": "2022-10-25 23:26:14", "date_modify": "2022-10-25 23:26:14", "date_publish": "2017-05-21 09:59:29", "description": "In a speech in Saudi Arabia, President Trump spoke in measured tones far from his incendiary language last year and called for a renewed fight against terrorism.", "filename": "2017_05_21_world_middleeast_trump-saudi-arabia-islam-speech_1666740374.html", "image_url": "https://static01.nyt.com/images/2017/05/21/world/trumpspeech_news/trumpspeech_news-facebookJumbo-v3.jpg?year=2017&h=550&w=1050&s=a60a23e8c69013a605213246c2c7c5d55b1e499d02a94e08f38327e98b70d84a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_21_world_middleeast_trump-saudi-arabia-islam-speech_1666740374.html", "title": "Trump Softens Tone on Islam but Calls for Purge of ‘Foot Soldiers of Evil’", "title_page": "Trump Softens Tone on Islam but Calls for Purge of ‘Foot Soldiers of Evil’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIYADH, Saudi Arabia — President Trump on Sunday pivoted away from his strident assessment of Islam as a religion of hatred as he sought to redefine American leadership in the Middle East and rally the Muslim world to join him in a renewed campaign against extremism.\nAddressing dozens of leaders from across the Muslim world who had gathered in Saudi Arabia, Mr. Trump rejected the idea that the fight against terrorism was a struggle between religions, and he promised not to scold them about human rights in their countries. But he challenged Muslim leaders to step up their efforts to counter a “wicked ideology” and purge the “foot soldiers of evil” from their societies.\n“This is not a battle between different faiths, different sects or different civilizations,” Mr. Trump said in a cavernous hall filled with heads of state eager to find favor with the new president. “This is a battle between barbaric criminals who seek to obliterate human life and decent people, all in the name of religion, people that want to protect life and want to protect their religion. This is a battle between good and evil.”\nThe president’s measured tone here was a far cry from his incendiary language on the campaign trail last year, when he said that “Islam hates us” and called for a “total and complete shutdown” of Muslims entering the United States.", "url": "https://www.nytimes.com/2017/05/21/world/middleeast/trump-saudi-arabia-islam-speech.html"}