{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 23:39:02", "date_modify": "2022-10-25 23:39:02", "date_publish": "2017-03-02 20:12:51", "description": "Alexei A. Navalny, an anticorruption crusader, said in a report that Mr. Medvedev had amassed a lavish empire of luxury properties, yachts and a vineyard in Italy.", "filename": "2017_03_02_world_europe_russia-dmitri-medvedev-aleksei-navalny_1666741142.html", "image_url": "https://static01.nyt.com/images/2017/03/03/world/03Russia/03Russia-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3b42d01ad70c001de9f57b21eeed1155b6e213706ffda4221e5d03f7847321a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_02_world_europe_russia-dmitri-medvedev-aleksei-navalny_1666741142.html", "title": "Kremlin Critic Says Russian Premier, Dmitri Medvedev, Built Property Empire on Graft", "title_page": "Kremlin Critic Says Russian Premier, Dmitri Medvedev, Built Property Empire on Graft - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Prime Minister Dmitri A. Medvedev of Russia has built a lavish empire of mansions, country estates, luxury yachts, an Italian vineyard and an 18th-century palace in St. Petersburg, the Kremlin’s most vocal critic and anticorruption crusader, Aleksei A. Navalny, said in a report published on Thursday.\nIn the report, Mr. Navalny used official registry records to expose what he calls a convoluted network of trustees, charity funds and offshore companies that are nominally owned and managed by associates of Mr. Medvedev, some of them classmates from law school.\nThe associates controlled charity funds that amassed vast sums of money donated by some of the wealthiest Russian businessmen or borrowed from state-owned banks that were used to buy the properties, the report said. The donations, Mr. Navalny said, were bribes and the network an elaborate scheme to disguise Mr. Medvedev’s ownership.\n“The main element that unites it all into a system is Mr. Medvedev,” Mr. Navalny said in a short film presenting his findings. The film includes short videos of properties mentioned in the report. The videos were shot using drones that flew above the tall fences that surround the mansions.", "url": "https://www.nytimes.com/2017/03/02/world/europe/russia-dmitri-medvedev-aleksei-navalny.html"}