{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:41:40", "date_modify": "2022-10-25 23:41:40", "date_publish": "2017-07-01 13:00:41", "description": "The Trump administration blames China for the decline of aluminum production in the U.S. But where has it really gone?", "filename": "2017_07_01_us_politics_american-companies-still-make-aluminum-in-iceland_1666741300.html", "image_url": "https://static01.nyt.com/images/2017/06/25/us/25dc-aluminum1/25dc-aluminum1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=37307bf4f7d726b0af0dba723f469cce13e79eb5d8d4b7a0264b543be3e58030&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_01_us_politics_american-companies-still-make-aluminum-in-iceland_1666741300.html", "title": "American Companies Still Make Aluminum. In Iceland.", "title_page": "American Companies Still Make Aluminum. In Iceland. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Return to Reydarfjordur\nIceland rose to prosperity by exporting codfish, but beginning in the late 1960s, officials landed on a clever way to export another natural resource: electricity. They persuaded a Canadian company to open the island’s first smelter, where aluminum is produced by electrifying molten pots of alumina, a material refined from bauxite.\nThe dull gray ingots are sometimes described as “packaged electricity.”\nIceland’s first smelter sits just south of Reykjavik, the capital city and dominant population center. The second, opened by Century in 1998, sits just to the north.\nAlcoa arrived in 2007 after Iceland built a giant power plant on the other side of the island, near a sparsely populated region where the fishing industry was in decline.\nIceland’s electric utility built five highland dams that capture glacial meltwater. The largest of the resulting reservoirs is roughly the size of Manhattan. The water is piped 25 miles to an underground power plant, then dropped a quarter-mile down another pipe to make the turbines spin. Finally, the resulting electricity is transmitted 47 miles on high-voltage lines to the ocean’s edge.\nElectricity in Iceland costs about 30 percent less than what Alcoa might pay in the United States. That’s a crucial consideration, because the Alcoa smelter alone uses more than five million megawatt-hours of electricity each year — about the same as the half-million people and all the businesses in the city of Colorado Springs.\nAlcoa chose Reydarfjordur also because of its deepwater port, which the United States used as a military base during World War II. Lower shipping costs have played a key role in allowing smelters to be built in the far corners of the earth. It is more difficult to get here by land. The road from the nearest airport is sometimes closed during the winter months.", "url": "https://www.nytimes.com/2017/07/01/us/politics/american-companies-still-make-aluminum-in-iceland.html"}