{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:33", "date_modify": "2022-10-25 23:45:33", "date_publish": "2017-08-09 13:09:36", "description": "The Rev. Lim Hyeon-soo was freed on humanitarian grounds after having been sentenced to hard labor for plotting against North Korea.", "filename": "2017_08_09_world_asia_north-korea-frees-canadian-pastor-lim-hyeon-soo_1666741533.html", "image_url": "https://static01.nyt.com/images/2017/08/10/world/10nkoreapastor/10nkoreapastor-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9aad11ad5edd8b4a290ee21799a13a9e7dadbaa3b7b32e2d76cb1cc065d5579d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_09_world_asia_north-korea-frees-canadian-pastor-lim-hyeon-soo_1666741533.html", "title": "North Korea Frees Canadian Pastor Sentenced to Life of Hard Labor", "title_page": "North Korea Frees Canadian Pastor Sentenced to Life of Hard Labor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — A Canadian pastor who had been sentenced to hard labor for life in North Korea was released on humanitarian grounds on Wednesday, the North’s official media said.\nThe Rev. Lim Hyeon-soo, a South Korea-born pastor of the Light Korean Presbyterian Church in Toronto, received his penalty in December 2015, when North Korea’s Supreme Court convicted him of carrying out “subversive plots” and committing “activities against” the country, like harming the dignity of the supreme leadership of Kim Jong-un.\nMr. Lim was released on Wednesday, when the same court decided to free him on sick bail, the North’s official Korean Central News Agency said. The agency’s one-sentence dispatch gave no further detail.\nThe release of Mr. Lim came two months after an American college student, Otto F. Warmbier, died shortly after he was freed from North Korea while in a coma. Mr. Warmbier, 22, was serving a sentence of 15 years of hard labor for trying to steal a political poster from a Pyongyang hotel.", "url": "https://www.nytimes.com/2017/08/09/world/asia/north-korea-frees-canadian-pastor-lim-hyeon-soo.html"}