{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:27:07", "date_modify": "2022-10-25 23:27:07", "date_publish": "2017-02-06 00:33:46", "description": "President Trump’s nominee, who is expected to be confirmed this week, knows as well as anyone the legal limits on deregulation.", "filename": "2017_02_05_us_politics_scott-pruitt-is-seen-cutting-the-epa-with-a-scalpel-not-a-cleaver_1666740427.html", "image_url": "https://static01.nyt.com/images/2017/02/06/us/06epa/06epa-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8d2d7ca036b80acbd6acf131575aa8e0e3c282f114e9556e2c6b52a6384f2d9e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_05_us_politics_scott-pruitt-is-seen-cutting-the-epa-with-a-scalpel-not-a-cleaver_1666740427.html", "title": "Scott Pruitt Is Seen Cutting the E.P.A. With a Scalpel, Not a Cleaver", "title_page": "Scott Pruitt Is Seen Cutting the E.P.A. With a Scalpel, Not a Cleaver - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Scott Pruitt, President Trump’s pick to run the Environmental Protection Agency, is drawing up plans to move forward on the president’s campaign promise to “get rid of” the agency he hopes to head. He has a blueprint to repeal climate change rules, cut staffing levels, close regional offices and permanently weaken the agency’s regulatory authority.\nBut Mr. Pruitt, a lawyer who made a career suing the E.P.A., is not likely to start with the kind of shock and awe that Mr. Trump has used to disorient Washington. Instead, he will use the legal tools at his disposal to pare back the agency’s reach and power, and trim its budget selectively.\n“Here’s my impression about Pruitt: I don’t think he’s going in there to blow up the agency,” said Jeffrey Holmstead, a senior E.P.A. official during the George W. Bush administration who has been mentioned as a possible deputy to Mr. Pruitt, and who has joined forces with him on lawsuits against the agency. “I think he’ll be very careful to make sure they’ve done everything legally to cross all the t’s and dot all the i’s.”\nWith a zeal that has shocked or thrilled much of the country, Mr. Trump has been making good on campaign promises that once seemed outlandish, and those pledges included a vow to dismantle the agency charged with protecting the nation’s air, water and public health “in almost every form.”", "url": "https://www.nytimes.com/2017/02/05/us/politics/scott-pruitt-is-seen-cutting-the-epa-with-a-scalpel-not-a-cleaver.html"}