{"authors": ["Henry Alford"], "date_download": "2022-10-25 23:37:19", "date_modify": "2022-10-25 23:37:19", "date_publish": "2017-08-10 22:24:08", "description": "Quietly asserting itself in a spate of recent books, the subject of boredom is experiencing a literary moment. Why? One reader explores the world of boredom studies for answers.", "filename": "2017_08_10_books_boredom-books_1666741039.html", "image_url": "https://static01.nyt.com/images/2017/08/11/arts/11boredomJP/11boredomJP-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4a326b84eeb426f5233126fc46d17d0ae8529a019a8acedadd5631f3e0a42ebe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_10_books_boredom-books_1666741039.html", "title": "Books and the ‘Boredom Boom’", "title_page": "Books and the ‘Boredom Boom’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Mann has both these qualities in spades. By trade a researcher (“like being a private detective, without the danger and the sex”), the delightful Ms. Mann comes off as a funny, very hip nerd. She lards her first-person exploration with facts I didn’t know: Cuban cigar factories pay people to read stories aloud to their workers, to relieve tedium. Most door-close buttons in elevators and request-to-walk buttons at crosswalks serve no purpose other than to give us something to fidget with. Thomas Cook, the father of tourism, thought travel was an antidote to alcoholism. Yes, please.\nI also finished “How to Be Bored” (174 pages, Picador, $16), by Eva Hoffman, a former editor at The New York Times. Though Ms. Hoffman’s mostly descriptive, but occasionally prescriptive, hedges against listlessness do not exactly crackle with the shock of the new (Go for a walk? Listen to Mozart? Hold the phone!), her exceedingly warm, cultivated tone lulled me into submission. I was reminded of the time that, while eating artichokes with a wise, older, German friend, I went into a daze during one of his anecdotes and, as if getting a manicure, absent-mindedly lowered my left hand into a bowl of melted butter.\nMy third finisher was the lovely “The Gospel According to David Foster Wallace: Boredom and Addiction in an Age of Distraction” (136 pages, Bloomsbury Academic, $29.95), in which a philosophy professor named Adam S. Miller looks at some of the favored themes — despair, distraction, indifference, boredom — in Wallace’s writing. I will confess that Mr. Miller’s incantatory and gorgeous preface — a discussion of why disappointment is not an obstacle to transcendence, but rather, its aim — caused me to well with tears. The rest of my reading experience was less moist, but when was the last time that literary criticism yielded an emotional reaction other than faint horror or muffled cackling?\nApparently you can’t write a book about boredom without referencing Wallace’s thoughts on the topic — or the Hungarian psychologist Mihaly Csikszentmihalyi’s definition of “flow.” Both are probably mentioned in the “Boredom Studies Reader” (254 pages, Routledge, $160), an anthology of essays by academics, but I wouldn’t know because, while idly flipping through it, I took one look at the sentence “Lassitude’s work is the anticipatory ‘shock’ that shapes an existential space of corporeal indifference that prefigures the genesis of creative thought, aesthetic and ethico-political praxis,” and was overcome with a desperate need to shave a difficult-to-reach part of my body.\nI did better — 30 or 40 pages better — with both Manoush Zomorodi’s and Ian Bogost’s contributions to the genre. In 2015, Ms. Zomorodi, host of the podcast “Note to Self,” conducted a week of experiments with her listeners, encouraging them to unplug from their devices and to breathe the sweet air of enhanced creativity. Her book, “Bored and Brilliant: How Spacing Out Can Unlock Your Most Productive and Creative Self” (208 pages, St. Martin’s Press, $26.99), which comes out in September, chronicles the experiment, and also sees Ms. Zomorodi interviewing experts and letting her listeners recount their experiences. I encourage you to hail her as a change agent; yet I also point out that you are reading an article about a book about a radio show, so maybe you and I are part of the problem here?", "url": "https://www.nytimes.com/2017/08/10/books/boredom-books.html"}