{"authors": ["The New York Times"], "date_download": "2022-10-25 23:45:02", "date_modify": "2022-10-25 23:45:02", "date_publish": "2017-09-20 09:39:44", "description": "The storm, which killed at least one person in Puerto Rico, regained “major hurricane status” early Thursday, marching toward the Dominican Republic as a Category 3 system.", "filename": "2017_09_20_us_hurricane-maria-puerto-rico_1666741502.html", "image_url": "https://static01.nyt.com/images/2017/09/21/us/21puerto4/21puerto4-facebookJumbo.jpg?year=2017&h=549&w=1050&s=048c3bdd77c870f863e24bd262256b9791254925fd2bfc98d894eeeaaf046a4b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_20_us_hurricane-maria-puerto-rico_1666741502.html", "title": "Puerto Rico Loses Power and Sets a Curfew", "title_page": "Puerto Rico Loses Power and Sets a Curfew - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN JUAN, P.R. — Read the latest with Thursday’s live updates on Hurricane Maria.\nHurricane Maria battered Puerto Rico with a one-two punch of high winds and driving rain before beginning its deliberate march toward the Dominican Republic. Early Thursday, the National Hurricane Center said the storm had regained “major hurricane status,” upgrading it to Category 3.\nThe center said at 2 a.m. that Maria’s maximum sustained winds had risen to almost 115 miles per hour, and that the storm could get stronger still over the next day or so. It was expected to pass offshore of the Dominican Republic’s northeastern coast early Thursday, before moving near the Turks and Caicos Islands and the southeastern Bahamas on Thursday night and Friday.\nMaria had weakened to Category 2 after taking “quite a hit” from the high mountains of Puerto Rico, where at least one death had been reported. Officials expected the strong winds and storm surge flooding in Puerto Rico to subside by early Thursday, and they canceled its hurricane warning. Heavy rain, however, was expected to continue.\nIn the meantime, the countries already battered by Maria were scrambling on Wednesday to recover. And weather officials said “catastrophic” flash flooding was still occurring on Puerto Rico as of 8 p.m. Wednesday.", "url": "https://www.nytimes.com/2017/09/20/us/hurricane-maria-puerto-rico.html"}