{"authors": ["Luis Ferré-Sadurní", "Frances Robles", "Lizette Alvarez"], "date_download": "2022-10-25 23:27:54", "date_modify": "2022-10-25 23:27:54", "date_publish": "2017-09-27 00:47:26", "description": "The situation on Puerto Rico was becoming increasingly critical as residents struggled to find medical care amid a shortage of power, water and gasoline.", "filename": "2017_09_26_us_puerto-rico-hurricane-healthcare-hospitals_1666740474.html", "image_url": "https://static01.nyt.com/images/2017/09/27/us/27puerto1/27puerto1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9e6b87f75f4956a5e3996cee6051bd90e8422a94e1ec356af2f9110cb20bc882&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_26_us_puerto-rico-hurricane-healthcare-hospitals_1666740474.html", "title": "‘This Is Like in War’: A Scramble to Care for Puerto Rico’s Sick and Injured", "title_page": "‘This Is Like in War’: A Scramble to Care for Puerto Rico’s Sick and Injured - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN JUAN, P.R. — As Hurricane Maria pummeled Puerto Rico, María Martínez Espada, 86, slipped because of a water leak in her apartment and broke her hip. Almost a week later, doctors at Hospital del Maestro have not been able to operate because of a shortage of medical supplies.\n“The pain is a horrible thing,” Ms. Martínez said from her sweltering third-floor bed at the hospital, where the medical director, Veronica Rodriguez, said, “At 3 p.m. it gets so hot that it’s almost impossible to handle.”\nFor the sick and the elderly, heat can be deadly. Without sufficient power, X-ray machines, CT scans, and machines for cardiac catheterization do not function, and generators are not powerful enough to make them work. Only one in five operating rooms is functioning. Diesel is hard to find. And with a shortage of fresh water, another concern looms: a possible public health crisis because of unsanitary conditions.\nIn Washington, officials scrambled to show their commitment to the hurricane-battered island as Democrats, and some Republicans, pressed them to do more. President Trump announced that he would visit Puerto Rico and the United States Virgin Islands next Tuesday to reassure residents that the federal government was mobilizing to help rebuild.", "url": "https://www.nytimes.com/2017/09/26/us/puerto-rico-hurricane-healthcare-hospitals.html"}