{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:49:18", "date_modify": "2022-10-25 23:49:18", "date_publish": "2017-08-14 17:26:04", "description": "Suspects linked to white supremacist groups or with a history of anti-immigrant rhetoric have been charged in a string of lone-wolf attacks this year.", "filename": "2017_08_14_us_charlottesville-nazi-kkk-attacks_1666741758.html", "image_url": "https://static01.nyt.com/images/2017/08/14/us/14LIST-sub/14LIST-sub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=86a16a6151a4af1b1a0039873f15cd3af75bf1ce08b1ef2883797c5005b292f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_14_us_charlottesville-nazi-kkk-attacks_1666741758.html", "title": "Before Charlottesville, a String of Killings Raised the Specter of Far-Right Violence", "title_page": "Before Charlottesville, a String of Killings Raised the Specter of Far-Right Violence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "James Harris Jackson, a white man, traveled from Baltimore to New York City in March with the goal of killing black men, investigators said. Soon after he arrived, he fatally stabbed one, Timothy Caughman, 66, with a sword in Midtown Manhattan.\nMr. Jackson turned himself in to the police the day after the attack and told them where he disposed of the sword. He told investigators he wanted to kill black men in New York specifically because he would get more media attention there.\n“We’re very fortunate that it stopped at one, and it wasn’t more,” Assistant Chief William Aubry, the commander of Manhattan South detectives, told reporters at the time.\nAnti-Muslim Rant Leads to Fatal Stabbings\nImage Jeremy Joseph Christian. Credit... Portland Police\nJeremy Joseph Christian flew into a rage when he saw a young woman in a hijab on a commuter train in Portland, Ore., and began yelling anti-Muslim insults at her and her friend. When other passengers intervened, he pulled out a knife and slashed their throats.\nTwo people, Ricky John Best and Taliesin Myrddin Namkai Meche, were killed, and a third, Micah David-Cole Fletcher, was seriously wounded. Mr. Christian was charged with two counts of aggravated murder but defended the killings in a courtroom rant.\n“Death to the enemies of America. Leave this country if you hate our freedom,” he said. “You call it terrorism, I call it patriotism.”", "url": "https://www.nytimes.com/2017/08/14/us/charlottesville-nazi-kkk-attacks.html"}