{"authors": ["Annie Correal"], "date_download": "2022-10-25 23:28:24", "date_modify": "2022-10-25 23:28:24", "date_publish": "2017-10-30 09:00:25", "description": "On Tuesday, the City Council is set to repeal the city’s Cabaret Law, a Prohibition-era rule that made it illegal to dance in most nightspots.", "filename": "2017_10_30_nyregion_new-york-cabaret-law-repeal_1666740504.html", "image_url": "https://static01.nyt.com/images/2017/10/30/nyregion/31CABARET1a/31CABARET1-1509316558404-facebookJumbo.jpg?year=2017&h=550&w=1050&s=aad2ee0873729d336ec1204ca8a88332991114e659e9f7c514f36b367e4b3d12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_30_nyregion_new-york-cabaret-law-repeal_1666740504.html", "title": "After 91 Years, New York Will Let Its People Boogie", "title_page": "After 91 Years, New York Will Let Its People Boogie - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A spokesman for the mayor, Ben Sarle, said in an email, “The mayor strongly supports repealing the law,” though he emphasized the need to retain some of its security requirements, such as mandatory security cameras and certified security guards at larger venues, which were added to the existing law in the last 15 years.\nNorman Siegel, the former director of the New York Civil Liberties Union, tried unsuccessfully to strike down the Cabaret Law, filing a lawsuit in state court around a decade ago alongside Paul Chevigny, a civil rights lawyer, arguing it violated dancers’ free speech rights. Mr. Siegel reacted with joy to the possibility that it could be repealed. “Hallelujah to that,” he said. “It was used periodically to be very repressive on free expression.”\nThe Cabaret Law was enacted in 1926. It made it illegal to host “musical entertainment, singing, dancing or other form of amusement” without a license. The law is widely believed to have originally been used to target racially mixed jazz clubs in Harlem, but it was broadly applied. Music was not permitted at unlicensed bars at all until 1936, when the law was amended to allow radio- and piano-playing. The same year, operators of a ship that had taken men from the Bowery Mission on a day cruise were fined for running an unlicensed cabaret because a tap dancer was on board.\nFrom 1940 to 1967, the city required performers and employees of cabarets to be fingerprinted and carry “cabaret cards,” which could be denied if the applicant had a police record. The star-studded list of musicians who were denied cards or had them revoked includes Thelonious Monk and Charlie Parker. “Billie Holiday could not get a club date for many years before her death because she had a narcotics record. Ray Charles the blind blues singer cannot work here for the same reason,” an article in The Times noted in 1966. Frank Sinatra refused to sing in New York for years rather than submit to the indignity of the required fingerprinting.", "url": "https://www.nytimes.com/2017/10/30/nyregion/new-york-cabaret-law-repeal.html"}