{"authors": ["Jesse Mckinley", "Lisa W. Foderaro"], "date_download": "2022-10-25 23:53:24", "date_modify": "2022-10-25 23:53:24", "date_publish": "2017-04-06 02:45:41", "description": "Gov. Andrew M. Cuomo said he and New York lawmakers had agreed on issues like free tuition at state schools, opioid treatment and the so-called millionaire’s tax.", "filename": "2017_04_05_nyregion_cuomo-budget-deadline_1666742004.html", "image_url": "https://static01.nyt.com/images/2017/04/06/nyregion/06BUDGET1/06BUDGET1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f1d1d8975683dea961c4e77dd4476d18347855273dc1d69e6ddd8e639a4e470f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_05_nyregion_cuomo-budget-deadline_1666742004.html", "title": "Cuomo Hails Progress on Budget, but a Long Easter Break Beckons", "title_page": "Cuomo Hails Progress on Budget, but a Long Easter Break Beckons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s very important to me that we not put our financial feet into cement,” the governor said during an hourlong briefing in the ceremonial Red Room in the State Capitol.\nMr. Cuomo suggested that the budget could remain a moving target throughout the year, citing the federal idea of a “continuing resolution,” which allows for budgetary changes. “I am looking for continuing financial flexibility in the budget process,” he said. “But certainty and permanence in the operations that need to continue which is what we accomplished in the extender.”\nThe budget process has dragged on past its April 1 deadline, resulting in the tardiest plan of Mr. Cuomo’s tenure, including a fruitless weekend session that the governor called “a grace period.”\nThe continuing delays seemed to further agitate an exhausted Legislature.\n“People miss their families, they have no clothes left, and nobody knows what’s going on,” said Assemblywoman Nicole Malliotakis, a Staten Island Republican.\nMr. Cuomo said he wanted the Legislature to continue working — “I hope they will stay until it’s done,” he said — while he seemingly floated the possibility that the negotiations could continue for the foreseeable future.\n“I will stay here as long as they stay here,” he said.\nThe holdup in the budget has had a practical impact on lawmakers: Under state law, they receive their salaries only if a state budget is in place. (Mr. Cuomo is still getting paid — he earns $179,000 a year, and Wednesday was payday in Albany.)\nMoney may also have played a part in the current behind-the-scenes tension between the Legislature and Mr. Cuomo; last fall, the governor was effectively responsible for denying lawmakers a raise when his appointees to an independent pay commission refused to authorize an increase from their current base salary of $79,500.", "url": "https://www.nytimes.com/2017/04/05/nyregion/cuomo-budget-deadline.html"}