{"authors": ["The New York Times"], "date_download": "2022-10-25 23:45:13", "date_modify": "2022-10-25 23:45:13", "date_publish": "2017-09-22 16:30:28", "description": "A dam in northwestern Puerto Rico suffered structural damage on Friday, the governor said at a news conference, prompting evacuations of areas nearby in the aftermath of Hurricane Maria.", "filename": "2017_09_22_us_hurricane-maria-puerto-rico_1666741513.html", "image_url": "https://static01.nyt.com/images/2017/09/23/us/23live-storm1/23live-storm1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=08f571524d955fb82e97f300696fe697ee0862396b4fe74687ad4c4c59b3a42e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_22_us_hurricane-maria-puerto-rico_1666741513.html", "title": "Hurricane Maria Live Updates: Structural Damage at Guajataca Dam Prompts Evacuations in Puerto Rico", "title_page": "Hurricane Maria Live Updates: Structural Damage at Guajataca Dam Prompts Evacuations in Puerto Rico - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A dam in northwestern Puerto Rico suffered structural damage on Friday, the governor said at a news conference, prompting evacuations of areas nearby in the aftermath of Hurricane Maria.\n“Close to 70,000 is the estimate of people that could be affected in the case of a collapse,” the governor, Ricardo Rosselló, said about the Guajataca Dam, which is operated by the Puerto Rico Electric Power Authority. “We don’t know the details. It’s time to get people out.”\nThe news about the dam was a dramatic sign that the scale of troubles left behind by the storm were just being understood. Power remained out and phone service was still limited. Aerial footage from WeatherNation, a broadcast and digital network, showed a large volume of water flowing over the dam’s spillway. The water had eroded part of the spillway and some of the land between the spillway and the dam. But there was no sign that the reservoir had overtopped the dam itself.", "url": "https://www.nytimes.com/2017/09/22/us/hurricane-maria-puerto-rico.html"}