{"authors": ["Alex W. Palmer"], "date_download": "2022-10-25 23:40:18", "date_modify": "2022-10-25 23:40:18", "date_publish": "2017-07-25 09:00:10", "description": "As the global spotlight on the nation’s domestic policies has dimmed, lawyers for dissidents increasingly face a terrible choice: acquiescence or imprisonment.", "filename": "2017_07_25_magazine_the-lonely-crusade-of-chinas-human-rights-lawyers_1666741218.html", "image_url": "https://static01.nyt.com/images/2017/07/30/magazine/30cover-opener/30cover-opener-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e92dea3b9f82aae5a87f72ab06c2af88968fc23c3167c89d294ab0345ebb2cd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_25_magazine_the-lonely-crusade-of-chinas-human-rights-lawyers_1666741218.html", "title": "‘Flee at Once’: China’s Besieged Human Rights Lawyers", "title_page": "‘Flee at Once’: China’s Besieged Human Rights Lawyers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Liang was making his name just as this newer, more radical movement of ‘‘rights protection lawyers,’’ weiquan lushi, was finding its voice. At first, the network was informal and uncoordinated; it grew through referrals, word of mouth and personal connections. From a core group of fewer than 20 people in the early 2000s, the movement expanded swiftly: By 2015, there were hundreds of lawyers practicing human rights law or engaged in online social groups. They were a fraction of a fraction — as of January 2017, China had 300,000 lawyers — but the rights lawyers were zealous, outspoken and willing to challenge the government in ways their predecessors would not have dared.\nThe movement scored notable victories. Rights lawyers helped draw national media attention to scandals involving tainted milk and vaccines, illegal land seizures and police brutality. But pragmatism was never their primary aim. To the new generation of lawyers, rights-defending was ‘‘a strict moral obligation toward the victims of abuses, as well as toward human society and toward oneself, ’’ Pils wrote in a legal journal in 2006. Compromise was neither tenable nor desirable. In a country where many political and social issues are taboo, and even certain kinds of thought are forbidden, the rise of rights lawyers was a precarious but hopeful development. ‘‘People developed a sense of purpose,’’ Pils says. ‘‘It’s a terribly hackneyed term, but there’s a sense of being empowered, of agency.’’ It was the allure, Pils says, of ‘‘living in truth.’’\nBut success eventually invited repression. The activities of rights lawyers inside and outside the courtroom ‘‘made them doubly obnoxious to the regime,’’ says Jerome Cohen, director of New York University’s U.S.-Asia Law Institute. In August 2013, an internal party memo was leaked online. It listed ‘‘seven unmentionables’’ that the party sought to stamp out. Among them was ‘‘Western constitutional democracy,’’ which included ‘‘independent judiciaries’’ and ‘‘universal values’’ like ‘‘human rights.’’\nAt the same time, the Chinese leadership under Xi Jinping began to place a new emphasis on ‘‘rule of law.’’ During the Chinese Communist Party’s 18th Congress, in October 2014, the leadership devoted an entire plenary session to discussing and passing an ambitious slate of legal reforms. The participants declared that ‘‘the country should be ruled in line with the Constitution,’’ a constantly revised and modified document, which in its newest iteration guarantees such rights as freedom of speech, of the press, of assembly and of religious belief and, since 2004, ‘‘human rights.’’ The session followed similarly spirited exhortations by Chinese judges, diplomats and bureaucrats. Across every sphere of government activity, ‘‘rule of law’’ has become the phrase du jour. But in practice, ‘‘rule of law’’ has simply meant ‘‘rule of the party.’’\nThe government’s rhetorical shift came as the world was recalibrating its relationship with China and its conception of human rights. During his time in office, President Barack Obama de-emphasized human rights in the United States-China bilateral relationship; instead, he sought to cultivate China as a partner on issues like trade, climate change and North Korea. In meetings with President Xi, Obama claimed ‘‘frank’’ discussions of the countries’ divergent views on human rights, but he refrained from pressuring Beijing over its detention of political dissidents and human rights activists. The fate of Liu Xiaobo, a fellow Nobel Peace Prize laureate who was imprisoned by the Chinese government on charges of ‘‘inciting subversion of state power’’ for his role in writing a pro-democracy manifesto, went largely unmentioned in Obama’s public comments. (Liu died earlier this month, from complications of liver cancer, while in government custody.) On the campaign trail and in office, President Trump has made explicit his predecessor’s shift: Today, China is too important and too rich to risk antagonizing over human rights issues. ‘‘I believe he is trying very hard,’’ Trump said of Xi, after the leaders met in April. ‘‘He certainly doesn’t want to see turmoil and death. He doesn’t want to see it. He is a good man. He is a very good man.’’\nThe last five years have brought severe setbacks for China’s lawyers — especially those who work on the rule of law. Sida Liu, the Toronto professor, has called this divergence the ‘‘dual-state model.’’ ‘‘They use one system for ordinary legal cases and use another, much harsher system for sensitive cases,’’ Liu told me. ‘‘They draw a line between the acceptable and the unacceptable.’’ When that line is crossed, ‘‘they can do anything to you.’’", "url": "https://www.nytimes.com/2017/07/25/magazine/the-lonely-crusade-of-chinas-human-rights-lawyers.html"}