{"authors": ["William J. Broad", "David E. Sanger"], "date_download": "2022-10-25 23:54:26", "date_modify": "2022-10-25 23:54:26", "date_publish": "2017-06-03 17:49:52", "description": "Israel was ready to detonate an atomic device on a Sinai mountain as a warning if it looked as if it were losing, newly released interviews reveal.", "filename": "2017_06_03_world_middleeast_1967-arab-israeli-war-nuclear-warning_1666742066.html", "image_url": "https://static01.nyt.com/images/2017/06/04/world/04samson/04samson-facebookJumbo.jpg?year=2017&h=550&w=1050&s=55db91949395e410c53c79a3d71a0fc88bda62dc48c6e47bbf352912f4114f91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_03_world_middleeast_1967-arab-israeli-war-nuclear-warning_1666742066.html", "title": "‘Last Secret’ of 1967 War: Israel’s Doomsday Plan for Nuclear Display", "title_page": "‘Last Secret’ of 1967 War: Israel’s Doomsday Plan for Nuclear Display - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If the Israeli leadership had detonated the atomic device, it would have been the first nuclear explosion used for military purposes since the United States’ attacks on Hiroshima and Nagasaki 22 years earlier.\nThe plan had a precedent: The United States considered the same thing during the Manhattan Project, as the program’s scientists hotly debated whether to set off a blast near Japan in an effort to scare Emperor Hirohito into a quick surrender. The military vetoed the idea, convinced that it would not be enough to end the war.\nAccording to Mr. Yaakov, the Israeli plan was code-named Shimshon, or Samson, after the biblical hero of immense strength. Israel’s nuclear deterrence strategy has long been called the “Samson option” because Samson brought down the roof of a Philistine temple, killing his enemies and himself. Mr. Yaakov said he feared that if Israel, as a last resort, went ahead with the demonstration nuclear blast in Egyptian territory, it could have killed him and his commando team.\nDr. Cohen, a professor at the Middlebury Institute of International Studies at Monterey in California and the author of “Israel and the Bomb” and “The Worst-Kept Secret,” described the idea behind the atomic demonstration as giving “the prime minister an ultimate option if everything else failed.” Dr. Cohen, who was born in Israel and educated in part in the United States, has pushed the frontiers of public discourse on a fiercely hidden subject: how Israel became an unacknowledged nuclear power in the 1960s.\nOn Monday, the Nuclear Proliferation International History Project of the Woodrow Wilson International Center for Scholars in Washington — where Dr. Cohen is a global fellow — is releasing on a special website a series of documents related to the atomic plan. The project maintains a digital archive of his work known as the Avner Cohen Collection. (President Trump’s proposed budget calls for the elimination of all federal funding for the center, which Congress created as a living memorial to Wilson.)\nIt has long been known that Israel, fearful for its existence, rushed to complete its first atomic device on the eve of the Arab-Israeli war. But the planned demonstration remained secret in a country where it is taboo to discuss even half-century-old nuclear plans, and where fears persist that Iran will eventually obtain a nuclear weapon, despite its deal with world powers.", "url": "https://www.nytimes.com/2017/06/03/world/middleeast/1967-arab-israeli-war-nuclear-warning.html"}