{"authors": ["Alastair Macaulay"], "date_download": "2022-10-25 23:51:30", "date_modify": "2022-10-25 23:51:30", "date_publish": "2017-03-20 15:30:55", "description": "Ms. Brown’s choreography, showcased primarily in New York, helped shape generations of modern dance creators into the 21st century.", "filename": "2017_03_20_arts_dance_trisha-brown-dead-modern-dance-choreographer_1666741890.html", "image_url": "https://static01.nyt.com/images/2017/03/21/arts/21brown-obit-1/21brown-obit-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f051e9eadf203f1bd84f1a5b11de7b89dd56d05592cb45eccb66f69a6d4b93b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_20_arts_dance_trisha-brown-dead-modern-dance-choreographer_1666741890.html", "title": "Trisha Brown, Choreographer and Pillar of American Postmodern Dance, Dies at 80", "title_page": "Trisha Brown, Choreographer and Pillar of American Postmodern Dance, Dies at 80 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Trisha Brown, the choreographer and exemplar of the founding generation of American postmodern dance, died on Saturday in San Antonio. She was 80.\nBarbara Dufty, the executive director of Ms. Brown’s dance company, confirmed the death. Ms. Brown had been treated for vascular dementia since 2011.\nFew dance inventors have so combined the cerebral and sensuous sides of dance as Ms. Brown did, and few have been as influential. Her choreography, showcased primarily in New York, helped shape generations of modern dance creators into the 21st century.\n[ Mikhail Baryshnikov, Laurie Anderson and other artists speak on working with Ms. Brown. ]\nIn December 2012, it was announced that the two dances she had made the previous year would be her last. By that point, she had been an international figure for over 30 years, choreographing for the Paris Opera Ballet, collaborating with Mikhail Baryshnikov, and commissioning stage designs from Robert Rauschenberg and other eminent visual artists, including Donald Judd and Nancy Graves.", "url": "https://www.nytimes.com/2017/03/20/arts/dance/trisha-brown-dead-modern-dance-choreographer.html"}