{"authors": ["John Koblin"], "date_download": "2022-10-25 23:31:20", "date_modify": "2022-10-25 23:31:20", "date_publish": "2017-11-02 21:55:54", "description": "Almost 16 million people watched the first episode of the new season within three days, on par with the audience for some of broadcast TV’s most popular shows.", "filename": "2017_11_02_business_media_stranger-things-nielsen-ratings_1666740680.html", "image_url": "https://static01.nyt.com/images/2017/11/03/business/03NETFLIX1/03NETFLIX1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=9c3a7f23a5ad30f70fa5487e32f14d2a0832b554d10b38b1736c9ed7c1649788&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_02_business_media_stranger-things-nielsen-ratings_1666740680.html", "title": "New Netflix Ratings Confirm ‘Stranger Things’ Is a Hit", "title_page": "New Netflix Ratings Confirm ‘Stranger Things’ Is a Hit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Nielsen’s new Netflix ratings service has its first public results, and they confirm what a lot of people in the TV industry felt but didn’t know for sure: “Stranger Things” is a hit.\nOn Thursday, Nielsen released ratings for all nine episodes of the second season of the spooky thriller, which was made available on Netflix on Oct. 27.\nAccording to the data, the first episode of “Stranger Things” was watched by 15.8 million people within the first three days.\nHow does that compare to three-day ratings for other top shows? Well, 15 million people watched the premiere episode of the most recent season of “The Walking Dead,” the biggest hit on cable; the first episode of NBC’s “This Is Us” was watched by 17.8 million people; and the premiere episode of the latest season of “The Big Bang Theory” was watched by 22 million people. The season finale of HBO’s “Game of Thrones” had 14.8 million viewers within three days of its broadcast; the premium cable network said that more than 30 million people watched each episode this past season once streaming numbers were factored in.", "url": "https://www.nytimes.com/2017/11/02/business/media/stranger-things-nielsen-ratings.html"}