{"authors": ["Peter Baker"], "date_download": "2022-10-25 22:57:22", "date_modify": "2022-10-25 22:57:22", "date_publish": "2017-05-09 23:23:04", "description": "Not since Watergate has a president dismissed the person leading an investigation bearing on him, and the dismissal drew instant comparisons to the Saturday Night Massacre.", "filename": "2017_05_09_us_politics_trump-fbi-investigation-nixon_1666738642.html", "image_url": "https://static01.nyt.com/images/2017/05/10/us/10assess1/10assess1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=72ea9e233da251f034c394af11abbe4801d7910af8184dea9e9e117f73be3137&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_09_us_politics_trump-fbi-investigation-nixon_1666738642.html", "title": "In Trump’s Firing of James Comey, Echoes of Watergate", "title_page": "In Trump’s Firing of James Comey, Echoes of Watergate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In dramatically casting aside James B. Comey, President Trump fired the man who may have helped make him president — and the man who potentially most threatened the future of his presidency.\nNot since Watergate has a president dismissed the person leading an investigation bearing on him, and Mr. Trump’s decision late Tuesday afternoon drew instant comparisons to the “Saturday Night Massacre” in October 1973, when President Richard M. Nixon ordered the firing of Archibald Cox, the special prosecutor looking into the so-called third-rate burglary that would eventually bring Nixon down.\nIn his letter firing Mr. Comey, the F.B.I. director, Mr. Trump made a point of noting that Mr. Comey had three times told the president that he was not under investigation, Mr. Trump’s way of pre-emptively denying that his action was self-interested. But in fact, he had plenty at stake, given that Mr. Comey had said publicly that the bureau was investigating Russia’s meddling in last year’s presidential election and whether any associates of Mr. Trump’s campaign were coordinating with Moscow.", "url": "https://www.nytimes.com/2017/05/09/us/politics/trump-fbi-investigation-nixon.html"}