{"authors": ["James Poniewozik"], "date_download": "2022-10-25 23:31:23", "date_modify": "2022-10-25 23:31:23", "date_publish": "2017-10-26 08:57:01", "description": "Did last year’s surprise nostalgia phenomenon need a sequel? Not really, but we’ll take it anyway.", "filename": "2017_10_26_arts_television_stranger-things-2-review-netflix_1666740683.html", "image_url": "https://static01.nyt.com/images/2017/10/26/arts/27stranger1/27stranger1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4212310603282d1792d7be80a81ccbde93bcbe86b515118e26a5ee6060186af1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_26_arts_television_stranger-things-2-review-netflix_1666740683.html", "title": "Review: ‘Stranger Things’ Returns, More Familiar but Still Fun", "title_page": "Review: ‘Stranger Things’ Returns, More Familiar but Still Fun - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Steven Spielberg once considered making a sequel to “E.T. the Extra-Terrestrial.” In a 1982 film treatment for “E.T. II: Nocturnal Fears,” E.T.’s little human buddy Elliott is kidnapped and tortured by evil aliens. We never saw that movie, thank God.\nYou could argue that Netflix’s “Stranger Things” was the spiritual sequel to “E.T.,” a scavenged-together pastiche of Spielbergian sci-fi laced with 1980s horror themes. Like “E.T.,” it seemed like a complete work that didn’t need a follow-up. But it got one anyway.\nThe good news is, “Stranger Things 2” — it’s called that, like a movie rather than a season of TV — is no “Nocturnal Fears.” It does no harm. It doesn’t betray the spirit of the first outing. But is it stranger? It’s mostly — though enjoyably — familiar.\nThe first season, set in 1983, was a delightful surprise because it was more than the sum of its callbacks. Yes, it involved a bike-riding team of nerd-boys, who rescued their friend Will Byers (Noah Schnapp) from the “Upside Down,” a monster-filled parallel dimension. Yes, there was a pint-size being with mysterious powers — the telepath Eleven (Millie Bobby Brown). Yes, it cast ’80s stars Matthew Modine and Winona Ryder (as Will’s anguished mother, Joyce).", "url": "https://www.nytimes.com/2017/10/26/arts/television/stranger-things-2-review-netflix.html"}