{"authors": ["Motoko Rich"], "date_download": "2022-10-25 23:45:34", "date_modify": "2022-10-25 23:45:34", "date_publish": "2017-07-05 09:57:53", "description": "Even limited scenarios of an attack on North Korea point to staggering civilian casualties in the South and the prospect of nuclear warfare.", "filename": "2017_07_05_world_asia_north-korea-south-us-nuclear-war_1666741534.html", "image_url": "https://static01.nyt.com/images/2017/07/06/world/06seoulmilitary-1/09seoulmilitary-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=80560651a5f8758bf59fb397ce6ec10a375abc5117512bcbfa8ec04e9ccad19b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_05_world_asia_north-korea-south-us-nuclear-war_1666741534.html", "title": "In North Korea, ‘Surgical Strike’ Could Spin Into ‘Worst Kind of Fighting’", "title_page": "In North Korea, ‘Surgical Strike’ Could Spin Into ‘Worst Kind of Fighting’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Civilian Preparation\nAll things considered, analysts say, it could take American and South Korean forces three to four days to overwhelm North Korea’s artillery.\nHow much damage North Korea inflicts in that time depends in part on South Korea’s ability to get people to safety quickly. As more of the North’s guns are destroyed and people take cover, the casualty rate would fall with each hour.\nThe Nautilus Institute study projects 60,000 fatalities in the first full day of a surprise artillery attack on military targets around Seoul, the majority in the first three hours. Casualty estimates for an attack on the civilian population are much higher, with some studies projecting more than 300,000 dead in the opening days.\nThe Seoul metropolitan government says there are nearly 3,300 bomb shelters in the city, enough to accommodate all 10 million of its residents. In Gyeonggi Province, which surrounds the capital like a doughnut, the provincial government counts about 3,700 shelters. Many train stations in the region double as shelters, and most large buildings have underground parking garages where people fleeing artillery attacks can seek cover.\nBut critics say that the local authorities are unprepared for the chaos an artillery attack would cause and that the public is nonchalant about the prospect of war.\nThe South Korean government conducts emergency drills only five times a year, and they are fairly desultory affairs that last about 20 minutes, with people hunkering in buildings or stopping in their cars on the roads after sirens go off. Many residents have no idea where their nearest shelter is.\nFew people keep stockpiles of food and water, for example, and while the government has indicated it may buy about 1.8 million gas masks for use in the event of a chemical attack, that would not be nearly enough to protect the population.\n“For the first 72 hours,” said Nam Kyung-pil, governor of Gyeonggi Province, “each individual will have to save their own lives or be prepared by themselves.”", "url": "https://www.nytimes.com/2017/07/05/world/asia/north-korea-south-us-nuclear-war.html"}