{"authors": ["Conor Dougherty"], "date_download": "2022-10-26 00:16:27", "date_modify": "2022-10-26 00:16:27", "date_publish": "2017-11-02 21:58:56", "description": "The Republican plan to rein in the interest deduction is a blow to builders and owners of more expensive homes, along with the real estate industry.", "filename": "2017_11_02_business_economy_tax-housing_1666743387.html", "image_url": "https://static01.nyt.com/images/2017/11/03/business/03HOUSING1/03HOUSING1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ea8f60e6f96b16a0b5a0ab63a75e5788a317b060fa16782843fb38e141c2a807&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_02_business_economy_tax-housing_1666743387.html", "title": "Tax Change on Mortgages Could Shake Up the Housing Market", "title_page": "Tax Change on Mortgages Could Shake Up the Housing Market - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Republican tax plan unveiled on Thursday takes aim at the most sacred of cows: the provision that subsidizes homeownership by allowing the deduction of interest on mortgage debt.\nFor most of America, the impact would be minimal. The proposed bill would make the interest deduction available on mortgage debt of up to $500,000 — half the current ceiling. But that is still more than double the median home price in the United States of roughly $200,000. Fewer than 3 percent of home mortgages are more than $500,000, according to data from CoreLogic.\nBut if the idea holds — and history suggests that will be difficult — it will echo loudly through higher-priced cities on the coasts. “The impact on the market is going to be recognizable,” said Ure R. Kretowicz, chief executive of Cornerstone Communities, a homebuilder in San Diego. “There’s going to be less incentive to build, and less incentive to buy.”\nFor the builders, it will also squeeze the high end of the market, where the biggest profits lie. The stocks of homebuilders fell sharply on Thursday: Lennar was down 3.3 percent, KB Home dropped 3 percent and Toll Brothers plummeted 6.1 percent.", "url": "https://www.nytimes.com/2017/11/02/business/economy/tax-housing.html"}