{"authors": ["Choe Sang-Hun", "Austin Ramzy", "Motoko Rich"], "date_download": "2022-10-25 23:45:35", "date_modify": "2022-10-25 23:45:35", "date_publish": "2017-06-14 16:41:38", "description": "Despite its enmity toward the United States, the North remains sensitive to outside criticism of its human rights record and generally tries to use Americans as bargaining chips.", "filename": "2017_06_14_world_asia_north-korea-otto-warmbier-_1666741535.html", "image_url": "https://static01.nyt.com/images/2017/06/15/world/15nkorea-1/15nkorea-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9fcc5e01d0c306072b2032eb5cf1030dfd1792dc36801e352ec52f47ea3903b0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_14_world_asia_north-korea-otto-warmbier-_1666741535.html", "title": "Otto Warmbier Got an Extra Dose of Brutality From North Korea. The Mystery Is Why.", "title_page": "Otto Warmbier Got an Extra Dose of Brutality From North Korea. The Mystery Is Why. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — One American who was held captive in North Korea said he was interrogated up to 15 hours a day by officials who wanted him to confess to plotting to overthrow their government. Another said she was held in a 5-by-6-foot windowless cell. Yet another former American inmate shivered on the concrete floor of a room “no bigger than a dog’s house.’’\nBut despite a history of such treatment of prisoners dating to the 1950-53 Korean War, North Korea has generally refrained from physically abusing the Americans it has held in recent decades. That makes the case of Otto Warmbier, a 22-year-old American college student who had been serving a 15-year sentence in North Korea, even more striking.\nMr. Warmbier was released in a coma and returned on Tuesday to the United States, where he was immediately taken to the University of Cincinnati Medical Center for treatment. Details of his condition are not yet known. A senior American official has said the United States obtained intelligence reports that he had been repeatedly beaten. His fate has cast new attention on how North Korea treats foreigners in captivity.\nNorth Korea is known to have detained 16 American citizens since 1996, including three who are still in custody. They have been subjected to varying degrees of mental abuse but less often physical torture.", "url": "https://www.nytimes.com/2017/06/14/world/asia/north-korea-otto-warmbier-.html"}