{"authors": ["Maggie Haberman", "Charlie Savage"], "date_download": "2022-10-25 22:58:37", "date_modify": "2022-10-25 22:58:37", "date_publish": "2017-03-11 18:17:02", "description": "The Manhattan federal prosecutor was among 46 United States attorneys who had been ordered to submit their resignations.", "filename": "2017_03_11_us_politics_preet-bharara-us-attorney.html__r=0_1666738717.html", "image_url": "https://static01.nyt.com/images/2017/03/12/nyregion/12xp-preet/12xp-preet-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ba39d10ae09578de6ee6f9471ec0b803b1738c0b3beb49ac5bbb125b7315dca3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_11_us_politics_preet-bharara-us-attorney.html__r=0_1666738717.html", "title": "U.S. Attorney Preet Bharara Says He Was Fired After Refusing to Quit", "title_page": "U.S. Attorney Preet Bharara Says He Was Fired After Refusing to Quit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The call to Preet Bharara’s office from President Trump’s assistant came on Thursday. Would Mr. Bharara, the United States attorney in Manhattan, please call back?\nThe following day, Mr. Bharara was one of 46 United States attorneys appointed by President Barack Obama asked to resign — and to immediately clean out their offices. The request took many in his office by surprise because, in a meeting in November, Mr. Bharara was asked by the then-president-elect to stay on.\nMr. Bharara refused to resign. On Saturday, he announced on Twitter that he had been fired.\nIt was unclear whether the president’s call on Thursday was an effort to explain his change of heart about keeping Mr. Bharara or to discuss another matter. The White House would not comment on Saturday.\nHowever, there are protocols governing a president’s direct contact with federal prosecutors. According to two people with knowledge of the events who were not authorized to discuss delicate conversations publicly, Mr. Bharara notified an adviser to the attorney general, Jeff Sessions, that the president had tried to contact him and that he would not respond because of those protocols. Mr. Bharara then called Mr. Trump’s assistant back to say he could not speak with the president, citing the protocols.", "url": "https://www.nytimes.com/2017/03/11/us/politics/preet-bharara-us-attorney.html?_r=0"}