{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:53:14", "date_modify": "2022-10-25 23:53:14", "date_publish": "2017-03-17 14:43:54", "description": "In 1882, a Times editorial expressed satisfaction that a law had been passed effectively banning immigration from China.", "filename": "2017_03_17_insider_chinese-exclusion-act-travel-ban_1666741994.html", "image_url": "https://static01.nyt.com/images/2017/03/17/pageoneplus/17-A2-Insider/17-A2-Insider-facebookJumbo.jpg?year=2017&h=550&w=1050&s=cbc4a920480bd74218557c077de7cbbc6dad2a0980c916513666860e79c0392e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_17_insider_chinese-exclusion-act-travel-ban_1666741994.html", "title": "135 Years Ago, Another Travel Ban Was In the News", "title_page": "135 Years Ago, Another Travel Ban Was In the News - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“And as for the assertion that we have no moral right to say who shall and who shall not come into the country, no true American will for one moment admit a doctrine so dangerous, or make a confession so weak.”\nThus said The New York Times.\nOr rather, thus said The New-York Times, because the editorial was written in 1882 to express the newspaper’s satisfaction that the Chinese Exclusion Act, effectively banning any immigration from China, had been passed by the House of Representatives and was bound for the desk of President Chester A. Arthur, who would sign it into law.\nAs the first anti-immigrant law directed at a specific nationality, the Chinese Exclusion Act is invoked by President Trump’s critics as a forebear of his own policies and proclamations.\nToday, with two federal judges having ruled against Mr. Trump’s ban on travel from parts of the Muslim world (see Adam Liptak’s article on the front page), it is clear that the debate over American immigration policy will only grow more contentious.", "url": "https://www.nytimes.com/2017/03/17/insider/chinese-exclusion-act-travel-ban.html"}