{"authors": ["Kevin Granville"], "date_download": "2022-10-25 23:44:41", "date_modify": "2022-10-25 23:44:41", "date_publish": "2017-06-13 17:57:45", "description": "President Trump’s rebukes upend longstanding protocol for the executive branch to avoid commenting on monetary policy. The dynamic could echo that of the Johnson administration.", "filename": "2017_06_13_business_economy_a-president-at-war-with-his-fed-chief-5-decades-before-trump_1666741481.html", "image_url": "https://static01.nyt.com/images/2017/03/24/business/LBJWMMTEST1/LBJWMMTEST1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=74bdcdc03460933e1f853a469228e6ff5a3c321a10dcc9dea36a525214511194&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_13_business_economy_a-president-at-war-with-his-fed-chief-5-decades-before-trump_1666741481.html", "title": "A President at War With His Fed Chief, 5 Decades Before Trump", "title_page": "A President at War With His Fed Chief, 5 Decades Before Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Johnson: You don’t see in this any lack of availability of funds? Martin: I don’t see any at all. We’re watching it very carefully in the exchange market, and the market behaved pretty well today — of course, this was before our announcement this afternoon. But my guess is that we can handle it and we’re going to try to increase, actually increase over the next 10 days, the availability of money through the reserve mechanism. Johnson: That’s wonderful, Bill. I hope you’ll watch that and do everything you can. I’d hate for this to turn the other way on us.\n4.\nIn Martin’s eyes the situation was already turning, and in 1965 he began speaking publicly about his concerns. He was afraid the growing cost of the Vietnam War would force a devaluation of the dollar. He saw yet another budget deficit (there had been several in a row) at a time when budget deficits were still looked at askance. In a speech in May, he called it an era of “perpetual deficits and easy money” — red flags among central bankers.\nThen in June, at Columbia University, he laid down the gauntlet in a speech that described “disquieting similarities” between the current economic climate and the years leading to the Great Depression: “Then, as now, government officials, scholars and businessmen are convinced that a new economic era has opened, an era in which business fluctuations have become a thing of the past.”\nHis words were heard. That afternoon the New York Stock Exchange had one of its sharpest declines since Kennedy’s assassination, and the next day The New York Times reported on Page 1 that “Reserve Board Chief Compares Boom Today With That of 20’s.” Johnson, at his next news conference, went out of his way to dispel “gloom and doom” about the economy.\nImage\nBehind the scenes Johnson was viscerally angry over Martin’s remarks. According to Robert P. Bremner in his book “Chairman of the Fed,” Johnson asked his attorney general, Nicholas Katzenbach, to determine if a president could legally remove a Fed board member from office. (He was advised that disagreeing with administration policies did not constitute “termination for cause.”)", "url": "https://www.nytimes.com/2017/06/13/business/economy/a-president-at-war-with-his-fed-chief-5-decades-before-trump.html"}