{"authors": ["Matt Apuzzo"], "date_download": "2022-10-25 23:47:03", "date_modify": "2022-10-25 23:47:03", "date_publish": "2017-05-23 17:37:33", "description": "John O. Brennan, the former director of the C.I.A., offered the fullest public account yet of how the federal investigation into Russian election meddling began.", "filename": "2017_05_23_us_politics_john-brennan-russia-trump-campaign-cia_1666741623.html", "image_url": "https://static01.nyt.com/images/2017/05/24/us/24intel/24intel-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3ebc61e39b1743466a84253bec452539f18a0e0e222f550a5b6d7fe2a1fef42b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_23_us_politics_john-brennan-russia-trump-campaign-cia_1666741623.html", "title": "Ex-C.I.A. Chief Reveals Mounting Concern Over Trump Campaign and Russia", "title_page": "Ex-C.I.A. Chief Reveals Mounting Concern Over Trump Campaign and Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When he left his post in January, he said, “I had unresolved questions in my mind as to whether or not the Russians had been successful in getting U.S. persons involved in the campaign or not to work on their behalf.”\nMr. Brennan acknowledged that he did not know whether the Trump campaign colluded with Russian operatives and said the contacts might have been benign.\nAmerican intelligence agencies have concluded that the Russian president, Vladimir V. Putin, tried to damage Hillary Clinton’s candidacy and help Mr. Trump. On Aug. 4, as evidence of that campaign mounted, Mr. Brennan warned Alexander V. Bortnikov, the director of Russia’s Federal Security Service, known as the F.S.B., not to meddle in the election. Not only would such interference damage relations between the countries, he said, but it was also certain to backfire.\n“I said that all Americans, regardless of political affiliation or whom they might support in the election, cherish their ability to elect their own leaders without outside interference or disruption,” Mr. Brennan said. “I said American voters would be outraged by any Russian attempt to interfere in the election.”\nMr. Brennan’s prediction proved inaccurate. Though intelligence agencies are unanimous in their belief that Russia directly interfered in the election, it has become a divisive partisan issue, with Democrats far more likely than Republicans to accept the conclusion. Mr. Trump has declared that “Russia is fake news” and has tried to undermine the conclusions of his own intelligence services.", "url": "https://www.nytimes.com/2017/05/23/us/politics/john-brennan-russia-trump-campaign-cia.html"}