{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:38:59", "date_modify": "2022-10-25 23:38:59", "date_publish": "2017-05-15 00:01:50", "description": "Thousands of Soviet-era apartment blocks would be demolished. Critics say City Hall is trampling their rights, but others cling to hope for better housing.", "filename": "2017_05_14_world_europe_protesters-hit-moscows-streets-to-fight-mass-renovation-plan.html__r=1_1666741139.html", "image_url": "https://static01.nyt.com/images/2017/05/15/world/15russia-protests1/15russia-protests1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d12faed323c6f499935d1a84bc15cf5c3de07e305b21dae87ef8729c28b4c619&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_14_world_europe_protesters-hit-moscows-streets-to-fight-mass-renovation-plan.html__r=1_1666741139.html", "title": "Protesters Hit Moscow’s Streets to Fight Mass Renovation Plan", "title_page": "Protesters Hit Moscow’s Streets to Fight Mass Renovation Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Demonstrators packed a downtown Moscow avenue on Sunday, angered by plans for the mass demolition and replacement of huge apartment blocks and by what they called the highhanded way that City Hall, and by extension the federal government, trampled on their basic rights.\n“We are not serfs,” a hand-lettered sign pinned to the chest of one woman read, while another held aloft a placard reading “Renovate the government!”\nA draft law, proposed by Mayor Sergei Sobyanin, would replace about 4,500 apartment buildings built mostly in the 1950s and ’60s and currently home to about 1.6 million people, or more than 10 percent of the capital’s population. Much about the plan remains vague, but the underlying idea is that owners would abandon their apartments on the promise that the city would build them something better.", "url": "https://www.nytimes.com/2017/05/14/world/europe/protesters-hit-moscows-streets-to-fight-mass-renovation-plan.html?_r=1"}