{"authors": ["Emily Steel", "Michael S. Schmidt"], "date_download": "2022-10-25 22:59:35", "date_modify": "2022-10-25 22:59:35", "date_publish": "2017-04-19 18:35:54", "description": "The exposure of multiple settlements involving sexual harassment allegations against Mr. O’Reilly brought an abrupt end to his two-decade career at Fox.", "filename": "2017_04_19_business_media_bill-oreilly-fox-news-allegations.html__r=0_1666738775.html", "image_url": "https://static01.nyt.com/images/2017/04/20/us/20OREILLY1/20OREILLY1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=63217feabe774d2ee7faf79d0ca1da07dee043070641c22e381e79c4a490971b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_19_business_media_bill-oreilly-fox-news-allegations.html__r=0_1666738775.html", "title": "Bill O’Reilly Is Forced Out at Fox News", "title_page": "Bill O’Reilly Is Forced Out at Fox News - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bill O’Reilly’s reign as the top-rated host in cable news came to an abrupt and embarrassing end on Wednesday as Fox News forced him out after the disclosure of a series of sexual harassment allegations against him and an internal investigation that turned up even more.\nMr. O’Reilly and his employers came under intense pressure after an article by The New York Times on April 1 revealed how Fox News and its parent company, 21st Century Fox, had repeatedly stood by him even as he and the company reached settlements with five women who had complained about sexual harassment or other inappropriate behavior by him. The agreements totaled about $13 million.\nSince then, more than 50 advertisers had abandoned his show, and women’s rights groups had called for him to be fired. Inside the company, women expressed outrage and questioned whether top executives were serious about maintaining a culture based on “trust and respect,” as they had promised last summer when another sexual harassment scandal led to the ouster of Roger E. Ailes as chairman of Fox News.", "url": "https://www.nytimes.com/2017/04/19/business/media/bill-oreilly-fox-news-allegations.html?_r=0"}