{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:33:31", "date_modify": "2022-10-25 23:33:31", "date_publish": "2017-03-26 01:33:38", "description": "Mr. Epshteyn, who had a contentious relationship with television producers, was once a frequent presence on TV himself.", "filename": "2017_03_25_us_politics_boris-epshteyn-white-house-press-official-is-let-go-from-his-job.html__r=0_1666740811.html", "image_url": "https://static01.nyt.com/images/2017/03/26/us/26boris/26boris-facebookJumbo.jpg?year=2017&h=549&w=1050&s=922c8232bbdf99ff0d6b6264a5f4a2df60ce5eda2a0880c665d69750ece9fe7c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_25_us_politics_boris-epshteyn-white-house-press-official-is-let-go-from-his-job.html__r=0_1666740811.html", "title": "Boris Epshteyn, Trump TV Surrogate, Is Leaving White House Job", "title_page": "Boris Epshteyn, Trump TV Surrogate, Is Leaving White House Job - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Boris Epshteyn, an official in the White House press office who had a contentious relationship with television producers and was once a frequent presence on TV himself, is leaving his job, according to three people with knowledge of the move.\nThe departure was treated with some mystery. Sean Spicer, the White House press secretary, would not comment on the reason Mr. Epshteyn, an old friend of President Trump’s son Eric, was expected to depart the post.\nA senior administration official, speaking on the condition of anonymity, said only that officials were exploring other opportunities in the administration for Mr. Epshteyn, who at one point was on cable news as many as seven times a day promoting Mr. Trump during the presidential campaign.\nAnother person briefed on the discussions said that Mr. Epshteyn’s move was still pending, and that both he and the administration sought it. The person maintained that it was not an acrimonious situation.", "url": "https://www.nytimes.com/2017/03/25/us/politics/boris-epshteyn-white-house-press-official-is-let-go-from-his-job.html?_r=0"}