{"authors": ["Lilia Blaise"], "date_download": "2022-10-25 23:54:25", "date_modify": "2022-10-25 23:54:25", "date_publish": "2017-04-21 13:59:41", "description": "Officer Jugelé was gunned down Thursday evening on the Champs-Élysées, in an attack claimed by the Islamic State. He joined the city force in 2010.", "filename": "2017_04_21_world_europe_xavier-jugele-police-attack-champs-elysees.html__r=0_1666742065.html", "image_url": "https://static01.nyt.com/images/2017/04/22/world/22victim-3/22victim-3-facebookJumbo-v2.jpg?year=2017&h=166&w=317&s=82d0e3dd9b85f7d1f1d0851ca5143b5bbe49662dfefb768c0e81620360fbfbd1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_21_world_europe_xavier-jugele-police-attack-champs-elysees.html__r=0_1666742065.html", "title": "Xavier Jugelé, 37, Officer Killed in Paris, Was Defender of Gay Rights", "title_page": "Xavier Jugelé, 37, Officer Killed in Paris, Was Defender of Gay Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — He was a proud gay man and a committed policeman.\nHe was among the officers who responded to a terrorist attack at the Bataclan concert hall in November 2015, and he was in the crowd when Sting helped reopen the 19th-century building a year later.\nXavier Jugelé, 37, a Paris police officer since 2010, himself fell victim to terrorism Thursday evening. He was in a police vehicle on the heavily guarded Champs-Élysées, Paris’s most famous boulevard, when a gunman opened fire, killing him and wounding two other officers, along with a bystander.\nThe gunman was shot dead as he tried to flee; the Islamic State claimed responsibility for the attack a short while later.\nOfficer Jugelé was mourned on Friday by friends and fellow officers.\n“He was a simple man who loved his job, and he was really committed to the L.G.B.T. cause,” said Mickaël Bucheron, president of Flag, a French association for lesbian, gay, bisexual and transgender police officers. “He joined the association a few years ago, and he protested with us when there was the homosexual propaganda ban at the Sochi Olympic Games.”", "url": "https://www.nytimes.com/2017/04/21/world/europe/xavier-jugele-police-attack-champs-elysees.html?_r=0"}