{"authors": ["Nicole Perlroth", "Scott Shane"], "date_download": "2022-10-25 23:25:39", "date_modify": "2022-10-25 23:25:39", "date_publish": "2017-10-10 22:23:38", "description": "Exploiting the popular Kaspersky antivirus software, Russian hackers searched millions of computers for American intelligence keywords. Israeli intelligence tipped off American officials.", "filename": "2017_10_10_technology_kaspersky-lab-israel-russia-hacking_1666740339.html", "image_url": "https://static01.nyt.com/images/2017/10/11/us/11dc-kaspersky1/11dc-kaspersky1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f0310c5a7e9f8ca430aaad9a5de0a15a054d36aa47078e9cc960464b3134c10d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_10_technology_kaspersky-lab-israel-russia-hacking_1666740339.html", "title": "How Israel Caught Russian Hackers Scouring the World for U.S. Secrets", "title_page": "How Israel Caught Russian Hackers Scouring the World for U.S. Secrets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was a case of spies watching spies watching spies: Israeli intelligence officers looked on in real time as Russian government hackers searched computers around the world for the code names of American intelligence programs.\nWhat gave the Russian hacking, detected more than two years ago, such global reach was its improvised search tool — antivirus software made by a Russian company, Kaspersky Lab, that is used by 400 million people worldwide, including by officials at some two dozen American government agencies.\nThe Israeli officials who had hacked into Kaspersky’s own network alerted the United States to the broad Russian intrusion, which has not been previously reported, leading to a decision just last month to order Kaspersky software removed from government computers.\nThe Russian operation, described by multiple people who have been briefed on the matter, is known to have stolen classified documents from a National Security Agency employee who had improperly stored them on his home computer, on which Kaspersky’s antivirus software was installed. What additional American secrets the Russian hackers may have gleaned from multiple agencies, by turning the Kaspersky software into a sort of Google search for sensitive information, is not yet publicly known.", "url": "https://www.nytimes.com/2017/10/10/technology/kaspersky-lab-israel-russia-hacking.html"}