{"authors": ["Azam Ahmed"], "date_download": "2022-10-25 23:45:09", "date_modify": "2022-10-25 23:45:09", "date_publish": "2017-09-15 07:00:37", "description": "A Times reporter on one of the Caribbean islands hit hardest by the hurricane describes life without fuel, electricity, schools and a dependable food supply.", "filename": "2017_09_15_world_americas_hurricane-irma-st-martin_1666741509.html", "image_url": "https://static01.nyt.com/images/2017/09/15/world/stmartin5/stmartin5-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f65f3fd5db41ea52e5d8eca004da1447f11c2621a3482ef3c8692e5461a06482&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_15_world_americas_hurricane-irma-st-martin_1666741509.html", "title": "More Than a Week After Irma, St. Martin Is Still Trying to Survive", "title_page": "More Than a Week After Irma, St. Martin Is Still Trying to Survive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GRAND CASE, St. Martin — The woman carried a small suitcase, enough for her and her child to try to start over.\nThe arduous passage to evacuate her broken island was nearly done — through the chaos of a port filled with capsized boats, the traffic-choked drive lined with buildings and homes torn from their foundations, and the desperation of the masses at the airport, hoping to flee the wreckage as armed soldiers kept order.\nBut as the evacuees finally prepared to board their flight, the airline announced that they could not take their suitcases with them. The woman, a civil servant, fell apart.\n“I can’t take it anymore,” she screamed, crumpling onto the tarmac and pounding it with both hands. Her home destroyed, her child forced to seek even the most basic things elsewhere, her country reckoning with the staggering task of rebuilding and, in the much more immediate term, simply surviving.\nA soldier rushed to comfort the woman while her daughter broke into tears, fighting with the attendant to keep her mother’s bag, a final indignity in a world stripped of its moorings.\nLife, for now, is a fragile thing on St. Martin, one of the Caribbean islands hit hardest by Hurricane Irma. I first came here shortly after the storm, when severe food and water shortages were tearing at the social fabric, leaving residents to scavenge for food and, in some cases, fight over what little remained. Now, more than a week after the hurricane, a delicate order has been restored, for the most part.", "url": "https://www.nytimes.com/2017/09/15/world/americas/hurricane-irma-st-martin.html"}