{"authors": ["Chad Bray"], "date_download": "2022-10-25 23:51:53", "date_modify": "2022-10-25 23:51:53", "date_publish": "2017-09-12 12:46:27", "description": "A detailed review by competition regulators would delay the $15 billion acquisition by 21st Century Fox and cast further uncertainty over the proposed deal.", "filename": "2017_09_12_business_dealbook_21st-century-fox-sky.html_dlbk_1666741913.html", "image_url": "https://static01.nyt.com/images/2017/09/13/business/13db-foxsky/13db-foxsky-facebookJumbo.jpg?year=2017&h=550&w=1050&s=82c84b83914ed8c50185e99d73883a13a20cde2df5c8fc5daf47716fef136c69&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_12_business_dealbook_21st-century-fox-sky.html_dlbk_1666741913.html", "title": "Murdoch Bid for Sky Control Hits New Bump as U.K. Official Hints at Inquiry", "title_page": "Murdoch Bid for Sky Control Hits New Bump as U.K. Official Hints at Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Britain’s culture minister said on Tuesday that she was inclined to ask the country’s competition regulator to carry out a detailed review of a bid by Rupert Murdoch’s 21st Century Fox to take full control of the British satellite television giant Sky.\nIn an address to Parliament, the minister, Karen Bradley, said she was “minded” to refer the $15 billion deal to the Competition and Markets Authority for a more intensive inquiry into concerns about whether Fox would uphold broadcast standards in Britain and whether owning all of Sky would give it too much control of the British media.\nSky and Fox have 10 days to respond before Ms. Bradley makes a decision about whether to refer the matter for further inquiry.\nThat Ms. Bradley would say she was leaning toward seeking a fuller inquiry was expected: She had previously indicated that concerns about how much control the Murdoch family would have over the country’s media merited a further review. What was unexpected was the potential for additional scrutiny of whether Fox would uphold broadcasting standards in Britain.", "url": "https://www.nytimes.com/2017/09/12/business/dealbook/21st-century-fox-sky.html?dlbk"}