{"authors": ["Mitch Smith", "Alan Blinder"], "date_download": "2022-10-25 23:30:33", "date_modify": "2022-10-25 23:30:33", "date_publish": "2017-02-22 10:00:20", "description": "The state offered meals, lodging, a medical exam and a bus ticket to protesters who left by the Wednesday afternoon deadline.", "filename": "2017_02_22_us_a-deadline-looms-for-dakota-protesters-to-leave-campsite_1666740633.html", "image_url": "https://static01.nyt.com/images/2017/02/23/us/23DAKOTA-01-wire/23DAKOTA-01-wire-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=5d5a814c5d5b2e560750af09bda27b18a4cfb2b6e5a3486440cd7415f4fa7468&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_22_us_a-deadline-looms-for-dakota-protesters-to-leave-campsite_1666740633.html", "title": "North Dakota Arrests 10 as Pipeline Protest Camp Empties", "title_page": "North Dakota Arrests 10 as Pipeline Protest Camp Empties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CANNON BALL, N.D. — The fires burned for hours on the flat, muddy landscape, their thick smoke rising through snowflakes that tumbled to the ground. Someone rode a snowmobile across the dirt, and others moved their belongings to the side of a rural highway. The police gathered, prepared to follow the governor’s order to clear people from this rural part of the state.\nBut the Wednesday afternoon deadline for protesters of the Dakota Access oil pipeline to empty their largest encampment passed with far more uncertainty than unrest. In the hours after the deadline, the authorities made 10 arrests but said they would not fully empty the camp on Wednesday night.\nRoughly 25 to 50 demonstrators were believed to remain in the mandatory evacuation zone, said Gov. Doug Burgum, who said cleaning crews planned to enter the camp Thursday morning. “Anyone who obstructs our ability to do cleanup will be subject to arrest,” Mr. Burgum said.\nThe scene here, about an hour’s drive south of Bismarck, the state capital, seemed to represent a muffled end to a specific and passionate protest that drew thousands of demonstrators and became central to the national debate about energy, the environment and the rights of Native Americans. Protesters argued that the nearly completed pipeline, now moving ahead with the support of President Trump’s administration, could imperil the drinking water supply on the Standing Rock Sioux Reservation.", "url": "https://www.nytimes.com/2017/02/22/us/a-deadline-looms-for-dakota-protesters-to-leave-campsite.html"}