{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:38:38", "date_modify": "2022-10-25 23:38:38", "date_publish": "2017-08-05 09:18:59", "description": "Northern Ireland and the Irish Republic stand to lose shared membership in the European Union, and reinstating a hard border would have psychological and practical implications.", "filename": "2017_08_05_world_europe_brexit-northern-ireland-ireland_1666741118.html", "image_url": "https://static01.nyt.com/images/2017/07/29/world/29borders2/29borders2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3ac81e9c89a8fc68e403647be7c1eb330079b12b9031d32c88c78a31c8ec0375&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_05_world_europe_brexit-northern-ireland-ireland_1666741118.html", "title": "On Irish Border, Worries That ‘Brexit’ Will Undo a Hard-Won Peace", "title_page": "On Irish Border, Worries That ‘Brexit’ Will Undo a Hard-Won Peace - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This area benefits from E.U. funding, from peace programs that benefit north and south promoting the notion that we have more in common than we have differences,” Ms. McClenaghan said.\nNow 49 and joint chief executive of the Inishowen Development Partnership, she grew up in Galway, in the republic, when the borders were pockmarked with checkpoints and the roads patrolled by armed officers.\n“You’d see the army with their tanks and guns, and it was scary and intimidating,” she said. “Passing the border, they’d always ask you where you were going and where you were from.”\nMs. McClenaghan was chatting over a cup of coffee at a cafe in Bridgend, at the southern end of the Inishowen peninsula. The border with Northern Ireland was just down the road, near an intersection that already snarls up and slows down at rush hour.\n“What’s going to happen to traffic if there’s a hard border?” she asked.\nAmong other logistical awkwardnesses, the impractical way the island is divided means that unless you take a three- or four-hour detour through western Ireland, you cannot drive from Inishowen to Dublin without crossing the border at least twice.\nBack at the Guildhall, Mr. Lynn, the tour guide, said that having come this far, people in the city had no desire to return to the way things were before. “History has to be history,” he said. “It has to be left in the past.”", "url": "https://www.nytimes.com/2017/08/05/world/europe/brexit-northern-ireland-ireland.html"}