{"authors": ["Sarah Lyall"], "date_download": "2022-10-25 23:48:20", "date_modify": "2022-10-25 23:48:20", "date_publish": "2017-02-19 22:36:20", "description": "The thwarted Supreme Court nominee is back at his old job and has not spoken publicly of any frustration, and his friends say they are more aggrieved than he is.", "filename": "2017_02_19_us_politics_merrick-garland-supreme-court-obama-nominee_1666741700.html", "image_url": "https://static01.nyt.com/images/2017/02/20/us/20GARLAND-01/20GARLAND-01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=04e44c76999be4a5d6322f8844453036ae8873836ad13f704e9602031c73beeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_19_us_politics_merrick-garland-supreme-court-obama-nominee_1666741700.html", "title": "Liberals Are Still Angry, but Merrick Garland Has Reached Acceptance", "title_page": "Liberals Are Still Angry, but Merrick Garland Has Reached Acceptance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A few Republican senators said at the time that they believed the Senate should follow its regular procedures and allow the normal confirmation process to proceed. A few more said privately that they were very sorry, but they could not do anything for the judge. In the end, none of the preparation or the meetings made a difference.\n“They repeatedly would reiterate that it wasn’t about him — that he was incredibly impressive and well qualified, but this was about politics,” Mr. Pollack said. “Virtually no one, with one or two exceptions, tried to even challenge him on anything of substance.”\nEfforts to extract post-mortem comments from some of the more sympathetic Senate Republicans, like Susan Collins of Maine and Orrin G. Hatch of Utah, were unsuccessful. By way of making the point that Republicans are not the only ones who play politics with judicial nominations, a spokesman for Senator Lindsey Graham, Republican of South Carolina, emailed a link to the Wikipedia page for Miguel Estrada, a lawyer whose nomination to a federal judgeship by President George W. Bush was thwarted by the Democrats through a filibuster 15 years ago.\nWorking from a conference room at the Old Executive Office Building, the Garland team sought repeatedly to persuade more Republicans to meet the nominee. It was frustrating and annoying for Judge Garland’s allies. “But Merrick didn’t get frustrated; he got focused,” said Brian Deese, a senior adviser to Mr. Obama.\nAs an example, he cited how Judge Garland tackled the questionnaire that nominees submit to the Judiciary Committee before confirmation hearings, providing a full account of their writings and opinions.\n“Basically, you’re submitting it to the committee even though they’ve said they won’t hold a hearing,” Mr. Deese said. “You could hear a Washington cynic saying, ‘I’ll do the short version,’ or not do it until they hold the hearing. But that’s not Merrick.”\nThe judge’s responses were so thorough that the 100-odd-page questionnaire grew to several thousand pages, and “had to be delivered to the Senate in bankers’ boxes,” Mr. Deese said. “He is meticulous and he cares about this work, so he reviewed everything personally.”", "url": "https://www.nytimes.com/2017/02/19/us/politics/merrick-garland-supreme-court-obama-nominee.html"}