{"authors": ["Mark Scott", "Emily Steel"], "date_download": "2022-10-25 23:51:47", "date_modify": "2022-10-25 23:51:47", "date_publish": "2017-06-29 11:26:26", "description": "The British authorities on Thursday asked regulators to further examine 21st Century Fox’s deal for the European satellite giant.", "filename": "2017_06_29_business_media_sky-21st-century-fox_1666741907.html", "image_url": "https://static01.nyt.com/images/2017/06/21/business/21DB-FOXSKY1/21DB-FOXSKY1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=10d5aeb179ef54215bf8bf93130623b1db5a757cb0e92d22f3b87691f93170e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_29_business_media_sky-21st-century-fox_1666741907.html", "title": "Setback for Murdoch in $15 Billion Sky Takeover", "title_page": "Setback for Murdoch in $15 Billion Sky Takeover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For years, Rupert Murdoch has tried to cement his legacy by adding Sky, the European satellite giant, to his global media empire. That quest was delayed once again Thursday as the British authorities asked regulators to further examine whether the $15 billion deal would give the Murdoch family too much control over the country’s media.\nThe announcement was part of a split decision on the bid by Mr. Murdoch’s 21st Century Fox to take over the 61 percent of Sky that it does not already own. While Mr. Murdoch and his family are likely to face increased pressure with a lengthy and potentially intrusive review by Britain’s competition authority, they also dodged a regulatory bullet.\nThe authorities ruled that Mr. Murdoch, who is executive chairman of 21st Century Fox, and other company executives were “fit and proper” to hold broadcasting licenses in Britain, even as they concluded that the sexual harassment scandal at Fox News had amounted to “significant corporate failures.”\n“It’s both good and bad news for 21st Century Fox,” said Martin Moore, director of the Center for the Study of Media, Communication and Power at King’s College London.", "url": "https://www.nytimes.com/2017/06/29/business/media/sky-21st-century-fox.html"}