{"authors": ["Stephanie Clifford"], "date_download": "2022-10-25 23:19:11", "date_modify": "2022-10-25 23:19:11", "date_publish": "2017-08-01 20:12:34", "description": "After deliberating for more than a day and a half in the Federal District Court in Brooklyn, jurors sent their first substantive note.", "filename": "2017_08_01_business_dealbook_martin-shkreli-fraud-trial_1666739951.html", "image_url": "https://static01.nyt.com/images/2017/08/02/business/01db-shkreli2/01db-shkreli2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=fdff5c6fb1bd31b3b4d213af61dfe1a265bdef1740659bc6f0bbb4de3015ef34&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_01_business_dealbook_martin-shkreli-fraud-trial_1666739951.html", "title": "Jury in Martin Shkreli Fraud Trial Has Questions for the Judge", "title_page": "Jury in Martin Shkreli Fraud Trial Has Questions for the Judge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Shkreli is charged with eight counts of securities and wire fraud. Prosecutors argued he lied to investors in two hedge funds, MSMB Capital and MSMB Healthcare, by making claims like the one that he was using a specific auditor and law firm, when he wasn’t. He sent them fake statements showing their money was growing, when in fact the accounts for the funds were nearly empty.\nProsecutors also say that at Retrophin, a pharmaceutical company he founded, Mr. Shkreli arranged to pay the defrauded MSMB investors by creating fake agreements making it look like the investors were consulting for Retrophin, or signing settlement agreements requiring Retrophin to pay the investors, when Retrophin had no such responsibility. Finally, prosecutors charged that he secretly controlled a huge portion of Retrophin stock by giving shares to associates and telling them to buy, sell or reassign the shares, and did not disclose that.\nA center of Mr. Brafman’s defense was that Mr. Shkreli didn’t intend to commit fraud, and he said in his closing argument that “good faith can, in this case, be a complete defense to every one of the charges.” He asked why Mr. Shkreli would have bothered going on to repay the MSMB investors when he could have just walked away, and argued Mr. Shkreli didn’t really profit from the scheme at all.\nAs for assets under management, that was a claim that Mr. Shkreli made to MSMB hedge-fund investors, which prosecutors said was false. One investor in his hedge fund MSMB Capital testified Mr. Shkreli had told her he had $40 million to $50 million in assets under management. Another testified Mr. Shkreli had claimed he had $35 million in assets under management.\nMr. Shkreli later told the Securities and Exchange Commission, according to a document shown at trial, that MSMB Capital never had more than $3 million under management.", "url": "https://www.nytimes.com/2017/08/01/business/dealbook/martin-shkreli-fraud-trial.html"}