{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:38:55", "date_modify": "2022-10-25 23:38:55", "date_publish": "2017-05-06 16:09:01", "description": "On the anniversary of a protest that ended in a violent clash with the police, a wide swath of demonstrators participated in good-natured rally in Moscow.", "filename": "2017_05_06_world_europe_russia-vladimir-putin-protests_1666741135.html", "image_url": "https://static01.nyt.com/images/2017/05/07/world/RUSSIA/RUSSIA-facebookJumbo.jpg?year=2017&h=549&w=1050&s=d02e4cb1bd4c7bc967b9ff54c6f2040834b53d3a08fd8b1b5235350b8facf8ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_06_world_europe_russia-vladimir-putin-protests_1666741135.html", "title": "5 Years After Crackdown, an Anti-Kremlin Protest Resumes", "title_page": "5 Years After Crackdown, an Anti-Kremlin Protest Resumes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Pro-Western liberals, hard-line nationalists, gay-rights activists and other Kremlin opponents gathered in central Moscow on Saturday, seeking to revive a broad-based protest movement against President Vladimir V. Putin that was snuffed out five years ago by mass arrests and stiff jail sentences. The demonstrators chanted the one demand that unites their disparate causes: “Russia Without Putin!”\nWaving Russian flags and the black, yellow and white standard of the Russian empire, thousands of protesters from across the political spectrum held a noisy but good-natured rally to mark the fifth anniversary of a violent police crackdown that ended months of protests against Mr. Putin in 2011 and 2012.\nThe Ministry of Interior said that only “around 1,000” people had taken part in the rally on Saturday, which was held on a broad avenue named for the Soviet-era dissident Andrei D. Sakharov. The true number appeared to be several times larger, though not as large as the 10,000 people organizers had hoped would come. The Moscow city police reported no incidents.\nOVD-Info, an independent group that tracks protest arrests, reported that at least seven people had been detained by the police at a separate gathering in Bolotnaya Square, the site of large anti-Kremlin demonstrations in 2011 set off by public fury over falsified election results.", "url": "https://www.nytimes.com/2017/05/06/world/europe/russia-vladimir-putin-protests.html"}