{"authors": ["Ben Hubbard", "Kate Kelly"], "date_download": "2022-10-25 22:59:51", "date_modify": "2022-10-25 22:59:51", "date_publish": "2017-10-25 18:08:54", "description": "The government has made significant social changes, but progress toward diversifying the economy has been halting.", "filename": "2017_10_25_world_middleeast_saudi-arabias-grand-plan-to-move-beyond-oil-big-goals-bigger-hurdles_1666738791.html", "image_url": "https://static01.nyt.com/images/2017/10/26/world/26saudi1/26saudi1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=19fb116f74b45cff5df97388ac4a2b3c32a9590d22b2863ceb31efc8ac4a03ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_25_world_middleeast_saudi-arabias-grand-plan-to-move-beyond-oil-big-goals-bigger-hurdles_1666738791.html", "title": "Saudi Arabia’s Grand Plan to Move Beyond Oil: Big Goals, Bigger Hurdles", "title_page": "Saudi Arabia’s Grand Plan to Move Beyond Oil: Big Goals, Bigger Hurdles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "His own firm is expanding rapidly in Riyadh. Its local office has doubled in size in the past year, and Goldman is reportedly advising on a number of merger deals involving Saudi companies. JPMorgan, which opened an office in Riyadh in 2006, employs 78 people and has won a significant role in the planned Aramco offering.\nAlthough it is not yet clear whether Goldman will have a role in the Aramco deal, the firm’s asset-management business has a footprint in Saudi Arabia, it worked on the kingdom’s international bond offering last year, and its president, Mr. Schwartz, flew in for the investment conference, speaking on a panel and holding more than a dozen meetings with clients and officials.\nThe kingdom’s reform push remains tightly linked to Prince Mohammed, who is seen by many as the kingdom’s de facto ruler, with the blessing of his elderly father, King Salman.\nAfter failing to appear as planned to open the conference on Tuesday morning, he unveiled an ambitious plan in the afternoon to create a new city from scratch on Saudi Arabia’s Red Sea coast that would rely on renewable energy and be staffed largely by robots.\nThe project, Neom, would cost $500 billion and seek to create “a leading global hub that exemplifies the future of human civilization by offering its inhabitants an idyllic lifestyle combined with exceptional economic prospects,” according to promotional materials distributed by the Royal Court.\n“It’s head-spinning in its ambition,” wrote Mr. Yergin, the energy strategist. “This is taking on a very big challenge that will be measured not in decades, but over a generation.”", "url": "https://www.nytimes.com/2017/10/25/world/middleeast/saudi-arabias-grand-plan-to-move-beyond-oil-big-goals-bigger-hurdles.html"}