{"authors": ["Julie Hirschfeld Davis", "Alan Rappeport"], "date_download": "2022-10-25 23:36:02", "date_modify": "2022-10-25 23:36:02", "date_publish": "2017-04-26 15:44:36", "description": "President Trump on Wednesday proposed sharp reductions in both individual and corporate income tax rates, and also called for the elimination of most itemized tax deductions.", "filename": "2017_04_26_us_politics_trump-tax-cut-plan_1666740962.html", "image_url": "https://static01.nyt.com/images/2017/04/27/us/27TAXES-sub/27TAXES-sub-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=3b05b26214fc7ad7804ee8a25b309613bb26fced03a42c46b5ee1f6e65c3030b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_26_us_politics_trump-tax-cut-plan_1666740962.html", "title": "White House Proposes Slashing Tax Rates, Significantly Aiding Wealthy", "title_page": "White House Proposes Slashing Tax Rates, Significantly Aiding Wealthy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Wednesday proposed sharp reductions in individual and business income tax rates and a radical reordering of the tax code that would significantly benefit the wealthy, but he offered no explanation of how the plan would be financed as he rushed to show progress before the 100-day mark of his presidency.\nMr. Trump’s skeletal outline of a tax package, unveiled at the White House in a single-page statement filled with bullet points, was less a plan than a wish list. Treasury Secretary Steven Mnuchin and Gary D. Cohn, the director of Mr. Trump’s National Economic Council, laid out the bare bones to reporters, part of a mad dash toward the administration’s 100th day on Saturday that has included the resurrection of a health care bill and near-daily signings of executive orders.\nBut they offered none of the standard accouterments of such rollouts, such as detailed charts showing the cost of each provision, phase-in periods, the impacts of the proposals on people and testimonials on the program’s potential benefits.\n“We have a once-in-a-generation opportunity to do something really big,” Mr. Cohn said. “President Trump has made tax reform a priority, and we have a Republican Congress that wants to get it done.”", "url": "https://www.nytimes.com/2017/04/26/us/politics/trump-tax-cut-plan.html"}