{"authors": ["Gardiner Harris", "David E. Sanger"], "date_download": "2022-10-25 23:26:11", "date_modify": "2022-10-25 23:26:11", "date_publish": "2017-05-17 18:02:25", "description": "A statement on Iran came two days before Iranian elections, and just before President Trump’s first overseas trip as president.", "filename": "2017_05_17_us_politics_trump-iran-nuclear-deal_1666740371.html", "image_url": "https://static01.nyt.com/images/2017/05/18/us/18sanctions/18sanctions-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=ebd2bf7893b5b05285a65d7de3c6c0776dc20d60c06009ab0a48256824d42b5e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_17_us_politics_trump-iran-nuclear-deal_1666740371.html", "title": "Iran Nuclear Deal Will Remain for Now, White House Signals", "title_page": "Iran Nuclear Deal Will Remain for Now, White House Signals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration signaled on Wednesday that it would not, for now, jettison the Iran nuclear deal, despite the president’s harsh criticism of the agreement during the campaign.\nFacing a deadline of Thursday, the administration said it was waiving sanctions against Iran, as required under the deal. To have done otherwise would have violated the accord, freeing the Iranians to resume the production of nuclear fuel without any of the limits negotiated by the Obama administration two years ago.\nBut while acknowledging that the deal would remain in place, the administration imposed modest new sanctions against several Iranian individuals and four organizations, including a China-based network that supplied missile-related items to a key Iranian defense entity.\nThat appeared to be an effort to mollify Republican critics of the deal, which President Trump has called a “disaster” and said he would have negotiated far more skillfully.", "url": "https://www.nytimes.com/2017/05/17/us/politics/trump-iran-nuclear-deal.html"}