{"authors": ["Jeremy W. Peters", "Alexandra Alter", "Michael M. Grynbaum"], "date_download": "2022-10-25 23:40:31", "date_modify": "2022-10-25 23:40:31", "date_publish": "2017-02-20 21:48:52", "description": "The publication of a video in which the contentious Breitbart News editor condoned sexual relations with boys seemed to be more than conference organizers could tolerate.", "filename": "2017_02_20_us_politics_cpac-milo-yiannopoulos_1666741231.html", "image_url": "https://static01.nyt.com/images/2017/02/21/us/21milo/18maher_web2-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=0520f41acf1140cf7fcd35ee114f1db1cd4d9e137cfdbcc8e898b368b4514fc8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_20_us_politics_cpac-milo-yiannopoulos_1666741231.html", "title": "Milo Yiannopoulos’s Pedophilia Comments Cost Him CPAC Role and Book Deal", "title_page": "Milo Yiannopoulos’s Pedophilia Comments Cost Him CPAC Role and Book Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Milo Yiannopoulos, a polemical Breitbart editor and unapologetic defender of the alt-right, tested the limits of how far his provocations could go after the publication of a video in which he condones sexual relations with boys as young as 13 and laughs off the seriousness of pedophilia by Roman Catholic priests.\nOn Monday, the organizers of the Conservative Political Action Conference rescinded their invitation for him to speak this week. Simon & Schuster said it was canceling publication of “Dangerous” after standing by him through weeks of criticism of the deal. And Breitbart itself was reportedly reconsidering his role amid calls online for it to sever ties with him.\nMr. Yiannopoulos’s comments, which quickly created an uproar online over the weekend, put many conservatives in a deeply uncomfortable position. They have long defended Mr. Yiannopoulos’s attention-seeking stunts and racially charged antics on the grounds that the left had tried to hypocritically censor his right to free speech.\nBut endorsing pedophilia, it seemed, was more than they could tolerate. The board of the American Conservative Union, which includes veterans of the conservative movement like Grover Norquist and Morton Blackwell, made the decision to revoke Mr. Yiannopoulos’s speaking slot and condemn his comments on Monday.", "url": "https://www.nytimes.com/2017/02/20/us/politics/cpac-milo-yiannopoulos.html"}