{"authors": ["D.T. Max"], "date_download": "2022-10-25 23:37:18", "date_modify": "2022-10-25 23:37:18", "date_publish": "2017-03-07 12:00:27", "description": "Paul La Farge’s novel “The Night Ocean” is a many-voiced story about H. P. Lovecraft, his teenage acolyte Robert Barlow and the diary Lovecraft supposedly kept of their love life together.", "filename": "2017_03_07_books_review_night-ocean-paul-la-farge_1666741038.html", "image_url": "https://static01.nyt.com/images/2017/03/05/books/review/12MAX/12MAX-facebookJumbo.jpg?year=2017&h=295&w=564&s=d14570c212e241eb38bdb6c0d94ed6ee8f01fc48d1aa76c8fd0ef16333cf162d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_07_books_review_night-ocean-paul-la-farge_1666741038.html", "title": "A Novel Dwells on the Loves of Lovecraft", "title_page": "A Novel Dwells on the Loves of Lovecraft - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THE NIGHT OCEAN\nBy Paul La Farge\n389 pp. Penguin Press. $27.\nThe past is another country, a more repressed one, and how happy it makes us all to poke around among its juts, crevices and cracks. What happened between Clara Schumann and Brahms on that trip down the Rhine? What did Mark Twain want with all those barely adolescent girls? Into this, our gleeful modern-day parlor game, jumps the talented novelist Paul La Farge, with his new novel, “The Night Ocean,” a many-voiced story about H.P. Lovecraft, his teenage acolyte Robert Barlow and the diary Lovecraft supposedly kept of their love life together.\nLovecraft, to be sure, is ripe for exploration. At the time of his death from intestinal cancer, at the age of 46 in 1937, the writer had published stories only in a handful of horror magazines. His personal life was similarly provincial and straitened. He was racist, anti-Semitic, sexually uncertain, a homebody and a neurotic.\nWhat was Barlow’s role in that life? Up to a point, we know. He and Lovecraft were friends. Lovecraft, then in his early 40s, first got to know the boy, an aspiring 13-year-old writer and the publisher of a “weird fiction” fanzine, by mail. A few years later, in 1934, he went and stayed with Barlow and his family at their home in Florida. Barlow in turn came to see the reclusive writer in Providence where Lovecraft lived with an aunt. They collaborated on several stories, exchanged endless chummy letters, and soon after Lovecraft died.\nBut what happened during these visits, only a handful in all? One might guess something fairly intense. Lovecraft, as one friend comments in “The Night Ocean,” “didn’t stay with anyone for two months. He was too attached to his precious old furniture, his books, his dear Providence.” And Barlow somehow wound up as Lovecraft’s literary executor. One story that Lovecraft helped Barlow with, also titled “The Night Ocean,” is about a man vacationing at an isolated beach house, plagued by the “darkly sinister impression” that there was something in the deep, “some strange and palpitant life,” calling for his attention. Surely even Lovecraft, although he decried the “popularity of ol’ Doc Sigmund,” must have glimpsed the allegory of sexual longing in the story.", "url": "https://www.nytimes.com/2017/03/07/books/review/night-ocean-paul-la-farge.html"}