{"authors": ["Rana F. Sweis"], "date_download": "2022-10-25 23:01:13", "date_modify": "2022-10-25 23:01:13", "date_publish": "2017-07-17 16:33:23", "description": "First Sgt. Ma’arik al-Tawayha had said that he thought he was under attack when he opened fire on an American convoy at an air base in Jordan last year.", "filename": "2017_07_17_world_middleeast_jordan-killing-us-soldiers_1666738873.html", "image_url": "https://static01.nyt.com/images/2017/07/18/world/18Jordan/18Jordan-facebookJumbo.jpg?year=2017&h=550&w=1050&s=24536072a1fcb0a88adfc5bd5ac3cb422be2333e81bc8d4b426f74786f33568c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_17_world_middleeast_jordan-killing-us-soldiers_1666738873.html", "title": "Jordanian Sentenced to Life in Prison for Killing 3 U.S. Soldiers", "title_page": "Jordanian Sentenced to Life in Prison for Killing 3 U.S. Soldiers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Video footage of the firefight has been shown to the bereaved relatives, but not released to the public. The relatives said the video showed that the gunfight lasted about six minutes and that Sergeant Tawayha reloaded and opened fire, even though the Americans waved and yelled: “We’re Americans! We’re friendly.”\nIn an open letter on Monday to Jordan’s ambassador to the United States, Sergeant Moriarty’s father, James R. Moriarty, who is a lawyer in Houston, called the conviction “a good first step” but said that the victims’ families had made other demands, which had not been met.\nThe families asked that the video be released publicly; that the F.B.I. be given a fresh chance to interview Sergeant Tawayha about his motives; that other guards who were at the gate that day be held responsible; and that Jordan extradite Ahlam Aref Ahmad Al-Tamimi, who has been charged in the United States with involvement in a 2001 attack on a pizza restaurant in Jerusalem that killed 15 people, including two Americans.\nThere was no immediate response from the Jordanian government.\nIn Washington, Capt. Jeff Davis, a Pentagon spokesman, said: “We respect the Jordanian legal process. We are reassured to see that the perpetrator has been brought to justice.” He added: “Despite this tragedy, Jordan remains a strategic partner.”\nHowever, the lack of a clear motivation for the killings has continued to trouble observers.\n“Attacks on Americans are not only limited to ISIS,” said Amer Al Sabaileh, a political analyst. “You might not find any trace between him and a terrorist organization, but maybe he had hatred toward America or something triggered it in him.”\nWhile many Jordanians say they understand the need for their country’s security alliance with the United States, others are angered about the Israeli-Palestinian conflict, the 2003 invasion of Iraq and the American response to the Syrian civil war — all of which resulted in large flows of refugees to Jordan.\nThe violence was also particularly alarming because it echoed a November 2015 episode in which a Jordanian police captain killed two Americans, along with two fellow Jordanians and a South African, at a police training center in Amman, the capital.", "url": "https://www.nytimes.com/2017/07/17/world/middleeast/jordan-killing-us-soldiers.html"}