{"authors": ["Denise Grady"], "date_download": "2022-10-25 23:41:57", "date_modify": "2022-10-25 23:41:57", "date_publish": "2017-02-03 00:23:26", "description": "The drug is a popular pill for male-pattern hair loss that blocks formation of a hormone that makes hair fall out.", "filename": "2017_02_02_health_donald-trump-hair-growth-drug-propecia_1666741317.html", "image_url": "https://static01.nyt.com/images/2017/02/03/science/03TRUMPHAIR/03TRUMPHAIR-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a5b40ca938c4253e1699137e031039d2153323b3349b65fa9d30503194391e0f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_02_health_donald-trump-hair-growth-drug-propecia_1666741317.html", "title": "Trump Takes the Hair-Growth Drug Propecia. How Does It Work?", "title_page": "Trump Takes the Hair-Growth Drug Propecia. How Does It Work? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The drug is better at stopping hair loss than at bringing back what’s already gone.\n“I set expectations from the beginning, realistic expectations” about the drug, said Dr. Andrew Alexis, the chairman of the dermatology department at Mount Sinai St. Luke’s and Mount Sinai West in New York. “The thing I emphasize the most is stopping progression and preserving the hair you have. I think it’s very successful at doing that. “\nDr. Alexis is not involved with Mr. Trump’s care.\nMost men with this type of hair loss start treatment with a different drug, minoxidil, also sold as Rogaine, which is rubbed into the scalp, Dr. Alexis said. If they do not see enough of an effect, they can add finasteride. Many of his patients wind up using both drugs, Dr. Alexis said. The treatment works best on the top of the head, and not as well at the temples and the receding hairline.\nFor both drugs, the effects on hair loss were discovered by accident, when patients were taking them for other reasons. Minoxidil, in pill form, was used to treat high blood pressure, and finasteride was prescribed for prostate enlargement. But balding patients noticed that some hair grew back.\nFinasteride can have side effects, including decreased sex drive, erectile problems and a decreased volume of ejaculate. But those reactions are not common, affecting less than 2 percent of the men in studies.\nDr. Alexis said he warns patients about the potential problems, and that some men decline the drug as a result. But many decide to try it, and they generally stick with it, he said.", "url": "https://www.nytimes.com/2017/02/02/health/donald-trump-hair-growth-drug-propecia.html"}