{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:55:31", "date_modify": "2022-10-25 23:55:31", "date_publish": "2017-06-20 23:38:10", "description": "The statement seemed to put President Trump and Secretary of State Rex W. Tillerson further at odds about who is to blame for the dispute.", "filename": "2017_06_20_world_middleeast_qatar-saudi-arabia-trump-tillerson_1666742131.html", "image_url": "https://static01.nyt.com/images/2017/06/21/us/21dc-diplo/21dc-diplo-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c005829255b3c1bb763e0e6aa7b74b3becfb47d51293add2aa459f405207fd4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_20_world_middleeast_qatar-saudi-arabia-trump-tillerson_1666742131.html", "title": "State Dept. Lashes Out at Gulf Countries Over Qatar Embargo", "title_page": "State Dept. Lashes Out at Gulf Countries Over Qatar Embargo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The State Department on Tuesday issued a blistering critique of Saudi Arabia and other Persian Gulf countries for enforcing a two-week embargo against Qatar without giving the tiny country any specific ways to resolve a crisis over accusations of Qatar’s funding of terrorism.\nThe statement seemed to put President Trump and Secretary of State Rex W. Tillerson further at odds about who is to blame for the dispute, which threatens a host of American diplomatic and security priorities in the gulf.\nThe State Department also announced that, despite Mr. Trump’s direction that Mr. Tillerson assist in resolving the impasse, the secretary of state was all but washing his hands of it.\n“Now that it has been more than two weeks since the embargo has started, we are mystified that the gulf states have not released to the public nor to the Qataris the details about the claims they are making toward Qatar,” Heather Nauert, the department’s spokeswoman, said in a news briefing.", "url": "https://www.nytimes.com/2017/06/20/world/middleeast/qatar-saudi-arabia-trump-tillerson.html"}