{"authors": ["Adam Nagourney"], "date_download": "2022-10-25 23:01:44", "date_modify": "2022-10-25 23:01:44", "date_publish": "2017-01-18 10:00:26", "description": "Some advocate defiance of the Trump administration to protect the state’s progressive agenda. But others see little sense in opening with belligerence.", "filename": "2017_01_18_us_california-strikes-a-bold-pose-as-vanguard-of-the-resistance_1666738904.html", "image_url": "https://static01.nyt.com/images/2017/01/18/us/00CALEXIT1/00CALEXIT1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=97bc94255646122c6e67d41f2159c476ef328e52b4c0739f4431ed96db03cbb5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_18_us_california-strikes-a-bold-pose-as-vanguard-of-the-resistance_1666738904.html", "title": "California Strikes a Bold Pose as Vanguard of the Resistance", "title_page": "California Strikes a Bold Pose as Vanguard of the Resistance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — In the months since the election of Donald J. Trump, California has turned into a laboratory of resistance — championing legal, legislative and political strategies to counter Republican policies while pressing the kind of new Democratic policies that presumably will not be coming out of Washington anytime soon.\nThe state lieutenant governor, Gavin Newsom, who is running for governor, said California could use its stringent environmental protection law to block Mr. Trump from building a wall along the Mexican border. In Sacramento, Gov. Jerry Brown and lawmakers are pressing bills to expand environmental protections, provide legal assistance for immigrants facing deportation and raise gasoline taxes to pay for highway construction.\n“An earned-income tax credit,” said Anthony Rendon, the speaker of the Assembly. “Huge infusions for early-childhood education. Those types of things are certainly things that we are interested in doing.”\nDemocratic members of the California delegation to Congress are lining up to announce they will not attend the inauguration of Mr. Trump. And in Los Angeles, Sheila Kuehl, a member of the powerful county board of supervisors, has started what she has called “Operation Monkey Wrench,” urging people, including state and federal government workers, to systematically disrupt Trump policies that run counter to California laws and policies.", "url": "https://www.nytimes.com/2017/01/18/us/california-strikes-a-bold-pose-as-vanguard-of-the-resistance.html"}