{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:52:39", "date_modify": "2022-10-25 23:52:39", "date_publish": "2017-02-27 21:13:34", "description": "An alliance of about 30 companies, including Microsoft and JPMorgan Chase, has plans to standardize data gathering and tracking with software that is seen as harder to hack.", "filename": "2017_02_27_business_dealbook_ethereum-alliance-business-banking-security.html__r=0_1666741959.html", "image_url": "https://static01.nyt.com/images/2017/02/28/business/28DB-ETHEREUM3/28DB-ETHEREUM3-facebookJumbo.jpg?year=2017&h=549&w=1050&s=94c64a561c59fa54937e297091166759b1f77f60db44a6d0effb4a05b177495f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_27_business_dealbook_ethereum-alliance-business-banking-security.html__r=0_1666741959.html", "title": "Business Giants to Announce Creation of a Computing System Based on Ethereum", "title_page": "Business Giants to Announce Creation of a Computing System Based on Ethereum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ethereum was introduced in 2013 by a developer named Vitalik Buterin, then 19, who had previously worked on Bitcoin. Since its official release in 2015, the Ethereum network has been the target of hackers and theft.\nYet it has also won a large following among programmers who view it as a new and sophisticated way for groups of people and companies to initiate and track transactions and contracts of all sorts.\nThat has led some companies to bet that Ethereum will win the race to become the standard blockchain for future business operations.\n“In every industry that we come across, Ethereum is usually the first platform that people go to,” said Marley Gray, the principal blockchain architect at Microsoft.\nThe creation of the Ethereum alliance shows a continuing commitment among big companies to making the technology work, in large part because it promises to create much more streamlined databases that require less back-office maintenance.\nAccenture released a report last month arguing that blockchain technology could save the 10 largest banks $8 billion to $12 billion a year in infrastructure costs — or 30 percent of their total costs in that area. Accenture is one of 11 companies on the governing board of the Ethereum alliance.", "url": "https://www.nytimes.com/2017/02/27/business/dealbook/ethereum-alliance-business-banking-security.html?_r=0"}