{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:45:03", "date_modify": "2022-10-25 23:45:03", "date_publish": "2017-09-20 18:06:33", "description": "The Federal Reserve said a trio of punishing hurricanes were unlikely to reduce the pace of economic growth, and it continued to dismantle its stimulus programs.", "filename": "2017_09_20_business_economy_fed-bond-buying_1666741503.html", "image_url": "https://static01.nyt.com/images/2017/09/21/business/21dc-fed1/21dc-fed1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9f4c661388262d3b9b0ff40ac583df2936ccb45559ac5f35fbac38e56fbb1601&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_20_business_economy_fed-bond-buying_1666741503.html", "title": "Confident Fed Sets Stage for December Rate Increase", "title_page": "Confident Fed Sets Stage for December Rate Increase - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But other economic measures paint a contrasting picture. Job growth remains strong, suggesting that the work force is still expanding; wage growth is modest, suggesting employers are still able to find workers with relative ease; and inflation weakened in recent months, puzzling Fed officials and economists who had predicted that prices would begin to rise more quickly as labor market conditions tightened.\nThe Fed’s preferred measure of price inflation increased by just 1.4 percent during the 12 months ending in July, the most recent available data. The Fed is likely to undershoot its target of 2 percent annual inflation for the sixth consecutive year. That has caused consternation among some economists and Fed officials, who are wary of raising rates given the Fed’s inability so far to achieve its inflation objectives.\n“I can’t say this year that I can easily point to a sufficient set of factors” to explain low inflation, Ms. Yellen said Wednesday. She added, however, that low inflation this year did not imply low inflation next year. “What we need to do is figure out whether the factors that have lowered inflation are going to prove persistent,” she said.\nMs. Yellen said that weak inflation readings earlier this year “reflect developments that are largely unrelated to broader economic conditions.” Similarly, she said that the Fed expected the impact of hurricanes on gas prices to increase inflation temporarily. So far, the Fed’s assessment of underlying conditions remains unchanged: Ms. Yellen and her colleagues expect inflation to stabilize at its target of 2 percent a year.\nThe Fed wants to use its benchmark rate to manage economic conditions while gradually draining its investment portfolio in the background. When Ms. Yellen described the Fed’s plans in June, she expressed hope that the process would be like “watching paint dry.”\nThe Fed holds about $4.2 trillion in Treasury securities and mortgage bonds, which it accumulated to put downward pressure on interest rates. It must regularly replenish its holdings as bonds mature. Beginning in October, it plans to withhold $10 billion a month from the reinvestment process — in effect causing that much money to disappear.\nIt will then increase the pace by $10 billion each quarter until reaching a monthly rate of $50 billion, and then maintain that pace until it reaches an unspecified finishing line.", "url": "https://www.nytimes.com/2017/09/20/business/economy/fed-bond-buying.html"}