{"authors": ["Jonah Engel Bromwich"], "date_download": "2022-10-25 23:33:37", "date_modify": "2022-10-25 23:33:37", "date_publish": "2017-08-09 18:52:22", "description": "Participants may have trouble finding a place to stay — and agreeing on where to gather, since the city has asked that the demonstration be moved.", "filename": "2017_08_09_us_airbnb-white-nationalists-supremacists.html_action=click&contentCollection=Business%20Day&module=RelatedCoverage&region=Marginalia&pgtype=article_1666740817.html", "image_url": "https://static01.nyt.com/images/2017/08/09/us/10xp-airbnb1/10xp-airbnb1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=51e265d556fa551d6d9e73b5e3ff4060513e9f7b461795bf23e9182ff0a63667&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_09_us_airbnb-white-nationalists-supremacists.html_action=click&contentCollection=Business%20Day&module=RelatedCoverage&region=Marginalia&pgtype=article_1666740817.html", "title": "Airbnb Cancels Accounts Linked to White Nationalist Rally in Charlottesville", "title_page": "Airbnb Cancels Accounts Linked to White Nationalist Rally in Charlottesville - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Thousands of people are expected to descend on Charlottesville, Va., on Saturday to participate in, or protest against, a white nationalist rally.\nBut some of the rally’s participants may have trouble finding a place to stay — or agreeing with the city on a place where they can lawfully gather.\nAirbnb has canceled a number of accounts and bookings associated with the Unite the Right Free Speech Rally, which “seeks to affirm the right of Southerners and white people to organize for their interests,” according to an event description on Facebook.\nAirbnb confirmed that it had canceled the accounts of some users who were involved with the event, citing the company’s request that its users sign a commitment to “accept people regardless of their race, religion, national origin, ethnicity, disability, sex, gender identity, sexual orientation, or age.”", "url": "https://www.nytimes.com/2017/08/09/us/airbnb-white-nationalists-supremacists.html?action=click&contentCollection=Business%20Day&module=RelatedCoverage&region=Marginalia&pgtype=article"}