{"authors": ["Nicholas Confessore", "Barry Meier"], "date_download": "2022-10-25 23:01:55", "date_modify": "2022-10-25 23:01:55", "date_publish": "2017-06-16 18:08:55", "description": "Mr. Gates’s rapid ascent into President Trump’s orbit as Paul Manafort’s partner, and his sudden ejection from it, underscore how the Russia inquiries have shaken the administration.", "filename": "2017_06_16_us_politics_rick-gates-russia_1666738915.html", "image_url": "https://static01.nyt.com/images/2017/05/20/us/xxGates1/xxGates1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0a7009dadfaedd82d16526d1b3a81986430b385d666b2da4631ef6e93be360ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_16_us_politics_rick-gates-russia_1666738915.html", "title": "How the Russia Investigation Entangled Rick Gates, a Manafort Protégé", "title_page": "How the Russia Investigation Entangled Rick Gates, a Manafort Protégé - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last year, The Times profiled Rick Gates, the longtime Paul Manafort protégé whose rapid ascent in President Trump’s orbit was brought to an abrupt halt by the special counsel’s investigation of the Trump presidential campaign.\nThe special counsel, Robert S. Mueller III, announced money-laundering charges against both Mr. Manafort and Mr. Gates in October. On Friday — one day after a federal grand jury handed up a superseding indictment — Mr. Gates pleaded guilty to lying to investigators in the special counsel inquiry. He will cooperate with the investigation.\nNearly everywhere Paul Manafort went, it seemed, Rick Gates followed, his protégé and junior partner. Election campaigns in Eastern Europe and Africa. Business ventures with a Russian tycoon. The upper ranks of Donald J. Trump’s presidential campaign.\nMr. Gates survived Mr. Manafort’s purge last summer amid allegations that his mentor had taken millions of dollars from Kremlin allies, retaining a central role on Mr. Trump’s campaign and inaugural committee. But Mr. Gates, 45, soon followed in Mr. Manafort’s footsteps once again: In April, amid new questions about Russian interference in the 2016 election, he was abruptly forced out of a lobbying group formed to advance President Trump’s agenda.", "url": "https://www.nytimes.com/2017/06/16/us/politics/rick-gates-russia.html"}