{"authors": ["Miriam Jordan"], "date_download": "2022-10-25 23:35:21", "date_modify": "2022-10-25 23:35:21", "date_publish": "2017-12-23 03:16:56", "description": "The ruling was a procedural step but an important one, paving the way for the Supreme Court to review the case.", "filename": "2017_12_22_us_travel-ban-court_1666740921.html", "image_url": "https://static01.nyt.com/images/2017/12/23/us/23travelban1/23travelban1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=59deca61342a9e38e0b2957f3edffed9598fbe1b81c971bb417143f067ccdaf5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_22_us_travel-ban-court_1666740921.html", "title": "Appeals Court Rules Against Latest Travel Ban", "title_page": "Appeals Court Rules Against Latest Travel Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal appeals court ruled Friday against President Trump’s latest travel ban, saying that it “exceeds the scope of his delegated authority,” but that it was ultimately for the Supreme Court to decide.\nA three-judge panel of the United States Court of Appeals for the Ninth Circuit in Seattle affirmed the decision of a federal judge in Hawaii who ruled on Oct. 17 that the order was unlawful on statutory grounds.\nThe ruling on Friday was a procedural but important step. This month, the Supreme Court allowed the ban — the third version issued by the Trump administration — to take effect for now, and encouraged the appeals courts to rule on the case, a sign that it intended to take up the matter. The Court of Appeals for the Fourth Circuit is considering a similar ruling out of Maryland.\nNeal Katyal, who argued the case before the Ninth Circuit court for the state of Hawaii, hailed the decision. “We are very pleased the Court of Appeals recognized that the president’s latest travel ban is flatly illegal,” he said, “and that his order defies the law Congress has laid down.”", "url": "https://www.nytimes.com/2017/12/22/us/travel-ban-court.html"}