{"authors": ["Lawrence K. Altman"], "date_download": "2022-10-25 23:41:53", "date_modify": "2022-10-25 23:41:53", "date_publish": "2017-02-02 01:33:00", "description": "Dr. Harold N. Bornstein granted the interview after The New York Times asked him to discuss his past and possible future role in Mr. Trump’s care.", "filename": "2017_02_01_us_politics_trump-prostate-drug-hair-harold-bornstein_1666741313.html", "image_url": "https://static01.nyt.com/images/2017/02/02/us/00bornstein/00bornstein-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f395f7ff477684161c43f9c40dde5630d6b43edcc11f2f99854765242e7cb697&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_01_us_politics_trump-prostate-drug-hair-harold-bornstein_1666741313.html", "title": "Donald Trump’s Longtime Doctor Says President Takes Hair-Growth Drug", "title_page": "Donald Trump’s Longtime Doctor Says President Takes Hair-Growth Drug - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dr. Bornstein said that Mr. Trump had gone to his East Side office for annual checkups, colonoscopies, and other routine tests every year since 1980. Before that, Mr. Trump was a patient of Dr. Bornstein’s father, Dr. Jacob Bornstein.\nAt times in the interviews, Dr. Bornstein was moody, ranging from saying that Mr. Trump’s health “is none of your business” to later volunteering facts. He also meandered, referring to his longtime study of Italian and stories about medical schools floating cadavers to an island off the waters of New York. He said he liked the attention he got from friends now that he was publicly known as Mr. Trump’s doctor but disliked “the fun made of me” by the news media and strangers who have thrown objects at his office window and who have yelled at him on Park Avenue.\nDr. Bornstein’s first brush with the public was in December 2015, when he released a hyperbolic four-paragraph letter about Mr. Trump’s health.\n“If elected, Mr. Trump, I can state unequivocally, will be the healthiest individual ever elected to the presidency,” Dr. Bornstein wrote. He offered scant medical evidence for his prediction beyond saying Mr. Trump had no significant illness and nothing that required treatment outside of his office. Eight months later, Dr. Bornstein stirred controversy by saying he wrote the letter in five minutes while a limousine sent by Mr. Trump waited outside.\nA second letter in September 2016 was more sober, although it omitted a number of details that would be part of a customary summary of a patient’s health. The letter did say that Mr. Trump is 6-foot-3, weighs 236 pounds, has a normal blood pressure of 116/70 and takes a drug called rosuvastatin (marketed as Crestor) to lower cholesterol and other lipids.\nDr. Bornstein did not say how high the lipids were before the statin therapy, but he reported that the levels were in the normal range in recent tests: cholesterol, 169; HDL cholesterol, 63; LDL cholesterol, 94; triglycerides, 61.", "url": "https://www.nytimes.com/2017/02/01/us/politics/trump-prostate-drug-hair-harold-bornstein.html"}