{"authors": ["William Neuman"], "date_download": "2022-10-25 23:49:25", "date_modify": "2022-10-25 23:49:25", "date_publish": "2017-10-28 21:19:16", "description": "A day after dodging questions, Mayor Bill de Blasio dismissed the testimony of a campaign donor who said money gave him access to City Hall.", "filename": "2017_10_28_nyregion_de-blasio-donor-liar_1666741765.html", "image_url": "https://static01.nyt.com/images/2017/10/29/nyregion/29mayor-1/29mayor-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=815010efb2063f07f53fbe2f9b574c1c2e8cfd0950a2bb5199994ce09ee22f4c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_28_nyregion_de-blasio-donor-liar_1666741765.html", "title": "De Blasio Says Donor Who Claimed Money Bought Access Is a ‘Liar’", "title_page": "De Blasio Says Donor Who Claimed Money Bought Access Is a ‘Liar’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mayor Bill de Blasio on Saturday dismissed the court testimony of a campaign contributor who said he bought access to City Hall with his donations, calling the man a liar. But the mayor said he could not recall crucial details of their association, such as whether he had asked the man to intervene on his behalf with a powerful labor leader, and he refused to provide a full accounting of their meetings and telephone contacts.\nThe testimony of the donor, Jona Rechnitz, comes at an awkward time for Mr. de Blasio, less than two weeks before the Nov. 7 election, in which he will ask voters to give him a second term. Mr. de Blasio, a Democrat, has a commanding lead in polls.\nMr. Rechnitz began testifying last week in Federal District Court in Manhattan in a government case against Norman Seabrook, the former head of the correction officers’ union, who is charged with investing millions of dollars of retirement funds through a hedge fund in exchange for promised kickbacks. But much of his testimony over two days last week involved his relationship with Mr. de Blasio.\nMr. Rechnitz said that he and Mr. de Blasio were friends and that during the latter stages of the 2013 election, when he was running for mayor, they spoke by phone about once a week.", "url": "https://www.nytimes.com/2017/10/28/nyregion/de-blasio-donor-liar.html"}