{"authors": ["Vindu Goel"], "date_download": "2022-10-25 23:46:33", "date_modify": "2022-10-25 23:46:33", "date_publish": "2017-02-21 19:32:55", "description": "The two companies agreed to reduce the price Verizon will pay for Yahoo’s internet businesses to account for the impact of two huge data breaches.", "filename": "2017_02_21_technology_verizon-will-pay-350-million-less-for-yahoo.html__r=0_1666741593.html", "image_url": "https://static01.nyt.com/images/2017/02/22/business/22DB-YAHOO/22DB-YAHOO-facebookJumbo.jpg?year=2017&h=549&w=1050&s=af58e8aacd9124e39232b806d4638eaeae00fead8c11aedaacc2aa6e1069138f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_21_technology_verizon-will-pay-350-million-less-for-yahoo.html__r=0_1666741593.html", "title": "Verizon Will Pay $350 Million Less for Yahoo", "title_page": "Verizon Will Pay $350 Million Less for Yahoo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Faced with unknown costs related to two huge data breaches, Yahoo and Verizon Communications announced Tuesday that they had agreed to shave $350 million from the price that Verizon would pay to buy Yahoo’s core internet businesses.\nThe two companies said they would also share liabilities related to the breaches, which occurred in 2013 and 2014 but were only disclosed last year after the deal was announced.\nThe revised agreement, now valued at $4.48 billion, paves the way for the deal to proceed to a shareholder vote as early as April, although securities regulators are still assessing how Yahoo disclosed information about the breaches to investors. Yahoo, which is winding down its own investigation of the breaches, will share more details about the incidents and their impact in the next few weeks when it makes required regulatory filings.\nYahoo reiterated on Tuesday that it still expected the deal, originally struck last July, to close by the end of June. The outlines of the new agreement were reported last week.", "url": "https://www.nytimes.com/2017/02/21/technology/verizon-will-pay-350-million-less-for-yahoo.html?_r=0"}