{"authors": ["Rick Gladstone"], "date_download": "2022-10-25 23:42:47", "date_modify": "2022-10-25 23:42:47", "date_publish": "2017-11-16 05:01:19", "description": "Human Rights Watch found that the raping of Rohingya Muslim women and girls was even more widespread than earlier suspected.", "filename": "2017_11_16_world_asia_myanmar-rohingya-rapes_1666741367.html", "image_url": "https://static01.nyt.com/images/2017/11/17/world/17rohingya-1/17rohingya-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=118d8952e3696351a4573a0d55fe8732730b20dee945391d8b825fed99035e71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_16_world_asia_myanmar-rohingya-rapes_1666741367.html", "title": "Rohingya Were Raped Systematically by Myanmar’s Military, Report Says", "title_page": "Rohingya Were Raped Systematically by Myanmar’s Military, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Myanmar’s persecution of Rohingya Muslims in recent months, which has uprooted a half-million people and been condemned by the United Nations as ethnic cleansing, has been corroborated by many graphic accounts of killings, sexual violence and other atrocities.\nBut a report on the Rohingya released early Thursday by Human Rights Watch, which focused on sexual violence, said that the raping of women and girls appeared to be even more widespread and systematic than earlier suspected, and that uniformed members of Myanmar’s military were responsible for it.\nThe report was based on interviews with 52 Rohingya women and girls who had fled to neighboring Bangladesh, including 29 survivors of rape from 19 different villages in Myanmar’s Rakhine State.\nHuman Rights Watch said the report’s conclusions also drew from interviews with 17 representatives of humanitarian organizations providing health services to Rohingya women and girls in Bangladesh refugee camps, as well as Bangladeshi health officials.", "url": "https://www.nytimes.com/2017/11/16/world/asia/myanmar-rohingya-rapes.html"}