{"authors": ["Michael R. Gordon"], "date_download": "2022-10-25 23:54:32", "date_modify": "2022-10-25 23:54:32", "date_publish": "2017-05-25 15:18:55", "description": "An investigation concluded that an American airstrike in March inadvertently set off explosives positioned in a building by the Islamic State, killing 105 people.", "filename": "2017_05_25_us_politics_mosul-us-airstrike-civilian-deaths-isis-pentagon_1666742072.html", "image_url": "https://static01.nyt.com/images/2017/05/26/world/26Mosul/26Mosul-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b53a8b502a9174aa76246dea6838ad8a350a0ae0219d4e2f4bac2f91af94d1dd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_25_us_politics_mosul-us-airstrike-civilian-deaths-isis-pentagon_1666742072.html", "title": "Pentagon Inquiry Blames ISIS for Civilian Deaths in Mosul Strike", "title_page": "Pentagon Inquiry Blames ISIS for Civilian Deaths in Mosul Strike - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The March 17 strike, however, was approved by the Erbil-based command center, according to an unclassified summary of the investigation.\nThough that additional authority for calling in airstrikes was granted under the Obama administration, the stepped-up pace of military operations under President Trump, which carries the potential for more rapid gains on the battlefield as well as increased risk of civilian casualties, has also drawn attention.\nAccording to the investigation, the March episode began that morning when two Islamic State snipers in the city’s Mosul Jidideh section began firing at troops from Iraq’s Counterterrorism Service, which was fighting its way into western Mosul.\nAn Iraqi forward air controller called for the strike, which was approved by more senior Iraqi officers and coalition advisers. In Erbil, coalition officers evaluated the situation and decided to send an American plane to drop a single GBU-38 munition, which carries nearly 200 pounds of explosives.\nThe aim was to produce a blast by using a bomb with a delayed fuse that would damage only the top floor and front of the building, which was described as a well-built, two-story concrete structure, and kill the snipers. The bomb that was dropped, General Isler said, was not strong enough to have taken down the building.\nBut the blast, shortly before 8:30 a.m., set off the explosive material that Islamic State fighters had placed in on the second floor of the structure, causing it to collapse. Analysis of the debris found residue of explosive materials, including nitroglycerin, that Islamic State fighters are known to use but that are not used in the GBU-38.", "url": "https://www.nytimes.com/2017/05/25/us/politics/mosul-us-airstrike-civilian-deaths-isis-pentagon.html"}