{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:34:30", "date_modify": "2022-10-25 23:34:30", "date_publish": "2017-07-09 22:36:28", "description": "After a gunman opened fire on Republicans practicing baseball, lawmakers are pressing to lift regulations on silencers and allow members to carry guns.", "filename": "2017_07_09_us_politics_gun-control-shooting-steve-scalise_1666740870.html", "image_url": "https://static01.nyt.com/images/2017/07/01/us/00dc-guns-1/00dc-guns-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=8aa96f0fd45d1b8a19fb3ade43680cdb67d3cd9f5ba04f5575b8c67b2f7ac5c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_09_us_politics_gun-control-shooting-steve-scalise_1666740870.html", "title": "After Scalise Shooting, a Twist: Lawmakers Want to Loosen Gun Laws", "title_page": "After Scalise Shooting, a Twist: Lawmakers Want to Loosen Gun Laws - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — After the nation’s worst mass shootings, in Newtown, Conn.; Aurora, Colo.; Orlando, Fla.; and Columbine High School in Colorado, gun control advocates rose to demand more rigorous laws: stricter background checks, limits on magazine capacities, bans on assault weapons and tougher controls on gun shows and online firearms markets — almost always to no avail.\nBut in the weeks after the June 14 shooting of Republicans at a congressional baseball practice, the response has had a twist: Conservative lawmakers, some of whom were nearly the victims of gun violence, have pressed to loosen gun controls.\nThree bills introduced in the Republican-held House during the past two weeks would allow lawmakers to almost always carry a concealed weapon. A fourth would allow concealed carry permits obtained in other states to be recognized in the District of Columbia. Still another would eliminate federal controls on silencers.\nMost of the legislation has been in development for months, and in some cases, years. But the shooting in Alexandria, Va., which left Representative Steve Scalise of Louisiana, the majority whip, grievously injured and three others less seriously wounded, served as motivation for Republicans on both sides of the Capitol to move.", "url": "https://www.nytimes.com/2017/07/09/us/politics/gun-control-shooting-steve-scalise.html"}