{"authors": ["Jo Becker", "Matthew Rosenberg", "Maggie Haberman"], "date_download": "2022-10-25 23:43:23", "date_modify": "2022-10-25 23:43:23", "date_publish": "2017-03-27 11:25:13", "description": "The president’s son-in-law faces questions about meetings he arranged with the Russian ambassador, including a sit-down with the head of Russia’s state-owned development bank.", "filename": "2017_03_27_us_politics_senate-jared-kushner-russia_1666741403.html", "image_url": "https://static01.nyt.com/images/2017/03/27/us/27kushner/27kushner-facebookJumbo.jpg?year=2017&h=550&w=1050&s=62645a4afbf3e56aa72c3ba0da8f3c7b4c6ad3ba6785ee92c7b8f93d2d19bae1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_27_us_politics_senate-jared-kushner-russia_1666741403.html", "title": "Senate Committee to Question Jared Kushner Over Meetings With Russians", "title_page": "Senate Committee to Question Jared Kushner Over Meetings With Russians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Around the time the Russian ambassador asked that Mr. Kushner meet with Mr. Gorkov, American intelligence agencies were concluding that Russian spies, acting on the orders of Mr. Putin, had sought to sway the election by hacking political targets, like the Democratic National Committee, and passing stolen emails to WikiLeaks.\nMr. Kushner had not yet stepped aside as chief executive of Kushner Companies, which was trying to attract investment for the company’s crown jewel, an overleveraged Manhattan office tower on Fifth Avenue. The company was in the midst of negotiations to redevelop the building with Anbang Insurance Group, a Chinese company with ties to the Beijing government.\nSenate investigators plan to ask Mr. Kushner if he discussed ways to secure additional financing for the building during his meeting with the Russian banker, a government official said. Ms. Hicks said that no such business was discussed at the half-hour session, during which Mr. Gorkov expressed a desire for an open dialogue. Nor did the issue of the American sanctions against Russian entities like Vnesheconombank arise, she added. “It really wasn’t much of a conversation,” she said.\nMr. Gorkov, in the statement, went further. He said that bank managers, as part of a new strategy for the institution, met with international financial institutions in Europe, Asia and America to talk about promising trends and sectors. He also met with representatives of “business circles of the U.S., including with the head of Kushner Companies, Jared Kushner.”\nAnd in an interview on the state-owned Rossiya 24 TV channel on Dec. 29, the same month that he met with Mr. Kushner, Mr. Gorkov said he hoped that the situation caused by Ukraine sanctions imposed by the Americans against Russian banks like his “would change for the better.”\nThe inquiry into Mr. Kushner’s dealings with the ambassador and Mr. Gorkov may further complicate Mr. Trump’s efforts to move past the Russia situation. Last week, the F.B.I. director, James B. Comey, confirmed in testimony to Congress that his agency had begun a counterintelligence investigation into Russian interference and whether any associates of the president might have colluded with the Russian government.\nMr. Trump’s former campaign chairman, Paul Manafort, has been under scrutiny in the F.B.I. investigation because of his ties to pro-Russian politicians in Ukraine. In August, he was forced to step down as the chairman of Mr. Trump’s campaign amid reports that his name emerged in a secret ledger in Ukraine listing off-the-books payments for consulting work he did for a Russian-backed government there. He has denied any wrongdoing and has said he never worked for the Russian government.", "url": "https://www.nytimes.com/2017/03/27/us/politics/senate-jared-kushner-russia.html"}