{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:34:41", "date_modify": "2022-10-25 23:34:41", "date_publish": "2017-03-17 21:23:37", "description": "Robert S. Eitel, a lawyer for a for-profit college operator under repeated scrutiny, has taken an Education Department post while on unpaid leave.", "filename": "2017_03_17_business_education-for-profit-robert-eitel_1666740881.html", "image_url": "https://static01.nyt.com/images/2017/03/15/business/15FORPROFIT/15FORPROFIT-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7b09a9a9550a916e06c999add297909504d8ca6b2bb7dd3edf2a3c16ce33206c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_17_business_education-for-profit-robert-eitel_1666740881.html", "title": "Betsy DeVos’s Hiring of For-Profit College Official Raises Impartiality Issues", "title_page": "Betsy DeVos’s Hiring of For-Profit College Official Raises Impartiality Issues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Eitel did not respond to repeated requests for an interview, and Bridgepoint declined to comment on his work and status at the company, citing privacy concerns.\nGuidelines from the Office of Government Ethics bar federal employees from engaging in decisions directly affecting a company in which they have any financial interest.\nEven former employees without direct financial ties are subject to impartiality rules when they join the government. They are supposed to avoid doing anything that — in the eyes of a “reasonable person with knowledge of the relevant facts” — creates “the appearance that they are violating the law or the ethical standards set forth,” and are advised to bring any potential conflicts to the agency’s ethics officer.\nOther industry insiders have also been brought into the agency, including Taylor Hansen, a former lobbyist for the for-profit sector’s trade association.\n“There’s no question that there’s a fast-moving revolving door between the Education Department and the industries that it regulates,” said Rohit Chopra, former assistant director of the Consumer Financial Protection Bureau and a former special adviser to the secretary of education. “This is a bipartisan problem.”\nFor-profit higher education has repeatedly been tarnished by scandal. But since the election in November, stocks in the sector have soared — Bridgepoint’s has climbed more than 40 percent — as President Trump’s White House has made clear that it is undertaking a campaign to slash government regulations. Ms. DeVos and other administration officials have indicated that they do not plan to continue President Barack Obama’s regulatory crackdown on career-training colleges.\nLast week, the Education Department extended the deadline for vocational schools to appeal the agency’s application of the gainful-employment rule. That provision has been criticized by the industry as unfairly taking aim at colleges focused on helping the most disadvantaged students.", "url": "https://www.nytimes.com/2017/03/17/business/education-for-profit-robert-eitel.html"}