{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:30:14", "date_modify": "2022-10-25 23:30:14", "date_publish": "2017-04-12 16:00:37", "description": "In 1914, The Times began the lavishly illustrated Mid-Week Pictorial, to bring the Great War home to Americans. In 1917, the war came home for real.", "filename": "2017_04_12_insider_us-entry-100-years-ago-made-a-european-war-a-global-one_1666740614.html", "image_url": "https://static01.nyt.com/images/2017/04/12/insider/worldwar170412a/worldwar170412a-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3375de6c4d67db55d2ea2a062b86dc77211e92afa18d886927039683396a7d2e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_12_insider_us-entry-100-years-ago-made-a-european-war-a-global-one_1666740614.html", "title": "U.S. Entry 100 Years Ago Made a European War a Global One", "title_page": "U.S. Entry 100 Years Ago Made a European War a Global One - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "To convey this caldron graphically and vividly, The New York Times turned to the most innovative technology of the era: the rotogravure press. It inaugurated the Mid-Week Pictorial War Extra magazine — a distant forerunner of the photojournalism for which Daniel Berehulak won a Pulitzer Prize this week — in September 1914.\nUnlike the main newspaper, which used photographs sparingly, the Mid-Week Pictorial relied almost exclusively on images to tell its stories. It went on sale on Thursdays for 10 cents a copy, or a little less than $2.50 in today’s dollars.\nEven today, the Pictorial can knock you out, with its 14-by-20-inch images. It’s hard to imagine what a sensation it must have caused in the 1910s, when there had never been anything quite like it. This was Life magazine two decades before Life.\nWhat made the scale and fidelity possible was the recently perfected rotogravure printing process. (Paradoxically, the rotogravure presses used by The Times had been imported from Germany just before the war began.)\nTo greatly oversimplify: In conventional printing, the tiny dots making up an image are raised above the surface of the printing cylinder. Think of them as microscopic mountains topped with a bit of ink. In rotogravure, the tiny dots are depressed below the surface of the printing cylinder. Think of them as microscopic canyons filled with ink. Capillary action draws the ink into the page.", "url": "https://www.nytimes.com/2017/04/12/insider/us-entry-100-years-ago-made-a-european-war-a-global-one.html"}