{"authors": ["Mike Isaac", "Scott Shane"], "date_download": "2022-10-25 23:42:05", "date_modify": "2022-10-25 23:42:05", "date_publish": "2017-10-02 03:00:14", "description": "The social network will share the information with federal investigators as part of an ongoing investigation into the 2016 election.", "filename": "2017_10_01_technology_facebook-russia-ads_1666741325.html", "image_url": "https://static01.nyt.com/images/2017/10/02/us/02FACEBOOK/02FACEBOOK-facebookJumbo.jpg?year=2017&h=550&w=1050&s=50b2f767c890fbfc86b5e0b61bdc37d383f98c5d507c5e37b17fbbd99efca4cd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_01_technology_facebook-russia-ads_1666741325.html", "title": "Facebook to Deliver 3,000 Russia-Linked Ads to Congress on Monday", "title_page": "Facebook to Deliver 3,000 Russia-Linked Ads to Congress on Monday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Under intensifying scrutiny from federal investigators and the public, Facebook said on Sunday that it planned to turn over more than 3,000 Russian-linked advertisements to congressional investigators on Monday.\nThe decision, which comes after a week of scathing calls from Congress for details about Facebook’s advertising system, is the latest attempt by a major technology company to disclose the scope of Russian interference in the 2016 presidential election.\nLast week, Mark Zuckerberg, the chief executive of Facebook, vowed to work with investigators and other technology companies in an attempt to snuff out the spread of false news stories and bogus accounts across their sites. It is a growing threat that Facebook and similar companies have begun to come to terms with only in recent months.\n“It is a new challenge for internet communities to deal with nation-states attempting to subvert elections,” Mr. Zuckerberg said in a live video address on Facebook last week. “But if that’s what we must do, we are committed to rising to the occasion.”", "url": "https://www.nytimes.com/2017/10/01/technology/facebook-russia-ads.html"}