{"authors": ["Vindu Goel"], "date_download": "2022-10-25 23:46:33", "date_modify": "2022-10-25 23:46:33", "date_publish": "2017-03-02 01:28:22", "description": "An investigation by the company’s board of directors found lawyers and security staff knew about the incident but failed to understand its significance.", "filename": "2017_03_01_technology_yahoo-hack-lawyer-resigns-ceo-bonus_1666741593.html", "image_url": "https://static01.nyt.com/images/2017/03/03/world/02yahoo-1/02yahoo-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4f97a94c4ba522410ae068e2a546b1bae79cf9567c121191a7362e5e22c618f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_01_technology_yahoo-hack-lawyer-resigns-ceo-bonus_1666741593.html", "title": "Yahoo’s Top Lawyer Resigns and C.E.O. Marissa Mayer Loses Bonus in Wake of Hack", "title_page": "Yahoo’s Top Lawyer Resigns and C.E.O. Marissa Mayer Loses Bonus in Wake of Hack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Yahoo’s top lawyer, Ronald S. Bell, resigned Wednesday, and its chief executive, Marissa Mayer, lost her 2016 bonus after a board investigation of the 2014 theft of information on more than 500 million user accounts.\nSenior executives, company lawyers and information security staff were aware of the hack in 2014 and also knew about subsequent attempts to break into the affected accounts in 2015 and 2016, but failed to “properly comprehend or investigate” the situation, the company’s board of directors said in a securities filing on Wednesday.\nThe board “did not conclude that there was an intentional suppression of relevant information.”\nThose hackers, which Yahoo believes were connected to a foreign government, used the stolen information to forge a type of software called a cookie that could be used to access 32 million Yahoo accounts, the company said.\nMs. Mayer, who will also give up her 2017 equity compensation in connection with the incident, said in a statement that she did not learn of the breach until September 2016, when Yahoo first disclosed the hack to the public. “However, I am the C.E.O. of the company and since this incident happened during my tenure, I have agreed to forgo my annual bonus and my annual equity grant this year,” she wrote.", "url": "https://www.nytimes.com/2017/03/01/technology/yahoo-hack-lawyer-resigns-ceo-bonus.html"}