{"authors": ["Gina Kolata"], "date_download": "2022-10-25 23:22:46", "date_modify": "2022-10-25 23:22:46", "date_publish": "2017-06-08 18:00:19", "description": "The drug, Keytruda, is the first approved for patients with tumors with a particular genetic signature, wherever they appear in the body.", "filename": "2017_06_08_health_cancer-drug-keytruda-tumors_1666740166.html", "image_url": "https://static01.nyt.com/images/2017/06/09/science/09CANCER1/09CANCER1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=cfcbe0b0d124f184522bc442462ca19677b85efd9bbc80f3c15ae9d05cb425e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_08_health_cancer-drug-keytruda-tumors_1666740166.html", "title": "Cancer Drug Proves to Be Effective Against Multiple Tumors", "title_page": "Cancer Drug Proves to Be Effective Against Multiple Tumors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A test for the mutations targeted by the drug is already available, too, for $300 to $600.\nJust 4 percent of cancer patients have the type of genetic aberration susceptible to pembrolizumab. But that adds up to a lot of patients: as many as 60,000 each year in the United States alone, the study’s investigators estimated.\nClinicians have long been accustomed to classifying cancers by their location in the body — patients are diagnosed with lung cancer, for example, or brain cancer.\nYet researchers have been saying for years that what matters was the genetic mutation causing the tumors. At first, they were certain they would be able to cure cancers with drugs that zeroed in on the mutations, wherever the tumors were lodged.\nBut cancers were more complicated than that, said Dr. Drew M. Pardoll, director of the Johns Hopkins Bloomberg-Kimmel Institute and an author of the new paper.\nA mutation that appeared in half of all melanomas, for example, turned out to be rare in other cancers. And even when scientists pinpointed that mutation in 10 percent of colon cancers, the drug that worked for melanoma patients did not work for other cancer patients.\n“It was a great dream,” Dr. Pardoll sighed.\nThe new study was based on a different idea. The immune system can recognize cancer cells as foreign and destroy them. But tumors deflect the attack by shielding proteins on their surface, making them invisible to the immune system.\nPembrolizumab is a new type of immunotherapy drug known as a PD-1 blocker, which unmasks the cancer cells so that the immune system can find and destroy them.", "url": "https://www.nytimes.com/2017/06/08/health/cancer-drug-keytruda-tumors.html"}