{"authors": ["Mujib Mashal", "Fatima Faizi"], "date_download": "2022-10-25 23:28:16", "date_modify": "2022-10-25 23:28:16", "date_publish": "2017-11-11 17:22:15", "description": "With violence against Shiites on the rise in Afghanistan, officials fear that Iran could use its Afghan force to intervene in a new proxy war.", "filename": "2017_11_11_world_asia_afghanistan-iran-syria-revolutionary-guards_1666740496.html", "image_url": "https://static01.nyt.com/images/2017/11/12/world/12afghan-iran/00afghan-iran1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=14e49d0c038eb807fe292f55304fece68851b32b9c77b050085749489665f918&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_11_world_asia_afghanistan-iran-syria-revolutionary-guards_1666740496.html", "title": "Iran Sent Them to Syria. Now Afghan Fighters Are a Worry at Home.", "title_page": "Iran Sent Them to Syria. Now Afghan Fighters Are a Worry at Home. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "YAKAWLANG, Afghanistan — Iran has trained and deployed thousands of Shiite Afghans as shock troops in Syria’s sectarian war. Members of the Afghan unit, the Fatemiyoun Division, wear a shoulder patch recounting words of praise from Iran’s supreme leader as a badge of honor.\nWhat those fighters might do when they come home is now very much on the minds of officials who fear that Afghanistan may become the next great sectarian battleground between Iran, as the declared guardian of Shiites, and Saudi Arabia, long the sponsor of conservative Sunni doctrine around the world.\n“This is quite dangerous: What happens to this Fatemiyoun force when the war in Syria is over?” said Rahmatullah Nabil, a former Afghan intelligence chief. “The fear is that rivalry in the region, between Iran and Saudi, will shift to Afghanistan. And I think that clash is already shifting here.”\nThere is reason for worry. First, there’s a history: The factional divisions that drove Afghanistan’s devastating civil war in the 1990s were seized on by foreign powers who were seeking proxies. And there’s a new concern: A stark increase in attacks against Afghanistan’s Shiite minority, mostly by Sunni extremists loyal to the Islamic State, is already providing Iran a pretext to increase its meddling in the country.", "url": "https://www.nytimes.com/2017/11/11/world/asia/afghanistan-iran-syria-revolutionary-guards.html"}