{"authors": ["Katie Rogers"], "date_download": "2022-10-25 23:35:43", "date_modify": "2022-10-25 23:35:43", "date_publish": "2017-11-27 16:26:47", "description": "One Trump pick and one Obama holdover are publicly and messily fighting over control of the government’s top consumer financial watchdog.", "filename": "2017_11_27_us_politics_cfpb-leandra-english-mulvaney.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news_1666740943.html", "image_url": "https://static01.nyt.com/images/2017/11/28/us/28dc-cfpb-alpha/28dc-cfpb-alpha-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=8118244913bc82eef4abc4ec136200ee3cf95050f38db76bc72ee463341c5594&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_27_us_politics_cfpb-leandra-english-mulvaney.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news_1666740943.html", "title": "2 Bosses Show Up to Lead the Consumer Financial Protection Bureau", "title_page": "2 Bosses Show Up to Lead the Consumer Financial Protection Bureau - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — On Monday, Mick Mulvaney, the acting director of the Consumer Financial Protection Bureau, brought in doughnuts for employees. Around the same time, Leandra English, the agency’s other acting director, sent an all-staff email thanking the work force for its service.\nAwkward.\nAnd so unfolded another frenetic workday in this corner of a capital city defined by hyperpartisan dysfunction: Two public servants — one a holdover from the Obama administration, the other a rushed temporary appointee by President Trump — messily and publicly vied to lead an agency that has fought for consumers while under political assault by Republicans. Its future as an independent agency rests on who leads it next.\nBy the end of the day, a federal judge was assigned to hear Ms. English’s request, filed late Sunday, to provide an emergency restraining order to block the president from appointing Mr. Mulvaney. Judge Timothy J. Kelly of the Federal District Court in Washington, who was nominated by Mr. Trump and confirmed in September, was perhaps the only person in the capital who refrained from rushing to issue an opinion.\nAt a hurriedly called and packed-to-the-gills hearing, Judge Kelly voiced his concerns, noting that lawyers for the president could not definitively say whether Ms. English was protected from losing her job. The judge also said that neither set of attorneys had addressed whether Mr. Mulvaney, who is also the director of the White House Office of Management and Budget, “can wear two hats.”", "url": "https://www.nytimes.com/2017/11/27/us/politics/cfpb-leandra-english-mulvaney.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news"}