{"authors": ["Richard C. Paddock"], "date_download": "2022-10-25 23:46:00", "date_modify": "2022-10-25 23:46:00", "date_publish": "2017-02-16 04:53:40", "description": "A woman with an Indonesian passport and a Malaysian said to be her boyfriend were in custody, the authorities said, and other suspects were reportedly being sought.", "filename": "2017_02_15_world_asia_kim-jong-un-brother-assassination-north-korea_1666741560.html", "image_url": "https://static01.nyt.com/images/2017/02/17/world/17korea-1/17korea-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=de1a27d8b7215758781a4054e2d776cb0306c3aac5a5fc72c26fec96a66b9c35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_15_world_asia_kim-jong-un-brother-assassination-north-korea_1666741560.html", "title": "2 More Arrested in Killing of Kim Jong-un’s Half Brother, Malaysia Says", "title_page": "2 More Arrested in Killing of Kim Jong-un’s Half Brother, Malaysia Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KUALA LUMPUR, Malaysia — Two more people, one of them a woman with an Indonesian passport, were arrested Thursday in the assassination of Kim Jong-nam, the half brother of the North Korean leader, Kim Jong-un, the Malaysian authorities said as they continued to hunt for conspirators.\nThe Indonesian, identified as Siti Aishah, 25, is the second woman arrested in the case. Her appearance matches the image of a woman captured in airport surveillance videos, said a statement from Khalid Abu Bakar, the inspector general of police. The police later said in a statement that Ms. Siti’s boyfriend, a 26-year-old Malaysian, had been arrested “to assist in investigations.” He was identified as Muhammad Farid Bin Jalaluddin.\nIn Jakarta, an official from Indonesia’s Foreign Ministry said that Ms. Siti was an Indonesian citizen. The Indonesian government has asked for access to her so that its embassy employees in Kuala Lumpur can provide legal assistance.\nThe arrests brought the number of people detained in the case to three. A woman arrested Wednesday was carrying a Vietnamese passport, but it remained unclear whether she was from Vietnam.", "url": "https://www.nytimes.com/2017/02/15/world/asia/kim-jong-un-brother-assassination-north-korea.html"}