{"authors": ["Michael S. Schmidt", "Adam Goldman"], "date_download": "2022-10-25 23:01:59", "date_modify": "2022-10-25 23:01:59", "date_publish": "2017-04-15 00:03:17", "description": "Representative Mike Quigley of Illinois visited the island nation as part of intelligence committee’s investigation into Moscow’s involvement in the American election.", "filename": "2017_04_14_us_politics_russia-investigation-cyprus-mike-quigley_1666738919.html", "image_url": "https://static01.nyt.com/images/2017/04/15/us/15CYPRUS-01/15CYPRUS-01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=705b5fba6d7c84efd92e3649359ec8ed9c883c15e774c1774eb264a27f0ce2f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_14_us_politics_russia-investigation-cyprus-mike-quigley_1666738919.html", "title": "House’s Inquiry Into Russia Points a Congressman to Cyprus", "title_page": "House’s Inquiry Into Russia Points a Congressman to Cyprus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A Democratic member of the House Intelligence Committee conducted interviews and collected documents in Cyprus this week as part of the panel’s investigation into Russia’s meddling in the American election, and possible links between President Trump’s associates and Moscow.\nRepresentative Mike Quigley of Illinois said Friday that Cyprus is the center of Russian money laundering, and that the panel “must follow the facts wherever they take us.”\nCyprus, considered a tax haven, has emerged as a focal point in criminal and congressional investigations of Mr. Trump’s former campaign chairman, Paul Manafort, who had bank accounts there. The F.B.I. is examining Mr. Manafort’s business dealings in Ukraine, and any links he has to the Russian government.\nMr. Quigley, who traveled to Nicosia, the island nation’s capital, with an intelligence committee staff member, said he would not discuss what he had learned.", "url": "https://www.nytimes.com/2017/04/14/us/politics/russia-investigation-cyprus-mike-quigley.html"}