{"authors": ["Rick Lyman"], "date_download": "2022-10-25 22:59:00", "date_modify": "2022-10-25 22:59:00", "date_publish": "2017-12-08 02:39:13", "description": "Finance Minister Mateusz Morawiecki, an international banker and favorite of the governing party leader, Jaroslaw Kaczynski, will take the top post.", "filename": "2017_12_07_world_europe_poland-prime-minister_1666738740.html", "image_url": "https://static01.nyt.com/images/2017/12/08/world/08poland1/08poland1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=365e1d3b4d8611729740f2f4773337c59f851673dba12c7f41c5bbdad48a1003&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_07_world_europe_poland-prime-minister_1666738740.html", "title": "Poland Gets a New Prime Minister in Cabinet Reshuffle", "title_page": "Poland Gets a New Prime Minister in Cabinet Reshuffle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — Poland will get a new prime minister next week, the centerpiece of a cabinet reshuffle at the midpoint of the governing party’s four-year term. But the party’s undisputed leader, Jaroslaw Kaczynski, will retain the real behind-the-scenes power in the country’s increasingly authoritarian government.\nBeata Szydlo, whom Mr. Kaczynski lifted from the ranks of the right-wing Law and Justice Party to become prime minister in 2015, offered her resignation at a meeting of its political committee on Thursday, said Beata Mazurek, the party spokeswoman. It was accepted.\nThe new prime minister, Ms. Mazurek said, will be Mateusz Morawiecki, a former international banker and a favorite of Mr. Kaczynski who had been finance minister and a deputy prime minister. Ms. Szydlo will be given some other top job in the government, party officials said.\nThe move will not become official until Parliament approves it next week, though that outcome is certain, as Law and Justice holds a solid parliamentary majority.", "url": "https://www.nytimes.com/2017/12/07/world/europe/poland-prime-minister.html"}