{"authors": ["William Neuman", "J. David Goodman"], "date_download": "2022-10-25 23:49:15", "date_modify": "2022-10-25 23:49:15", "date_publish": "2017-06-09 20:45:40", "description": "A dispute over the Puerto Rican Day Parade exposed a growing rift between Mayor Bill de Blasio and Melissa Mark-Viverito, his top Hispanic ally.", "filename": "2017_06_09_nyregion_de-blasio-mark-viverito-disputes_1666741755.html", "image_url": "https://static01.nyt.com/images/2017/06/10/nyregion/10SPEAKER/00SPEAKER-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3c40582ee4b1db68845489e0bf9d4bfffd142ed3bd879085592e0d8f4c58f006&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_09_nyregion_de-blasio-mark-viverito-disputes_1666741755.html", "title": "Council Speaker, Once Reliable de Blasio Ally, Increasingly Pushes Own Agenda", "title_page": "Council Speaker, Once Reliable de Blasio Ally, Increasingly Pushes Own Agenda - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The past week was to be a feel-good time for Mayor Bill de Blasio and other politicians to connect with Hispanic voters, culminating in Sunday’s Puerto Rican Day Parade.\nInstead, the week has magnified a growing rift between the mayor and his top Hispanic ally, the City Council speaker, Melissa Mark-Viverito, who will leave office at the end of the year.\nMs. Mark-Viverito and the mayor differed on whether to bestow an honor at the parade on a former member of a militant Puerto Rican nationalist group that conducted a series of deadly bombings in New York City in the 1970s and 1980s. And they clashed over how far to go in providing legal services to undocumented immigrants in the city’s budget.\nBoth issues have come to the fore at an inopportune time — as Mr. de Blasio seeks to shore up his support among Hispanic voters for his re-election in November. As an illustration of the level of tension, the mayor in both cases felt compelled to issue behind-the-scenes threats in an effort to get his way.", "url": "https://www.nytimes.com/2017/06/09/nyregion/de-blasio-mark-viverito-disputes.html"}