{"authors": ["Paul Mozur"], "date_download": "2022-10-25 23:25:58", "date_modify": "2022-10-25 23:25:58", "date_publish": "2017-04-26 11:28:59", "description": "American officials are looking at whether Huawei, a maker of smartphones and cellular equipment, broke trade controls on Cuba, Iran, Sudan and Syria.", "filename": "2017_04_26_business_huawei-investigation-sanctions-subpoena_1666740358.html", "image_url": "https://static01.nyt.com/images/2017/04/27/world/28Huaweiprobe-1/28Huaweiprobe-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=a3b7c9d660dc5f12e7e5aa518cdc578db8e864b2d75590f56ddd208870a30ddc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_26_business_huawei-investigation-sanctions-subpoena_1666740358.html", "title": "Huawei, Chinese Technology Giant, Is Focus of Widening U.S. Investigation", "title_page": "Huawei, Chinese Technology Giant, Is Focus of Widening U.S. Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — As one of the world’s biggest sellers of smartphones and the back-end equipment that makes cellular networks run, Huawei Technologies has become one of the major symbols of China’s global technology ambitions.\nBut as it continues its rise, its business with some countries has fallen under growing scrutiny from investigators in the United States.\nAmerican officials are widening their investigation into whether Huawei broke American trade controls on Cuba, Iran, Sudan and Syria, according to an administrative subpoena sent to Huawei and reviewed by The New York Times. The previously unreported subpoena was issued in December by the United States Treasury Department’s Office of Foreign Assets Control, which oversees compliance with a number of American sanctions programs.\nThe Treasury’s inquiry follows a subpoena sent to Huawei last summer from the United States Department of Commerce, which carries out sanctions and also oversees exports of technology that can have military as well as civilian uses.", "url": "https://www.nytimes.com/2017/04/26/business/huawei-investigation-sanctions-subpoena.html"}