{"authors": ["Mohamad Bazzi"], "date_download": "2022-10-25 23:55:12", "date_modify": "2022-10-25 23:55:12", "date_publish": "2017-09-26 13:28:23", "description": "It’s usually easy for American citizens to get a work visa for the U.A.E. Why was I denied?", "filename": "2017_09_26_opinion_nyu-abu-dhabi_1666742112.html", "image_url": "https://static01.nyt.com/images/2017/09/27/world/27bazzi-inyt/27bazzi-inyt-facebookJumbo.jpg?year=2017&h=550&w=1050&s=21eea1430b1ac3720499edce88fbe089b4eaf6c60c9e16ed1c51593a108ed181&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_26_opinion_nyu-abu-dhabi_1666742112.html", "title": "N.Y.U. in Abu Dhabi: A Sectarian Bargain", "title_page": "Opinion | N.Y.U. in Abu Dhabi: A Sectarian Bargain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For two years, various university administrators promised to resolve my case. But the process always stalled, and I was told it was out of their hands. I will probably never know exactly what happened, but I suspect that N.Y.U. administrators in Abu Dhabi did not want to expend limited political capital with their Emirati partners on my case, or the “Shiite problem” in general.\nThe government of Abu Dhabi, whose security apparatus denied my security clearance most likely for sectarian reasons, has funded the planning and construction of the N.Y.U. campus and its operational expenses. At least one other tenured N.Y.U. professor, also a United States citizen of Shiite origin, was recently denied a security clearance to teach at the Abu Dhabi campus. This is precisely what the university’s leadership promised would not happen when it made the deal to open a branch in the capital of an authoritarian state.\nThe university started its partnership with Abu Dhabi at a time when — awash in record oil revenues in the mid-2000s — the emirate’s leaders, especially the crown prince and de facto ruler, Mohammed bin Zayed, had set out to buy social and cultural legitimacy. Abu Dhabi funded literary festivals and prizes, translation projects and branches of pre-eminent museums and universities.\nBut the Arab Spring uprisings rattled the U.A.E. leaders’ confidence in their own ability to stay in power, and a repressive turn prioritizing security over cultural capital followed. In March 2011, as the popular revolts spread through the region, more than 100 activists in the U.A.E. signed a petition calling for direct elections and reform of the country’s toothless Parliament. Many of those who signed the document were prosecuted, stripped of their citizenship or subsequently deported.\nAcademics also came under assault. In the summer of 2012, Matt Duffy, a journalism professor at Zayed University in Abu Dhabi, was abruptly fired and forced to leave the U.A.E. after he criticized media restrictions in the country.\nIn March 2015, Andrew Ross, an N.Y.U. professor who specializes in labor issues, was barred from traveling to Abu Dhabi for unspecified security reasons. Mr. Ross, who was an outspoken critic of the university’s Abu Dhabi project and especially the abuse of migrant laborers in the emirates, had planned to spend his spring break researching labor conditions. The university’s response was tepid and cowardly. A spokesman argued that “it is the government that controls visa and immigration policy, and not the university.”", "url": "https://www.nytimes.com/2017/09/26/opinion/nyu-abu-dhabi.html"}