{"authors": ["Adam Liptak"], "date_download": "2022-10-26 00:12:05", "date_modify": "2022-10-26 00:12:05", "date_publish": "2017-06-02 17:14:19", "description": "The court will probably agree to hear the Justice Department’s appeal, but requests to stay lower court rulings present harder questions.", "filename": "2017_06_02_us_politics_travel-ban-supreme-court-trump_1666743125.html", "image_url": "https://static01.nyt.com/images/2017/06/03/us/03travelban/03travelban-facebookJumbo.jpg?year=2017&h=549&w=1050&s=30716db4b6f18f89ae3a3b1e50f78f906cfcd943d834d358751891c6166e82ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_02_us_politics_travel-ban-supreme-court-trump_1666743125.html", "title": "The Supreme Court’s Options in the Travel Ban Case", "title_page": "The Supreme Court’s Options in the Travel Ban Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The fight over President Trump’s travel ban reached the Supreme Court late Thursday night, in the form of three urgent requests from the Justice Department.\nHere is a look at where things stand, and the justices’ options.\nWhat is happening in the Supreme Court?\nThe Justice Department filed a petition seeking review of a decision by the United States Court of Appeals for the Fourth Circuit, in Richmond, Va., that blocked the Trump administration’s proposed limits on travel from six mostly Muslim countries.\nThe government asked the justices to act a little faster than usual, urging them to decide whether to hear the case before they leave for their summer break. But that would still defer arguments to the fall, with a decision to follow.\n“The stakes are indisputably high: The court of appeals concluded that the president acted in bad faith with religious animus when, after consulting with three members of his cabinet, he placed a brief pause on entry from six countries that present heightened risks of terrorism,” the government’s brief said.", "url": "https://www.nytimes.com/2017/06/02/us/politics/travel-ban-supreme-court-trump.html"}