{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:45:53", "date_modify": "2022-10-25 23:45:53", "date_publish": "2017-02-24 11:32:46", "description": "Beijing’s suspension of coal imports that have helped prop up the North prompted a furious response, a sign that relations may have reached a breaking point.", "filename": "2017_02_24_world_asia_china-north-korea-relations-kim-jong-un_1666741553.html", "image_url": "https://static01.nyt.com/images/2017/02/25/world/25china-1/25china-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7cb7767af225d2c030180b1ae081e9af4c3f8126b0099034d5dcdad644dd60eb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_24_world_asia_china-north-korea-relations-kim-jong-un_1666741553.html", "title": "China and North Korea Reveal Sudden, and Deep, Cracks in Their Friendship", "title_page": "China and North Korea Reveal Sudden, and Deep, Cracks in Their Friendship - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — For decades, North Korea could count on China as a loyal ally despite the erratic behavior of the ruling Kim dynasty. Beijing held its tongue, even as its neighbor engaged in saber rattling, nuclear testing and bombastic threats.\nBut by this week, things may have gone too far, with North Korea unleashing a tirade in which it deployed some of the most damning insults in its playbook, accusing China of “dancing to the tune of the U.S.” and “styling itself as a big power.”\nChinese observers of relations between the countries were left in disbelief about how rapidly those ties have deteriorated, particularly after Beijing decided to cut off coal imports that provide badly needed currency for the North’s economy.\n“At first many people thought it was a fake commentary,” Cheng Xiaohe, associate professor of international studies at Renmin University, said of the tirade against China, published in the North’s state-run news media on Thursday. “It is a big surprise that North Korea has launched such a strong attack against China. I expected an angry reaction — but not this strong.”", "url": "https://www.nytimes.com/2017/02/24/world/asia/china-north-korea-relations-kim-jong-un.html"}