{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:40:11", "date_modify": "2022-10-25 23:40:11", "date_publish": "2017-10-11 07:34:19", "description": "Despite fines from soccer’s governing body and a new law requiring respect for China’s anthem, fans in the semiautonomous city of Hong Kong keep booing.", "filename": "2017_10_11_world_asia_hong-kong-china-national-anthem-protest_1666741211.html", "image_url": "https://static01.nyt.com/images/2017/10/12/world/12hongkong-1/12hongkong-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=663a8260f05c0eba66f95adc51d4c65dcdc5255f688cee199d79dc6446b60f2b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_11_world_asia_hong-kong-china-national-anthem-protest_1666741211.html", "title": "In Hong Kong, It’s the Fans Who Protest During the National Anthem", "title_page": "In Hong Kong, It’s the Fans Who Protest During the National Anthem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "China has a huge population to draw from and its teams have been successful in several sports. But its men’s soccer teams have routinely struggled in international competition.\nIn 1985, Hong Kong beat China, 2-1, in Beijing to eliminate the team from qualifying for the following year’s World Cup, setting off a riot. In the 2015 World Cup qualifiers, Hong Kong tied China twice. To add to the insult, the home fans booed the Chinese national anthem before the game in Hong Kong.\nThe world governing body for soccer, FIFA, fined the Hong Kong Football Association for fans booing during one of the China matches and also during a 2015 World Cup qualifier against Qatar. The city’s football association has called on fans to behave, and stewards make vain attempts to encourage hard-core supporters to keep quiet during the national anthem.\nThe anthem, “March of the Volunteers,” was a poem set to music in 1935, and it became popular as a call for resistance against Japan. Its lyricist, Tian Han, died in prison during the Cultural Revolution in 1968.\nThe anthem law went into effect on Oct. 1. But Hong Kong, a former British colony, maintains a semiautonomous existence that allows it to keep its own economic and legal systems. So Hong Kong will need to enact its own version of the law, which it has yet to do.\nThus far, Hong Kong fans are unbowed.\n“We do it spontaneously because we don’t think we are part of the P.R.C.,” said Sanho Chung, 24, who was at Tuesday’s game, using an abbreviation for the People’s Republic of China. “We are different.”", "url": "https://www.nytimes.com/2017/10/11/world/asia/hong-kong-china-national-anthem-protest.html"}