{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:48:36", "date_modify": "2022-10-25 23:48:36", "date_publish": "2017-10-20 09:00:20", "description": "Dozens of pages of resources, meant to help local governments deal with climate change, have been removed or revised from an agency site, according to a monitoring group.", "filename": "2017_10_20_climate_epa-climate-change_1666741716.html", "image_url": "https://static01.nyt.com/images/2017/10/21/science/21cli-epa/21cli-epa-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f169c91c125bc74c7e65e2b522425713b7e3b354885a5aca660cb04ece84dab9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_20_climate_epa-climate-change_1666741716.html", "title": "E.P.A. Scrubs a Climate Website of ‘Climate Change’", "title_page": "E.P.A. Scrubs a Climate Website of ‘Climate Change’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Environmental Protection Agency has removed dozens of online resources dedicated to helping local governments address climate change, part of an apparent effort by the agency to play down the threat of global warming.\nA new analysis made public on Friday found that an E.P.A. website has been scrubbed of scores of links to materials to help local officials prepare for a world of rising temperatures and more severe storms.\nThe site, previously the E.P.A.’s “Climate and Energy Resources for State, Local and Tribal Governments” has been renamed “Energy Resources for State, Local and Tribal Governments.” About 15 mentions of the words “climate change” have been removed from the main page alone, the study found.\nAmong the now-missing pages are those detailing the risks of climate change and the different approaches states are taking to curb emissions. Also edited out were examples of statewide plans to adapt to weather extremes.", "url": "https://www.nytimes.com/2017/10/20/climate/epa-climate-change.html"}