{"authors": ["Alexandra Stevenson", "Cao Li"], "date_download": "2022-10-25 23:39:36", "date_modify": "2022-10-25 23:39:36", "date_publish": "2017-12-25 20:00:43", "description": "Government officials are moving to curb a new generation of businesses that make personal loans online, amid concerns about privacy and rising debt.", "filename": "2017_12_25_business_china-online-lending-debt_1666741176.html", "image_url": "https://static01.nyt.com/images/2017/12/26/business/26CHINALEND2/26CHINALEND2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=cf5da516f41a1a51402b4d9a9ef1edbd8e94dbc885cab248c91667937be04ca0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_25_business_china-online-lending-debt_1666741176.html", "title": "China’s New Lenders Collect Invasive Data and Offer Billions. Beijing Is Worried.", "title_page": "China’s New Lenders Collect Invasive Data and Offer Billions. Beijing Is Worried. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Last month, Guangdong Province in southern China warned that more than a dozen apps had security loopholes that allowed companies to steal user information. Some of this information was then used to harass borrowers and their friends and families.\nOne of those was an app called Paipaidai. Its parent company, PPDAI Group, recently listed its shares in New York. The Guangdong authorities said the app sends out users’ contacts without permission. The practice “seriously exposed users’ privacy,” the authorities said.\nOne Paipaidai borrower, a man named Lin in a small town in Fujian Province called Quanzhou, said he had racked up about $75,000 in loans from 30 different platforms for living expenses and an investment in a shoe store. Mr. Lin, who asked that his full name not be used for fear of reprisal from debt collectors, said he received multiple calls a day from them.\nMr. Lin showed images of text messages from one called Yongsheng Outsourcing that threatened to “use whatever method to deal” with debt that he owed to Paipaidai. When contacted by The New York Times, a person at that number declined to say whether he worked for Yongsheng or Paipaidai.\nPaipaidai did not respond to requests for comment.\nBai Shichao, the food deliveryman with the growing debt problem, tapped some of China’s most closely watched and best-funded online lending services during his borrowing spree.\nOne of those was a company named Smart Finance. Its app — Yongqianbao, or “use wallet” in Chinese — helps it build a credit rating system based on 1,200 data points related to user behavior. Yongqianbao then connects potential borrowers with lenders. Backed by the venture capital vehicle of Kai-Fu Lee, the former head of Google China and a prominent start-up investor in China, it has approved 1.5 million loans a month.", "url": "https://www.nytimes.com/2017/12/25/business/china-online-lending-debt.html"}