{"authors": ["Jose A. Del Real", "Corey Kilgannon"], "date_download": "2022-10-25 23:51:05", "date_modify": "2022-10-25 23:51:05", "date_publish": "2017-11-01 00:29:10", "description": "A truck ramming bicyclists. The driver emerging with weapons drawn. For those who saw the attack, it was as confusing as it was gruesome.", "filename": "2017_10_31_nyregion_nyc-scene-terror-attack-truck-witnesses_1666741865.html", "image_url": "https://static01.nyt.com/images/2017/11/01/nyregion/01shooting11/01shooting11-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=a9ab6970cdde885c89106aaf0de00cce4be53d74c46380b5379259487d9d0361&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_31_nyregion_nyc-scene-terror-attack-truck-witnesses_1666741865.html", "title": "Mangled School Bus, Bodies Everywhere in Manhattan; ‘It Was Surreal’", "title_page": "Mangled School Bus, Bodies Everywhere in Manhattan; ‘It Was Surreal’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We saw flocks of children running” from the scene, Hiro said.\nThe New York City police commissioner, James P. O’Neill, detailed a preliminary timeline of the violence, which he called an “act of terror,” in a news conference Tuesday evening that shed light on the scene.\nThe white truck entered the bicycle path alongside West Street by Houston Street at 3:05 p.m. and drove south, hitting pedestrians and cyclists along the way. The runaway truck, labeled with Home Depot logos, drove 20 blocks before ramming into a school bus at Chambers Street. Two adults and two children who were on the bus were reportedly injured in the crash.\nThe 29-year-old man driving the truck exited the vehicle with what appeared to be two handguns, Mr. O’Neill said, at which point a uniformed police officer approached the man and shot him in the abdomen. Early reports suggested that the assailant may have yelled “Allahu akbar,” Arabic for “God is great,” at some point after exiting his vehicle. A paintball gun and a pellet gun were recovered from the scene later.\nMany of the children attending schools in the area were horror-struck.\nThe mother of a 13-year-old girl who came face to face with the suspect said her daughter was “too traumatized” to talk. The woman, her daughter and two other children were being escorted from the scene by a police officer. She did not want to give her name or her child’s name for security reasons, she said. The girl’s face was red and tear-streaked, and she had curled her hands into the sleeves of her blue hooded sweatshirt. Her mother said she was a student at Intermediate School 289 on Warren Street, yards from where the truck came to a rest after crashing into the school bus.", "url": "https://www.nytimes.com/2017/10/31/nyregion/nyc-scene-terror-attack-truck-witnesses.html"}