{"authors": ["Andrew Das"], "date_download": "2022-10-25 23:54:53", "date_modify": "2022-10-25 23:54:53", "date_publish": "2017-10-11 02:04:38", "description": "The stunning defeat to Trinidad and Tobago, combined with wins by Honduras and Panama, means the U.S. men’s team won’t be playing in Russia next summer.", "filename": "2017_10_10_sports_soccer_usmnt-trinidad-world-cup_1666742093.html", "image_url": "https://static01.nyt.com/images/2017/10/11/sports/11soccerSUB/11soccerSUB-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=08435d2229fb1af8e7074b85814038d1e5bd8ca7c019d003236b3cd9921a2609&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_10_sports_soccer_usmnt-trinidad-world-cup_1666742093.html", "title": "United States Misses World Cup for First Time Since 1986", "title_page": "United States Misses World Cup for First Time Since 1986 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "COUVA, Trinidad and Tobago — There was always a chance that a year would come when the United States again failed to qualify for the World Cup, when the hurdles in the nearly two-year slog of regional qualification — the matches on steamy afternoons and muggy nights, the hard tackles and the coin-throwing fans, the lousy fields and the dubious refereeing — all proved too much.\nThat year is 2017.\nTrinidad and Tobago, whose World Cup dreams ended months ago, stunned the United States, 2-1, on Tuesday night. The result, combined with just-as-shocking outcomes in two simultaneous games in Honduras and Panama on the final day of qualifying for the Concacaf region, ushered in the unthinkable: The American men, mainstays of the World Cup for more than a generation, are out of next summer’s tournament in Russia.\nInstead, Panama, which rallied from a one-goal deficit for a 2-1 win over Costa Rica, will join the Ticos and Mexico in Russia. It will be Panama’s first trip to the World Cup.\nHow the United States Missed the World Cup, Minute by Minute\nHonduras, which overcame a two-goal deficit to beat visiting Mexico, 3-2, passed the Americans to claim fourth place in the six-team final round. That position comes with a World Cup lifeline: Honduras will face Australia in a two-leg playoff in November for a spot in the finals.", "url": "https://www.nytimes.com/2017/10/10/sports/soccer/usmnt-trinidad-world-cup.html"}