{"authors": ["Maggie Haberman", "Matt Apuzzo"], "date_download": "2022-10-26 00:12:11", "date_modify": "2022-10-26 00:12:11", "date_publish": "2017-08-30 22:02:29", "description": "In a letter to Congress, Michael Cohen disputed allegations about him contained in a dossier compiled by a former British spy.", "filename": "2017_08_30_us_politics_trump-russia-michael-cohen_1666743131.html", "image_url": "https://static01.nyt.com/images/2017/08/31/us/31DC-COHEN/31DC-COHEN-facebookJumbo.jpg?year=2017&h=550&w=1050&s=57abf9b9caf7a0a6d1b81f969bd0c430868932ab70244d680edb52b30c489f9f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_30_us_politics_trump-russia-michael-cohen_1666743131.html", "title": "Trump Lawyer ‘Vehemently’ Denies Russian Collusion", "title_page": "Trump Lawyer ‘Vehemently’ Denies Russian Collusion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s longtime lawyer, Michael D. Cohen, has given Congress a point-by-point rebuttal of a dossier alleging that he has deep ties to Russian officials — an effort to clear his name as the Justice Department and congressional committees investigate Russia’s attempts to disrupt last year’s election.\nMr. Cohen encouraged lawmakers to investigate those who paid for the salacious 35-page dossier, which surfaced online early this year and alleges that President Trump and his campaign conspired with Russia in the November election. The dossier, compiled by a retired British spy, portrays Mr. Cohen as a central figure in the conspiracy.\nIn an eight-page letter to the House Intelligence Committee, a lawyer for Mr. Cohen offered a full-throated rejection of any suggestion that Mr. Cohen was involved in an effort to work with Russia to disrupt the election.\n“We have not uncovered a single document that would in any way corroborate the dossier’s allegations regarding Mr. Cohen, nor do we believe that any such document exists,” wrote the lawyer, Stephen M. Ryan.", "url": "https://www.nytimes.com/2017/08/30/us/politics/trump-russia-michael-cohen.html"}