{"authors": ["Sydney Ember"], "date_download": "2022-10-25 23:51:53", "date_modify": "2022-10-25 23:51:53", "date_publish": "2017-04-25 22:52:46", "description": "The group of current and former employees filed a class-action suit accusing the network of “abhorrent, intolerable, unlawful and hostile racial discrimination.”", "filename": "2017_04_25_business_media_fox-news-racial-discrimination-lawsuit_1666741913.html", "image_url": "https://static01.nyt.com/images/2017/04/26/business/26fox-hp/26fox-hp-facebookJumbo.jpg?year=2017&h=549&w=1050&s=78dadaa2ccff9a843a38ab38ec1deb0c8893ed4a2626e0cad3d3558d810b8a1b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_25_business_media_fox-news-racial-discrimination-lawsuit_1666741913.html", "title": "11 Sue Fox News, Citing ‘Intolerable’ Racial Bias", "title_page": "11 Sue Fox News, Citing ‘Intolerable’ Racial Bias - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Troubles at Fox News were compounded yet again on Tuesday, with the emergence of new allegations of racial discrimination at the company coming less than a week after the ouster of the network’s star Bill O’Reilly.\nEleven current and former Fox News employees filed a class-action lawsuit in New York against the network, accusing it of “abhorrent, intolerable, unlawful and hostile racial discrimination.”\nThe lawsuit, filed in State Supreme Court in the Bronx, expands a complaint filed at the end of March by Tichaona Brown and Tabrese Wright, two black women who worked in the Fox News payroll department. In particular, the suit contends that Judith Slater, the company’s longtime comptroller, engaged in racist behavior and made racist remarks and that senior executives ignored her actions. A third Fox News employee, Monica Douglas, joined the lawsuit earlier this month. Fox News fired Ms. Slater in February.\n“When it comes to racial discrimination, 21st Century Fox has been operating as if it should be called 18th Century Fox,” the plaintiffs’ lawyers, Douglas H. Wigdor and Jeanne M. Christensen, said in a statement, referring to Fox News’s parent company. “We sincerely hope the filing of this race class action wakes 21st Century Fox from its slumbers and inspires the company to take a conciliatory and appropriate approach to remedy its wrongs.”", "url": "https://www.nytimes.com/2017/04/25/business/media/fox-news-racial-discrimination-lawsuit.html"}