{"authors": ["Scott Shane"], "date_download": "2022-10-25 23:54:00", "date_modify": "2022-10-25 23:54:00", "date_publish": "2017-12-04 22:37:53", "description": "A former president who left a legacy of corruption, he re-emerged to play a major role in his country’s civil war.", "filename": "2017_12_04_obituaries_ali-saleh-dead_1666742040.html", "image_url": "https://static01.nyt.com/images/2017/12/05/world/05saleh1/05saleh1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b5922e343c1d879929c368293d51d29f1bf628716e7a66edc681cbc7c4383c67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_04_obituaries_ali-saleh-dead_1666742040.html", "title": "Ali Abdullah Saleh, Strongman Who Helped Unite Yemen, and Divide It, Dies at 75", "title_page": "Ali Abdullah Saleh, Strongman Who Helped Unite Yemen, and Divide It, Dies at 75 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When he came to power, people laughed at him,” Professor Burrowes said. “He was regarded by many Yemenis as a lightweight who wouldn’t last, a semiliterate tribesman who could barely deliver a speech. The C.I.A. station chief was laying bets that Saleh would be out by the spring of 1979.”\nBut Mr. Saleh reached out to veteran Yemeni politicians for advice and support and recruited a new class of technocrats, Professor Burrowes said. “For whatever psychological reason, he didn’t feel threatened by them,” he said.\nBy most accounts, Mr. Saleh was not devoutly religious, but he paid attention to managing the Islamists who thrived in Yemen’s religious culture. When Yemeni men who had fought against the Soviet Army in Afghanistan returned home in the 1990s, he saw that they were integrated into the security forces. Only when Al Qaeda in the Arabian Peninsula began to attack his regime did he step up combat against the group.\nMr. Saleh promoted fellow Sanhan tribesmen serving in the army and security forces, among them his son Ahmed Ali Saleh, who was in charge of the elite Republican Guards, and a nephew, Yahya Saleh, who worked closely with the United States on counterterrorism.\nOn Saturday, he spoke publicly about changing allegiances one more time, abandoning the Houthis and reaching out to Saudi Arabia and other regional powers who had fought against them for three years with a devastating bombing campaign.\n“We will turn a new page by virtue of our neighborliness,” Mr. Saleh said in a televised speech. But his long story, which had weathered so many crises, had run out of pages.", "url": "https://www.nytimes.com/2017/12/04/obituaries/ali-saleh-dead.html"}