{"authors": ["Sarah Binder", "Mark Spindel"], "date_download": "2022-10-25 23:44:59", "date_modify": "2022-10-25 23:44:59", "date_publish": "2017-10-19 11:00:05", "description": "History shows that the central bank needs to maintain broad political and public support, or risk having its autonomy curbed by Congress and the president.", "filename": "2017_10_19_upshot_the-fed-claims-to-be-independent-thats-mostly-a-myth_1666741499.html", "image_url": "https://static01.nyt.com/images/2017/10/10/upshot/00up-fed-congress1/merlin-to-scoop-126404177-2425-facebookJumbo.jpg?year=2017&h=550&w=1050&s=95f27fdf8643b18051d2d0ee4cac30bea7d8dcaae04a24c2519d8548bbe185e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_19_upshot_the-fed-claims-to-be-independent-thats-mostly-a-myth_1666741499.html", "title": "The Fed Claims to Be Independent. That’s Mostly a Myth.", "title_page": "The Fed Claims to Be Independent. That’s Mostly a Myth. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Federal Reserve’s inner workings are a mystery to most Americans. Presidents can’t order it around, nor can Congress — that much is generally believed. Along with its reputation for independence, the Fed can seem economically omnipotent.\nBut in truth, our research shows, Fed independence is largely a myth.\nWith President Trump having met with the Fed chairwoman Janet Yellen on Thursday as he considers new leadership, it’s worth examining the idea that the Fed is unfettered in making monetary policy. This notion misjudges the politics of its relationship with Congress. Instead, think of Congress and the Fed as interdependent institutions — a political relationship that constrains the Fed’s conduct.\nWhy interdependent?\nCongress depends on the Fed to steer the economy and to absorb the blame when the economy falters. Repeated revisions or threats of revisions to the Federal Reserve Act of 1913, the law that created the Fed, have signaled the costs of failing to meet legislators’ expectations.\nAt the same time, the Fed’s credibility and its capacity to carry out necessary, but often unpopular, policy hinges on maintaining broad political and public support. Otherwise, there’s the risk that Congress or the president may limit the Fed’s autonomy or undermine the economy with counterproductive fiscal policy.", "url": "https://www.nytimes.com/2017/10/19/upshot/the-fed-claims-to-be-independent-thats-mostly-a-myth.html"}