{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:24", "date_modify": "2022-10-25 23:28:24", "date_publish": "2017-12-06 20:57:54", "description": "A committee of owners signed off on a contract worth about $200 million over five years, ending a bitter standoff with Jerry Jones, the Cowboys’ owner.", "filename": "2017_12_06_sports_nfl-roger-goodell-contract-_1666740504.html", "image_url": "https://static01.nyt.com/images/2017/12/07/sports/07goodell1/07goodell1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9aacc36d1685fc285f935e75673e862afcbcde4dda898f6478a9360cecbceb91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_06_sports_nfl-roger-goodell-contract-_1666740504.html", "title": "N.F.L. Extends Roger Goodell’s Contract, Ending Weeks of Discord", "title_page": "N.F.L. Extends Roger Goodell’s Contract, Ending Weeks of Discord - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But with anxiety over the league’s weaknesses growing, Jones and other owners wanted to ensure Goodell continued to focus on growing the league’s business. As a result, they have insisted that most of his compensation in the coming years be based on the N.F.L. hitting financial targets, with various owners signing off on bonuses linked to the targets. Goodell’s guaranteed salary before those potential bonuses will be about $4 million a year.\nIn a letter sent to every owner on Wednesday, Arthur Blank, the owner of the Atlanta Falcons and the chairman of the committee, said that Goodell’s contract extension was “fully consistent with ‘market’ compensation” and was “in the best interests of ownership.” Contrary to Jones’s efforts to undermine the deal, Blank said there was nearly a consensus to offer Goodell an extension and to move quickly “to avoid further controversy surrounding this issue.”\nJones sparked one of the most bitter intraleague fights in years when he threatened to sue the members of the six-man compensation committee, made up of the owners of the Chiefs, the Falcons, the Giants, the Patriots, the Steelers and the Texans. The committee had been working since May on the new contract, which would take effect in March 2019. The owners were eager to finish the deal before talks to renegotiate the league’s labor and media deals begin in earnest in the next couple of years.\nJones, one of the most powerful and mercurial owners, had other plans. Though he voted along with every other owner in May to extend Goodell’s contract and empower the compensation committee to work out the details, he tried to disrupt the negotiations starting in August, after Goodell suspended Cowboys running back Ezekiel Elliott for his role in a domestic violence case.\nAfter months of pressuring the committee as an ad hoc member, and lobbying the wider group of owners, Jones in early November told the six committee members that he had drawn up legal papers and would sue them if they did not bend to his will. The unusually caustic showdown that followed, which has led the committee to communicate with Jones only through lawyers, all but ended last week when Jones dropped his threat.", "url": "https://www.nytimes.com/2017/12/06/sports/nfl-roger-goodell-contract-.html"}