{"authors": ["Landon Thomas Jr."], "date_download": "2022-10-25 23:44:11", "date_modify": "2022-10-25 23:44:11", "date_publish": "2017-01-10 20:30:16", "description": "Masayoshi Son has pledged to create jobs, but a small group of former Deutsche Bank executives are looking beyond just tech start-ups for investing the mammoth fund.", "filename": "2017_01_10_business_dealbook_softbank-vision-fund-investment_1666741451.html", "image_url": "https://static01.nyt.com/images/2017/01/11/business/11DB-SOFTBANK3/11DB-SOFTBANK3-facebookJumbo.jpg?year=2017&h=550&w=1050&s=dc470f73f909a075c27149c73dca3deafe14b89fc027cf3c86648d3bf7903d54&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_10_business_dealbook_softbank-vision-fund-investment_1666741451.html", "title": "SoftBank’s $100 Billion Investment Fund Starts to Take Shape", "title_page": "SoftBank’s $100 Billion Investment Fund Starts to Take Shape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Misra was part of a small group of derivatives specialists who left Merrill Lynch in the mid-1990s to create Deutsche Bank’s powerful global markets division. He was in many ways the founding father of the Deutsche Bank’s headlong — and ultimately contentious — dive into the structuring and selling of exotic investments like credit derivatives and securitized mortgages.\nTo a degree, there is a bit of a start-up feel to the fund’s investment team. With just weeks to go before the fund can start investing, the Deutsche Bank veterans — who will be supported by SoftBank analysts in San Francisco and Tokyo — are still settling into their new offices in London’s exclusive Mayfair district.\nThe team has already received a deluge of résumés, investor pitches and queries from bankers and lawyers — all looking to get a piece of the largest fund start in recent memory.\nMr. Misra will be joined by Akshay Naheta, a former proprietary trader at Deutsche Bank and founder of Knight Assets, an activist investment firm based in London; and Saleh Romeih, another senior banker from Deutsche Bank.\nWorking with Mr. Misra and his team will be a group of senior SoftBank deal makers who, over the years, have worked closely with Mr. Son as he has built up his portfolio of investments. They include Alok Sama, chief financial officer for SoftBank International; Ronald Fisher, a board member who has been deeply involved with SoftBank’s Sprint stake; and Deep Nishar, a former top executive at Linkedin.\nMr. Son, Mr. Misra and Mr. Fisher will be the key members of the investment committee. Bankers expect that the total investment staff will include about 100 people.\nFrom the outset, growth has been the common theme in regard to investment strategy.\nThat means that when the SoftBank fund takes a company private, it will not be slashing thousands of jobs to claim efficiencies or to meet interest payments on the loans that backed the deal.", "url": "https://www.nytimes.com/2017/01/10/business/dealbook/softbank-vision-fund-investment.html"}