{"authors": ["Julie Hirschfeld Davis", "Russell Goldman", "Adam Goldman"], "date_download": "2022-10-25 23:38:23", "date_modify": "2022-10-25 23:38:23", "date_publish": "2017-06-13 14:16:52", "description": "Held for over a year, Mr. Warmbier, a student at the University of Virginia, was serving a 15-year sentence for trying to steal a propaganda poster.", "filename": "2017_06_13_world_north-korea-otto-warmbier-rodman_1666741103.html", "image_url": "https://static01.nyt.com/images/2017/06/14/world/14NKOREA-01/14UVA-01-facebookJumbo.jpg?year=2017&h=549&w=1050&s=5018c136e00b62e0aae75597f178d3419a39f18ebcde017245024358b145ffe5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_13_world_north-korea-otto-warmbier-rodman_1666741103.html", "title": "Otto Warmbier, Detained American, Is Evacuated From North Korea in a Coma", "title_page": "Otto Warmbier, Detained American, Is Evacuated From North Korea in a Coma - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Otto F. Warmbier was a University of Virginia honors student with a passion for travel when he signed up for a five-day tour of North Korea with a Chinese company that advertised “budget travel to destinations your mother would rather you stayed away from.”\nHe was detained at the Pyongyang airport as he tried to leave in January 2016, charged with an unspecified “hostile act” against the reclusive government. Within two months, he was convicted after a one-hour trial of trying to steal a propaganda poster. Mr. Warmbier was sentenced to 15 years of hard labor. A video captured him being led away to prison, dazed, stumbling and flanked by two North Korean guards.\nFifteen months later, Mr. Warmbier — gravely ill and in a coma — was medically evacuated from North Korea on Tuesday and on his way to his parents’ home in Cincinnati. His release followed secret negotiations between American officials and the government in Pyongyang that unfolded as tensions escalated over North Korea’s nuclear program.\nLittle is known about Mr. Warmbier’s ordeal in North Korea, where the government refused for more than a year to allow access to him by Swedish consular officials, who act as interlocutors between Washington and Pyongyang.", "url": "https://www.nytimes.com/2017/06/13/world/north-korea-otto-warmbier-rodman.html"}