{"authors": ["Ken Belson"], "date_download": "2022-10-25 22:59:43", "date_modify": "2022-10-25 22:59:43", "date_publish": "2017-10-13 09:00:23", "description": "Russell Okung published an open letter calling on players to focus on their goals of addressing inequality rather than reacting to criticism.", "filename": "2017_10_13_sports_russell-okung-nfl-anthem-protests-trump_1666738783.html", "image_url": "https://static01.nyt.com/images/2017/10/14/sports/14nflweb/14nflweb-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c564fd4c26a9438e0d51051cd7bcb87653401ce9793cbd403ed6aa796bb7c217&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_13_sports_russell-okung-nfl-anthem-protests-trump_1666738783.html", "title": "Chargers’ Okung Issues Call to Action for N.F.L. Players", "title_page": "Chargers’ Okung Issues Call to Action for N.F.L. Players - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“As Kap’s message has now been distorted, co-opted and used to further divide us along the very racial lines he was highlighting, we as players have a responsibility to come together and respond collectively,” wrote Okung, 30, who is African-American and has Nigerian heritage.\nIn a letter to N.F.L. executives this week, the league’s commissioner, Roger Goodell, said he and the owners wanted the players to stand for the anthem. The owners will meet next week in New York, where they will consider whether to enforce league rules that state players must be on the sideline during the national anthem and should stand while it is being played. To date, the league has not penalized any players for kneeling, sitting or remaining in the locker room during the anthem.\nThe commissioner and the owners have been meeting small groups of players about the issue at the league’s headquarters and in various cities. About 10 players will also be attending the owners meeting.\nSome players have reacted scornfully on social media to the suggestion they might be forced to stand. But Okung’s letter is a rare example of a player trying to unite all his peers in defiance of the league, and it sheds light on the frustration many athletes have only privately expressed regarding recent events.\n“Things have clearly gotten out of control,” he wrote. “As a pragmatist, I will admit, I initially doubted the merits of Colin Kaepernick’s protest and questioned the strategy. I was wrong.\n“There is now no doubt that what he started was a courageous, prophetic, self-sacrificial act that has captivated a nation and inspired a powerful movement,” he added. “If I had his cell phone number, I would tell him that.”\nPlayers routinely speak to teammates and to friends on other teams. Last year, players on several teams coordinated via text messages how to approach the anthem on the first Sunday of the season, which fell on Sept. 11.", "url": "https://www.nytimes.com/2017/10/13/sports/russell-okung-nfl-anthem-protests-trump.html"}