{"authors": ["Thomas Kaplan"], "date_download": "2022-10-25 23:38:22", "date_modify": "2022-10-25 23:38:22", "date_publish": "2017-12-21 16:36:24", "description": "The House and Senate approved a plan that extends funding through Jan. 19 while punting into next year the fights over immigration and children’s health care.", "filename": "2017_12_21_us_politics_house-republicans-government-shutdown_1666741102.html", "image_url": "https://static01.nyt.com/images/2017/12/22/us/22DC-SHUTDOWN-01web/22DC-SHUTDOWN-01web-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=752a664d19bb8e139b0a9dce0fc1908e045fd4960c88314c4bb286494d363de3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_21_us_politics_house-republicans-government-shutdown_1666741102.html", "title": "Congress Passes Stopgap Bill to Avoid Government Shutdown Against a Friday Deadline", "title_page": "Congress Passes Stopgap Bill to Avoid Government Shutdown Against a Friday Deadline - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Congress gave final approval on Thursday to legislation to keep the government funded into January, averting a government shutdown this weekend but kicking fights over issues like immigration, surveillance and health care into the new year.\nThe stopgap spending bill extends government funding until Jan. 19 while also providing a short-term funding fix for the Children’s Health Insurance Program, or CHIP, whose financing lapsed at the end of September.\nAfter the House and Senate succeeded in passing a $1.5 trillion tax overhaul this week, the stopgap bill includes language to prevent automatic spending cuts that would be required to offset the tax bill’s effect on the deficit.\nThe House passed the bill 231 to 188, with most Republicans voting for it and most Democrats opposing it. The Senate later gave its approval, as well, in a 66-to-32 vote.", "url": "https://www.nytimes.com/2017/12/21/us/politics/house-republicans-government-shutdown.html"}