{"authors": ["Sydney Ember"], "date_download": "2022-10-25 23:52:00", "date_modify": "2022-10-25 23:52:00", "date_publish": "2017-08-08 23:14:15", "description": "Newsmax and The Blaze are among the outlets that have joined left-leaning critics of the Sinclair Broadcast Group proposal to acquire Tribune Media.", "filename": "2017_08_08_business_media_sinclair-bid-to-acquire-tribune-media-draws-opposition_1666741920.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_08_business_media_sinclair-bid-to-acquire-tribune-media-draws-opposition_1666741920.html", "title": "Sinclair Deal Draws Unlikely Opponent: Conservative News Media", "title_page": "Sinclair Deal Draws Unlikely Opponent: Conservative News Media - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Sinclair Broadcast Group’s proposed acquisition of Tribune Media has ignited expected opposition from left-leaning advocacy groups that deplore news media consolidation and the right-leaning commentary the company pushes out to its local television stations.\nBut a more unlikely group has recently joined the chorus of critics: conservative media outlets that say that the merger will limit competition and wipe out independent voices.\nThis week, Newsmax, whose founder, Christopher Ruddy, is a close associate of President Trump, filed a petition urging the Federal Communications Commission to deny the Sinclair-Tribune combination. One America News Network, a cable network that has championed the Trump administration’s agenda, and The Blaze, a news and entertainment network started by Glenn Beck, have also pressed for a careful assessment of the merger.\n“A free and diverse press, a bedrock principle of American democracy, will be crippled by this proposed merger,” Newsmax said in its filing. “The level of media concentration proposed by this transaction will homogenize the content available to U.S. consumers, eliminate unique viewpoints and reduce press diversity, especially in the delivery of local news.”", "url": "https://www.nytimes.com/2017/08/08/business/media/sinclair-bid-to-acquire-tribune-media-draws-opposition.html"}