{"authors": ["Adam Nagourney"], "date_download": "2022-10-25 23:32:56", "date_modify": "2022-10-25 23:32:56", "date_publish": "2017-11-20 18:07:54", "description": "As Democrats grapple with a short bench of possible candidates in 2020, the Los Angeles mayor is offering himself as part of “an impatient next generation” ready to lead.", "filename": "2017_11_20_us_los-angeles-mayor-eric-garcetti-president_1666740776.html", "image_url": "https://static01.nyt.com/images/2017/11/17/us/00garcetti-01/00garcetti-01-facebookJumbo.jpg?year=2017&h=549&w=1050&s=71ee65024eb82ee5ba0012bcb2093f8366de2c4048d3927d2387d5b5668a7a84&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_20_us_los-angeles-mayor-eric-garcetti-president_1666740776.html", "title": "From City Hall to the White House? Eric Garcetti May Try to Defy the Odds", "title_page": "From City Hall to the White House? Eric Garcetti May Try to Defy the Odds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — There have been governors and generals, senators and members of Congress, secretaries of state and vice presidents. There was even a billionaire business executive chosen as commander in chief.\nBut never in the 228 years since Gen. George Washington was sworn in as president has a sitting mayor been elected to the White House.\nEric M. Garcetti, the mayor of Los Angeles, may be out to change that.\nThe odds are long: Mr. Garcetti was sworn into his second term as mayor just five months ago, and has not built a particularly broad record of accomplishments to showcase to the nation.\nBut over the last few months, Mr. Garcetti’s sights have clearly been set beyond the Art Deco tower that is Los Angeles City Hall. He has traveled to Florida, Louisiana, and New Hampshire, and was in Las Vegas on Saturday, speaking to a convention of carpenters. He went to Indiana, to announce the creation of a group of mayors, business and labor leaders to promote infrastructure investments, and appeared on Chris Matthews’s “Hardball” to talk national politics.", "url": "https://www.nytimes.com/2017/11/20/us/los-angeles-mayor-eric-garcetti-president.html"}