{"authors": ["David E. Sanger", "Choe Sang-Hun", "William J. Broad"], "date_download": "2022-10-25 23:45:31", "date_modify": "2022-10-25 23:45:31", "date_publish": "2017-07-28 15:59:21", "description": "The missile flew on a high trajectory that, if lowered, may allow it to reach large American cities, a milestone for the North’s weapons program, experts say.", "filename": "2017_07_28_world_asia_north-korea-ballistic-missile_1666741531.html", "image_url": "https://static01.nyt.com/images/2017/07/29/us/29dc-nkorea/29dc-nkorea-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a1b72fca199181176619c946b7d4141262613c18c677d7f92754166deff4b025&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_28_world_asia_north-korea-ballistic-missile_1666741531.html", "title": "North Korea Tests a Ballistic Missile That Experts Say Could Hit California", "title_page": "North Korea Tests a Ballistic Missile That Experts Say Could Hit California - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "North Korea tested an intercontinental ballistic missile on Friday that, for the first time, appeared capable of reaching the West Coast of the United States, according to experts — a milestone that American presidents have long declared the United States could not tolerate.\nThe launch, the second of an intercontinental missile in 24 days, did not answer the question of whether the North has mastered all the technologies necessary to deliver a nuclear weapon to targets in the lower 48 states. But just a few days ago, the Defense Intelligence Agency warned the Trump administration that the North would probably be able to do so within a year, and Friday’s test left little doubt that Kim Jong-un, the North Korean leader, is speeding toward that goal.\nThe missile launched on Friday remained aloft for roughly 47 minutes, according to American, South Korean and Japanese officials, following a steep trajectory that took it roughly 2,300 miles into space. It then turned and arced sharply down into the sea near the northernmost Japanese island, Hokkaido.\nIf that trajectory had been flattened out — a step the North may have avoided for fear of provoking an American military response — the missile could have put a number of major American cities at risk, experts say. The Pentagon was quick to declare that the “North American Aerospace Defense Command (NORAD) determined the missile launch from North Korea did not pose a threat to North America.” That statement, while true, ignored the potential long-term implications of the launch.", "url": "https://www.nytimes.com/2017/07/28/world/asia/north-korea-ballistic-missile.html"}