{"authors": ["Adam Nagourney", "Jeré Longman"], "date_download": "2022-10-25 23:32:59", "date_modify": "2022-10-25 23:32:59", "date_publish": "2017-07-31 18:37:38", "description": "As part of the deal with the International Olympic Committee that was announced Monday, Paris will be awarded the 2024 Olympics.", "filename": "2017_07_31_sports_olympics_los-angeles-2028-summer-olympics_1666740779.html", "image_url": "https://static01.nyt.com/images/2017/08/01/sports/01OLYMPICSweb/01OLYMPICS-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f1216eb67cfa161188455c76ef4833dfd98813a1651a5024dee7a41ebf927a50&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_31_sports_olympics_los-angeles-2028-summer-olympics_1666740779.html", "title": "Los Angeles Makes Deal to Host the 2028 Summer Olympics", "title_page": "Los Angeles Makes Deal to Host the 2028 Summer Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — Los Angeles officials announced a deal Monday with the International Olympic Committee to play host to the 2028 Summer Olympics, giving up a bid for the 2024 Games to Paris and bringing the Olympics back to the United States for the first time since 2002.\nAt a news conference Monday evening at StubHub Center south of Los Angeles, the city’s mayor, Eric Garcetti, set high expectations. “We know we will return the Olympic legacy to what it’s all about,” he said, adding later, “We’re a city that has always been a Games-changer and again will be in 2028.”\nOlympic officials had paved the way for an unusual dual announcement in the fall for the 2024 and the 2028 Games. Both Los Angeles and Paris were bidding for the 2024 Games, with Paris favored.\nOlympic officials, however, saw an opportunity that they considered a win for all by awarding Paris 2024 and giving 2028 to Los Angeles, whose Games in 1984 are still held up as a financial and emotional success. It would also help the Olympic committee resolve its difficulty in finding host cities for the Games, which have become financial headaches for many places.", "url": "https://www.nytimes.com/2017/07/31/sports/olympics/los-angeles-2028-summer-olympics.html"}