{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:42:02", "date_modify": "2022-10-25 23:42:02", "date_publish": "2017-12-06 15:37:11", "description": "Ignoring warnings from diplomats around the world, President Trump reverses decades of American policy toward the contested city.", "filename": "2017_12_06_world_middleeast_trump-jerusalem-israel-capital_1666741322.html", "image_url": "https://static01.nyt.com/images/2017/12/07/us/07embassy-alpha/07embassy-alpha-facebookJumbo.jpg?year=2017&h=550&w=1050&s=cf991d253363f6e4757359f5e4db502a11ae3d8f0fd45245b0575f469a5ce50b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_06_world_middleeast_trump-jerusalem-israel-capital_1666741322.html", "title": "Trump Recognizes Jerusalem as Israel’s Capital and Orders U.S. Embassy to Move", "title_page": "Trump Recognizes Jerusalem as Israel’s Capital and Orders U.S. Embassy to Move - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Wednesday formally recognized Jerusalem as the capital of Israel, reversing nearly seven decades of American foreign policy and setting in motion a plan to move the United States Embassy from Tel Aviv to the fiercely contested Holy City.\n“Today we finally acknowledge the obvious: that Jerusalem is Israel’s capital,” Mr. Trump said from the Diplomatic Reception Room of the White House. “This is nothing more or less than a recognition of reality. It is also the right thing to do. It’s something that has to be done.”\nThe president cast his decision as a break with decades of failed policy on Jerusalem, which the United States, along with virtually every other nation in the world, has declined to recognize as the capital since Israel’s founding in 1948. That policy, he said, brought us “no closer to a lasting peace agreement between Israel and the Palestinians.”\n“It would be folly to assume that repeating the exact same formula would now produce a different or better result,” Mr. Trump declared.", "url": "https://www.nytimes.com/2017/12/06/world/middleeast/trump-jerusalem-israel-capital.html"}