{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:47:22", "date_modify": "2022-10-25 23:47:22", "date_publish": "2017-04-26 00:29:39", "description": "The theory, four decades old, that cutting taxes spurs enough growth to generate new tax revenue underpins President Trump’s tax plan.", "filename": "2017_04_25_us_politics_white-house-economic-policy-arthur-laffer.html__r=0_1666741642.html", "image_url": "https://static01.nyt.com/images/2017/04/26/us/26Voodoo/26Voodoo-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a8bd8d60c25816c241beda6d249490d985acd9ab76d4f55a950fb1644a22c165&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_25_us_politics_white-house-economic-policy-arthur-laffer.html__r=0_1666741642.html", "title": "Arthur Laffer’s Theory on Tax Cuts Comes to Life Once More", "title_page": "Arthur Laffer’s Theory on Tax Cuts Comes to Life Once More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The scope of the president’s plan, as it has leaked out in recent days, has excited the markets even as it has worried fiscal hawks. If this feels like a familiar debate, it is because it has played out repeatedly in the past four decades as the dominant Republican orthodoxy shifted from deficit reduction to tax cuts.\nPresidents Ronald Reagan and George W. Bush both cut taxes deeply on the promise of economic payoffs, putting aside concerns about deficits, which grew during their tenures. Mr. Trump at points during the campaign talked tough about deficits, promising not only to eliminate them but also to wipe out in just eight years the entire $19 trillion in national debt that has accumulated over the history of the United States — a pledge so wildly unrealistic that even he has since dropped it.\nIndeed, since taking office, Mr. Trump has made no sustained effort to rein in deficit spending. In his first partial spending plan, called a skinny budget, he proposed $54 billion in cuts to domestic and foreign spending programs, some of them quite deep, to pay for $54 billion in additional military spending. That would leave the bottom line unchanged. In the current fiscal year, which started under former President Barack Obama, the government is spending $559 billion more than it is taking in through taxes, according to the Congressional Budget Office.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nMr. Trump’s plan reportedly will cut corporate tax rates to 15 percent from 35 percent, and cut taxes for small businesses and other firms that pay through personal income taxes as well. The administration has also promised tax breaks for middle-income Americans. And the plan may be paired with an expansive spending proposal to build new roads, bridges and other infrastructure.\nMr. Mnuchin argues that an ambitious tax cut would unleash businesses that now feel constrained by one of the highest corporate tax rates in the world. Corporations would be freed to build plants and create jobs in the United States instead of in foreign countries, and would bring home money that currently is sheltered overseas.", "url": "https://www.nytimes.com/2017/04/25/us/politics/white-house-economic-policy-arthur-laffer.html?_r=0"}