{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:42:01", "date_modify": "2022-10-25 23:42:01", "date_publish": "2017-10-15 17:59:31", "description": "After years of relying on a no-frills lobbying operation, Amazon is spreading its message far and wide in the nation’s capital.", "filename": "2017_10_15_technology_amazon-lobbying_1666741321.html", "image_url": "https://static01.nyt.com/images/2017/10/12/business/00AMAZONLOBBY-1/00AMAZONLOBBY-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=fdce7ac1b86e7de706b7b70e36e688967a6b2cee30b091a08ebf9267d2939447&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_15_technology_amazon-lobbying_1666741321.html", "title": "Amazon Turns on the Charm Amid Criticism From Right and Left", "title_page": "Amazon Turns on the Charm Amid Criticism From Right and Left - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — On a sunny day in July, commuters arriving at Union Station, in the shadow of Capitol Hill, were greeted with free bananas passed out by Amazon employees. In a Senate building, lawmakers and their aides attended policy panels on how Amazon manages privacy on its Echo devices and how sales for small businesses are booming on its online store.\nThe day was capped off with a cocktail reception hosted by Amazon’s chief spokesman, Jay Carney — the former press secretary to President Obama.\nThe public relations and lobbying push represents a new face for Amazon in Washington. Facing greater skepticism about its growing power over retail, including from President Trump, Amazon is following the well-worn path of oil, pharmaceutical and even other large tech companies, which try to bend policy in their favor by enhancing connections with federal officials.\nAmazon is sweeping the nation’s capitol with a branding campaign of jobs creation and support for small businesses, promoting the upsides of its major expansion in media, groceries and transportation. This year, Amazon has increased its lobbying staff to 83 members from 60, making it one of the biggest corporate lobbying shops in town. The company is also on its way to surpassing its previous high for lobbying spending: $11.3 million last year. The $6.2 million Amazon spent in the first two quarters of this year was the 11th most among companies, above Exxon and far above Walmart, which spent $3.6 million in the same period.", "url": "https://www.nytimes.com/2017/10/15/technology/amazon-lobbying.html"}