{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:28:53", "date_modify": "2022-10-25 23:28:53", "date_publish": "2017-09-23 18:42:13", "description": "Despite a late start, the company’s foray into delivering food, a cutthroat $100 billion-plus service industry, eclipses ride hailing in some markets.", "filename": "2017_09_23_technology_ubereats-food-delivery_1666740533.html", "image_url": "https://static01.nyt.com/images/2017/09/25/business/23UBEREATS-6/23UBEREATS-6-facebookJumbo.jpg?year=2017&h=550&w=1050&s=78d5a5babab479b8e197fbd4832e6341eaa524462ab89a43c0eac0c2d2d997f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_23_technology_ubereats-food-delivery_1666740533.html", "title": "One Surprise Standout for Uber: Food Delivery", "title_page": "One Surprise Standout for Uber: Food Delivery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — For years, Bob Gordon, the owner of Footprints Cafe in Brooklyn, handled the delivery of his restaurant’s meals, like his Caribbean-inspired “Rasta Pasta,” to customers. So when he decided to work for the first time with an outside delivery service — UberEats, the delivery arm of the ride-hailing giant Uber — he was nervous.\nThen, the orders started pouring in.\n“We weren’t prepared for the volume that came in” through UberEats this year, Mr. Gordon, 46, said. “I myself, as an owner, had to work three weeks straight cooking on the food line just to keep up.”\nBy winning over restaurant owners like Mr. Gordon, Uber has barreled into the crowded, cutthroat space of food delivery. As its new chief executive, Dara Khosrowshahi, assesses the strengths and weaknesses of the company with an eye toward an initial public offering in the next 18 to 36 months, top executives believe UberEats could generate enormous growth. Even as Mr. Khosrowshahi grapples with issues such as Uber’s loss of its operating license in London, he has said UberEats has been a “wonderful surprise,” according to a person who has spoken with him.", "url": "https://www.nytimes.com/2017/09/23/technology/ubereats-food-delivery.html"}