{"authors": ["Steven Erlanger", "Alison Smale", "Lisa Friedman", "Julie Hirschfeld Davis"], "date_download": "2022-10-25 22:55:47", "date_modify": "2022-10-25 22:55:47", "date_publish": "2017-07-08 17:10:26", "description": "At a G-20 summit meeting marred by violent protests, 19 other member states broke decisively with President Trump, in a victory for Chancellor Angela Merkel of Germany.", "filename": "2017_07_08_world_europe_group-of-20-climate-change-agreement_1666738547.html", "image_url": "https://static01.nyt.com/images/2017/07/09/world/G20/G20-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0e10ed614441d5b29b2c673dd020235e2ce56c50c295ce13c0e9d55a1433e80d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_08_world_europe_group-of-20-climate-change-agreement_1666738547.html", "title": "World Leaders Move Forward on Climate Change, Without U.S.", "title_page": "World Leaders Move Forward on Climate Change, Without U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As he sought to build a consensus among Asian leaders about how best to deal with North Korea, Mr. Trump also held a separate meeting with Prime Minister Shinzo Abe of Japan. The two leaders were tackling “the problem and menace of North Korea,” Mr. Trump said.\nThe wording on climate change in the communiqué represented a victory for Ms. Merkel, who played a major role in forging compromise language after France raised objections.\nIn most other respects, though, the summit meeting had to be a bitter disappointment for the chancellor. When the meeting was first planned for Hamburg, Ms. Merkel’s birthplace, she would have reasonably expected Hillary Clinton, a likely political partner, to be the American president, and she had expected the event to be a strong part of her re-election campaign for a fourth term, with voting in September.\nBut Mr. Trump tends to suck all the media air out of a room, even in Germany, where he is deeply unpopular. This summit meeting was always going to be primarily about Mr. Trump and his first meeting with President Vladimir V. Putin of Russia.\nIt has also been about efforts by most of the rest of the world to cajole the American president into softening his stances on global trade and the climate, with Ms. Merkel in a secondary role, trying to come up with compromises.\nHer standing has also suffered as Germans have been shocked by violent protests by a small bloc of anarchists who saw the G-20 as a perfect platform for their rejection of capitalism and order.\nThe atmosphere around Hamburg has been that of an armed camp, hardly welcoming, with 20,000 police officers asking for further reinforcements to try to protect the various leaders. So far, 213 police officers have been injured, and 43 people have been arrested and 96 more detained.", "url": "https://www.nytimes.com/2017/07/08/world/europe/group-of-20-climate-change-agreement.html"}