{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:32:52", "date_modify": "2022-10-25 23:32:52", "date_publish": "2017-06-05 14:17:10", "description": "The justices will decide whether the government needs a warrant to obtain information from cellphone companies showing their customers’ locations.", "filename": "2017_06_05_us_politics_supreme-court-cellphone-tracking_1666740772.html", "image_url": "https://static01.nyt.com/images/2017/06/06/us/06scotus2/06cell-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a186ae6f3c9ef83391ef7f6060f1c08826f35ddbe7490ba42d2a38b613cadb62&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_05_us_politics_supreme-court-cellphone-tracking_1666740772.html", "title": "Supreme Court Agrees to Hear Cellphone Tracking Case", "title_page": "Supreme Court Agrees to Hear Cellphone Tracking Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 1979, in Smith v. Maryland, the Supreme Court ruled that a robbery suspect had no reasonable expectation that his right to privacy extended to the numbers dialed from his phone. The court reasoned that the suspect had voluntarily turned over that information to a third party: the phone company.\nRelying on the Smith decision’s “third-party doctrine,” federal appeals courts have said that government investigators seeking data from cellphone companies showing users’ movements do not require a warrant.\nA federal law, the Stored Communications Act, does require prosecutors to go to court to obtain tracking data, but the showing they must make under the law is not probable cause, the standard for a warrant. Instead, they must demonstrate only that there were “specific and articulable facts showing that there are reasonable grounds to believe” that the records sought “are relevant and material to an ongoing criminal investigation.”\nIn rejecting the argument that the relaxed standard violated the Fourth Amendment, which bans unreasonable searches, the United States Court of Appeals for the Fourth Circuit, in Richmond, Va., for instance, said it was bound by the Supreme Court’s ruling in the Smith case.\n“The Supreme Court may in the future limit, or even eliminate, the third-party doctrine,” Judge Diana Gribbon Motz wrote for the majority, adding that Congress could require a warrant for historical cell-site location information.", "url": "https://www.nytimes.com/2017/06/05/us/politics/supreme-court-cellphone-tracking.html"}