{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:05", "date_modify": "2022-10-25 23:34:05", "date_publish": "2017-12-21 00:04:52", "description": "Damian Green was asked to quit over “misleading” statements about allegations that pornography had been found on his parliamentary computer. He is the third cabinet minister to quit in recent months.", "filename": "2017_12_20_world_europe_theresa-may-damian-green-britain-pornography-scandal_1666740845.html", "image_url": "https://static01.nyt.com/images/2017/12/21/world/21britain/21britain-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b15142d46b77a2b07df6f42c39d8b8de68326ad7cf9f5ec13788b6032c3efcf5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_20_world_europe_theresa-may-damian-green-britain-pornography-scandal_1666740845.html", "title": "Theresa May’s Deputy Resigns in Furor Over Porn on Work Computer", "title_page": "Theresa May’s Deputy Resigns in Furor Over Porn on Work Computer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Britain’s prime minister, Theresa May, suffered a new and damaging setback on Wednesday when a close and trusted ally, Damian Green, was forced to resign his cabinet post, after an investigation found that he misled the public about pornography found on his parliamentary computer.\nMr. Green, who was effectively Mrs. May’s deputy, is the second cabinet minister to quit after allegations of sexual harassment and other misconduct engulfed British politics in the wake of the scandal involving the American movie producer Harvey Weinstein.\nAnother former minister, Priti Patel, also resigned from the cabinet last month after breaching ministerial rules by holding a dozen unauthorized meetings with Israeli officials during a summer vacation.\nAn investigation found that Mr. Green had breached the ministerial code by making “inaccurate and misleading” statements about what he knew of claims that pornography had been found on a computer in his parliamentary office in 2008.", "url": "https://www.nytimes.com/2017/12/20/world/europe/theresa-may-damian-green-britain-pornography-scandal.html"}