{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:40:52", "date_modify": "2022-10-25 23:40:52", "date_publish": "2017-10-01 23:00:10", "description": "Ethereum has attracted broad interest from both hackers and corporations with its updates on Bitcoin.", "filename": "2017_10_01_technology_what-is-ethereum_1666741252.html", "image_url": "https://static01.nyt.com/images/2017/10/02/business/02ethereumexplainer1/02ethereumexplainer1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4bedb862aa2334a24ac58101f2661e1f066f07b839d7b1349f21ff802de2dff5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_01_technology_what-is-ethereum_1666741252.html", "title": "Understanding Ethereum, Bitcoin’s Virtual Cousin", "title_page": "Understanding Ethereum, Bitcoin’s Virtual Cousin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bitcoin has many cousins and competitors. None have grown more popular than Ethereum, a global computer network with its own virtual currency, called Ether.\nWhat is Ethereum?\nEthereum is a global computing network operating according to rules defined by Ethereum software.\nThose rules allow the Ethereum network to be programmed to complete certain types of computing tasks, with every computer on the network completing the task in parallel to ensure it is done correctly. Generally the tasks involve money.\nThe creator of Ethereum, Vitalik Buterin, has likened it to a global smartphone that can be programmed to operate according to the apps built on top of it. The apps are called Dapps because they are run by a decentralized network of computers.\nMr. Buterin says he chose the name because it refers to “the hypothetical invisible medium that permeates the universe and allows light to travel.” He announced Ethereum in late 2013, but it didn’t go into operation until 2015.", "url": "https://www.nytimes.com/2017/10/01/technology/what-is-ethereum.html"}