{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:44:52", "date_modify": "2022-10-25 23:44:52", "date_publish": "2017-10-29 23:49:36", "description": "President Trump has pressed for aggressive financial deregulation, but the candidates for Federal Reserve chairman are unlikely to share those views.", "filename": "2017_10_29_business_federal-reserve-chairman-trump_1666741492.html", "image_url": "https://static01.nyt.com/images/2017/10/29/business/30dc-Fed1/30dc-Fed1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=932d65bdc2d3e18a399bcda7c482b7af496c8c0e699eb471abec8fbb4a4f387c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_29_business_federal-reserve-chairman-trump_1666741492.html", "title": "In Choice of Fed Chairman, Trump Downgrades Deregulation", "title_page": "In Choice of Fed Chairman, Trump Downgrades Deregulation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump and Republicans in Congress argue that excessive financial regulation, much of it created by the 2010 Dodd-Frank Act, is inhibiting economic growth.\nThe Trump administration in June released a plan for reducing regulation, much of which can be carried out by the Fed and other regulators without legislation. The changes would exempt smaller banks from many postcrisis regulations, and loosen restrictions on larger banks. That would let banks borrow more freely, and take more risks with that money.\nAt a hearing a few weeks after the plan was released, Mr. Powell offered a tepid review. “I see it is a mixed bag,” he said. “There are some ideas in the report that make sense, maybe not as expressed there, but it would enable us to reduce the cost of regulation without affecting safety and soundness.” But, he added, “There are some ideas that I would not support.”\nSince joining the Fed in May 2012, Mr. Powell has voted in favor of every action to tighten regulation the Fed has undertaken. But he has sometimes expressed concerns in internal discussions about the effects of those decisions, and about the aggregate weight of so many new regulations.\nAt the June hearing, he said that there were clear opportunities for improvement.\n“The whole idea is to preserve the significant core reforms that were made but to go back and clean up our work,” he said.\nSpecifically, Mr. Powell wants to overhaul the Volcker Rule, which is intended to prevent big banks from making certain kinds of risky investments with their own money. Mr. Powell and other Fed officials have long regarded the rule as costly and ineffective, in part because they say it duplicates other measures aimed at limiting risk-taking.", "url": "https://www.nytimes.com/2017/10/29/business/federal-reserve-chairman-trump.html"}