{"authors": ["Alan Blinder"], "date_download": "2022-10-25 23:53:45", "date_modify": "2022-10-25 23:53:45", "date_publish": "2017-08-03 09:00:26", "description": "In a sweltering Portland and other cities facing record-threatening heat, people have gradually and quietly embraced the technology.", "filename": "2017_08_03_us_as-the-northwest-boils-an-aversion-to-air-conditioners-wilts.html__r=0_1666742025.html", "image_url": "https://static01.nyt.com/images/2017/08/03/us/03portland1/03portland1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2699b768bed42d2c21e223f78827e307d74e4b70d3ca3e50fe08cbd71eea9b66&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_03_us_as-the-northwest-boils-an-aversion-to-air-conditioners-wilts.html__r=0_1666742025.html", "title": "As the Northwest Boils, an Aversion to Air-Conditioners Wilts", "title_page": "As the Northwest Boils, an Aversion to Air-Conditioners Wilts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PORTLAND, Ore. — Before the first batch of Nutella and sea salt doughnuts was sold on Fremont Street on Wednesday morning, Brianna Gneckow posed a question to her co-workers at Pip’s Original Doughnuts: “Does everybody have water?” But by lunch, hours before Portland endured a daily record high of 103 degrees, the staff had switched off the fryer and locked the doors.\nPortland, of all places, was just too hot. As the Pacific Northwest sweated and wilted this week in the grip of one of the fiercest heat waves ever recorded in this region, Portland reached 105 degrees on Thursday but again fell short of the all-time mark of 107. A 78-year-old record in Salem, the Oregon capital, fell on Wednesday, when the city hit 106 degrees. Thermometers in Seattle, a three-hour drive from Portland, showed temperatures in the 90s on Wednesday and Thursday, setting daily records.\nHere in Oregon’s largest city, it was sometimes hard to tell what was more startling: the record-setting heat or the fact that, on a planet getting used to higher temperatures, Portland was not entirely unprepared for it. In a region known for its enviously mild, low-humidity summers, people have increasingly and quietly embraced air-conditioning. Federal data suggests that about 70 percent of the Portland area’s occupied homes and apartments have at least some air-conditioning, up from 44 percent in 2002.\n“It would have exacerbated our situation tremendously if people had not been adding air-conditioning units to their homes,” Carmen Merlo, the director of the city’s emergency management bureau, said in an interview at Portland’s Emergency Coordination Center.", "url": "https://www.nytimes.com/2017/08/03/us/as-the-northwest-boils-an-aversion-to-air-conditioners-wilts.html?_r=0"}