{"authors": ["John Koblin"], "date_download": "2022-10-25 23:35:05", "date_modify": "2022-10-25 23:35:05", "date_publish": "2017-05-09 11:56:22", "description": "ABC announced that it would revive the old Fox hit, which was canceled because of falling ratings, sometime during the 2017-18 television season.", "filename": "2017_05_09_business_media_american-idol-abc_1666740905.html", "image_url": "https://static01.nyt.com/images/2017/05/09/arts/10idol/10idol-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2710c4ae1a7d16fb2617547a8b110071e3fd1c55b6cd33fad136e367be41be65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_09_business_media_american-idol-abc_1666740905.html", "title": "‘American Idol’ Is Coming Back to Television", "title_page": "‘American Idol’ Is Coming Back to Television - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“American Idol,” which debuted in 2002, was a once- dominant ratings player for Fox, and the standard-bearer for a wave of amateur talent shows that followed it. But over its last few seasons — as it cycled through judges, and as rival shows like “The Voice” slowed its momentum — the show’s audience collapsed. Fox announced it was ending the “American Idol” run two years ago, and the final episode was in April 2016. Few were surprised when the decision was announced.\nBut since then, as ratings have plunged, the big four networks have turned to reboots in the hopes of regaining viewers. Fox, in particular, has brought back shows like “24,” “Lethal Weapon” and “Prison Break” to fill the “American Idol” gap.\nFox is hardly alone in the revival mania. “Will and Grace” returns to NBC in the fall; “Roseanne” is probably coming back on the air with ABC at some point in the next television season; and CBS made versions of “Training Day” and “MacGyver” this past season. Even “Love Connection” is being revived, with Andy Cohen serving as host on a Fox reboot.\nBut those shows — or the movie revivals — had been dormant for years. Though series like “Nashville” and “The Mindy Project” were canceled by network TV and found new life elsewhere (on CMT and Hulu), it is exceedingly rare for a network show to return this quickly on a rival network.\nABC made the decision to bring back “American Idol” just a week before its annual upfront presentation, a meticulously devised showcase for advertisers on which a network announces its fall lineup.", "url": "https://www.nytimes.com/2017/05/09/business/media/american-idol-abc.html"}