{"authors": ["Rod Nordland", "Fahim Abed"], "date_download": "2022-10-25 23:28:30", "date_modify": "2022-10-25 23:28:30", "date_publish": "2017-06-16 13:30:46", "description": "Ramazan Hussainzada, a prominent businessman and philanthropist, was among the four people killed by a suicide bomber at a mosque in Kabul.", "filename": "2017_06_16_world_asia_afghanistan-isis-kabul-mosque_1666740510.html", "image_url": "https://static01.nyt.com/images/2017/06/17/world/17Afghanistan/17Afghanistan-facebookJumbo.jpg?year=2017&h=550&w=1050&s=88ac1cc4eabfc209042cecc3af5d27347f9a75420ac90c926699e57a1bb7dc4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_16_world_asia_afghanistan-isis-kabul-mosque_1666740510.html", "title": "Blown Up by ISIS While Feeding the Poor in Afghanistan", "title_page": "Blown Up by ISIS While Feeding the Poor in Afghanistan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“In these times, our photos Live longer than ourselves.’’\nThose two lines of verse, posted on the Facebook page of Ramazan Hussainzada last month, proved sadly prophetic. Mr. Hussainzada, a prominent Kabul businessman and philanthropist, was among four people killed by a suicide bomber who blew himself up at Al Zahra mosque in the Afghan capital on Thursday night.\nThe attack was the latest outrage attributed to Afghanistan’s small but growing wing of the Islamic State, which claimed responsibility in a message on Telegram, a WhatsApp-like service, noting pointedly that the mosque was a Shiite one.\nWhile Afghanistan’s many ethnic factions have long warred among themselves, in recent years they have taken pains to play down differences between the majority Sunnis and minority Shiites, who are mostly members of the Hazara ethnic group.\nA spokesman for the Taliban, Zabihullah Mujahid, immediately repudiated the attack on the mosque.\n“We are not attacking mosques and our Shiite brothers,” Mr. Mujahid said, reached over the social messaging service Viber.", "url": "https://www.nytimes.com/2017/06/16/world/asia/afghanistan-isis-kabul-mosque.html"}