{"authors": ["Ken Belson"], "date_download": "2022-10-25 22:59:43", "date_modify": "2022-10-25 22:59:43", "date_publish": "2017-10-28 22:21:40", "description": "McNair tried to clarify what he meant when he said at a meeting this month that letting players continue to kneel or sit through the national anthem amounted to “inmates running the prison.”", "filename": "2017_10_28_sports_football_texans-bob-mcnair-_1666738783.html", "image_url": "https://static01.nyt.com/images/2017/10/29/sports/29mcnair1/29mcnair1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=475d35c102ccda524fb89bd65ee155a59f7f11477560f56e832ecaabb712ee5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_28_sports_football_texans-bob-mcnair-_1666738783.html", "title": "Texans Owner Bob McNair Apologizes Again and Meets With His Team", "title_page": "Texans Owner Bob McNair Apologizes Again and Meets With His Team - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Coach Bill O’Brien said on Friday that he backed his players, and on Saturday, McNair met with the players before they left for Seattle to play the Seahawks on Sunday. According to ESPN, the team will meet Saturday night to consider some form of a demonstration before the game on Sunday.\nPlayers across the N.F.L. have reacted strongly to McNair’s “inmates” remark, some of them suggesting they would never play for the Texans.\nThe conflict came at a critical time for the N.F.L., which has been in talks with players to address some of the concerns that led them to abstain from standing for the anthem, including racial injustice and, more specifically, the treatment of African-Americans by the police and the criminal justice system.\nA handful of owners and players have met in recent weeks to see if the league can help support the players in their causes. Under withering criticism from President Trump and from many fans, the owners are also eager for the players to consistently stand during the anthem.", "url": "https://www.nytimes.com/2017/10/28/sports/football/texans-bob-mcnair-.html"}