{"authors": ["Karen Crouse"], "date_download": "2022-10-25 23:55:03", "date_modify": "2022-10-25 23:55:03", "date_publish": "2017-09-21 09:00:23", "description": "Phelps, who confronted mental health problems three years ago, has opened his home to Grant Hackett, a friend and fellow Olympian with similar troubles. Phelps has also lent an ear to Tiger Woods.", "filename": "2017_09_21_sports_michael-phelps-grant-hackett-tiger-woods_1666742103.html", "image_url": "https://static01.nyt.com/images/2017/09/21/sports/21PHELPSweb4/21PHELPSweb4-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5a2691ec5679eb0a57a9f777c79a7d5b5fde8002bc3db41cead964dcec624870&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_21_sports_michael-phelps-grant-hackett-tiger-woods_1666742103.html", "title": "Michael Phelps: A Golden Shoulder to Lean On", "title_page": "Michael Phelps: A Golden Shoulder to Lean On - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Phelps, who considers Hackett one of his dearest friends, sent a flurry of texts to him and then paced in his hotel room while he waited to hear back. Nicole Phelps recalled her husband saying several times, with increasing urgency, “We have to convince him to come home with us.”\nHackett soon contacted his family, saying he was safe and simply hiding from the humiliation. Phelps could empathize with Hackett in a way few others could. Along with his 28 Olympic medals, Phelps accrued two arrests for driving under the influence — the second one after the police stopped him for going almost twice the speed limit on a road in Baltimore, his hometown. He had also been photographed holding a bong at a private party, an image that ended up in a British tabloid.\nAfter the second D.U.I. arrest, in 2014, Phelps spent eight weeks at the Meadows, an Arizona treatment center, to deal with the anxiety and depression that he had tried to overcome on his own after the 2004, 2008 and 2012 Olympics. Recognizing how difficult it is for many people to recognize their vulnerabilities and reach out for help, Phelps has devoted himself to unraveling the stigma of mental illness.\n“I want to be able to get out in public and talk and say, ‘Yes, I’ve done these great things in the pool, but I’m also a human,’ ” Phelps said, sweeping his gaze across the restaurant. “I’m going through the same struggles as a lot of the people in this room.”\nPhelps has started some public speaking on the topic and has become an informal counselor to the stars, lending an ear to the golfer Tiger Woods after his arrest in May on charges of driving under the influence. A toxicology report revealed no alcohol in Woods’s system, but rather a mix of four prescription drugs and the active ingredient in marijuana.", "url": "https://www.nytimes.com/2017/09/21/sports/michael-phelps-grant-hackett-tiger-woods.html"}