{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 22:55:37", "date_modify": "2022-10-25 22:55:37", "date_publish": "2017-01-20 02:42:45", "description": "Rising debt helped fuel growth last year. But the central bank told big banks that they could lend even more during an upcoming holiday period.", "filename": "2017_01_19_business_china-gdp-economic-growth_1666738537.html", "image_url": "https://static01.nyt.com/images/2017/01/21/business/21chinagdp_web1/21chinagdp_web1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=468e73b57272d87cfee45fa5c5d21aa176f49680a34c89ba0374fa19aa191ed0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_19_business_china-gdp-economic-growth_1666738537.html", "title": "China’s Economy Grows Strongly, Yet Central Bank Eases Policy", "title_page": "China’s Economy Grows Strongly, Yet Central Bank Eases Policy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — China’s economy firmly hit its growth target last year and even accelerated a bit at the end. In most countries, that would be seen as unequivocally good news.\nBut this is China, where figures are sometimes doubted and where economists look for signs of strain underneath the numbers. Indeed, Chinese officials who released the economic data on Friday faced questions about the country’s mounting debt. And in an unusual move, its central bank on Friday took an extra step to inject more money into the economy over the next month.\nChina’s economy grew 6.7 percent last year after accelerating slightly to 6.8 percent in the fourth quarter, the government’s statistics bureau announced on Friday morning.\nThe strong economic growth in 2016 came after a weak start last year, when China’s currency and stock market were tumbling and many foreign investors fretted that the country’s three decades of robust economic expansion might be ending.", "url": "https://www.nytimes.com/2017/01/19/business/china-gdp-economic-growth.html"}