{"authors": ["Ben Shpigel"], "date_download": "2022-10-25 23:50:47", "date_modify": "2022-10-25 23:50:47", "date_publish": "2017-04-03 20:17:10", "description": "N.H.L. players have participated in every Olympics since 1998, but owners do not want to shut down the league for a few weeks to cater to the Games in Pyeongchang, South Korea.", "filename": "2017_04_03_sports_hockey_nhl-2018-olympics-pyeongchang_1666741847.html", "image_url": "https://static01.nyt.com/images/2017/04/04/sports/04olympics/04olympics-facebookJumbo.jpg?year=2017&h=550&w=1050&s=bcd006e76d1d024e7954c59589f4990df6da9b0c27ca7e24351b994bc179a400&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_03_sports_hockey_nhl-2018-olympics-pyeongchang_1666741847.html", "title": "N.H.L. Says Its Players Will Not Participate in 2018 Winter Olympics", "title_page": "N.H.L. Says Its Players Will Not Participate in 2018 Winter Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "N.H.L. owners and officials do not like the idea of shutting down the league for a few weeks. They have argued that they deserve a portion of the revenue that the International Olympic Committee receives from the tournament, and they do not like the injury risk.\nSeveral stars, among them Islanders center John Tavares and Red Wings center Henrik Zetterberg, sustained season-ending injuries at the 2014 Sochi Olympics.\n“The league isn’t anti-Olympics,” N.H.L. Commissioner Gary Bettman told Chicago business leaders last month. “We’ve been to five of them. The problem is the clubs are anti-disruption to the season. To disappear for almost three weeks in February when there’s no football, no baseball, there’s only basketball and us. To do it where there’s no programming for the NHL Network, for NHL.com, for all of our social media platforms — we just disappear.”\nThe United States Olympic Committee responded to the decision with a statement posted on its website: “We’re disappointed that the N.H.L. has decided not to participate and feel for the players who were looking forward to the Games. That said, we’re confident U.S.A. Hockey will build the best-possible team to compete and win in Pyeongchang.”\nBettman has been hinting at a potential Olympic absence for about a year, telling reporters before Game 1 of the Stanley Cup finals last May that “our teams are not interested in paying for the privilege” of participating.\nThe N.H.L. endorsed another global event, the World Cup of Hockey, held in Canada in September. The competition ended two weeks before the season, and coupled with mandated five-day breaks for each team, it created a compressed schedule comparable to that of an Olympic year. Players and coaches have complained that the schedule has led to fatigue and poor play.\nThe N.B.A. is the only other one of the four major North American sports leagues that sends its players to the Olympics, but basketball is contested at the Summer Games, during the league’s off-season.", "url": "https://www.nytimes.com/2017/04/03/sports/hockey/nhl-2018-olympics-pyeongchang.html"}