{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:13", "date_modify": "2022-10-25 23:28:13", "date_publish": "2017-10-05 09:48:11", "description": "Amnesty International said European countries had returned about 10,000 Afghan asylum seekers to escalating violence and an acute humanitarian crisis.", "filename": "2017_10_05_world_asia_afghan-refugees-deported_1666740493.html", "image_url": "https://static01.nyt.com/images/2017/10/06/world/06afghanistan-1/06afghanistan-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=d7a002ffc9d07fe79cfb53b7c35d67b4bfbf048eb663db993147471489be7c9a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_05_world_asia_afghan-refugees-deported_1666740493.html", "title": "Europe Is Called ‘Willfully Blind’ to Risks Afghan Deportees Face", "title_page": "Europe Is Called ‘Willfully Blind’ to Risks Afghan Deportees Face - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — After the northern Afghan city of Kunduz fell to the Taliban in 2015, Naqibullah, 23, set off for Europe. He had worked as a contracted mechanic for the Afghan forces, and he knew the Taliban would come for him. He spent $8,000, and risked getting shot by Iranian border guards and braving turbulent Mediterranean waters to reach Germany.\nBut in Germany, a country that for years has had troops in northern Afghanistan as part of the NATO coalition, Mr. Naqibullah did not qualify for asylum, even as the Taliban entered Kunduz for a second time and overran most of it while his case was being processed.\nFive months ago, he was sent back to Afghanistan.\n“I am back, working in a mechanic shop,” said Mr. Naqibullah, who, like many Afghans, goes by one name. “But we live with the fear of what could happen if Kunduz falls again.”\nMr. Naqibullah is among thousands of asylum seekers who have been returned to Afghanistan from Europe, according to an Amnesty International report released on Thursday. The deportations — roughly 10,000 in 2016 alone, tripling from the year before — have continued even as Afghanistan’s security situation has deteriorated and civilian casualties have reached record numbers.", "url": "https://www.nytimes.com/2017/10/05/world/asia/afghan-refugees-deported.html"}