{"authors": ["Paul Mozur", "Jane Perlez"], "date_download": "2022-10-25 23:26:02", "date_modify": "2022-10-25 23:26:02", "date_publish": "2017-03-22 15:07:57", "description": "Beijing is pushing Chinese firms to invest in early-stage U.S. companies specializing in technology with potential military applications, a new report says.", "filename": "2017_03_22_technology_china-defense-start-ups_1666740362.html", "image_url": "https://static01.nyt.com/images/2017/03/23/business/23chinavalley1/23chinavalley1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ae669360fbd00f99bc754e503175f03b9155735dd32eda98f2f7c0bd0e6f4ba9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_22_technology_china-defense-start-ups_1666740362.html", "title": "China Bets on Sensitive U.S. Start-Ups, Worrying the Pentagon", "title_page": "China Bets on Sensitive U.S. Start-Ups, Worrying the Pentagon - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ashton B. Carter, former secretary of defense under President Barack Obama, had tapped Mike A. Brown, the former chief executive of Symantec, the cybersecurity firm, to lead the inquiry into the Chinese investments, according to two of the people aware of the white paper’s contents.\nA spokesman for the Department of Defense said it “will not discuss the details or components of draft internal working documents.”\nThe size and breadth of the deals are not clear because start-ups and their backers are not obligated to disclose them. Over all, China has been increasingly active in the American start-up world, participating in investment rounds worth $9.9 billion in 2015, according to data from the research firm CB Insights, more than four times the level the year before.\nNeither the high-tech start-ups nor their Chinese investors have been accused of wrongdoing, and experts said much of the activity could be innocent. Chinese investors have money and are looking for returns, while the Chinese government has pushed investment in ways to clean up China’s skies, upgrade its industrial capacity and unclog its snarled highways. Proponents of the deals said American limits on technology exports would still apply to American start-ups with Chinese backers.\nBut the fund flows fit China’s pattern of using state-guided investment to help its industrial policy and enhance its technology holdings, as it has recently done with semiconductors. China has also carried out efforts to steal military-related technology.\nStill, some start-ups — especially those making hardware rather than money-drawing mobile apps like Snapchat — said Chinese money was sometimes the only available funding. But even a company struggling for money can ultimately come up with a big breakthrough.", "url": "https://www.nytimes.com/2017/03/22/technology/china-defense-start-ups.html"}