{"authors": ["Scott Shane"], "date_download": "2022-10-26 00:12:08", "date_modify": "2022-10-26 00:12:08", "date_publish": "2017-01-28 21:07:55", "description": "The unintended consequence of President Trump’s directive, many experts believe, is that it will make the risk worse.", "filename": "2017_01_28_us_politics_a-sweeping-order-unlikely-to-reduce-terrorist-threat_1666743128.html", "image_url": "https://static01.nyt.com/images/2017/01/29/us/29assess/29assess-facebookJumbo.jpg?year=2017&h=549&w=1050&s=984ef2581e804fcef93f97a6aac281596ed85694a6ff552deaf10c76a2737ea7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_28_us_politics_a-sweeping-order-unlikely-to-reduce-terrorist-threat_1666743128.html", "title": "Immigration Ban Is Unlikely to Reduce Terrorist Threat, Experts Say", "title_page": "Immigration Ban Is Unlikely to Reduce Terrorist Threat, Experts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Rarely does an executive order announce a more straightforward and laudable purpose than the one President Trump signed on Friday: “Protecting the Nation From Foreign Terrorist Entry Into the United States.” But the president’s directive is unlikely to significantly reduce the terrorist threat in the United States, which has been a minuscule part of the overall toll of violence since 2001.\nMany experts believe the order’s unintended consequences will make the threat worse.\nWhile the order requires the Department of Homeland Security to issue a report within 180 days providing detailed statistics on foreign nationals who commit acts of violence, terrorism researchers have already produced rich and revealing data. For instance, since the terrorist attacks of Sept. 11, 2001, no one has been killed in the United States in a terrorist attack by anyone who emigrated from or whose parents emigrated from Syria, Iraq, Iran, Libya, Somalia, Sudan and Yemen, the seven countries targeted in the order’s 90-day visa ban, according to Charles Kurzman, a sociology professor at the University of North Carolina.\nOf Muslim Americans involved in violent extremism of any kind — for instance, charged with plotting terrorism or supporting a terrorist group — only 23 percent had family backgrounds in those countries, said Mr. Kurzman, who just published the latest of his annual studies of Muslim Americans and terrorism.\nThe larger point of experts is that jihadist attacks garner news attention that far outstrips their prevalence in the United States, and the president’s order appears to address not a rational calculation of risks but the visceral fears that terrorists set out to inflame.", "url": "https://www.nytimes.com/2017/01/28/us/politics/a-sweeping-order-unlikely-to-reduce-terrorist-threat.html"}