{"authors": ["Nicholas Kristof"], "date_download": "2022-10-25 23:42:01", "date_modify": "2022-10-25 23:42:01", "date_publish": "2017-09-07 10:34:55", "description": "The tech giant says “don’t be evil” but quietly shields a website that helps victimize children.", "filename": "2017_09_07_opinion_google-backpagecom-sex-traffickers_1666741321.html", "image_url": "https://static01.nyt.com/images/2017/09/07/opinion/07kristofWeb/07kristofWeb-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e2eb0ba6175a31100d47d5721c7d0f577a88a038bc61359959d88eac2686dd24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_07_opinion_google-backpagecom-sex-traffickers_1666741321.html", "title": "Google and Sex Traffickers Like Backpage.com", "title_page": "Opinion | Google and Sex Traffickers Like Backpage.com - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Rob Portman, an Ohio Republican and lead sponsor of the legislation, says that it would clearly never affect Google. “We’ve tried to work with them,” Portman told me.\nSenator Richard Blumenthal of Connecticut, the lead Democratic sponsor, adds that “it’s truly baffling and perplexing” that some in the tech world (Google above all) have dug in their heels. He says the sex trafficking bill gathered 28 co-sponsors within a week, making it a rare piece of bipartisan legislation that seems likely to become law.\nI write about this issue because I’m haunted by the kids I’ve met who were pretty much enslaved, right here in the U.S. in the 21st century. I’ve been writing about Backpage for more than five years, ever since I came across a terrified 13-year-old girl, Baby Face, who had been forced to work for a pimp in New York City.\nBaby Face said that when she balked, the pimp threw her down a stairway. Finally, one day she was hurting badly and could not bear to be raped any more. So when her pimp sold her on Backpage in Brooklyn and waited outside the building, Baby Face pounded on the door of another apartment, begged to use the phone and called her mom. The police rescued her and the pimp went to prison.\nBut it’s not enough to send a few pimps to prison; we should also go after online marketplaces like Backpage. That’s why Google’s myopia is so sad.\nThe Stop Enabling Sex Trafficking Act won’t end trafficking any more than laws end bank robbery, but 50 attorneys general around the country have signed a letter saying that this kind of legislation would help — an astonishing unanimity.", "url": "https://www.nytimes.com/2017/09/07/opinion/google-backpagecom-sex-traffickers.html"}