{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:52:21", "date_modify": "2022-10-25 23:52:21", "date_publish": "2017-04-29 01:12:14", "description": "Mr. Dodd, a former Democratic senator from Connecticut, will be succeeded in September as Hollywood’s top lobbyist by Charles H. Rivkin, a former United States ambassador.", "filename": "2017_04_28_business_media_chris-dodd-resign-mpaa_1666741941.html", "image_url": "https://static01.nyt.com/images/2017/04/29/business/29DODD/29DODD-facebookJumbo.jpg?year=2017&h=549&w=1050&s=e90208210f9ea45ebdc8c7233c424c259e6d2306a37ac675a5c77a66ddb48931&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_28_business_media_chris-dodd-resign-mpaa_1666741941.html", "title": "Christopher Dodd to Step Down as Top Lobbyist for Movie Industry", "title_page": "Christopher Dodd to Step Down as Top Lobbyist for Movie Industry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LOS ANGELES — Christopher J. Dodd, ending an uneven six-year tenure, will step down in September as chief executive of the Motion Picture Association of America and will be succeeded as Hollywood’s top lobbyist by Charles H. Rivkin, a former United States ambassador and assistant secretary of state.\nIn announcing the change on Friday, the chiefs of Hollywood’s six major studios lavished praise on Mr. Dodd, 72, who took over the movie organization after serving as a Democratic senator from Connecticut for three decades.\n“He helped create a fully integrated, global online antipiracy operation,” Stacey Snider, chief executive of 20th Century Fox, said in a statement. Mr. Dodd was also credited with helping to gain distribution for Hollywood movies in China.\nChina is likely to be Mr. Rivkin’s initial focus. The studios are working to renegotiate Chinese rules that limit how many Hollywood movies are shown in the country each year. “If you ask these guys what their three major goals are, they will tell you China, China, China,” Mr. Dodd said in a telephone interview, referring to studio executives.", "url": "https://www.nytimes.com/2017/04/28/business/media/chris-dodd-resign-mpaa.html"}