{"authors": ["Kate Zernike"], "date_download": "2022-10-26 00:16:28", "date_modify": "2022-10-26 00:16:28", "date_publish": "2017-11-08 19:24:00", "description": "The tax deduction on medical expenses helps millions of Americans cope with high health care costs. The Republican tax proposal would eliminate it.", "filename": "2017_11_08_health_medical-deduction-tax-bill_1666743388.html", "image_url": "https://static01.nyt.com/images/2017/11/08/science/00DEDUCTION-promo/00DEDUCTION-promo-facebookJumbo.jpg?year=2017&h=550&w=1050&s=6bf7be5566640dc2f26d0620058ff0933bce0dcee28cf52c557c856890f2209e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_08_health_medical-deduction-tax-bill_1666743388.html", "title": "Ending Medical Tax Break Could Be a ‘Gut Punch’ to the Middle Class", "title_page": "Ending Medical Tax Break Could Be a ‘Gut Punch’ to the Middle Class - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Suzanne Hollack tried to care for her husband at home after he was diagnosed with frontotemporal dementia at age 69. But it got to the point where she couldn’t take a shower for fear he would stray out of the house.\nSo 18 months ago, she moved him to a memory care community near their home in Scottsdale, Az., which like most long-term care, is not covered by Medicare. That, plus his other medical expenses, cost the couple $90,000 last year.\n“These expenses place a huge burden on your retirement savings,” said Mrs. Hollack, whose husband, Harry, managed operations for semiconductor companies. “Losing that tax deduction becomes a double burden.”\nThe Republican tax overhaul bill introduced in the House last week would eliminate that deduction, which allows people who itemize their federal income taxes to deduct medical expenses that exceed 10 percent of their total income. The change is part of a broad effort to rewrite the tax code in a way that Republicans say will be simpler and fairer. But while the party has framed its tax plan as a boon for the middle class, eliminating the medical-expense deduction would hit the middle class squarely, eliminating a source of relief that has helped millions of people cope with steep medical costs in a country without comprehensive, universal health coverage.", "url": "https://www.nytimes.com/2017/11/08/health/medical-deduction-tax-bill.html"}