{"authors": ["Melissa Eddy"], "date_download": "2022-10-25 23:34:21", "date_modify": "2022-10-25 23:34:21", "date_publish": "2017-01-17 10:55:58", "description": "Germany’s highest court said that the far-right National Democratic Party did not pose sufficient danger to democracy even though its principles violate the Constitution.", "filename": "2017_01_17_world_europe_german-court-far-right.html_module=inline_1666740861.html", "image_url": "https://static01.nyt.com/images/2017/01/18/world/18Germany/18Germany-facebookJumbo.jpg?year=2017&h=550&w=1050&s=190ab1c23b1e8b4070fb687ff89bb5849e70b5dd5dd22ef8c1c9d5703fc97ff1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_17_world_europe_german-court-far-right.html_module=inline_1666740861.html", "title": "German Court Rejects Effort to Ban Neo-Nazi Party", "title_page": "German Court Rejects Effort to Ban Neo-Nazi Party - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — Germany’s highest court rejected on Tuesday an attempt to ban the National Democratic Party, the country’s oldest far-right political organization, finding that it did not pose a danger to democracy even though its principles violate the Constitution.\nThe ruling by the Federal Constitutional Court came after years of deliberation and at a time of soul-searching in the country, where another right-wing party, Alternative for Germany, is poised to win representation in Parliament in national elections this year.\nAlthough the National Democratic Party “pursues aims contrary to the Constitution,” there was a lack of “concrete supporting evidence” that the neo-Nazi party would be able to successfully achieve its goals and to pose a genuine threat, said Andreas Vosskuhle, the president of the court.\n“That a party has aims that run contrary to the Constitution is not sufficient grounds for banning a party,” he said.", "url": "https://www.nytimes.com/2017/01/17/world/europe/german-court-far-right.html?module=inline"}