{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:38:35", "date_modify": "2022-10-25 23:38:35", "date_publish": "2017-03-07 18:47:48", "description": "Before the bill has even reached House committees, conservative senators and groups have come out against the plan to replace the Affordable Care Act.", "filename": "2017_03_07_us_politics_affordable-care-act-obama-care-health_1666741115.html", "image_url": "https://static01.nyt.com/images/2017/03/08/us/08health-1/08health-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=66c6fe06b64aa67c8f3c155abb8e02d287b6425fbadfd19912ef514df2169a52&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_07_us_politics_affordable-care-act-obama-care-health_1666741115.html", "title": "G.O.P. Health Bill Faces Revolt From Conservative Forces", "title_page": "G.O.P. Health Bill Faces Revolt From Conservative Forces - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some White House officials insist that Mr. Trump will be directly engaged in persuading lawmakers to back the bill.\nBut many of the factions that provided financial and political support to back Republicans who vowed to wipe out the Affordable Care Act are nowhere near satisfied with the option rolled out on Monday.\n“This is not the Obamacare repeal bill we’ve been waiting for,” said Senator Mike Lee, Republican of Utah, who was joined by a constellation of conservative groups, including the Club for Growth, Heritage Action for America and Charles G. and David H. Koch’s Americans for Prosperity. “It is a missed opportunity and a step in the wrong direction. We promised the American people we would drain the swamp and end business as usual in Washington. This bill does not do that.”\nThe Republican bill would scrap the mandated coverage in the Affordable Care Act in favor of tax incentives to coax people to purchase health care. But the legislation maintains many of the act’s mandates and basic benefits, including prohibiting insurers from denying policies for pre-existing conditions or capping benefits in a year or a lifetime.\nSome conservatives have labeled the House plan “Obamacare lite,” saying it is nearly as intrusive in the insurance market as the law it would replace. In particular, they dislike the delay in getting rid of the law’s Medicaid expansion. They also dislike the tax credits in the Republican plan, which can exceed the amount a consumer actually owes in federal income taxes, meaning that the Internal Revenue Service would be issuing checks to cover insurance premiums. The House plan also maintains many of the demands on insurers that the Affordable Care Act has, including a defined suite of “essential benefits” that all insurers must offer.", "url": "https://www.nytimes.com/2017/03/07/us/politics/affordable-care-act-obama-care-health.html"}