{"authors": ["Peter Baker", "Jennifer Steinhauer"], "date_download": "2022-10-25 23:48:32", "date_modify": "2022-10-25 23:48:32", "date_publish": "2017-04-25 16:03:57", "description": "The president signaled that he could accept a short-term spending bill that did not include money for a barrier at the Mexican border.", "filename": "2017_04_25_us_politics_mexico-wall-spending-trump_1666741712.html", "image_url": "https://static01.nyt.com/images/2017/04/26/us/26wall/26wall-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0efa0fab7c427971580dfce98b152c2805194dfbac11d653432884a6a55b9c71&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_25_us_politics_mexico-wall-spending-trump_1666741712.html", "title": "Wall ‘Will Get Built,’ Trump Insists, as He Drops Funding Demand", "title_page": "Wall ‘Will Get Built,’ Trump Insists, as He Drops Funding Demand - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump insisted on Tuesday that he remained committed to his hotly disputed plan to build a wall along the Mexican border, despite backing off a demand that the project be funded in a short-term spending measure that must be passed by Friday to avoid a government shutdown.\nBy easing off the proposal for a down payment on wall construction, Mr. Trump may have cleared one of the biggest obstacles to passage of the spending bill before financing for most government operations expires at the end of the week.\nStill, the president did not want his acquiescence to be seen as a sign that he was any less committed to the project. “Don’t let the fake media tell you that I have changed my position on the WALL,” he wrote on Twitter Tuesday morning. “It will get built and help stop drugs, human trafficking etc.”\nMr. Trump told a group of conservative journalists at the White House on Monday evening that he might accept a spending bill that included money for border security without setting aside as much as he had sought for the wall.", "url": "https://www.nytimes.com/2017/04/25/us/politics/mexico-wall-spending-trump.html"}