{"authors": ["Shuaib Almosawa", "Ben Hubbard"], "date_download": "2022-10-25 23:53:59", "date_modify": "2022-10-25 23:53:59", "date_publish": "2017-12-04 13:01:34", "description": "The death of the former president, Ali Abdullah Saleh, could plunge war-torn Yemen into new chaos.", "filename": "2017_12_04_world_middleeast_saleh-yemen-houthis_1666742039.html", "image_url": "https://static01.nyt.com/images/2017/12/05/world/05Yemen2/05Yemen2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=34a1a47040ba1d8408a9ad19f1c406c23e159b53ee4aa9add563bcd0fa9f4375&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_04_world_middleeast_saleh-yemen-houthis_1666742039.html", "title": "Yemen’s Ex-President Killed as Mayhem Convulses Capital", "title_page": "Yemen’s Ex-President Killed as Mayhem Convulses Capital - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SWEIMEH, Jordan — Just days ago, the former strongman of Yemen turned against his most recent allies and publicly denounced them as a “coup militia.” They struck back on Monday, killing him and spreading a video of his lifeless body dumped unceremoniously in the back of a pickup truck.\nThe death of the former strongman, Ali Abdullah Saleh, brought to a grim end the career of a wily politician who combined charisma, duplicity and brute force to remain a giant in the politics of his impoverished Arabian country for decades.\nMr. Saleh’s death signaled a turning point in the country’s war by shattering the alliance between his loyalists and the rebels known as the Houthis, who had taken over the capital, prompting a punishing bombing campaign by Saudi Arabia and its allies.\nThat political fracturing could make it harder for the parties to negotiate an end to the conflict, analysts said, while renewed fighting in the capital, Sana, could worsen the humanitarian crisis afflicting Yemen, which the United Nations has called the world’s worst.", "url": "https://www.nytimes.com/2017/12/04/world/middleeast/saleh-yemen-houthis.html"}