{"authors": ["Dan Bilefsky"], "date_download": "2022-10-25 23:26:34", "date_modify": "2022-10-25 23:26:34", "date_publish": "2017-03-07 17:06:39", "description": "Prime Minister Viktor Orban said the measure would act as a deterrent against migration, which he called the “Trojan horse of terrorism.”", "filename": "2017_03_07_world_europe_hungary-migrant-camps_1666740394.html", "image_url": "https://static01.nyt.com/images/2017/03/08/world/08Migrants1/08Hungary1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=45040f3d9f46f2b30c690465c6968902bac8446687dd904cc4b1b1b3c5e3123a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_07_world_europe_hungary-migrant-camps_1666740394.html", "title": "Hungary Approves Detention of Asylum Seekers in Guarded Camps", "title_page": "Hungary Approves Detention of Asylum Seekers in Guarded Camps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Europe’s simmering backlash against immigration came into sharp relief on Tuesday when the Hungarian Parliament approved the detention of asylum seekers in guarded and enclosed camps on the country’s southern border, in what human rights advocates called a reckless breach of international law.\nPrime Minister Viktor Orban of Hungary justified the measure on the grounds that it would secure the European Union’s borders from migrants and act as a powerful deterrent against migration, which he called the “Trojan horse of terrorism.”\nMr. Orban is a vocal supporter of President Trump, who on Monday signed an executive order that bars people from six predominantly Muslim countries from entering the United States.\n“We are under siege,” Mr. Orban said on Tuesday at an induction ceremony for border guard officers. “The flood of migration has slowed down but has not stopped. Laws apply to everyone. This includes those migrants who want to cross Hungary’s border illegally. This is the reality, which cannot be overruled by charming human rights nonsense.”", "url": "https://www.nytimes.com/2017/03/07/world/europe/hungary-migrant-camps.html"}