{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:43:32", "date_modify": "2022-10-25 23:43:32", "date_publish": "2017-06-05 18:12:45", "description": "The former F.B.I. director is scheduled to appear before the Senate Intelligence Committee on Thursday.", "filename": "2017_06_05_us_politics_trump-will-not-block-comey-from-testifying-white-house-says_1666741412.html", "image_url": "https://static01.nyt.com/images/2017/06/08/us/06dc-comey/06dc-comey-facebookJumbo.jpg?year=2017&h=549&w=1050&s=f1cb653a54412c195ddd6b97197e9319a680f597856c86d4621c393b88ca610e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_05_us_politics_trump-will-not-block-comey-from-testifying-white-house-says_1666741412.html", "title": "Trump Will Not Block Comey From Testifying, White House Says", "title_page": "Trump Will Not Block Comey From Testifying, White House Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — White House officials said on Monday that President Trump would not invoke executive privilege to try to block James B. Comey, the F.B.I. director he fired, from testifying before Congress this week, clearing the way for a hearing that may be the most anticipated in Washington in months, if not years.\nMr. Comey is scheduled to appear before the Senate Intelligence Committee on Thursday for his first public discussion of the events that led to his dismissal last month in the midst of leading an investigation into associates of Mr. Trump’s. Lawmakers are especially interested in reports that Mr. Trump sought to persuade Mr. Comey to shut down an investigation into the president’s former national security adviser.\nIt was not clear that Mr. Trump would have succeeded in stopping Mr. Comey from testifying had he chosen to cite executive privilege. The Supreme Court has found that presidents enjoy a right to confidentiality in communications with their advisers, but it is not an absolute privilege and courts have overridden such claims in the past.", "url": "https://www.nytimes.com/2017/06/05/us/politics/trump-will-not-block-comey-from-testifying-white-house-says.html"}