{"authors": ["Cade Metz"], "date_download": "2022-10-25 23:51:21", "date_modify": "2022-10-25 23:51:21", "date_publish": "2017-10-29 20:23:50", "description": "Self-driving vehicles have taken to the roads in a number of cities. They are also training inside computerized simulations of those communities.", "filename": "2017_10_29_business_virtual-reality-driverless-cars_1666741881.html", "image_url": "https://static01.nyt.com/images/2017/10/30/business/30VIRTUALROADS-vid/30VIRTUALROADS-vid-facebookJumbo.jpg?year=2017&h=549&w=1050&s=0ba2949bc52a93454f9814097f759215b5546d46225dfc32725fc626bbfaddb9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_29_business_virtual-reality-driverless-cars_1666741881.html", "title": "What Virtual Reality Can Teach a Driverless Car", "title_page": "What Virtual Reality Can Teach a Driverless Car - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Today’s vehicles are not nearly as autonomous as they may seem. After 10 years of research, development and testing, Google’s cars are poised to offer public rides on the streets of Arizona. Waymo, which operates under Google’s parent company, is preparing to start a taxi service near Phoenix, according to a recent report, and unlike other services, it will not put a human behind the wheel as a backup. But its cars will still be on a tight leash.\nFor now, if it doesn’t carry a backup driver, any autonomous vehicle will probably be limited to a small area with large streets, little precipitation, and relatively few pedestrians. And it will drive at low speeds, often waiting for extended periods before making a left-hand turn or merging into traffic without the help of a stoplight or street sign — if it doesn’t avoid these situations altogether.\nAt the leading companies, the belief is that these cars can eventually handle more difficult situations with help from continued development and testing, new sensors that can provide a more detailed view of the surrounding world and machine learning.\nWaymo and many of its rivals have already embraced deep neural networks, complex algorithms that can learn tasks by analyzing data. By analyzing photos of pedestrians, for example, a neural network can learn to identify a pedestrian. These kinds of algorithms are also helping to identify street signs and lane markers, predict what will happen next on the road, and plan routes forward.\nThe trouble is that this requires enormous amounts of data collected by cameras, radar and other sensors that document real-world objects and situations. And humans must label this data, identifying pedestrians, street signs and the like. Gathering and labeling data describing every conceivable situation is an impossibility. Data on accidents, for instance, is hard to come by. This is where simulations can help.\nRecently, Waymo unveiled a roadway simulator it calls Carcraft. Today, the company said, this simulator provides a way of testing its cars at a scale that is not possible in the real world. Its cars can spend far more time on virtual roads than the real thing. Presumably, like other companies, Waymo is also exploring ways that its algorithms can actually learn new behavior from this kind of simulator.", "url": "https://www.nytimes.com/2017/10/29/business/virtual-reality-driverless-cars.html"}