{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:30:39", "date_modify": "2022-10-25 23:30:39", "date_publish": "2017-04-12 17:18:02", "description": "In the last three months, several high-ranking managers have left the ride-hailing company. At least one has been openly critical about the way the company has been run.", "filename": "2017_04_12_technology_uber-executives-leaving-company_1666740639.html", "image_url": "https://static01.nyt.com/images/2017/04/12/technology/oakImage-1492007407924/oakImage-1492007407924-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b2f3de6c424a4c34f0a0889fe12ea43171405c625eb4bea706ff307a6f50eea1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_12_technology_uber-executives-leaving-company_1666740639.html", "title": "Uber Sees an Executive Exodus as It Faces Questions of Workplace Culture", "title_page": "Uber Sees an Executive Exodus as It Faces Questions of Workplace Culture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ride-sharing Services\nJeff Jones\nJoined: August 2016 | Left: March 2017\nMr. Jones was hired from Target to be Uber’s president of ride-sharing, with a mandate to improve the company's relationships with drivers. He left after Uber began a search for a chief operating officer.\nMapping\nBrian McClendon\nJoined: June 2015 | Left: March 2017\nMr. McClendon, a former Google engineer, was a vice president at Uber who worked on mapping and autonomous vehicle technology initiatives. He left amicably to move to his home state of Kansas to explore politics.\nArtificial Intelligence\nGary Marcus\nJoined: December 2016 | Left: March 2017\nMr. Marcus joined Uber through an acquisition of his artificial intelligence company, Geometric Intelligence. He left three months after Uber began a new internal research arm on A.I.\nProduct Development\nEd Baker\nJoined: September 2013 | Left: March 2017\nMr. Baker, a former Facebook executive, was hired as vice president of growth and later became head of product and growth. He resigned after the company began its internal investigation into workplace culture.\nCOMMUNICATIONS\nRachel Whetstone\nJoined: May 2015 | Left: April 2017\nMs. Whetstone, who was at Google for a decade in charge of communications, joined Uber as senior vice president for policy and communications. She departed after tensions with Travis Kalanick, Uber’s chief executive.", "url": "https://www.nytimes.com/2017/04/12/technology/uber-executives-leaving-company.html"}