{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:53:24", "date_modify": "2022-10-25 23:53:24", "date_publish": "2017-11-30 19:10:14", "description": "Ksenia Sobchak, a television journalist and opposition candidate, opened a campaign office and vowed to stir a “national discussion about what is wrong with Russia.”", "filename": "2017_11_30_world_europe_russia-sobchak-presidential-election_1666742004.html", "image_url": "https://static01.nyt.com/images/2017/12/01/world/xxrussia-sobchak01/xxrussia-sobchak01-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=792b5db04cdff5d1decdd99253853c2ed4669c86fe839c0e99f4a8d8c1ba36d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_30_world_europe_russia-sobchak-presidential-election_1666742004.html", "title": "Seeking Russian Presidency, Socialite Hits the Campaign Trail", "title_page": "Seeking Russian Presidency, Socialite Hits the Campaign Trail - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a move that suggests the Kremlin wants at least the semblance of a debate, she and a few other opposition figures have recently been allowed to appear on Kremlin-controlled television channels. Ms. Sobchak has been on twice since October, including an appearance on a late-night talk show on which she was the only guest. That appearance descended into a shouting match with the famous host over who was the worse government lackey.\nSome people discount her candidacy because she is a woman. In a recent poll by the Levada Center, an independent pollster, 53 percent of respondents said they did not think a woman could run the country, and 32 percent said no current female politicians were qualified. The poll was based on 1,600 respondents last September.\nIn Rostov, Yulia Kirichenko, a 28-year-old working in internet marketing, said she had showed up partly to endorse the idea of a female politician.\n“It is very unusual to have a strong woman in Russia who goes into politics, so I think we need to support her in this,” she said.\nSome suspect that Ms. Sobchak’s candidacy is mostly about building her brand, particularly since she often concedes that she cannot win. She said she was just being honest, and planned to stay in politics for the long haul. Unless Mr. Putin fiddles with term limits again, he will be out in 2024 and there is no designated successor.\n“Of course I want to be president, I want to win, but I also want to be sincere,” she said. “In a system created by Putin, it is only possible for Putin to win. I am realistic about who will become the president.”", "url": "https://www.nytimes.com/2017/11/30/world/europe/russia-sobchak-presidential-election.html"}