{"authors": ["Motoko Rich"], "date_download": "2022-10-25 23:45:58", "date_modify": "2022-10-25 23:45:58", "date_publish": "2017-03-06 11:44:26", "description": "The simultaneous launch of four missiles by North Korea might have been a simulation of a “saturation attack” that would be difficult for Japan to repel, one analyst said.", "filename": "2017_03_06_world_asia_north-korea-missiles-japan_1666741558.html", "image_url": "https://static01.nyt.com/images/2017/03/07/business/07nkorea-1/07nkorea-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2bcff7a0d164f75bdd704ec0b38d66803fd6797c1d344100f844d05a4aa0f615&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_06_world_asia_north-korea-missiles-japan_1666741558.html", "title": "North Korea Launch Could Be Test of New Attack Strategy, Japan Analysts Say", "title_page": "North Korea Launch Could Be Test of New Attack Strategy, Japan Analysts Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“That would mean a lot in terms of the defense of Tokyo, because North Korea might have been conducting a simulation of a ‘saturation attack’ in which they launch a number of missiles simultaneously in order to saturate the missile defense that Japan has,” said Narushige Michishita, director of the Security and International Studies Program at the National Graduate Institute for Policy Studies in Tokyo. “It would be difficult for Japan to shoot down four missiles all at the same time because of our limited missile defense.”\nThe North’s Korean Central News Agency said Tuesday that the launches were timed to counter a joint United States-South Korean military exercise. The missile tests came three weeks after North Korea tested a missile during a visit to the United States by Japan’s prime minister, Shinzo Abe, to meet with President Trump.\nJapan’s Coast Guard sent out navigation warnings and stepped up air and sea patrols on Monday after three of the missiles landed within the country’s so-called exclusive economic zone, where fishing and cargo ships are active. The fourth landed outside it, though nearby.\nThis was not the first time that North Korean test missiles have fallen within that zone. In both August and September of last year, missiles came within 125 and 155 miles of the Japanese coastline. Monday’s missiles landed about 185 to 220 miles west of Akita Prefecture, on the northern coast of the main island, Honshu. The September launches involved three missiles fired simultaneously, but this time North Korea set off four missiles at once, all of which seemed to land successfully.\nDuring a parliamentary committee session Monday morning, Mr. Abe said that the launches “clearly represent a new threat from North Korea.”", "url": "https://www.nytimes.com/2017/03/06/world/asia/north-korea-missiles-japan.html"}