{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:45:40", "date_modify": "2022-10-25 23:45:40", "date_publish": "2017-06-29 18:55:45", "description": "The sanctions on a Chinese bank, a company and two citizens follow the death of Otto Warmbier, a U.S. student who was imprisoned by North Korea.", "filename": "2017_06_29_us_politics_us-china-sanctions-north-korea_1666741540.html", "image_url": "https://static01.nyt.com/images/2017/06/30/us/30dc-sanctions/30dc-sanctions-facebookJumbo.jpg?year=2017&h=550&w=1050&s=65246f5ec3839a0f9c5350b3bee04da3af19f990245d4d1bc26680cc305a3625&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_29_us_politics_us-china-sanctions-north-korea_1666741540.html", "title": "U.S. Imposes New Sanctions Over North Korea Ties", "title_page": "U.S. Imposes New Sanctions Over North Korea Ties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration has imposed sanctions on a Chinese bank, a Chinese company and two Chinese citizens in an effort to crack down on North Korea’s financing and development of weapons of mass destruction.\nThe sanctions follow the death of Otto F. Warmbier, an American student who was imprisoned by North Korea, and come as frustration grows in the United States government over the North’s missile tests.\nThe most significant action is directed at the Bank of Dandong, a Chinese lender that Treasury officials say acts as a conduit for illicit North Korean financial activity and money laundering. The department’s Financial Crimes Enforcement Network is moving to sever the bank from the American financial system, which would severely limit its ability to work with other banks around the world.\n“We will follow the money and cut off the money,” Steven Mnuchin, the Treasury secretary, said Thursday during a briefing at the White House.", "url": "https://www.nytimes.com/2017/06/29/us/politics/us-china-sanctions-north-korea.html"}