{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:53:49", "date_modify": "2022-10-25 23:53:49", "date_publish": "2017-10-26 19:13:25", "description": "A constitutional convention could go a long way to addressing the dysfunction in Albany, but not everyone is in favor of having one.", "filename": "2017_10_26_nyregion_fear-vs-hope-battle-lines-drawn-over-a-constitutional-convention_1666742029.html", "image_url": "https://static01.nyt.com/images/2017/10/24/nyregion/00concon1/00concon1-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=5e358212fcbffb05a4b60290a6d01665addac5117281e47ca7406cc966dfd04b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_26_nyregion_fear-vs-hope-battle-lines-drawn-over-a-constitutional-convention_1666742029.html", "title": "Fear vs. Hope: Battle Lines Drawn Over a Constitutional Convention", "title_page": "Fear vs. Hope: Battle Lines Drawn Over a Constitutional Convention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Conservatives and major labor groups, for instance, have been fighting together to defeat Proposition 1, fearing either the expansion of onerous regulations or an erosion of worker protections and perks.\nRepublican and Democratic legislative leaders in Albany have both disparaged the idea, citing its high cost and the danger of allowing little-known delegates to revamp the Constitution.\nObservers say the election may tip on any number of issues, including turnout in places like Westchester County — a Democratic redoubt where there is a hotly contested race for county executive — and whether voters realize that Proposition 1 is on the back of the ballot. (“Remember to flip your ballot,” one “Vote No” flier reminds voters.)\nIn a sign of a topsy-turvy and sometimes contradictory campaign, even the most seemingly like-minded of groups have split over Proposition 1: The League of Women Voters of New York, for example, is a supporter, citing the 100th anniversary of the state’s suffrage law and a chance “to send a strong message that they are fed up with corruption and dysfunction in Albany.”\nBut the state’s Planned Parenthood organization opposes it, calling the convention “a complicated, expensive and potentially dangerous undertaking,” with the potential to “erode access to our essential health care across the board from contraception to abortion.”\nSupporters of the measure have complained of dirty tricks, including the appearance of “No” stickers on police cruisers in New York City, where the Patrolmen’s Benevolent Association opposes the convention. There have also been “fake news” Facebook posts that have suggested that a lack of a vote on Proposition 1 would be read as a “yes,” a falsehood that has led to hundreds of confused emails to the state Board of Elections, which says it is doing its best to combat such disinformation.\n“Battling this type of thing on social media is very difficult,” said John Conklin, a board spokesman.", "url": "https://www.nytimes.com/2017/10/26/nyregion/fear-vs-hope-battle-lines-drawn-over-a-constitutional-convention.html"}