{"authors": ["The New York Times"], "date_download": "2022-10-25 23:42:00", "date_modify": "2022-10-25 23:42:00", "date_publish": "2017-12-06 18:36:58", "description": "President Trump officially recognized Jerusalem as the capital of Israel on Wednesday, reversing decades of American foreign policy.", "filename": "2017_12_06_world_middleeast_trump-israel-speech-transcript_1666741320.html", "image_url": "https://static01.nyt.com/images/2017/12/06/us/politics/06trump-jerusalem/06trump-jerusalem-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b3c8ece7e1fe6b13e2199b5181c08985c93206b2d50e3e966a67971bc3faa53d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_06_world_middleeast_trump-israel-speech-transcript_1666741320.html", "title": "Full Video and Transcript: Trump’s Speech Recognizing Jerusalem as the Capital of Israel", "title_page": "Full Video and Transcript: Trump’s Speech Recognizing Jerusalem as the Capital of Israel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jerusalem is not just the heart of three great religions, but it is now also the heart of one of the most successful democracies in the world. Over the past seven decades, the Israeli people have by the a country where Jews, Muslims and Christians and people of all faiths are free to live and worship according to their conscience and according to their beliefs.\nJerusalem is today and must remain a place where Jews pray at the Western Wall, where Christians walk the stations of the cross, and where Muslims worship at Al Aqsa Mosque. However, through all of these years, presidents representing the United States have declined to officially recognize Jerusalem as Israel’s capital. In fact, we have declined to acknowledge any Israeli capital at all.\nBut today we finally acknowledge the obvious. That Jerusalem is Israel’s capital. This is nothing more or less than a recognition of reality. It is also the right thing to do. It’s something that has to be done.\nThat is why consistent with the Jerusalem embassy act, I am also directing the State Department to begin preparation to move the American embassy from Tel Aviv to Jerusalem. This will immediately begin the process of hiring architects, engineers and planners so that a new embassy, when completed, will be a magnificent tribute to peace.\nIn making these announcements, I also want to make one point very clear. This decision is not intended in any way to reflect a departure from our strong commitment to facilitate a lasting peace agreement.\nWe want an agreement that is a great deal for the Israelis and a great deal for the Palestinians. We are not taking a position of any final status issues including the specific boundaries of the Israeli sovereignty in Jerusalem or the resolution of contested borders. Those questions are up to the parties involved.\nThe United States remains deeply committed to helping facilitate a peace agreement that is acceptable to both sides. I intend to do everything in my power to help forge such an agreement.", "url": "https://www.nytimes.com/2017/12/06/world/middleeast/trump-israel-speech-transcript.html"}