{"authors": ["Jim Tankersley"], "date_download": "2022-10-26 00:16:27", "date_modify": "2022-10-26 00:16:27", "date_publish": "2017-10-23 22:44:11", "description": "Republicans are worried that President Trump’s musings could doom their best chance for a sweeping tax rewrite.", "filename": "2017_10_23_us_politics_trump-tax-cuts-reform-retirement-savings_1666743387.html", "image_url": "https://static01.nyt.com/images/2017/10/24/us/24dc-tax/24dc-tax-facebookJumbo.jpg?year=2017&h=550&w=1050&s=afc6688d71467e384c675a84bbda973c8aa2e964bb4a4c99fa44ef5844b2231c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_23_us_politics_trump-tax-cuts-reform-retirement-savings_1666743387.html", "title": "Cutting Taxes Is Hard. Trump Is Making It Harder.", "title_page": "Cutting Taxes Is Hard. Trump Is Making It Harder. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump said on Monday that he would oppose any effort to reduce the amount of pretax income that American workers can save in 401(k) retirement accounts, effectively killing an idea that Republicans were mulling as a way to help pay for a $1.5 trillion tax cut.\nThe directive, issued via Twitter, underscored a growing fear among Republicans and business lobbyists that Mr. Trump’s bully-pulpit whims could undermine the party’s best chance to pass the most sweeping rewrite of the tax code in decades.\nOverhauling the tax code was never going to be easy given that it requires targeting lucrative and politically popular tax breaks to mitigate the magnitude of cuts Republicans are envisioning. Lawmakers must mitigate the revenue loss from those tax cuts in order to avoid a Democratic filibuster and pass a bill along party lines.\nPublicly and privately, supporters of the Republican tax effort say they are concerned that Mr. Trump will make a hard task even harder. The Republican effort to repeal the Affordable Care Act was a similarly difficult effort, and the president’s comments and actions were often not helpful. For instance, Mr. Trump hosted House Republicans in the Rose Garden to celebrate passage of a bill to repeal the Affordable Care Act, only to call the same bill “mean” later. Last week, he confounded Republicans again by backing away from his endorsement of a bipartisan Senate proposal to stabilize health insurance markets.", "url": "https://www.nytimes.com/2017/10/23/us/politics/trump-tax-cuts-reform-retirement-savings.html"}