{"authors": ["Nate Cohn"], "date_download": "2022-10-26 00:12:09", "date_modify": "2022-10-26 00:12:09", "date_publish": "2017-12-20 21:59:45", "description": "The party’s advantage has ballooned over the last few months, improving its outlook for retaking the House.", "filename": "2017_12_20_upshot_democrats-2018-congressional-elections-polling.html__r=0_1666743129.html", "image_url": "https://static01.nyt.com/images/2017/12/21/upshot/generic-poll-comparison-bc-1513800757334/generic-poll-comparison-bc-1513800757334-facebookJumbo-v2.png?year=2017&h=549&w=1050&s=187d7c30615ae5a307e6e3db2768c153f67126157b0fe52390db275a7076ea8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_20_upshot_democrats-2018-congressional-elections-polling.html__r=0_1666743129.html", "title": "Democrats Are Dominating the Generic Ballot. What Does That Mean?", "title_page": "Democrats Are Dominating the Generic Ballot. What Does That Mean? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I can’t think of any other measure of political sentiment that tends to be so stable. This is probably because the generic congressional ballot isn’t about a specific race. It’s a lot easier for news or events to move views of a specific race than to move the overall national political environment.\nThe tax debate may be the sort of thing that could yield a temporary shift in the generic ballot, especially since polls show that the Republican tax plan is deeply unpopular. It is possible that Republicans could gain some ground back if the tax debate is responsible for the recent decline in their support.\nSometimes there are larger shifts. In 2010, for instance, the generic ballot moved decisively toward the Republicans between December 2009 and Election Day. This is in keeping with the tendency for the generic ballot to shift toward the party out of power; it is also a result of the switch from registered to likely voters in polling, which generally helps Republicans. But this is a reminder that there’s time for the generic ballot to move a lot between now and Election Day — even if it usually does not.\nIt’s a Pretty Good Predictor of the House Popular Vote\nThe final generic ballot polls — and, for that matter, generic ballot polls taken 221 to 421 days ahead of the election — tend to do a solid job of predicting the final national popular vote.\nIt’s not a perfect relationship, of course, and the record of generic ballot polling gets fairly sparse before 1990 or so. But even including the years of sparse data, the average of generic ballot polls over the final 30 days of the race misses the popular vote by only an average of 4.1 points. That’s not perfect, but it makes a 13-point lead look pretty strong.\nIt Is Not Realistic for the G.O.P. to Survive a 13-Point Loss in the Popular Vote\nGerrymandering, incumbency and the tendency for Democrats to win urban areas by lopsided margins combine to give Republicans a considerable advantage in the fight for control of the House. It gives the party a chance to survive a so-called wave election, like the one that brought Democrats to power in 2006 or the one that swept Republicans to House control in 2010.", "url": "https://www.nytimes.com/2017/12/20/upshot/democrats-2018-congressional-elections-polling.html?_r=0"}