{"authors": ["Glenn Thrush", "Gardiner Harris"], "date_download": "2022-10-25 23:45:48", "date_modify": "2022-10-25 23:45:48", "date_publish": "2017-09-02 23:42:53", "description": "The president’s advisers are deeply divided over the idea, as negotiators from both countries struggle to rewrite the five-year-old deal.", "filename": "2017_09_02_world_asia_us-south-korea-trade_1666741548.html", "image_url": "https://static01.nyt.com/images/2017/09/03/us/03dc-southkorea/03dc-southkorea-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=f1c767b25cdfeee79cfff1630a909f8ae30c30d52495b958e8633c8ca5f736d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_02_world_asia_us-south-korea-trade_1666741548.html", "title": "Amid Nuclear Tensions, Trump Mulls Exit From South Korea Trade Deal", "title_page": "Amid Nuclear Tensions, Trump Mulls Exit From South Korea Trade Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump is considering pulling out of a major trade agreement with South Korea as he tries to fulfill get-tough campaign pledges on international trade. But he has not yet made a final decision, two senior administration officials said Saturday.\nThe president’s top economic advisers remain deeply divided over a possible withdrawal from the United States-Korea Free Trade Agreement, as negotiators from both countries struggle to rewrite the five-year-old deal.\nThe debate comes as the United States and South Korea are working together to try to combat a growing nuclear threat from North Korea, which said on Sunday that it had tested a hydrogen bomb that could be mounted on an intercontinental ballistic missile. It is a more powerful weapon than the atomic bomb it had tested in the past.\nIn recent days, a frustrated Mr. Trump has pushed his staff to take bold action against a host of governments, including the one in Seoul, that he has accused of unfair trade practices. But many of his more moderate advisers, including the chairman of the National Economic Council, Gary D. Cohn, believe that such a move could prompt a trade war that could hurt the United States economy.", "url": "https://www.nytimes.com/2017/09/02/world/asia/us-south-korea-trade.html"}