{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:31:44", "date_modify": "2022-10-25 23:31:44", "date_publish": "2017-04-11 01:28:14", "description": "Weeks of negotiations over ending the practice of trying 16- and 17-year-olds as adults resulted in a bill with numerous subsections and stipulations that some found disappointing.", "filename": "2017_04_10_nyregion_raise-the-age-new-york_1666740704.html", "image_url": "https://static01.nyt.com/images/2017/04/11/nyregion/11RASETHEAGE/11RASETHEAGE-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4a8670770e70e94184f48b1f4b5ad45751553486dce90cbfb39822fd7801edd5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_10_nyregion_raise-the-age-new-york_1666740704.html", "title": "‘Raise the Age,’ Now Law in New York, Is Still a Subject of Debate", "title_page": "‘Raise the Age,’ Now Law in New York, Is Still a Subject of Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, the approbation for the bill was not universal. After weeks of hard-fought negotiations, the resulting bill left some who had sought the law disappointed in its many subsections and stipulations.\n“This is real simple, and we made it complicated,” State Senator Kevin S. Parker of Brooklyn said, adding that this pattern of behavior was all too common in Albany. The result, he said during remarks on the floor during the bill’s passage on Sunday night, was a law that was “half a loaf.”\nMr. Parker, a Democrat, added: “All we had to simply do is say that we’re going to take 16- and 17-year-olds and we’re going to treat them just like 15-year-olds. That’s all we had to do, right? All we had to do. And we messed that up.”\nSome sections of the new law are simple: 16- and 17-year-olds accused of misdemeanors — who make up the vast majority of juveniles arrested — would have their cases handled in Family Court. The picture gets more complicated, however, with nonviolent felony cases, which would still start in Criminal Court, albeit in a new section known as “youth part” and in front of judges trained in Family Court law.\nOnce there, the 16- and 17-year-olds would be automatically sent to Family Court after 30 days unless a district attorney proved “extraordinary circumstances,” a term that is undefined in the law. Those arrested in violent felony cases — which make up about 1 percent of the more than 20,000 juvenile charges in New York per year — could also be diverted from youth part if they pass a three-part test: whether the victim sustained significant physical injury, whether the accused used a weapon, and whether the perpetrator engaged in criminal sexual conduct.", "url": "https://www.nytimes.com/2017/04/10/nyregion/raise-the-age-new-york.html"}