{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:51:27", "date_modify": "2022-10-25 23:51:27", "date_publish": "2017-10-10 13:00:01", "description": "Mr. Son has told tech entrepreneurs he is on a mission to own pieces of all the companies that may underpin the shifts brought on by artificial intelligence.", "filename": "2017_10_10_technology_masayoshi-son-softbank-vision-fund_1666741887.html", "image_url": "https://static01.nyt.com/images/2017/10/10/business/11SOFTBANK-1/11SOFTBANK-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1d787f89260517d8ac6ceb6e6c1339824013e3264f0703a5635f5e3c37ef8a3b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_10_technology_masayoshi-son-softbank-vision-fund_1666741887.html", "title": "Masayoshi Son’s Grand Plan for SoftBank’s $100 Billion Vision Fund", "title_page": "Masayoshi Son’s Grand Plan for SoftBank’s $100 Billion Vision Fund - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — When Eric Gundersen, the chief executive of a mapping start-up called Mapbox, met Masayoshi Son, the head of the Japanese conglomerate SoftBank, in late July, he expected to have to sell Mr. Son on what made Mapbox important.\nBut Mr. Son, 60, did not need to be convinced that Mapbox’s technology — which powers Lyft drivers and companies like Snap and Mastercard — had value. After a whirlwind courtship, Mr. Son’s nearly $100 billion Vision Fund, which SoftBank unveiled last October with money from Saudi Arabia and others, led a $164 million investment in Mapbox that was announced on Tuesday.\nIn the process, Mr. Son also explained his grand plan for deploying the Vision Fund to Mr. Gundersen. The Japanese billionaire said he believed robots would inexorably change the work force and machines would become more intelligent than people, an event referred to as the “Singularity.” As a result, Mr. Son told Mr. Gundersen, he is on a mission to own pieces of all the companies that may underpin the global shifts brought on by artificial intelligence to transportation, food, work, medicine and finance.\n“For Masa, his vision is not just about predictions like the Singularity, which has gotten a lot of hype,” Mr. Gundersen said. “He understands that we’ll need a massive amount of data to get us to a future that’s more dependent on machines and robotics.”", "url": "https://www.nytimes.com/2017/10/10/technology/masayoshi-son-softbank-vision-fund.html"}