{"authors": ["Emily Badger", "Alan Blinder"], "date_download": "2022-10-25 23:53:43", "date_modify": "2022-10-25 23:53:43", "date_publish": "2017-08-04 09:30:07", "description": "After enabling the Sun Belt to thrive, it is becoming ubiquitous in regions where it once wasn’t needed.", "filename": "2017_08_04_upshot_the-all-conquering-air-conditioner_1666742023.html", "image_url": "https://static01.nyt.com/images/2017/08/04/upshot/05up-airchart1-1501788952523/05up-airchart1-1501788952523-facebookJumbo.png?year=2017&h=549&w=1050&s=aacab794d548d390eeed370a7840abbfc2c357da062a82bf26ffb63a4526a7bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_04_upshot_the-all-conquering-air-conditioner_1666742023.html", "title": "How Air-Conditioning Conquered America (Even the Pacific Northwest)", "title_page": "How Air-Conditioning Conquered America (Even the Pacific Northwest) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Air-conditioning has been remarkably good at creating demand for itself.\nIt enabled the sweeping postwar development of the South, where all new single-family homes today include central air. In automobiles, it made the commutes between air-conditioned homes and air-conditioned offices possible. In the Southwest, its arrival facilitated new methods of rapid construction, replacing traditional building designs that once naturally withstood the region’s desert climate.\nBy doing all of this, air-conditioning has contributed to the intensive energy demand that worsens climate change that, well, forces us to rely on air-conditioning, a feedback loop environmentalists fear.\nAnd so here we are, in 2017, with temperatures racing past 100 degrees in the Pacific Northwest, the region of the country that has historically relied the least on air-conditioning. And now more people, even there, are installing the technology.\n“The last — ay yi yi — three and a half to maybe five years, it seemed that I’ve either lost tolerance of sleeping in the heat or it’s just been hotter,” said Susan Krummann, who lives outside Portland. She’s the service manager for a heating and air-conditioning company there. But she, of all people, gave in to an installation only in late June. “I’m 55, and I deserve a little comfort,” she said.", "url": "https://www.nytimes.com/2017/08/04/upshot/the-all-conquering-air-conditioner.html"}