{"authors": ["Mark Mazzetti", "Adam Goldman", "Michael S. Schmidt"], "date_download": "2022-10-25 23:01:10", "date_modify": "2022-10-25 23:01:10", "date_publish": "2017-08-02 23:55:14", "description": "The shuttering of the C.I.A. program, one of the most expensive efforts to arm and train Syrian rebels since the 1980s, has forced a reckoning over its successes and failures.", "filename": "2017_08_02_world_middleeast_cia-syria-rebel-arm-train-trump_1666738870.html", "image_url": "https://static01.nyt.com/images/2017/08/03/world/03DC-INTEL-01alt/-03DC-INTEL-01alt-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7365d220935686f1ed0caa5cd6b00657463cc7e4e205259e3d31b6c4bcb32ca9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_02_world_middleeast_cia-syria-rebel-arm-train-trump_1666738870.html", "title": "Behind the Sudden Death of a $1 Billion Secret C.I.A. War in Syria", "title_page": "Behind the Sudden Death of a $1 Billion Secret C.I.A. War in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump has twice publicly criticized the effort since he ended it. After The Washington Post first reported on his decision, Mr. Trump tweeted that he was ending “massive, dangerous, and wasteful payments to Syrian rebels fighting Assad.” During an interview with The Wall Street Journal last month, the president said many of the C.I.A.-supplied weapons ended up in the hands of “Al Qaeda” — presumably a reference to the Qaeda-affiliated Nusra Front, which often fought alongside the C.I.A.-backed rebels.\nMichael V. Hayden, a former C.I.A. director, said the president’s comments “might give the agency pause with regard to how much he will have their backs on any future covert actions.”\nGen. Raymond A. Thomas III, the commander of United States Special Operations Command, said during a conference last month that ending the C.I.A. program was a “tough, tough decision.”\n“At least from what I know about that program and the decision to end it, it was absolutely not a sop to the Russians,” he said. “It was, I think, based on an assessment of the nature of the program, what we’re trying to accomplish, the viability of it going forward.”\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nA C.I.A. spokesman declined to comment.\nPresident Barack Obama had reluctantly agreed to the program in 2013 as the administration was struggling to blunt the momentum of Syrian government forces loyal to President Bashar al-Assad. It soon fell victim to the constantly shifting alliances in Syria’s six-year-old civil war and the limited visibility that American military and intelligence officials had over what was occurring on the ground.\nOnce C.I.A.-trained fighters crossed into Syria, C.I.A. officers had difficulty controlling them. The fact that some of their C.I.A. weapons ended up with Nusra Front fighters — and that some of the rebels joined the group — confirmed the fears of many in the Obama administration when the program began. Although the Nusra Front was widely seen as an effective fighting force against Mr. Assad’s troops, its Qaeda affiliation made it impossible for the Obama administration to provide direct support for the group.\nAmerican intelligence officials estimate that the Nusra Front now has as many as 20,000 fighters in Syria, making it Al Qaeda’s largest affiliate. Unlike other Qaeda affiliates such as Al Qaeda in the Arabian Peninsula, the Nusra Front has long focused on battling the Syrian government rather than plotting terrorist attacks against the United States and Europe.", "url": "https://www.nytimes.com/2017/08/02/world/middleeast/cia-syria-rebel-arm-train-trump.html"}