{"authors": ["Stephen Castle", "Steven Erlanger"], "date_download": "2022-10-25 22:55:21", "date_modify": "2022-10-25 22:55:21", "date_publish": "2017-01-17 07:40:47", "description": "In long-awaited remarks, the British prime minister emphasized regaining control of immigration, even if it means losing E.U. trading advantages.", "filename": "2017_01_17_world_europe_brexit-theresa-may-uk-eu_1666738521.html", "image_url": "https://static01.nyt.com/images/2017/01/18/business/18MAYpromo/18MAYpromo-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a13c1975731ed1bd4d7db48c7ff49a86793af983bb54dc99653fab0e0dd7b0b9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_17_world_europe_brexit-theresa-may-uk-eu_1666738521.html", "title": "In ‘Brexit’ Speech, Theresa May Outlines Clean Break for U.K.", "title_page": "In ‘Brexit’ Speech, Theresa May Outlines Clean Break for U.K. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — “Get on with it.”\nWith those words late in a major speech on Tuesday, Prime Minister Theresa May charted Britain’s course toward a clean break with the European Union and expressed her fondest hope: that the time for “division and discord” is over.\nHer much-anticipated speech outlined what promised to be a hugely complex, drawn-out negotiation, and it defined the broad objectives, but not the details, of British withdrawal. “The United Kingdom is leaving the European Union, and my job is to get the right deal for Britain as we do,” she said.\nWith the address, Mrs. May began the jockeying that will lead to a break after more than four decades of tight integration, and define Britain’s relations with its neighbors for decades to come.\nShe confirmed that Britain is determined to regain control of migration from the European Union and rejected the supremacy of the European Court of Justice. That stance is anathema to the European Union, which has made the free movement of people — as well as goods, capital and services — a bedrock principle and which relies on the court to arbitrate.", "url": "https://www.nytimes.com/2017/01/17/world/europe/brexit-theresa-may-uk-eu.html"}