{"authors": ["Alexandria Symonds"], "date_download": "2022-10-25 23:31:08", "date_modify": "2022-10-25 23:31:08", "date_publish": "2017-07-18 03:25:30", "description": "On trips, the president is joined by a group of reporters known as the “protective press pool.” For poolers, the job offers exciting access — and stress.", "filename": "2017_07_17_insider_presidential-travel-protective-press-pool_1666740668.html", "image_url": "https://static01.nyt.com/images/2017/07/18/pageoneplus/18a2ittpooling/18a2ittpooling-facebookJumbo.jpg?year=2017&h=550&w=1050&s=03b56f2547545fb57ec24b7050402e1d135a8df3414575db79ce131d20fe9193&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_17_insider_presidential-travel-protective-press-pool_1666740668.html", "title": "When the President Travels, Who’s Allowed to Join Him?", "title_page": "When the President Travels, Who’s Allowed to Join Him? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When the president goes on a trip, he takes a varied entourage. A group of his senior aides accompanies him, usually including national security, domestic or economic advisers, speechwriters and others, depending on the length of the trip and its purpose. But 13 members of the news media, known as the protective press pool, also take seats on Air Force One, representing the worlds of wire services, print newspapers, news sites, broadcast television and radio, as well as photographers.\nIn the Washington news media’s often contentious battle for scoops, the press pool represents a kind of sportsmanship by necessity. Only a few seats can be spared on the plane, so the print and television poolers must represent the entirety of their disciplines and send out a series of short, to-the-point reports throughout the trip to those not on it. The White House Correspondents’ Association manages a rotation of news organizations that travel at their own cost, and it is explicitly understood that the poolers must share all the material they gather, without keeping anything they’ve seen or heard for an exclusive story.\n“Pool duty is kind of the ultimate mixed blessing,” said Mark Landler, who has been a White House correspondent for The Times since 2011. It offers close access to the president, but it can be stressful: Poolers are expected to quickly send their reports to 10,000 people or more, usually via iPhone, and the accuracy of quotations and descriptions in those reports is paramount.\n“And you’re often doing it in very difficult circumstances,” Mr. Landler said. “Getting in and out of motorcades, sometimes climbing in and out of helicopters, rushing to finish the pool report before you get on Air Force One.”", "url": "https://www.nytimes.com/2017/07/17/insider/presidential-travel-protective-press-pool.html"}