{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 23:44:46", "date_modify": "2022-10-25 23:44:46", "date_publish": "2017-06-22 18:53:50", "description": "The Brooklyn diocese said it will consider the cases of hundreds of victims abused by priests and deacons dating to the 1930s.", "filename": "2017_06_22_nyregion_brooklyn-diocese-seeks-to-compensate-sex-abuse-victims_1666741486.html", "image_url": "https://static01.nyt.com/images/2017/06/23/nyregion/23SEXABUSE/23SEXABUSE-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b771021678577a8ca944863ccc2fc46d0c68452074922da4657ebdc2940dc83a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_22_nyregion_brooklyn-diocese-seeks-to-compensate-sex-abuse-victims_1666741486.html", "title": "Brooklyn Diocese Seeks to Compensate Sex Abuse Victims", "title_page": "Brooklyn Diocese Seeks to Compensate Sex Abuse Victims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Roman Catholic Diocese of Brooklyn announced a program on Thursday that will seek to compensate hundreds of victims who were abused as children by its priests and deacons.\nThe program is modeled on one begun last year by the Archdiocese of New York. Like that program, it will be run by Kenneth R. Feinberg and Camille S. Biros, mediators who administered the September 11th Victim Compensation Fund and awarded compensation to victims of abuse by Jerry Sandusky at Pennsylvania State University.\n“I am well aware that no amount of money will ever heal the scars of abuse, but this program is a concrete expression of our contrition and our desire to make amends,” Bishop Nicholas DiMarzio said in a written statement. “We hope it will help with the healing process and bring survivors some element of healing.”\nThe Brooklyn program will initially consider the cases of about 280 abuse victims already known to the diocese, for claims of abuse that date to the 1930s. Each will receive a package detailing how to apply for compensation, which will only be granted if they pledge to bring no further legal action against the diocese.", "url": "https://www.nytimes.com/2017/06/22/nyregion/brooklyn-diocese-seeks-to-compensate-sex-abuse-victims.html"}