{"authors": ["James Kanter"], "date_download": "2022-10-25 23:42:02", "date_modify": "2022-10-25 23:42:02", "date_publish": "2017-09-20 17:49:23", "description": "A new set of proposals presented by officials in Brussels seek to tax technology companies differently, but risk being seen as an effort to target American tech giants.", "filename": "2017_09_20_business_eu-tech-tax.html__r=0_1666741322.html", "image_url": "https://static01.nyt.com/images/2017/09/21/business/21eutech-1/21eutech-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=e33da8da225e9b02f1c129e54c40971cce0c65233e80fc3ae07c831f24e720ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_20_business_eu-tech-tax.html__r=0_1666741322.html", "title": "Europe Renews Offensive on Silicon Valley With Tax Reforms", "title_page": "Europe Renews Offensive on Silicon Valley With Tax Reforms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BRUSSELS — The European Union’s offensive against Silicon Valley looks as though it is likely to resume, as officials in Brussels consider a raft of proposals aimed at increasing the amount of tax paid by digital titans like Facebook and Amazon.\nThe new proposals, a copy of which was reviewed by The New York Times on Wednesday, broadly aim to tax internet companies in the countries where they generate their business, rather than allow them to shift profits to jurisdictions with lower rates.\nBut the plans will give ammunition to critics who argue the European Union unfairly targets the United States technology sector. Though the bloc’s leaders deny that they single out American firms, opponents point to an array of investigations against household names for suspected violations ranging from how they handle user data to antitrust complaints.\nBut it was not clear whether the latest effort by the European Commission, the European Union’s executive arm, would gain sufficient traction. Any such reform would require the unanimous approval of the bloc’s 28 member states. While several major countries like France have pushed for a crackdown, others do not want to change a system in which some of them can attract corporations with tax incentives and other inducements.", "url": "https://www.nytimes.com/2017/09/20/business/eu-tech-tax.html?_r=0"}