{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:35:23", "date_modify": "2022-10-25 23:35:23", "date_publish": "2017-05-25 18:10:13", "description": "In a fresh setback for the administration, a federal court in Richmond, Va., said the ban “drips with religious intolerance, animus and discrimination.”", "filename": "2017_05_25_us_politics_trump-travel-ban-blocked_1666740923.html", "image_url": "https://static01.nyt.com/images/2017/05/26/us/26travelban/26travelban-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3f7511a588ffdb0e2270a9ca8dc1fb31052fd20b0ecd99f9d8e7d59e04d8ae41&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_25_us_politics_trump-travel-ban-blocked_1666740923.html", "title": "Appeals Court Will Not Reinstate Trump’s Revised Travel Ban", "title_page": "Appeals Court Will Not Reinstate Trump’s Revised Travel Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Describing President Trump’s revised travel ban as intolerant and discriminatory, a federal appeals court on Thursday rejected government efforts to limit travel to the United States from six predominantly Muslim nations. Attorney General Jeff Sessions quickly vowed to appeal to the Supreme Court.\nThe decision was the first from a federal appeals court on the revised travel ban, which was an effort to make good on a campaign centerpiece of the president’s national security agenda. It echoed earlier skepticism by lower federal courts about the legal underpinnings for Mr. Trump’s executive order, which sought to halt travelers for up to 90 days while the government imposed stricter vetting processes.\nThe revised order, issued on March 6, “speaks with vague words of national security, but in context drips with religious intolerance, animus and discrimination,” the United States Court of Appeals for the Fourth Circuit, in Richmond, Va., concluded in its 205-page ruling.\nThe White House derided the court decision as a danger to the nation’s security. And Mr. Sessions, in pledging to appeal to the nation’s highest court, said the government “will continue to vigorously defend the power and duty of the executive branch to protect the people of this country from danger.”", "url": "https://www.nytimes.com/2017/05/25/us/politics/trump-travel-ban-blocked.html"}