{"authors": ["Cecilia Kang", "Eric Lipton", "Sydney Ember"], "date_download": "2022-10-25 23:51:58", "date_modify": "2022-10-25 23:51:58", "date_publish": "2017-08-14 04:01:27", "description": "The Sinclair Broadcast Group and the chairman of the Federal Communications Commission see eye to eye on the need to unleash television. Both are reaping big rewards.", "filename": "2017_08_14_us_politics_how-a-conservative-tv-giant-is-ridding-itself-of-regulation_1666741918.html", "image_url": "https://static01.nyt.com/images/2017/08/14/us/14trumpfcc4/14trumpfcc4-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=c899eda55d426eaa37dec02599e2a0baaf635279f8d8c42e568e6a7e35800039&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_14_us_politics_how-a-conservative-tv-giant-is-ridding-itself-of-regulation_1666741918.html", "title": "How a Conservative TV Giant Is Ridding Itself of Regulation", "title_page": "How a Conservative TV Giant Is Ridding Itself of Regulation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The day before President Trump’s inauguration, the top executive of the Sinclair Broadcast Group, the nation’s largest owner of television stations, invited an important guest to the headquarters of the company’s Washington-area ABC affiliate.\nThe trip was, in the parlance of the business world, a deal closer.\nThe invitation from David D. Smith, the chairman of Sinclair, went to Ajit V. Pai, a commissioner on the Federal Communications Commission who was about to be named the broadcast industry’s chief regulator. Mr. Smith wanted Mr. Pai to ease up on efforts under President Barack Obama to crack down on media consolidation, which were threatening Sinclair’s ambitions to grow even bigger.\nMr. Smith did not have to wait long.\nWithin days of their meeting, Mr. Pai was named chairman of the F.C.C. And during his first 10 days on the job, he relaxed a restriction on television stations’ sharing of advertising revenue and other resources — the exact topic that Mr. Pai discussed with Mr. Smith and one of his business partners, according to records examined by The New York Times.\n“These are invaluable and effective tools, which were taken away by the commission,” according to a summary of their meeting filed with the F.C.C.", "url": "https://www.nytimes.com/2017/08/14/us/politics/how-a-conservative-tv-giant-is-ridding-itself-of-regulation.html"}