{"authors": ["Stephen Hiltner"], "date_download": "2022-10-25 23:56:23", "date_modify": "2022-10-25 23:56:23", "date_publish": "2017-07-13 19:59:38", "description": "A behind-the-scenes look at Adam Ferguson’s three-month, 12,000-mile odyssey across Australia’s vast interior.", "filename": "2017_07_13_insider_adam-ferguson-australian-outback_1666742183.html", "image_url": "https://static01.nyt.com/images/2017/07/13/insider/13insider-outback-photo1/13insider-outback-photo1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=52c172fd0544e4d1f4713780eb362543176e69698f8f865d5a81d8ca3f9e7695&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_13_insider_adam-ferguson-australian-outback_1666742183.html", "title": "A Photographic Odyssey in the Australian Outback", "title_page": "A Photographic Odyssey in the Australian Outback - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Did the spontaneous approach create any difficulties for you?\nAbsolutely. The story became so broad — and the distances were so massive — that there were days, sometimes three or four days in a row, where I didn’t make a single strong picture. There were days when very little happened. And those days were incredibly disheartening, and very unnerving for my sense of productivity, for my professional morale.\nUltimately, though, surrendering to the journey provided for a much more authentic way to experience the country and the people. Rather than beginning with a set of preconceptions, I let the journey give birth to the story.\nDid you struggle with anyone else?\nI didn’t want to go out there and make cliché pictures of, say, a cowboy riding off into the sunset, or make pretty pictures of abandoned colonial mining towns. I wanted my pictures to break down stereotypes. But a lot of the situations I found myself in very much reinforced the kind of common images of Australia that everyone has seen before. So it was a challenge to find myself in familiar situations — scenes that, on the surface, looked like something from the movies — and try to find moments within them that alluded to something less familiar.\nCapturing Aboriginal Australia was probably the hardest part for me. I’m a white Australian, a descendent of the British colonial experience. And my experience doesn’t overlap much with the Indigenous experience in Australia.\nI was an outsider in the Aboriginal communities, an absolute outsider. And I kept having to invest more and more time to access that world.", "url": "https://www.nytimes.com/2017/07/13/insider/adam-ferguson-australian-outback.html"}