{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:49:22", "date_modify": "2022-10-25 23:49:22", "date_publish": "2017-10-30 23:54:38", "description": "Both the mayor and defense lawyers have assailed Jona S. Rechnitz’s character, even as he has doubled down on claims about how he bought access to key city officials.", "filename": "2017_10_30_nyregion_jona-rechnitz-bill-de-blasio_1666741762.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_30_nyregion_jona-rechnitz-bill-de-blasio_1666741762.html", "title": "In Court and Out, a de Blasio Donor Is Branded a Liar", "title_page": "In Court and Out, a de Blasio Donor Is Branded a Liar - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The attacks have come at news conferences and in court, framed as questions or asserted as fact. But no matter their form, the salvos against the credibility of Jona S. Rechnitz, a donor to Mayor Bill de Blasio who says he bought access to the mayor and other city officials, have shared a single premise:\n“Mr. Rechnitz, you are a liar, correct?”\nThat most recent iteration of the accusation came on Monday from Henry Mazurek, a defense lawyer in a federal corruption trial in which Mr. Rechnitz is a key government witness.\nOver the past three days of testimony in Federal District Court in Manhattan, Mr. Rechnitz has made explosive claims about how he traded gifts and donations for political favors and influence. And over the past few days, Mr. Rechnitz’s credibility has come under vigorous, often vitriolic attack, as both defense lawyers and the mayor have sought to undermine him in the court of law as well as in the court of public opinion.\nOn Sunday, Mr. de Blasio — whom Mr. Rechnitz said he spoke to weekly during the mayor’s 2013 campaign — called his former donor a liar and a felon. The mayor’s comments, at an unrelated announcement about storm protection in the Rockaways, echoed his remarks from the day before, when he called Mr. Rechnitz a “horrible human being.”\nMr. Rechnitz’s claims come at an inconvenient time for Mr. de Blasio, with the mayoral election on Nov. 7. But even if the allegations do not harm the mayor’s re-election prospects — Mr. de Blasio holds a commanding lead in the polls — they have brought a political headache back to life, with the mayor’s photo splashed across the city’s tabloids all weekend.", "url": "https://www.nytimes.com/2017/10/30/nyregion/jona-rechnitz-bill-de-blasio.html"}