{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:30:37", "date_modify": "2022-10-25 23:30:37", "date_publish": "2017-05-05 02:14:54", "description": "The inquiry concerns Uber’s use of a software tool called Greyball, which helped identify and evade officials trying to clamp down on the ride-hailing service.", "filename": "2017_05_04_technology_uber-federal-inquiry-software-greyball_1666740637.html", "image_url": "https://static01.nyt.com/images/2017/05/05/us/05UBER/05UBER-facebookJumbo.jpg?year=2017&h=550&w=1050&s=909663bdcd801030a8e75446a9bae53f8cd5daf7cac376122f4d0de75f3b9873&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_04_technology_uber-federal-inquiry-software-greyball_1666740637.html", "title": "Uber Faces Federal Inquiry Over Use of Greyball Tool to Evade Authorities", "title_page": "Uber Faces Federal Inquiry Over Use of Greyball Tool to Evade Authorities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Uber is the subject of a United States Department of Justice inquiry over a program that it used to deceive regulators who were trying to shut down its ride-hailing service.\nThe inquiry concerns Uber’s use of a software tool called Greyball, which the company developed in part to aid entrance into new markets where its service was not permitted. The tool allowed Uber to deploy what was essentially a fake version of its app to evade law enforcement agencies that were cracking down on its service.\nThe New York Times reported on Greyball in March, raising questions about the legality of the practice. After the report, Uber said it would prohibit employees from using the software to thwart regulators.\nThe federal inquiry was disclosed in a transportation audit conducted by the City of Portland, Ore., published last week. In the audit, Portland officials said they had been notified by the United States attorney’s office for the Northern District of California about the existence of the inquiry. The City of Portland said it was cooperating with the inquiry.", "url": "https://www.nytimes.com/2017/05/04/technology/uber-federal-inquiry-software-greyball.html"}