{"authors": ["Adam Liptak", "Peter Baker"], "date_download": "2022-10-26 00:12:05", "date_modify": "2022-10-26 00:12:05", "date_publish": "2017-06-05 11:13:53", "description": "Rebelling against his own advisers, the president said his order should never have been “watered down” even as his lawyers try to persuade the Supreme Court to reinstate it.", "filename": "2017_06_05_us_politics_trump-travel-ban_1666743125.html", "image_url": "https://static01.nyt.com/images/2017/06/06/us/06dc-travelban/06dc-travelban-facebookJumbo.jpg?year=2017&h=550&w=1050&s=aaba36ad1a570ffaa65ff31a2e7d70785d7c49ec033d3ca4c2ec4b8212f196e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_05_us_politics_trump-travel-ban_1666743125.html", "title": "Trump Promotes Original ‘Travel Ban,’ Eroding His Legal Case", "title_page": "Trump Promotes Original ‘Travel Ban,’ Eroding His Legal Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump has excellent lawyers. They have a challenging client.\nIn a series of Twitter posts Monday that continued into the evening, Mr. Trump may have irretrievably undermined his lawyers’ efforts to persuade the Supreme Court to reinstate his executive order limiting travel from six predominantly Muslim countries, according to legal experts.\nSaying he preferred “the original Travel Ban, not the watered down, politically correct version” he had issued in March, Mr. Trump attacked both the Justice Department and the federal courts. He also contradicted his own aides, who have suggested he was causing a pause in travel, by calling the order “what we need and what it is, a TRAVEL BAN!” He said it would be imposed on “certain DANGEROUS countries” and suggested that anything short of a ban “won’t help us protect our people!”\nThere is a reason lawyers generally insist that their clients remain quiet while their cases move forward, said Josh Blackman, a professor at South Texas College of Law in Houston.\n“Talkative clients pose distinct difficulties for attorneys, as statements outside the court can frustrate strategies inside the court,” Professor Blackman said. “These difficulties are amplified exponentially when the client is the president of the United States, and he continuously sabotages his lawyers, who are struggling to defend his policies in an already hostile arena. I do not envy the solicitor general’s office.”", "url": "https://www.nytimes.com/2017/06/05/us/politics/trump-travel-ban.html"}