{"authors": ["Anna North"], "date_download": "2022-10-25 23:43:50", "date_modify": "2022-10-25 23:43:50", "date_publish": "2017-06-27 19:31:19", "description": "Mr. Cosby, Brock Turner and other men accused of assault aren’t appropriate prevention advocates. But we can learn something from their cases.", "filename": "2017_06_27_opinion_bill-cosby-brock-turner-sexual-harassment_1666741430.html", "image_url": "https://static01.nyt.com/images/2017/06/27/opinion/27northWeb/27northWeb-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8a05bb28815d672aa5b75c602130ee1a332ef7f346042bef3332d8428edb03fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_27_opinion_bill-cosby-brock-turner-sexual-harassment_1666741430.html", "title": "Bill Cosby, Sexual Safety Guru? Here’s a Better Idea", "title_page": "Opinion | Bill Cosby, Sexual Safety Guru? Here’s a Better Idea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Banks’s victim found his speaking engagements “shocking and disturbing,” her lawyer, Alex Little, said in a statement to the Chronicle. “We are deeply distressed that these coaches and administrators treat gang rape as a mistake that should be avoided rather than the violent crime it is,” Mr. Little said. “This attitude is even more troubling, given that Mr. Banks has yet to accept responsibility for his actions.”\nMr. Cosby, Mr. Turner and Mr. Banks are not appropriate spokespeople for sexual violence prevention. By offering advice before his trial was even concluded, Mr. Banks was adding to the pain he had caused his victim when he should have been performing restitution. Mr. Turner seemed to be offering a muddled ideology that conflated drinking with rape. And Mr. Cosby has yet to express remorse for his actions, though his own description of what he did to Ms. Constand is chilling to say the least.\nBut Mr. Turner’s and Mr. Banks’s explanations for their behavior can offer some critical lessons for anyone interested in preventing sexual assault. While “peer pressure and the attitude of having to fit in” are no excuse for assault, they do explain how destructive ideas about masculinity and sex can spread among boys and young men. And while being bullied is not a valid defense for rape, it’s certainly true that abusive groups can encourage their members to abuse others. A culture that lionizes male sexual conquest and ignores or even demonizes women’s sexual desire does not absolve anyone from committing a crime, but growing up in such a culture certainly makes men more likely to disregard women’s feelings and see sex as a way to bolster their own masculinity rather than something that should take place between two enthusiastically consenting adults. Sexual assault prevention needs to address that culture, rather than simply focusing on the behavior of individuals.\nThat means far more than a few college assemblies about consent. It means looking at how we talk to children about their bodily autonomy well before sex even comes into the picture — in other countries, consent education can start as early as kindergarten with lessons on expressing affection. When sex does come into the picture, it means teaching boys, as well as girls, that it’s O.K. to say no to sex, and that their worth does not depend on how many partners they’ve had. It means teaching them to speak up against misogyny and violence, even — especially — among their friends. It means giving them a definition of masculinity that allows for introspection, self-awareness, compassion and empathy.\nThe point of delivering these messages isn’t to help boys and men avoid being accused of sexual assault. It’s to teach everyone that other people’s bodies are not objects to help them feel good about themselves, raise their social standing or fit in. And it’s to transform a culture that enables, even tacitly encourages, sexual assault into one that supports consent and mutual respect. Once that happens, the notion of men like Mr. Cosby offering their wisdom will seem like an outrage to everyone.", "url": "https://www.nytimes.com/2017/06/27/opinion/bill-cosby-brock-turner-sexual-harassment.html"}