{"authors": ["Daisuke Wakabayashi"], "date_download": "2022-10-25 23:42:05", "date_modify": "2022-10-25 23:42:05", "date_publish": "2017-09-30 02:12:21", "description": "Following scrutiny of Facebook and Twitter, the search giant is examining if Russians used its services to meddle in last year’s election.", "filename": "2017_09_29_technology_google-russian-electon-meddling.html__r=0_1666741325.html", "image_url": "https://static01.nyt.com/images/2017/09/30/business/30google-1-sub/30google-1-sub-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=48e1487915d35cd577fc7d59b9c95d7be46edd50a58397c54728171397426091&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_29_technology_google-russian-electon-meddling.html__r=0_1666741325.html", "title": "Google Prepares to Brief Congress on Its Role in Election", "title_page": "Google Prepares to Brief Congress on Its Role in Election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Google has become the latest Silicon Valley giant to become entangled in a widening investigation into how online social networks and technology products may have played a role in Russian interference in the 2016 election.\nOn Friday evening, Google said it would cooperate with congressional inquiries into the election, days after Facebook and Twitter provided evidence to investigators of accounts on their networks that were linked to Russian groups. Google was called to testify at a Senate Intelligence Committee hearing on Nov. 1.\nGoogle has also begun an internal investigation into whether its advertising products and services were used as part of a Russia-linked influence campaign, according to a person familiar with the matter who spoke anonymously because they were not permitted to speak publicly about the issue. Exactly when the inquiry began is not known, but it has been discussed inside Google over recent weeks, the person said.\nThe Wall Street Journal reported the internal investigation earlier.\nGoogle’s search engine, with about a 90 percent market share, is an inescapable part of the internet, so it was no surprise that congressional investigators turned toward the company. Google is the only company that sells more digital advertising than Facebook, and its YouTube service is the go-to place for videos on the internet.", "url": "https://www.nytimes.com/2017/09/29/technology/google-russian-electon-meddling.html?_r=0"}