{"authors": ["Landon Thomas Jr."], "date_download": "2022-10-25 23:38:24", "date_modify": "2022-10-25 23:38:24", "date_publish": "2017-03-12 21:47:38", "description": "Executives in Toledo, Ohio, say their prospects are better under President Trump, citing his promises of fewer regulations and lower taxes and health care costs.", "filename": "2017_03_12_business_dealbook_small-business-confidence-trump.html__r=0_1666741104.html", "image_url": "https://static01.nyt.com/images/2017/03/13/business/13euphoria1/13euphoria1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=13907f94e9c6faa52eacec33b4e6f93d5195b8385f19cfe6611dfc3cc2322c93&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_12_business_dealbook_small-business-confidence-trump.html__r=0_1666741104.html", "title": "The President Changed. So Has Small Businesses’ Confidence.", "title_page": "The President Changed. So Has Small Businesses’ Confidence. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Companies that employ several to a few hundred workers make up 99 percent of business in the United States and account for half of private sector employment. So for all that General Electric, Caterpillar or Ford Motor talks about building factories and hiring workers, the $18 trillion United States economy will not truly move until the burghers in Toledo and other parts of the country start to invest and add jobs.\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nThe exuberance of small-city executives in Toledo, of course, represents just a small slice of the national economy — an economy whose recovery had already been showing signs of gaining momentum. And their euphoria is being fed by promises, like a tax overhaul, that have not yet been kept.\nStill, the views from the Toledo lunch are very much in tune with what business leaders, large and small, have been consistently saying in the months since the election.\nBilled as a C.E.O. round table, the event felt more like a boisterous group therapy session as one businessman interrupted another with competing tales of Obama-era regulatory woes.\nBut all 11 executives agreed: Never in recent years had they been so bullish about their businesses as they were now under a president (and fellow small-business owner, albeit a very rich one) whom they see as one of their own.\nWhich is why Mr. Korzenik was so excited about the recent surge in the small-business confidence index, as measured by the National Federation of Independent Business, the industry’s trade group.", "url": "https://www.nytimes.com/2017/03/12/business/dealbook/small-business-confidence-trump.html?_r=0"}