{"authors": ["Robert Pear"], "date_download": "2022-10-25 23:23:32", "date_modify": "2022-10-25 23:23:32", "date_publish": "2017-11-26 21:33:20", "description": "Alex M. Azar II, President Trump’s nominee for secretary of health and human services, will face tough questions at a Senate hearing this week.", "filename": "2017_11_26_us_politics_alex-azar-senate-confirmation-hearing-hhs_1666740212.html", "image_url": "https://static01.nyt.com/images/2017/11/27/us/politics/27dc-azar/27dc-azar-facebookJumbo.jpg?year=2017&h=549&w=1050&s=c2583c485fd5db941175bb4c2a0e72f0c08db83301381c9d7f3a9aafb735e03d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_26_us_politics_alex-azar-senate-confirmation-hearing-hhs_1666740212.html", "title": "He Raised Drug Prices at Eli Lilly. Can He Lower Them for the U.S.?", "title_page": "He Raised Drug Prices at Eli Lilly. Can He Lower Them for the U.S.? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Alex M. Azar II, President Trump’s nominee to lead the Department of Health and Human Services, has expressed concern about the soaring cost of prescription drugs for many consumers. This week, Mr. Azar, a former pharmaceutical executive, is expected to face tough questions at a Senate confirmation hearing over why his own company raised prices.\nDemocratic senators say that, as a top manager at Eli Lilly and Company, he was responsible for steep increases on insulin and other drugs. How he would now tackle that problem as secretary, along with the future of the Affordable Care Act, promises to dominate the hearings.\nEven Democrats who are unlikely to vote for Mr. Azar say that he will probably be confirmed, and that he would be more pragmatic and less ideological than the man he would succeed, Tom Price, who resigned in September under criticism for his use of private jets and military flights.\nAnd Mr. Azar has struck a conciliatory tone as the public outcry over pharmaceutical prices has grown.", "url": "https://www.nytimes.com/2017/11/26/us/politics/alex-azar-senate-confirmation-hearing-hhs.html"}