{"authors": ["Mike Isaac", "Scott Shane"], "date_download": "2022-10-25 23:42:03", "date_modify": "2022-10-25 23:42:03", "date_publish": "2017-10-02 15:00:16", "description": "The Russia-linked ads used to influence the 2016 election included those from a fake gun-rights group, a bogus gay rights group and even a phony dog lovers group.", "filename": "2017_10_02_technology_facebook-russia-ads-_1666741323.html", "image_url": "https://static01.nyt.com/images/2017/10/03/business/03FACEBOOK-1/03FACEBOOK-1-facebookJumbo.jpg?year=2017&h=464&w=888&s=01cbf2ec9c9fe42836aee09526fa25f0333864e8efd7756d33fe5a2613982283&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_02_technology_facebook-russia-ads-_1666741323.html", "title": "Facebook’s Russia-Linked Ads Came in Many Disguises", "title_page": "Facebook’s Russia-Linked Ads Came in Many Disguises - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — The Russians who posed as Americans on Facebook last year tried on quite an array of disguises.\nThere was “Defend the 2nd,” a Facebook page for gun-rights supporters, festooned with firearms and tough rhetoric. There was a rainbow-hued page for gay rights activists, “LGBT United.” There was even a Facebook group for animal lovers with memes of adorable puppies that spread across the site with the help of paid ads.\nFederal investigators and officials at Facebook now believe these groups and their pages were part of a highly coordinated disinformation campaign linked to the Internet Research Agency, a secretive company in St. Petersburg, Russia, known for spreading Kremlin-linked propaganda and fake news across the web. They were described to The New York Times by two people familiar with the social network and its ads who were not authorized to discuss them publicly.\nUnder intensifying pressure from Congress and growing public outcry, Facebook on Monday turned over more than 3,000 of the Russia-linked advertisements from its site over to the Senate and House intelligence committees, as well as the Senate Judiciary Committee. The material is part of an attempt to learn the depth of what investigators now believe was a sprawling foreign effort spanning years to interfere with the 2016 United States presidential election.", "url": "https://www.nytimes.com/2017/10/02/technology/facebook-russia-ads-.html"}