{"authors": [], "date_download": "2022-10-25 23:38:51", "date_modify": "2022-10-25 23:38:51", "date_publish": "2017-03-29 13:50:28", "description": "The text of the letter written by Britain’s prime minister to Donald Tusk, president of the European Council, starting the legal process for leaving the European Union.", "filename": "2017_03_29_world_europe_theresa-may-letter-article-50_1666741131.html", "image_url": "https://static01.nyt.com/images/2017/03/30/world/30Britainletter/30Britainletter-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5073aab9e2450478998e5261c54e1b905eca11ce63b1b2246f93caf11e7245a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_29_world_europe_theresa-may-letter-article-50_1666741131.html", "title": "Theresa May’s Letter Invoking Article 50", "title_page": "Theresa May’s Letter Invoking Article 50 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From the start and throughout the discussions, we will negotiate as one United Kingdom, taking due account of the specific interests of every nation and region of the UK as we do so. When it comes to the return of powers back to the United Kingdom, we will consult fully on which powers should reside in Westminster and which should be devolved to Scotland, Wales and Northern Ireland. But it is the expectation of the Government that the outcome of this process will be a significant increase in the decision-making power of each devolved administration.\nNegotiations between the United Kingdom and the European Union\nThe United Kingdom wants to agree with the European Union a deep and special partnership that takes in both economic and security cooperation. To achieve this, we believe it is necessary to agree the terms of our future partnership alongside those of our withdrawal from the EU.\nIf, however, we leave the European Union without an agreement the default position is that we would have to trade on World Trade Organisation terms. In security terms a failure to reach agreement would mean our cooperation in the fight against crime and terrorism would be weakened. In this kind of scenario, both the United Kingdom and the European Union would of course cope with the change, but it is not the outcome that either side should seek. We must therefore work hard to avoid that outcome.\nIt is for these reasons that we want to be able to agree a deep and special partnership, taking in both economic and security cooperation, but it is also because we want to play our part in making sure that Europe remains strong and prosperous and able to lead in the world, projecting its values and defending itself from security threats. And we want the United Kingdom to play its full part in realising that vision for our continent.\nProposed principles for our discussions\nLooking ahead to the discussions which we will soon begin, I would like to suggest some principles that we might agree to help make sure that the process is as smooth and successful as possible.\ni. We should engage with one another constructively and respectfully, in a spirit of sincere cooperation. Since I became Prime Minister of the United Kingdom I have listened carefully to you, to my fellow EU Heads of Government and the Presidents of the European Commission and Parliament. That is why the United Kingdom does not seek membership of the single market: we understand and respect your position that the four freedoms of the single market are indivisible and there can be no “cherry picking.” We also understand that there will be consequences for the UK of leaving the EU: we know that we will lose influence over the rules that affect the European economy. We also know that UK companies will, as they trade within the EU, have to align with rules agreed by institutions of which we are no longer a part — just as UK companies do in other overseas markets.\nii. We should always put our citizens first. There is obvious complexity in the discussions we are about to undertake, but we should remember that at the heart of our talks are the interests of all our citizens. There are, for example, many citizens of the remaining member states living in the United Kingdom, and UK citizens living elsewhere in the European Union, and we should aim to strike an early agreement about their rights.", "url": "https://www.nytimes.com/2017/03/29/world/europe/theresa-may-letter-article-50.html"}