{"authors": ["Niraj Chokshi", "Mike Mcphate"], "date_download": "2022-10-25 23:49:53", "date_modify": "2022-10-25 23:49:53", "date_publish": "2017-02-13 03:35:43", "description": "The authorities warned that an emergency spillway might fail after heavy rains pounded the area, but fears of an imminent breakdown appeared to be easing.", "filename": "2017_02_12_us_california-oroville-dam-spillway-evacuate_1666741793.html", "image_url": "https://static01.nyt.com/images/2017/02/13/us/13xp-oroville/13xp-oroville-facebookJumbo.jpg?year=2017&h=550&w=1050&s=150cd094921549f41491edfc77c7d2340ac5184170ffde7d4de2f0e67a48373f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_12_us_california-oroville-dam-spillway-evacuate_1666741793.html", "title": "Flood Risk Near Oroville Dam Causes Thousands to Evacuate in California", "title_page": "Flood Risk Near Oroville Dam Causes Thousands to Evacuate in California - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sheriff Kory Honea of Butte County said at an evening news conference that although the situation appeared to be improving, he urged residents to continue evacuating the area in and around Oroville, about 70 miles north of Sacramento.\n“The erosion that caused all of this concern was not advancing as rapidly as they thought — that’s a very good thing,” he said, citing assessments from the California Department of Water Resources.\nRepeated rounds of rain have pounded the area in recent weeks, rapidly raising the water level at Lake Oroville, the second-largest reservoir in California and a linchpin of the state’s water system. On Tuesday, a gaping hole opened in the main spillway that is used to release extra water. Early Saturday, an adjacent emergency spillway was also put into use, the first time water flowed over it since the dam was finished in 1968, department officials said.", "url": "https://www.nytimes.com/2017/02/12/us/california-oroville-dam-spillway-evacuate.html"}