{"authors": ["Daniel Victor", "Maya Salam"], "date_download": "2022-10-25 22:56:38", "date_modify": "2022-10-25 22:56:38", "date_publish": "2017-10-13 13:46:44", "description": "Months before recreational marijuana becomes available to consumers, fires are destroying cannabis farms and exposing plants to smoke, soot and ash.", "filename": "2017_10_13_us_california-fires-marijuana_1666738598.html", "image_url": "https://static01.nyt.com/images/2017/10/13/us/13xp--marijuana/13xp--marijuana-facebookJumbo.jpg?year=2017&h=550&w=1050&s=aac901d65ab41697bc5180921986a7e7ed461d1c727778b37c9a111d6fce0bd2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_13_us_california-fires-marijuana_1666738598.html", "title": "Marijuana Crop Is Burning in the California Wildfires", "title_page": "Marijuana Crop Is Burning in the California Wildfires - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Fatal fires that have consumed nearly 200,000 acres in Northern California, devastating the region’s vineyards particularly in Napa and Sonoma Counties, are also taking a toll on a fledgling industry just months before its debut: recreational marijuana.\nMany of the region’s farms, including those that harvest cannabis, have been scorched, including those in Sonoma County and in Mendocino County, the center of California’s marijuana industry. Mendocino is one of three California counties that comprise Emerald Triangle, where much of the United States’ marijuana is produced.\nHezekiah Allen, the executive director of the California Growers Association, said Thursday that at least seven farms had been destroyed, and that he expected the number to “increase significantly” as people returned to their homes. Tens of thousands of cannabis growers live in Northern California.\nThe owners of the seven farms include small-scale growers who put their life savings into their farms over the past year, he said. None of them have insurance, he said.", "url": "https://www.nytimes.com/2017/10/13/us/california-fires-marijuana.html"}