{"authors": ["Mark Landler", "Maggie Haberman"], "date_download": "2022-10-25 23:29:39", "date_modify": "2022-10-25 23:29:39", "date_publish": "2017-10-02 14:04:19", "description": "The coming week will pose the greatest test yet of whether a leader who plays to America’s divisions can also appeal to its sense of national unity.", "filename": "2017_10_02_us_politics_trump-las-vegas-mass-shooting_1666740579.html", "image_url": "https://static01.nyt.com/images/2017/10/03/us/03dc-trump-alpha/03dc-trump-alpha-facebookJumbo-v3.jpg?year=2017&h=549&w=1050&s=e701db7b82f37ddf226de8e8e9f25ad2d0857309247af4d9806f84554cf9f7b9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_02_us_politics_trump-las-vegas-mass-shooting_1666740579.html", "title": "Trump Urges Unity, but Puerto Rico and Las Vegas Visits Could Test His Words", "title_page": "Trump Urges Unity, but Puerto Rico and Las Vegas Visits Could Test His Words - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump called on the nation to seek “unity and peace” on Monday, in the aftermath of one of the deadliest mass shootings in American history. Less than two hours later, he offered conciliatory words to the people of Puerto Rico, promising to visit the hurricane-ravaged island on Tuesday, the day before he travels to Las Vegas.\nThe week will pose the greatest test yet of whether a president who plays to America’s divisions can also appeal to its sense of national unity, whether it is binding the wounds left by a rampaging gunman or the wreckage left by a deadly hurricane.\nWhether Mr. Trump can sustain his empathetic tone over what promise to be two emotional, exhausting days also is an open question — particularly as critics attack his position on gun laws, or if he faces further criticism from local officials in Puerto Rico over the slow-to-start relief effort there. On Monday afternoon, some of the president’s aides were urging him to put off the trip to Puerto Rico because they worried that he could be set off by protests.\nOver the weekend, Mr. Trump launched an acrid attack on the mayor of San Juan after she criticized the federal response to Hurricane Maria. While subdued so far about the Las Vegas massacre, he was already facing critics who said his embrace of gun rights abets the kind of violence that targeted a concert crowd outside a casino late Sunday night.", "url": "https://www.nytimes.com/2017/10/02/us/politics/trump-las-vegas-mass-shooting.html"}