{"authors": ["Katie Thomas"], "date_download": "2022-10-25 23:51:52", "date_modify": "2022-10-25 23:51:52", "date_publish": "2017-01-31 19:01:14", "description": "The president said he would make it easier for the industry to manufacture in the United States and would further discuss lowering costs behind closed doors.", "filename": "2017_01_31_health_trump-vows-to-ease-rules-for-drug-makers-but-prices-remain-a-focus.html__r=0_1666741912.html", "image_url": "https://static01.nyt.com/images/2017/02/01/science/31PHARMA2/31PHARMA2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=acd9a55ed2052cab23b8c07110a65d9b8b8c0c71bdba537ae5367c86c309faa6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_31_health_trump-vows-to-ease-rules-for-drug-makers-but-prices-remain-a-focus.html__r=0_1666741912.html", "title": "Trump Vows to Ease Rules for Drug Makers, but Again Zeros In on Prices", "title_page": "Trump Vows to Ease Rules for Drug Makers, but Again Zeros In on Prices - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump promised some of the nation’s top drug company executives in a meeting at the White House on Tuesday that he would slash regulations at the Food and Drug Administration and make it easier for them to manufacture products in the United States.\nHe also described as “fantastic” the person he planned to nominate for commissioner of the Food and Drug Administration, someone he said would streamline the agency and get drug approval decisions faster.\n“You can’t get approval for the plant, and you can’t get approval for the drug; other than that, you’re doing fantastic,” Mr. Trump said at the meeting, to laughter from top executives of companies like Merck, Johnson & Johnson, Eli Lilly and Novartis.\nBut even as he struck a cordial tone with them, he said that lowering drug costs would remain a focus and that he would discuss the issue further during the nonpublic portion of the meeting, away from the news media. “The U.S. drug companies have produced extraordinary results for our country, but the pricing has been astronomical,” Mr. Trump said. “We have to get prices down for a lot of reasons.”", "url": "https://www.nytimes.com/2017/01/31/health/trump-vows-to-ease-rules-for-drug-makers-but-prices-remain-a-focus.html?_r=0"}