{"authors": ["Alexandra Stevenson", "Matthew Goldstein"], "date_download": "2022-10-25 23:30:33", "date_modify": "2022-10-25 23:30:33", "date_publish": "2017-05-11 22:44:09", "description": "Investment firms that have bought homes to sell to people who do not qualify for traditional mortgages have been accused of predatory practices.", "filename": "2017_05_11_business_dealbook_foreclosed-houses-investment-firms-predatory-practices_1666740633.html", "image_url": "https://static01.nyt.com/images/2017/05/12/business/12DB-HOUSINGa/12DB-HOUSING-facebookJumbo.jpg?year=2017&h=549&w=1050&s=80ca8f3506aae2774ea5fe95416b1b1c26969e32ffeb4b227db56cae303288c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_11_business_dealbook_foreclosed-houses-investment-firms-predatory-practices_1666740633.html", "title": "Housing Regulator Is Pushed to Crack Down on Sales of Foreclosed Properties", "title_page": "Housing Regulator Is Pushed to Crack Down on Sales of Foreclosed Properties - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In all, Fannie has resold 1.2 million homes since 2009, the worst year of the crisis.\nFor several months, Mr. Cummings, the ranking member on the oversight committee, has been focused on Vision Property Management, a rent-to-own company based in Columbia, S.C., which owns dozens of houses in Baltimore and more than 6,000 nationwide.\nThe Maryland congressman has been demanding documents from Vision since January, saying that he is concerned that it is duping poor consumers into rent-to-own contracts that become money traps. His office has spoken to Vision at least twice, according to correspondence the office made public, but those conversations have yielded little.\nOn Thursday, Mr. Cummings wrote to Vision and its chief executive, citing “grave concerns about the physical and financial well-being of tenants” with leases from Vision.\nMr. Cummings said Vision’s “limited document production to date has heightened concerns about the potential harm Vision may be inflicting on families in Maryland and throughout the United States.”\nValerie L. Hletko, a lawyer for Vision, said “the letter’s escalated rhetoric does nothing to assist Americans without access to traditional mortgage loans to achieve homeownership, which Vision works to do every day.”\nOf particular concern, Mr. Cummings said, is whether the houses Vision offers have chipping or peeling lead paint. In December, The Times detailed how two children living in a Vision house in Baltimore had tested positive for elevated levels of lead in their blood.\nTiffany Bennett, the children’s guardian, discovered that they had lead poisoning one year after moving into a two-story brick house owned by Vision. She and the children moved out soon after learning about the lead paint.", "url": "https://www.nytimes.com/2017/05/11/business/dealbook/foreclosed-houses-investment-firms-predatory-practices.html"}