{"authors": ["Henry Fountain"], "date_download": "2022-10-25 22:57:18", "date_modify": "2022-10-25 22:57:18", "date_publish": "2017-05-12 00:16:48", "description": "At a meeting of the Arctic Council, the secretary of state was noncommittal when asked about the administration’s view on the landmark climate agreement.", "filename": "2017_05_11_climate_rex-tillerson-arctic-council-climate-change_1666738638.html", "image_url": "https://static01.nyt.com/images/2017/05/12/science/12ARCTIC2/12ARCTIC2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=77325b3f09e3816e211057e653aaacdc37d3ee6fed09d05d32a895446553ddf3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_11_climate_rex-tillerson-arctic-council-climate-change_1666738638.html", "title": "Tillerson, in Alaska, Gives No Hint on Paris Climate Accord", "title_page": "Tillerson, in Alaska, Gives No Hint on Paris Climate Accord - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FAIRBANKS, Alaska — Secretary of State Rex W. Tillerson said on Thursday that the United States would “continue to be vigilant” in protecting the Arctic, a region that is undergoing rapid change linked to global warming. But he gave no signal as to whether his government would remain in the Paris climate accord, the international agreement that would go furthest in ensuring that protection.\nMr. Tillerson, speaking at a meeting of the Arctic Council that marked the end of the United States’ two-year chairmanship of the intergovernmental organization, reaffirmed that the United States would stay involved in Arctic issues, including safeguarding what he termed the region’s “fragile environment.”\nHe also signed, along with his counterparts from Russia, Canada and the five other nations with Arctic territory, a closing statement that mentioned the impacts of climate change on the region and took note of the Paris agreement.\nBut Mr. Tillerson was noncommittal in addressing the Trump administration’s views on the Paris accord, in which the United States and most other nations have pledged to reduce carbon emissions with a goal of keeping global warming to less than 2 degrees Celsius.", "url": "https://www.nytimes.com/2017/05/11/climate/rex-tillerson-arctic-council-climate-change.html"}