{"authors": ["Ernesto Londoño"], "date_download": "2022-10-25 23:51:45", "date_modify": "2022-10-25 23:51:45", "date_publish": "2017-10-26 00:43:32", "description": "Before the vote on whether he should stand trial, the president made major policy concessions and pledged money for legislators’ districts.", "filename": "2017_10_25_world_americas_brazil-michel-temer-corruption_1666741905.html", "image_url": "https://static01.nyt.com/images/2017/10/26/us/26brazil/26brazil-facebookJumbo.jpg?year=2017&h=549&w=1050&s=b74e71d09514dc68d78488e980faf27414b4ac1c730c304799b1aa7746c7e6a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_25_world_americas_brazil-michel-temer-corruption_1666741905.html", "title": "President Temer of Brazil Dodges Corruption Prosecution, Again", "title_page": "President Temer of Brazil Dodges Corruption Prosecution, Again - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — Brazilian lawmakers on Wednesday night closed ranks to shield President Michel Temer from standing trial on obstruction of justice and corruption charges, sparing him in the second such case in just two months.\nBut prevailing in this case came at a steep political price for Mr. Temer, the most unpopular Brazilian leader in modern times. In recent weeks, the president made major concessions to congressional coalitions and steered hundreds of millions of dollars in federal funding to projects favored by lawmakers in an effort to secure the support of enough of them.\nThe motion to table the case got 251 votes, far more than the 172 the president needed. The number who wanted the case to move forward, 233, was slightly higher than during a similar session in August.\nMr. Temer, who according to recent polls is supported by roughly 3 percent of the population, did not address the outcome after the session ended late Wednesday night.", "url": "https://www.nytimes.com/2017/10/25/world/americas/brazil-michel-temer-corruption.html"}