{"authors": ["Hawes Spencer", "Matt Stevens"], "date_download": "2022-10-25 23:33:40", "date_modify": "2022-10-25 23:33:40", "date_publish": "2017-07-09 03:21:11", "description": "About 50 Klansmen rallied against Charlottesville’s decision to remove a statue of Robert E. Lee. More than 1,000 people showed up in response.", "filename": "2017_07_08_us_kkk-rally-charlottesville-robert-e-lee-statue_1666740820.html", "image_url": "https://static01.nyt.com/images/2017/07/09/us/09XP-PROTEST-01/09XP-PROTEST-01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a2b5c9a9a8447eedbd5730d4893389cbd08c1b2395568f5e014b40478834bad5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_08_us_kkk-rally-charlottesville-robert-e-lee-statue_1666740820.html", "title": "23 Arrested and Tear Gas Deployed After a K.K.K. Rally in Virginia", "title_page": "23 Arrested and Tear Gas Deployed After a K.K.K. Rally in Virginia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHARLOTTESVILLE, Va. — Members of the Ku Klux Klan rallied here on Saturday afternoon in a protest meant to assail the city’s decision to remove a statue of Robert E. Lee, the Confederate general.\nFor about a half-hour, around 50 members of the Klan — some wearing hooded white robes — shouted “white power” at Justice Park as more than 1,000 people protested their presence by hurling insults, water bottles and apple cores.\nBy about 4:25 p.m., the Klan members, who said they came from North Carolina, began to leave and return to their cars. It was then when the trouble intensified.\nCity officials said a large group of counterprotesters followed the Klan members back to their vehicles and stopped them from leaving. Asked to step aside, the counterprotesters refused, a city spokeswoman said. The police declared an unlawful assembly, and officers began moving the protesters back so the Klan members could leave.", "url": "https://www.nytimes.com/2017/07/08/us/kkk-rally-charlottesville-robert-e-lee-statue.html"}