{"authors": ["Phyllis Tuchman"], "date_download": "2022-10-25 23:36:17", "date_modify": "2022-10-25 23:36:17", "date_publish": "2017-03-19 15:31:47", "description": "Mr. Morris is still a hard-working renegade sculptor. He’s inspired these days by Goya but has also been revisiting his own earlier work.", "filename": "2017_03_19_arts_design_odd-man-in-the-sculptor-robert-morris-at-86-is-still-blazing-trails_1666740977.html", "image_url": "https://static01.nyt.com/images/2017/03/19/arts/19MORRIS1/19MORRIS1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=6b0021ce3eee6ecd04dd814c6d89e24ce39b56b18f12be0d2aa2b8f67027302e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_19_arts_design_odd-man-in-the-sculptor-robert-morris-at-86-is-still-blazing-trails_1666740977.html", "title": "Odd Man in: The Sculptor Robert Morris, at 86, Is Still Blazing Trails", "title_page": "Odd Man in: The Sculptor Robert Morris, at 86, Is Still Blazing Trails - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During his long, illustrious career, Robert Morris has constructed sculptures that startle, question, challenge and flout expectations. Since the early 1960s, he has made, in a range of materials, spare, geometric forms; Dada-like objects; ephemeral works; land art; environments with sound systems that play scripted narratives; proto-selfies; dramatic pastel pictures with elaborate sculpted frames; performance art; and, not too long ago, a glass “Labyrinth” on the grounds of the Nelson-Atkins Museum in Kansas City, Mo., that has become a popular gathering place. This body of work reflects Mr. Morris’s abilities as a consummate craftsman who possesses a fine-tuned intellect with a philosophical bent, the prowess of an agile athlete and the talent to draw like an old master.\nWhen Mr. Morris, who’s 86 and was born and raised in Kansas City, and his first wife, Simone Forti, a dancer, moved to New York from the West Coast in 1959, the couple became an integral part of a downtown scene made up of avant-garde painters, musicians, dancers and performance artists. In this atmosphere, Mr. Morris built the seven large, plywood structures currently on long-term view at Dia:Beacon; they were first exhibited in his solo show at the fabled Green Gallery on West 57th Street in December 1964. Resting on the floor, propped against walls, even hanging from the ceiling, these smooth-surfaced, gray-colored sculptures are early examples of the art movement — and aesthetic — that became Minimalism.\nThe time was ripe for change, and Mr. Morris and his colleagues Carl Andre, Dan Flavin, Donald Judd and Sol LeWitt obliged. Intriguingly, none of these Minimalists studied sculpture in art school. They never learned how to model in clay, carve marble or weld metal.\nMr. Morris set out to be a painter. While building props for his wife’s performances, he created a solo for himself with the Living Theater, featuring “Column,” his first important object. It was a tall rectangular box with a hollow core; and he stood inside of it for several minutes before toppling over. He almost got a concussion. But he had found his métier. He became a sculptor. Though he has been a trailblazer, he has always been the odd man out. Minimalism was just one of many stops on his six-decade journey through the art world.", "url": "https://www.nytimes.com/2017/03/19/arts/design/odd-man-in-the-sculptor-robert-morris-at-86-is-still-blazing-trails.html"}