{"authors": ["Henry Fountain"], "date_download": "2022-10-25 23:24:42", "date_modify": "2022-10-25 23:24:42", "date_publish": "2017-12-13 13:00:26", "description": "Two studies of the storm that overwhelmed Houston last summer say global warming made the rain much worse.", "filename": "2017_12_13_climate_hurricane-harvey-climate-change.html_module=inline_1666740282.html", "image_url": "https://static01.nyt.com/images/2017/12/13/climate/13CLI-HURRICANEHARVEY1/13CLI-HURRICANEHARVEY1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=dfb90f87285cc88d2e8e370e460246f4cd4a440ac7811f25a68b0b143caf54b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_13_climate_hurricane-harvey-climate-change.html_module=inline_1666740282.html", "title": "Scientists Link Hurricane Harvey’s Record Rainfall to Climate Change", "title_page": "Scientists Link Hurricane Harvey’s Record Rainfall to Climate Change - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW ORLEANS — Climate change made the torrential rains that flooded Houston after Hurricane Harvey last summer much worse, scientists reported Wednesday.\nTwo research groups found that the record rainfall as Harvey stalled over Texas in late August, which totaled more than 50 inches in some areas, was as much as 38 percent higher than would be expected in a world that was not warming.\nWhile many scientists had said at the time that Harvey was probably affected by climate change, because warmer air holds more moisture, the size of the increase surprised some.\n“The amount of precipitation increase is worse than I expected,” said Michael J. Wehner, a senior scientist at Lawrence Berkeley National Laboratory and an author of a paper on his group’s findings, which included the 38 percent figure. Based on how much the world has warmed, Dr. Wehner said, before the analysis he had expected an increase of only about 6 or 7 percent.", "url": "https://www.nytimes.com/2017/12/13/climate/hurricane-harvey-climate-change.html?module=inline"}