{"authors": ["Luis Ferré-Sadurní", "Frances Robles"], "date_download": "2022-10-25 23:45:06", "date_modify": "2022-10-25 23:45:06", "date_publish": "2017-09-19 18:25:29", "description": "A glancing hit by Hurricane Irma left 70 percent of households without power and 34 percent without water. Now Hurricane Maria is on a path to hit the vulnerable island directly.", "filename": "2017_09_19_us_puerto-rico-hurricane-maria_1666741506.html", "image_url": "https://static01.nyt.com/images/2017/09/20/us/20PUERTO-01p/20PUERTO-01p-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3c6b4bb59620f4d767bbeae3b4af142c13d31f28621a81a9c945400f0fd83803&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_19_us_puerto-rico-hurricane-maria_1666741506.html", "title": "Puerto Rico Braces for ‘Potentially Catastrophic’ Hit by Hurricane Maria", "title_page": "Puerto Rico Braces for ‘Potentially Catastrophic’ Hit by Hurricane Maria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hurricane Irma knocked out the basic infrastructure in St. Thomas and St. John, leaving thousands of residents without homes, electricity, water, and telecommunications. St. Croix was virtually unscathed by Irma and has become the United States government’s central command base for relief efforts in the region.\nDominica already sustained “mind boggling” damage from the hurricane, its prime minister said Tuesday, after the storm hit with maximum sustained winds of nearly 160 miles per hour that ripped roofs off buildings, including his own home.\nPuerto Rico hasn’t been hit by a Category 5 storm since Hurricane Okeechobee, also known as San Felipe II, hit on Sept. 13, 1928, and then went on to Florida, where several hundred West Indian workers were killed near Lake Okeechobee.\n“Unofficially, some believe that as many as 1,500 people died in Puerto Rico,” said Stuart Schwartz, a Yale University historian who wrote “Sea of Storms,” a history of hurricanes in the Caribbean. “The question is whether to count people who died in the immediate aftermath of illness and starvation.”\nThe damage was estimated at $80 million. It hit particularly hard because it entered from the southeast and crossed the island diagonally, exiting in the northwest and leaving destruction across the entire island. Maria is similar in its diagonal path, but its trajectory is shorter, so it will not cover the entire swath of the 90-mile island.\nDiagonal storms are particularly dangerous, because they not only cause storm surge at the coast, but they dump rain on the mountains, causing rivers to overflow and wrecking agriculture. San Felipe II destroyed Puerto Rico’s coffee farms, and the island never fully recovered, according to Mr. Schwartz’s book.\nMaria will hit some of Puerto Rico’s most densely populated urban centers, which are ill-prepared, he said.\n“What’s really interesting is to have had three major hurricanes virtually at the same time, and that’s a rare occurrence,” he said. “These aren’t natural disasters, they are natural phenomena, and we humans turn them into disasters by not doing preparations that are necessary in a zone subject to this kind of phenomenon.”", "url": "https://www.nytimes.com/2017/09/19/us/puerto-rico-hurricane-maria.html"}