{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:30:43", "date_modify": "2022-10-25 23:30:43", "date_publish": "2017-03-07 19:58:21", "description": "After several recent incidents that called into question Uber’s culture and tactics, its chief is looking for help leading the ride-sharing company.", "filename": "2017_03_07_technology_uber-travis-kalanick_1666740643.html", "image_url": "https://static01.nyt.com/images/2017/03/08/business/08uber1/08uber1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=fd5a981cd1f80444b3cc12beccab4f1cc928092ceb63a1ff6e5a56597a9bb3fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_07_technology_uber-travis-kalanick_1666740643.html", "title": "Travis Kalanick, Uber’s Chief, Wants a No. 2 Executive", "title_page": "Travis Kalanick, Uber’s Chief, Wants a No. 2 Executive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Travis Kalanick, chief executive of Uber, is seeking a No. 2 executive to lend him a hand after a bumpy start to his year.\nMr. Kalanick issued a one-sentence statement on Tuesday saying, “We’re actively looking for a Chief Operating Officer: a peer who can partner with me to write the next chapter in our journey.”\nAn Uber spokesman declined to comment beyond the statement.\nMr. Kalanick’s search for a chief operating officer follows several blows to Uber this year that have raised questions about the ride-hailing company’s workplace culture and business tactics. Some of the concerns have extended to Mr. Kalanick’s character, and Tuesday’s announcement shows how he intends to restructure the executive suite to get more help, while continuing to lead the company.\nMr. Kalanick said last week that he needed to change as a leader “and grow up,” adding that “I need leadership help, and I intend to get it.” He spoke as part of an apology for berating an Uber driver in February, an incident that was captured on video and made public.", "url": "https://www.nytimes.com/2017/03/07/technology/uber-travis-kalanick.html"}