{"authors": ["Eli Rosenberg", "Christopher Mele"], "date_download": "2022-10-25 23:38:34", "date_modify": "2022-10-25 23:38:34", "date_publish": "2017-02-08 18:04:53", "description": "Wednesday’s temperatures reached 62 degrees in New York City, but don’t get used to it. Up to 12 inches of snow could hit the region on Thursday.", "filename": "2017_02_08_nyregion_NYC-school-closings-winter-storm_1666741114.html", "image_url": "https://static01.nyt.com/images/2017/02/08/blogs/09weather-ss-slide-8FHH/09weather-ss-slide-8FHH-facebookJumbo.jpg?year=2017&h=523&w=1000&s=f1d96edffc41f53ccaab51b88707eea9abb1ed0016115fb3c73c81f5059878f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_08_nyregion_NYC-school-closings-winter-storm_1666741114.html", "title": "Spring Weather? Snowstorm? New York Schools to Close on Thursday", "title_page": "Spring Weather? Snowstorm? New York Schools to Close on Thursday - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The topsy-turvy weather in New York City saw a record-setting 62 degrees on Wednesday, but a significant snowstorm expected to move in overnight prompted Mayor Bill de Blasio to close schools on Thursday.\nThe announcement came after the National Weather Service on Wednesday posted a winter storm warning for the city and a blizzard warning for the eastern part of Long Island. Forecasts called for 8 to 12 inches of snow throughout northern New Jersey, the Hudson Valley, Long Island, coastal Connecticut and the city.\nThe heaviest snow was expected from early Thursday morning through afternoon, with wind gusts up to 35 m.p.h., the service said on its website.\nNationwide, airports were reporting more than 2,800 canceled flights for Thursday, according to FlightAware.com, a flight-tracking website. Newark Liberty International Airport had 603 canceled flights, La Guardia Airport, 566, and Kennedy International Airport, 480, the website reported on Thursday night.", "url": "https://www.nytimes.com/2017/02/08/nyregion/NYC-school-closings-winter-storm.html"}