{"authors": ["Jonathan Martin"], "date_download": "2022-10-25 23:35:23", "date_modify": "2022-10-25 23:35:23", "date_publish": "2017-10-15 21:36:52", "description": "The Republican and Democratic candidates in the closely watched contest are struggling to deal with President Trump’s outsize influence.", "filename": "2017_10_15_us_politics_virginia-governor-race-trump-gillespie_1666740923.html", "image_url": "https://static01.nyt.com/images/2017/10/16/us/16dc-virginia1/16dc-virginia1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=9c0b6e1d91115262077b850a533fe2873a04fb6f39c3cd2171b1fec60f496954&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_15_us_politics_virginia-governor-race-trump-gillespie_1666740923.html", "title": "Not on the Ballot, but Dominating the Virginia Governor’s Race: Trump", "title_page": "Not on the Ballot, but Dominating the Virginia Governor’s Race: Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By mid-October, the Virginia governor’s race every four years has typically pierced the consciousness of voters here. State law requires that they pick a new governor each time, and they do so in odd years, free from the distraction of a congressional or presidential campaign on the ballot. Always taking place the year after the White House contest, the statehouse races here and in New Jersey are often looked to for insights about the mood of the electorate toward the new administration.\nBut Mr. Trump has so overwhelmed a campaign waged by a pair of bland candidates lacking signature proposals that, much the same way he does across the Potomac, he has made himself and his incendiary style of politics the central issue.\n“There is so much focus on the activity and the machinations in Washington,” said George Allen, the former Republican governor and senator who ran statewide four times. “With President Trump, whatever he tweets becomes the news till whatever he tweets next.”\nWith the president rampaging through news cycles seemingly every day, the biggest question looming before Mr. Gillespie is whether it is worth the risk of trying to harness Mr. Trump’s total-eclipse-of-the-sun attention-getting skills to rouse conservative voters.\nHis campaign and the Republican Governor’s Association signaled to the White House at a meeting this spring that they preferred the reliable hand of Vice President Mike Pence, who campaigned with Mr. Gillespie on Saturday, over Mr. Trump in a state where the president is loathed in the vote-rich population centers but well-liked in many rural areas.", "url": "https://www.nytimes.com/2017/10/15/us/politics/virginia-governor-race-trump-gillespie.html"}