{"authors": ["Peter Baker", "Sophia Kishkovsky"], "date_download": "2022-10-25 23:47:09", "date_modify": "2022-10-25 23:47:09", "date_publish": "2017-08-02 14:43:25", "description": "The president signed legislation imposing sanctions on Russia and limiting his own authority to lift them, but called some provisions “clearly unconstitutional.”", "filename": "2017_08_02_world_europe_trump-russia-sanctions_1666741629.html", "image_url": "https://static01.nyt.com/images/2017/08/02/us/03dc-prexy/03dc-prexy-facebookJumbo.jpg?year=2017&h=550&w=1050&s=019c9e9e2ec9a2c1f4cc94fab037d6e61c8c7dfc7dcba463916ae58d48192ab6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_02_world_europe_trump-russia-sanctions_1666741629.html", "title": "Trump Signs Russian Sanctions Into Law, With Caveats", "title_page": "Trump Signs Russian Sanctions Into Law, With Caveats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump signed legislation on Wednesday imposing sanctions on Russia and limiting his own authority to lift them, but asserted that the measure included “clearly unconstitutional provisions” and left open the possibility that he might choose not to enforce them as lawmakers intended.\nThe legislation, which also includes sanctions on Iran and North Korea, represented the first time that Congress had forced Mr. Trump to sign a bill over his objections by passing it with bipartisan, veto-proof majorities. Even before he signed it, the Russian government retaliated by seizing two American diplomatic properties and ordering the United States to reduce its embassy staff members in Russia by 755 people.\nThe measure reflected deep skepticism among lawmakers in both parties about Mr. Trump’s friendly approach to President Vladimir V. Putin of Russia and an effort to prevent Mr. Trump from letting the Kremlin off the hook for its annexation of Crimea, military intervention in Ukraine and its meddling in last year’s American election. Rather than the rapprochement Mr. Trump once envisioned, the United States and Russia now seem locked in a spiral of increasing tension.\nUnlike other bill signings, Mr. Trump did not invite news media photographers to record the event, nor did he say anything about it to reporters. He ignored questions about the legislation at an unrelated event and instead relegated his comments to two written statements, one meant for Congress to describe caveats in his approval of the bill and the other issued to reporters to explain his grudging decision to sign.", "url": "https://www.nytimes.com/2017/08/02/world/europe/trump-russia-sanctions.html"}