{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:45:47", "date_modify": "2022-10-25 23:45:47", "date_publish": "2017-04-17 02:36:54", "description": "Underlying figures back up the view that Chinese growth is humming along, but a government forecast suggests that economists expect slower growth later in the year.", "filename": "2017_04_16_business_china-gdp_1666741547.html", "image_url": "https://static01.nyt.com/images/2017/04/17/business/17chinagdp/17chinagdp-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1416a943bfaa582383d963f95e107493eea1c88ac9b6fb101a64c8817658f766&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_16_business_china-gdp_1666741547.html", "title": "China’s Economy Grows 6.9%, but Warning Signs Persist", "title_page": "China’s Economy Grows 6.9%, but Warning Signs Persist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Economists had expected industrial production to maintain in March the same 6.3 percent growth that it demonstrated in January and February and were taken by surprise by Monday’s announcement that production was up 7.6 percent. That means China’s factories are staying busy. Exports are one reason, as the world appears to be showing more appetite for the types of things that China churns out and sends abroad. The Treasury Department’s decision in Washington on Friday not to name China as a currency manipulator, despite a campaign promise by President Trump to do so, removes another possible threat to China’s exports.\nConsumer electronics have led China’s export boom in recent years and have also been at the center of rising domestic demand. Production continues to surge for devices like smartphones and energy-efficient light-emitting diodes, an alternative to compact fluorescent lights or traditional incandescent bulbs.\nLiu Rulong, 25, a salesman for Guangzhou Juhong Optoelectronics, a manufacturer of light-emitting diodes based in southeastern China, said that his sales were up 20 percent. He said he was expecting monthly bonuses this spring of $1,160 to $1,450 and that some colleagues earned even more.\n“I’m still in the middle — some salesmen did far better than me,” Mr. Liu said.\nReal estate is a big factor in China’s growth. Last year, China’s central bank urged commercial banks to step up mortgage lending to support the housing market, which had been weakening in some cities. The additional mortgages have produced frenzied buying over the past year.\nMarch showed a big bulge of extra steel production last year as construction started to take off. So March this year was expected to indicate a slowdown. But steel output last month jumped 7.1 percent from last year’s high base.\nAll this comes amid signs that China is trying to curb the lending that has driven so much of its growth in recent years. That lending kept the economy going but resulted in heavy debt that economists worry could hinder the country’s growth for years to come. So far, the government’s modest pressure on banks to limit lending, notably through slight increases in short-term interest rates, seems to have had only a limited impact on overall bank lending, however, and little effect on mortgage lending.", "url": "https://www.nytimes.com/2017/04/16/business/china-gdp.html"}