{"authors": ["Reed Abelson"], "date_download": "2022-10-25 23:30:56", "date_modify": "2022-10-25 23:30:56", "date_publish": "2017-02-15 01:16:28", "description": "President Trump seized on the company’s decision as support for his call to repeal and replace the Affordable Care Act.", "filename": "2017_02_14_health_humana-plans-to-pull-out-of-obamacares-insurance-exchanges_1666740656.html", "image_url": "https://static01.nyt.com/images/2017/02/15/science/15INSURE/15INSURE-facebookJumbo.jpg?year=2017&h=550&w=1050&s=196138724339385cbb609f5fe0acfc8857baebc4e0affe082b37272a5cfc6806&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_14_health_humana-plans-to-pull-out-of-obamacares-insurance-exchanges_1666740656.html", "title": "Humana Plans to Pull Out of Obamacare’s Insurance Exchanges", "title_page": "Humana Plans to Pull Out of Obamacare’s Insurance Exchanges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Insurers are complaining loudly about the uncertainty surrounding what will happen in the coming years, even though many states’ exchanges have showed some signs of stability. Several major insurers have said they cannot begin to decide whether to offer coverage next year until the government clarifies if and how it plans to change the rules.\nBased in Louisville, Ky., Humana is not a major player in the individual exchanges and is among the national insurers, like Aetna and UnitedHealth Group, that have struggled to make money in the market. The company has steadily scaled back its presence, selling policies for 2017 in just 11 states. In early January, the company said the number of its customers buying coverage through the exchanges had dropped to about 150,000, a small fraction of the roughly 12 million individuals who initially signed up for coverage through the exchanges.\nThe company’s main focus has been selling private insurance under Medicare. Humana released word of its withdrawal on Tuesday after it announced that it would no longer pursue a merger with Aetna, another large insurer. The Justice Department won a legal challenge against the combination last month.\nThe company cited an “initial analysis of data” about the type of customers who signed up for its plans this year, and it said that it saw no evidence that the market was improving but that it was “seeing further signs of an unbalanced risk pool,” as customers with expensive medical conditions continued to enroll as compared with healthy people.\nHumana’s move “could be a harbinger of things to come,” said Sabrina Corlette, a research professor at Georgetown University who studies the health insurance market and who has warned that the lack of clarity from Congress and the Trump administration could result an exodus by insurers.", "url": "https://www.nytimes.com/2017/02/14/health/humana-plans-to-pull-out-of-obamacares-insurance-exchanges.html"}