{"authors": ["Robin Pogrebin", "Scott Reyburn"], "date_download": "2022-10-25 23:55:10", "date_modify": "2022-10-25 23:55:10", "date_publish": "2017-11-16 00:58:56", "description": "The price was astounding, even more so because some experts criticized a Christie’s marketing campaign that glossed over the painting’s flaws.", "filename": "2017_11_15_arts_design_leonardo-da-vinci-salvator-mundi-christies-auction_1666742110.html", "image_url": "https://static01.nyt.com/images/2017/11/16/autossell/AFP_UB2RT/AFP_UB2RT-facebookJumbo.jpg?year=2017&h=549&w=1050&s=ee447eccb6ac71670ace17b85a929e25e0df3e615e95124404ecc5cb5038a26b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_15_arts_design_leonardo-da-vinci-salvator-mundi-christies-auction_1666742110.html", "title": "Leonardo da Vinci Painting Sells for $450.3 Million, Shattering Auction Highs", "title_page": "Leonardo da Vinci Painting Sells for $450.3 Million, Shattering Auction Highs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There was a palpable air of anticipation at Christie’s Rockefeller Center headquarters as the art market’s major players filed into the sales room. The capacity crowd included top dealers like Larry Gagosian, David Zwirner and Marc Payot of Hauser & Wirth. Major collectors had traveled here for the sale, among them Eli Broad and Michael Ovitz from Los Angeles; Martin Margulies from Miami; and Stefan Edlis from Chicago. Christie’s had produced special red paddles for those bidding on the Leonardo, and many of its specialists taking bids on the phone wore elegant black.\nEarlier, 27,000 people had lined up at pre-auction viewings in Hong Kong, London, San Francisco and New York to glimpse the painting of Christ as “Savior of the World.” Members of the public — indeed, even many cognoscenti — cared little if at all whether the painting might have been executed in part by studio assistants; whether Leonardo had actually made the work himself; or how much of the canvas had been repainted and restored. They just wanted to see a masterwork that dates from about 1500 and was rediscovered in 2005.\n“There is extraordinary consensus it is by Leonardo,” said Nicholas Hall, the former co-chairman of old master paintings at Christie’s, who now runs his own Manhattan gallery. “This is the most important old master painting to have been sold at auction in my lifetime.”\nThat is the kind of name-brand appeal that Christie’s was presumably banking on by placing the painting in its high-profile contemporary art sale, rather than in its less sexy annual old master auction, where it technically belongs. To some extent, the auction house succeeded with the painting even before the sale, having secured a guaranteed $100 million bid from an unidentified third party. It is the 12th artwork to break the $100 million mark at auction, and a new high for any old master at auction, surpassing Rubens’s “Massacre of the Innocents,” which sold for $76.7 million in 2002 (or more than $105 million, adjusted for inflation).\nBut many art experts argue that Christie’s used marketing window dressing to mask the baggage that comes with the Leonardo, from its compromised condition to its complicated buying history and said that the auction house put the artwork in a contemporary sale to circumvent the scrutiny of old masters experts, many of whom have questioned the painting’s authenticity and condition.\n“The composition doesn’t come from Leonardo,” said Jacques Franck, a Paris-based art historian and Leonardo specialist. “He preferred twisted movement. It’s a good studio work with a little Leonardo at best, and it’s very damaged.”", "url": "https://www.nytimes.com/2017/11/15/arts/design/leonardo-da-vinci-salvator-mundi-christies-auction.html"}