{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:26", "date_modify": "2022-10-25 23:28:26", "date_publish": "2017-11-22 04:24:45", "description": "Jones, the Dallas Cowboys owner, had threatened to sue the league and its compensation committee over negotiations to extend the contract of Commissioner Roger Goodell.", "filename": "2017_11_21_sports_jerry-jones-goodell-lawsuit_1666740506.html", "image_url": "https://static01.nyt.com/images/2017/11/22/sports/22nfl1/22nfl1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f6d9cc1a8bfa4f0e864606b4a1375e9730d8ec8f0487c88e2e36474f3a9d6284&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_21_sports_jerry-jones-goodell-lawsuit_1666740506.html", "title": "Jerry Jones Calls Off Threat to Sue N.F.L. Over Goodell Contract", "title_page": "Jerry Jones Calls Off Threat to Sue N.F.L. Over Goodell Contract - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jerry Jones, the Dallas Cowboys’ owner, has ended his threat to sue the N.F.L. and the six owners on the league’s compensation committee who are negotiating a contract extension for Commissioner Roger Goodell, ending one of the league’s most contentious internal standoffs in recent years.\nIn a letter sent Tuesday to Arthur Blank, the owner of the Atlanta Falcons who is also the chairman of the compensation committee, Jones said that he had threatened to sue because he did not feel the committee understood his demand that all owners — not just those on the committee — have “a voice in approving the terms” of Goodell’s contract extension.\nNow that the compensation committee “is receiving valuable feedback from a number of owners,” Jones said, he is “standing down from my threat of litigation against the committee.”\nJones’s threat to sue the owners nearly three weeks ago precipitated a rancorous debate among the owners, who, despite their differences and sometimes sizable egos, manage to settle most of their disputes behind closed doors through a well-established system of committees and private meetings.", "url": "https://www.nytimes.com/2017/11/21/sports/jerry-jones-goodell-lawsuit.html"}