{"authors": ["Liam Stack", "Christina Caron"], "date_download": "2022-10-25 23:49:18", "date_modify": "2022-10-25 23:49:18", "date_publish": "2017-08-14 15:21:39", "description": "The violence in Charlottesville, Va., is prompting a new push to relocate prominent symbols of the Confederacy.", "filename": "2017_08_14_us_confederate-statue-kentucky_1666741758.html", "image_url": "https://static01.nyt.com/images/2017/08/13/us/14xp-lexington2/14xp-lexington2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=7beae13a7da4c434a3d1497a1a96d09d8bfd84d3440f0820054405048b761129&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_14_us_confederate-statue-kentucky_1666741758.html", "title": "State Leaders Call for Confederate Monuments to Be Removed", "title_page": "State Leaders Call for Confederate Monuments to Be Removed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Officials in several states are calling for the removal of public monuments that have become controversial symbols of the Confederacy, driven by the national outcry over the violence in Charlottesville, Va., that erupted on Saturday during a protest organized by white nationalists.\nIn Nashville on Monday, protesters at the state Capitol demanded the removal of a bust of Nathan Bedford Forrest that sits between the Statehouse and Senate chambers, The Tennessean reported. Forrest, a Confederate general and KKK leader, was involved in an 1864 massacre of black soldiers.\nTop Tennessee Democrats asked for its removal in 2015. But the Tennessee Heritage Protection Act, passed in 2016, has made the process more difficult.\nNashville is also home to another statue of Forrest that has been described as “terrifying,” with eyes that glow “like a flesh-eating zombie on bath salts,” as a Washington Post reporter once wrote. Despite efforts to remove it, the statue still stands.\nAnna Lopez Brosche, president of the Jacksonville City Council in Florida, said in a statement on Monday that she is asking the city to take an inventory of all Confederate symbols on public property, and to “develop an appropriate plan of action” to relocate them to places like museums and education institutions.\n“It is important to never forget the history of our great city; and, these monuments, memorials, and markers represent a time in our history that caused pain to so many,” she said Monday.\nIn Maryland, a statue of the former Supreme Court Justice Roger B. Taney, which sits in front of the Statehouse, has drawn ire. Michael E. Busch the House speaker, told The Baltimore Sun on Monday that “it’s the appropriate time to remove it.” Taney is best known for ruling against Dred Scott in 1857, decreeing that blacks couldn’t claim United States citizenship, and therefore couldn’t sue in federal court.\nMayor Jim Gray of Lexington, Ky., said in a statement on Saturday that plans to move two statues of Confederate figures from the grounds of the former courthouse there were in place before the violence in Charlottesville, in which a 32-year-old woman was killed and at least 34 others were injured. He said what happened there “accelerated the announcement I intended to make next week.”\n“We have thoroughly examined this issue, and heard from many of our citizens,” he said.\nThe statues in question are of John Hunt Morgan, a Confederate general, and John C. Breckinridge, the 14th vice president of the United States who also served as the Confederate secretary of war.\nThe former courthouse, which has not been used for several years, is scheduled to reopen as a visitors center next year. The proposal under consideration would move the statues to a city park, Veterans Park, according to The Lexington Herald-Leader.\nMr. Gray said the next step was to ask the Lexington-Fayette Urban County Council to support a petition to the Kentucky Military Heritage Commission, which he said was a required step in the process. “Details to come,” he said.\nEfforts to remove Confederate symbols, most notably statues and the flag, from public parks and buildings intensified in 2015 after a white supremacist, Dylann Roof, killed nine black worshipers at a church in Charleston, S.C.\nBut as officials and residents in states such as Louisiana, South Carolina and Virginia have found in recent years, removing symbols of the Confederacy can be easier said than done.\nOpponents of Confederate symbols see them as celebrations of racism and slavery, but their defenders say they are historically important and accuse critics of erasing the past or attacking white or Southern heritage.\nThe debates have become heated. The violence that erupted in Charlottesville on Saturday began as a protest by white nationalists, neo-Nazis and Ku Klux Klan members over the proposed removal of a statue of the Confederate general Robert E. Lee in Emancipation Park, formerly Lee Park.\nIt was one of the largest public rallies of white nationalist groups in years and one of the bloodiest confrontations yet over the future of a Confederate monument. But the removal of Confederate symbols has raised the specter of violence before.\nWhen workers began to take down four monuments to the Confederacy in New Orleans in April, they wore flak jackets and helmets to protect against possible attacks and wrapped scarves around their faces to conceal their identities. The removal of the monuments, which included a 15,000-pound obelisk, happened under police guard.\nIt was an act of mass murder that sparked the removal of the Confederate battle flag from its place of honor in front of the South Carolina Statehouse. A yearslong campaign to bring the flag down reached its goal only after the massacre at Emanuel African Methodist Episcopal Church spurred Gov. Nikki R. Haley and a critical mass of legislators to support its removal.\nDuring the 2016 campaign, the flags came to mean something else for some people: a symbol of support for the candidacy of President Trump and a rebuke of sorts to the liberal forces, like political correctness, that he railed against while campaigning.\nConfederate battle flags and other symbols of the Old South appeared at Trump rallies held in former Confederate states like Florida and Virginia but also in places far above the Mason-Dixon line, including Colorado, Michigan and Oregon.\nWhen Mr. Trump announced his candidacy in 2015, he said that he supported Ms. Haley’s call for the Confederate flag to be removed from the grounds of the South Carolina Statehouse.\n“I think they should put it in the museum, let it go, respect whatever it is that you have to respect, because it was a point in time, and put it in a museum,” Mr. Trump told reporters at the time.", "url": "https://www.nytimes.com/2017/08/14/us/confederate-statue-kentucky.html"}