{"authors": ["Patrick Mcgeehan"], "date_download": "2022-10-25 23:51:09", "date_modify": "2022-10-25 23:51:09", "date_publish": "2017-08-17 16:25:28", "description": "After 25 years of planning, the work to transform Manhattan’s main post office into an extension of Pennsylvania Station is finally underway.", "filename": "2017_08_17_nyregion_manhattans-farley-post-office-will-soon-be-a-grand-train-hall_1666741869.html", "image_url": "https://static01.nyt.com/images/2017/08/17/nyregion/00FARLEY1/00FARLEY1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=bea28300453380c4a4321a8505a264188d7d2d71dbdcd7ad1b5b8fc3d31c6372&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_17_nyregion_manhattans-farley-post-office-will-soon-be-a-grand-train-hall_1666741869.html", "title": "Manhattan’s Farley Post Office Will Soon Be a Grand Train Hall", "title_page": "Manhattan’s Farley Post Office Will Soon Be a Grand Train Hall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Cuomo, a Democrat, spoke in grand terms about the acre of glass that will cover the vast hall and the original steel trusses that will hold the skylights aloft. Over the whir of drills and the crackle of welding torches, he explained how workers had spent the last several weeks demolishing the concrete-and-steel floor of the huge room where the city’s mail once was sorted. The entire complex takes up two city blocks, from 31st Street to 33rd Street between Eighth and Ninth avenues.\nCritics may differ about the current design – it is the fifth iteration of a plan first presented by Sen. Daniel P. Moynihan in the early 1990s – but there is little doubt that it would be a vast improvement over the existing Penn Station. That building, across Eighth Avenue from the Farley, was already one of the most reviled transit hubs in the region before two trains derailed there this spring, spurring emergency repairs that have disrupted the routines of thousands of commuters this summer.\nThe Farley project would not solve Penn Station’s operational problems or add capacity for more trains, but it would provide many passengers with a more pleasant place to wait to board trains. For diversions, it will contain 700,000 square feet of shops, restaurants and commercial space.\nTwo major private developers, Related Companies and Vornado, have agreed to contribute $630 million toward the conversion in exchange for a 99-year lease on the Farley Building — excluding space along Eighth Avenue that the post office will retain.", "url": "https://www.nytimes.com/2017/08/17/nyregion/manhattans-farley-post-office-will-soon-be-a-grand-train-hall.html"}