{"authors": ["Kevin Roose"], "date_download": "2022-10-25 23:33:29", "date_modify": "2022-10-25 23:33:29", "date_publish": "2017-08-15 20:41:28", "description": "Discord, a chat app for video game players, became a digital home for the alt-right before deciding to ban their chat rooms on Monday.", "filename": "2017_08_15_technology_discord-chat-app-alt-right_1666740809.html", "image_url": "https://static01.nyt.com/images/2017/08/16/business/16ROOSE1/16ROOSE1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=578567807f855107faa41c31ad1cf1e2ac97e4e7b9881b9383d97c3cb7a2c748&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_15_technology_discord-chat-app-alt-right_1666740809.html", "title": "This Was the Alt-Right’s Favorite Chat App. Then Came Charlottesville.", "title_page": "This Was the Alt-Right’s Favorite Chat App. Then Came Charlottesville. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Discord also attracted far-right political groups, whose members were drawn to the app’s privacy and anonymity features. Discord allows users to form private, invitation-only chat groups invisible to those outside the app, and it allows a high degree of anonymity, making it an ideal choice for people looking to avoid detection or surveillance. Perhaps most importantly, it is largely self-policed — administrators of servers, as Discord’s group chat rooms are known, set their own rules and are responsible for keeping their members in line.\nLeaders like Richard Spencer, who is credited with coining the term “alt-right,” and Andrew Anglin, the editor of the neo-Nazi website The Daily Stormer, used Discord to discuss current events and debate movement strategy. These discussions were not always harmonious, and often featured infighting and disagreement over tactics and cooperation with older and less internet-savvy groups like the Ku Klux Klan and Vanguard America. But Discord became a private sounding board for the movement, and over time, Discord groups devoted to far-right politics — including one where newcomers were required to show proof of Caucasian skin before being given posting privileges — swelled to thousands of members.\nIn the days leading up to the “Unite the Right” rally, Discord proved that it could be an indispensable organizing tool. White nationalists used alt-right Discord servers to form car pools to Charlottesville and arrange local lodging. On the eve of the protest, one Discord user posted a poem written to commemorate the gathering, titled “The Fire Rises.” (Sample stanza: “A brotherhood of white man’s will / against Jews and their disguises. / And we will march on Charlottesville / as the fire rises.”) And on Saturday, after the protest had ended with three people dead and more injured, the moderator of one Discord server declared the rally a success, posting: “Hail victory! Hail our people!”\n“It’s become a central communication interface for the white nationalist and neo-Nazi movements,” said Keegan Hankes, an analyst with the Southern Poverty Law Center, a nonprofit that studies right-wing extremist groups. “It’s pretty unavoidable to be a leader in this movement without participating in Discord.”\nFor months, Discord’s executives and board members debated what to do about the alt-right’s presence on its platform. Some favored stricter controls and banning hateful speech entirely. Others took the view that since these rooms were private, Discord’s responsibility extended only as far as removing illegal content when it was flagged to them. Discord’s community guidelines prohibit “sharing content that is directly threatening someone’s physical or financial state,” but the company also takes pains to reassure users that their messages will stay private, saying that “we do not actively monitor and aren’t responsible for any activity or content that is posted.”\nJosh Elman, a Discord board member and investor with Greylock Partners, told me before the Charlottesville rally that Discord was analogous to a chat app like Skype or iMessage, and said that it had fewer responsibilities to patrol for hateful content than a public-facing social network.", "url": "https://www.nytimes.com/2017/08/15/technology/discord-chat-app-alt-right.html"}