{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:45:27", "date_modify": "2022-10-25 23:45:27", "date_publish": "2017-01-24 15:01:20", "description": "Congressional Budget Office projections reveal the strain that the debt will have on the economy as President Trump embarks on plans to slash taxes and ramp up spending.", "filename": "2017_01_24_us_politics_budget-deficit-trump.html__r=0_1666741527.html", "image_url": "https://static01.nyt.com/images/2017/01/25/us/25deficit2/25deficit2-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=f21a555bb7c566ea2dba00bb4b7d609e4d012398842df3b81909e4acf677bef9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_24_us_politics_budget-deficit-trump.html__r=0_1666741527.html", "title": "Federal Debt Projected to Grow by Nearly $10 Trillion Over Next Decade", "title_page": "Federal Debt Projected to Grow by Nearly $10 Trillion Over Next Decade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — After seven years of fitful declines, the federal budget deficit is projected to swell again, adding nearly $10 trillion to the federal debt over the next 10 years, according to projections from the nonpartisan Congressional Budget Office. The numbers reveal the strain that government debt could have on the economy as President Trump presses to slash taxes and ramp up spending.\nThe deficit figures released Tuesday will be a major challenge to House Republicans, who were swept to power in 2010 on fears of a bloated deficit and who made controlling red ink a major part of their agenda under former President Barack Obama.\nStatutory caps imposed in 2011 on domestic and military spending have helped temper the deficit. But those controls are likely to be swamped by health care and Social Security spending that will rise with an aging population.\nNow, congressional leaders will have to choose between their fealty to the cause of fiscal prudence and the demands of the new president, who wants $1 trillion in infrastructure work over 10 years, a surge in military spending and large tax cuts for individuals and corporations.", "url": "https://www.nytimes.com/2017/01/24/us/politics/budget-deficit-trump.html?_r=0"}