{"authors": ["Clyde Haberman"], "date_download": "2022-10-25 23:51:53", "date_modify": "2022-10-25 23:51:53", "date_publish": "2017-05-18 13:01:20", "description": "Mr. Ailes exerted wide influence on American politics with his conservative Fox News, only to be undone by sexual harassment allegations.", "filename": "2017_05_18_business_media_roger-ailes-dead_1666741913.html", "image_url": "https://static01.nyt.com/images/2017/05/18/us/18ailesalpha2/18ailesalpha2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=a3e27124ef3923dd2ef01547350e270c7b8170a4ea785bf447eb21327af361e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_18_business_media_roger-ailes-dead_1666741913.html", "title": "Roger Ailes, Who Built Fox News Into an Empire, Dies at 77", "title_page": "Roger Ailes, Who Built Fox News Into an Empire, Dies at 77 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Mr. Reagan floundered for a while in his 1984 re-election campaign, Mr. Ailes coached him in ways to appear sharper in a televised debate and to display his innate affability. Four years later, the aggressive Ailes approach kicked into high gear in the presidential campaign of the elder George Bush. He coaxed Mr. Bush into sounding tough, to dispel a so-called wimp factor that hung over the candidate like a dark cloud.\nThat was the campaign of the notorious Willie Horton commercial. It focused on a black man who had raped a woman and assaulted her husband while free on a prison-furlough program in Massachusetts that was supported by the Democratic candidate, Michael S. Dukakis. The ad was widely attacked as blatantly racist, but it appeared to work as a vote magnet for Mr. Bush.\nMr. Ailes claimed he had nothing to do with the commercial. Nonetheless, he told Time magazine in 1988 that “the only question is whether we depict Willie Horton with a knife in his hand or without it.” He later said he was joking.\nReflecting on his career as a political operative, he insisted that he had not been motivated by a right-wing agenda.\n“People think I stayed in politics because I wanted conservatives to run the world,” he told The New York Times Magazine in 1995. “Actually, it was the money.”\nYet he clung to conservative politics even in the quiet setting of Garrison, N.Y., where he and his wife bought property in 2001, across the Hudson River from the United States Military Academy. In 2008 the couple purchased a sleepy community newspaper, The Putnam County News and Recorder, and, with Ms. Ailes as publisher, turned it into a blunt instrument of conservative thought. They sold the paper toward the end of 2016. They bought their Palm Beach home last fall for a reported $36 million.\nMr. Ailes relished his reputation as a battler. Take the time he punched that hole in the wall. “It was just a drywall, and luckily I didn’t hit any beams,” he told Zev Chafets, author of the biography “Roger Ailes: Off Camera.”\n“But somebody,” he said, “put a frame around the hole and wrote, ‘Don’t mess with Roger Ailes.’ ”", "url": "https://www.nytimes.com/2017/05/18/business/media/roger-ailes-dead.html"}