{"authors": ["Jessica Silver-Greenberg"], "date_download": "2022-10-25 23:35:51", "date_modify": "2022-10-25 23:35:51", "date_publish": "2017-10-25 02:21:46", "description": "A Senate vote to overturn a rule restricting arbitration clauses, with Vice President Mike Pence breaking a tie, was part of a Republican push to roll back Obama-era financial regulations.", "filename": "2017_10_24_business_senate-vote-wall-street-regulation_1666740951.html", "image_url": "https://static01.nyt.com/images/2017/10/25/business/25ARBITRATION1/25ARBITRATION1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2cb8dac8f0ac7c480debaa91b9ae9cdce73362c9716f373b18068905a2b5ea90&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_24_business_senate-vote-wall-street-regulation_1666740951.html", "title": "Consumer Bureau Loses Fight to Allow More Class-Action Suits", "title_page": "Consumer Bureau Loses Fight to Allow More Class-Action Suits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senate Republicans voted on Tuesday to strike down a sweeping new rule that would have allowed millions of Americans to band together in class-action lawsuits against financial institutions.\nThe overturning of the rule, with Vice President Mike Pence breaking a 50-to-50 tie, will further loosen regulation of Wall Street as the Trump administration and Republicans move to roll back Obama-era policies enacted in the wake of the 2008 economic crisis. By defeating the rule, Republicans are dismantling a major effort of the Consumer Financial Protection Bureau, the watchdog created by Congress in the aftermath of the mortgage mess.\nThe rule, five years in the making, would have dealt a serious blow to financial firms, potentially exposing them to a flood of costly lawsuits over questionable business practices.\nFor decades, credit card companies and banks have inserted arbitration clauses into the fine print of financial contracts to circumvent the courts and bar people from pooling their resources in class-action lawsuits. By forcing people into private arbitration, the clauses effectively take away one of the few tools that individuals have to fight predatory and deceptive business practices. Arbitration clauses have derailed claims of financial gouging, discrimination in car sales and unfair fees.", "url": "https://www.nytimes.com/2017/10/24/business/senate-vote-wall-street-regulation.html"}