{"authors": ["Mark Landler", "Maggie Haberman"], "date_download": "2022-10-25 23:02:47", "date_modify": "2022-10-25 23:02:47", "date_publish": "2017-08-22 00:27:16", "description": "The president, who had called for American withdrawal from Afghanistan before he took office, in the end accepted a “big military” approach as the only viable option.", "filename": "2017_08_21_world_asia_trump-afghanistan_1666738967.html", "image_url": "https://static01.nyt.com/images/2017/08/21/us/21trump-afghanistan-live/21trump-afghanistan-live-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f974475372698e942baf138d63dceaf7735b8cb794f63bff5be7bd2b9b0f16e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_21_world_asia_trump-afghanistan_1666738967.html", "title": "Angry Trump Grilled His Generals About Troop Increase, Then Gave In", "title_page": "Angry Trump Grilled His Generals About Troop Increase, Then Gave In - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s skepticism about America’s involvement in Afghanistan was no secret to his staff. But his top national security officials were still taken aback at a meeting in the Situation Room on July 19, when an angry Mr. Trump began ripping apart their latest proposal to send thousands of additional American troops to the country.\n“We’re losing,” the president declared, according to a person who was in the room. The plan, he complained, was vague and open-ended, with no definition of victory. “What does success look like?” he asked.\nThe day before that meeting, Mr. Trump had invited four soldiers who had served in Afghanistan to the White House for lunch. His exchanges with these enlisted men, an official said, left him sober about the prospects for turning around a war that has dragged on for nearly 16 years. He showed up the next day determined to ask hard questions.\nOn Monday night, Mr. Trump finally put forward a broader strategy for Afghanistan, one that would require thousands more American troops but place more conditions on the Afghan government. His decision, several officials said, was less a change of heart than a weary acceptance of the case, made during three months of intense White House debate by the military leaders who dominate his war cabinet.", "url": "https://www.nytimes.com/2017/08/21/world/asia/trump-afghanistan.html"}