{"authors": ["William D. Cohan"], "date_download": "2022-10-25 23:47:04", "date_modify": "2022-10-25 23:47:04", "date_publish": "2017-04-21 19:40:25", "description": "Senator Elizabeth Warren wants to separate commercial banking from investment banking. That won’t fix Wall Street, though it could help Goldman Sachs.", "filename": "2017_04_21_business_dealbook_bring-back-glass-steagall-goldman-sachs-would-love-that_1666741624.html", "image_url": "https://static01.nyt.com/images/2017/04/22/business/22db-streetscene/22db-streetscene-facebookJumbo.jpg?year=2017&h=549&w=1050&s=8c51a5c978778bfb00479d50ff76d5181582dd7b88768717d6dbf4753e4cbd82&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_21_business_dealbook_bring-back-glass-steagall-goldman-sachs-would-love-that_1666741624.html", "title": "Bring Back Glass-Steagall? Goldman Sachs Would Love That", "title_page": "Bring Back Glass-Steagall? Goldman Sachs Would Love That - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It was clear that the path to salvation for the financial system — at least in 2008 — was through the big banks that were already in the investment banking business. (The glaring exception was Citigroup, the global commercial bank, which would surely have failed without its government rescue, in large part because of the behavior of its investment bankers in packaging up defective mortgages.)\nIf Ms. Warren had had her way, JPMorgan Chase’s rescue of Bear Stearns and Bank of America’s rescue of Merrill Lynch would have been prohibited. Ironically, if she has her way in the future and investment banking is once again separated from commercial banking, the biggest beneficiary of a new Glass-Steagall law would be the Wall Street firm she surely hates the most: Goldman Sachs, which just happens to be Mr. Cohn’s old firm (and which paid him hundreds of millions of dollars during his 26-year tenure).\nUnlike JPMorgan Chase and Bank of America, Goldman Sachs has no physical retail bank branches and only a sliver of its rivals’ trillions of dollars in deposits. What better way for Mr. Cohn to repay his former colleagues than by endorsing a plan that would virtually eliminate Goldman’s remaining competitors and cause them to spend years, and billions of dollars, going down the rabbit hole of separating their commercial and investment banking businesses? Goldman Sachs would love nothing more than a return to a form of Glass-Steagall.\nLet’s be clear: The problem on Wall Street is not the size of the banks, their concentration of assets or the businesses they choose to be in. In fact, the big Wall Street banks are global leaders and the envy of competitors — especially in Western Europe and in Asia — that are struggling to figure out how to survive in a world of higher capital requirements, less leverage and more rules and regulations.\nThe problem on Wall Street remains one of improper incentives. When people are rewarded for taking big risks with other people’s money, that’s exactly what they will do. It’s a problem made worse when top bankers, traders and executives on Wall Street collectively no longer have enough of their own skin in the game to make a difference to them when the things that they do go awry. They get rich either way.\nThat is what needs to change on Wall Street, not some outdated, cockamamie notion of having the government dictate what businesses Wall Street can be in or how big a bank can be. Chances are that Ms. Warren leaked the news that Mr. Cohn might be willing to support one of her pet projects. That is what savvy politicians do, I guess.\nWhat’s unfortunate is that she has yet to figure out that not only is the idea of separating investment banking from commercial banking not the panacea she is hoping it will be, but it is also not something banks’ clients, customers and counterparties want to have happen.\nThe crafty Mr. Cohn is playing the senior senator from Massachusetts for the fool.", "url": "https://www.nytimes.com/2017/04/21/business/dealbook/bring-back-glass-steagall-goldman-sachs-would-love-that.html"}