{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:35:54", "date_modify": "2022-10-25 23:35:54", "date_publish": "2017-09-27 14:28:23", "description": "A majority leader celebrated for years as a brilliant tactician suddenly looks vulnerable to dissent in his caucus, and insurgent Republican candidates.", "filename": "2017_09_27_us_politics_mcconnell-gambled-on-health-care-and-the-alabama-senate-race-he-lost_1666740954.html", "image_url": "https://static01.nyt.com/images/2017/09/28/us/28dc-mcconnell1/28dc-mcconnell1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=20b15d41aeddb5945afba4fe312321dd41f4ba328ca44a3390e5277045710068&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_27_us_politics_mcconnell-gambled-on-health-care-and-the-alabama-senate-race-he-lost_1666740954.html", "title": "McConnell Gambled on Health Care and the Alabama Senate Race. He Lost.", "title_page": "McConnell Gambled on Health Care and the Alabama Senate Race. He Lost. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But that story line never broke through. In fact, the race spotlighted growing divisions between establishment Republicans personified by Mr. McConnell and his allies and Trump Republicans, even though it was Mr. Strange who had the president’s endorsement.\nThe gap was so wide that when Mr. Trump campaigned for Mr. Strange, he tried to distance the senator from the Republican leader.\n“They say he’s friendly with Mitch — he doesn’t even know Mitch McConnell,” Mr. Trump told a raucous crowd of several thousand people.\nThat was not quite true. The Senate Leadership Fund, a “super PAC” that Mr. McConnell helped found, spent nearly $9 million trying to elect Mr. Strange, said Steven Law, its president and chief executive. Mr. Law, like Mr. Holmes, attributed the outcome of the campaign to “dissatisfaction with the sluggish pace of change in Washington,” adding that “Republican primary voters are just as angry in 2017 as they were in 2016.”\nWith Democrats across the country energized by the election of Mr. Trump, some analysts say Democrats now have an outside chance to pick up the seat — even in a deeply conservative state like Alabama. But if Mr. Moore wins, he will almost certainly be a wild card in the Senate, where Mr. McConnell is already struggling to keep the 52 Republicans in line.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“The stakes here are high,” said Scott Jennings, a Republican strategist who is close to Mr. McConnell. “His majority of 52 is slim, and it’s even slimmer when you consider at any given time there are four to six of them who are contrarians. So if you take out a Luther, who is not a contrarian, and you throw in a Roy Moore, who’s going to be a contrarian, that makes the majority even less effective and productive.”", "url": "https://www.nytimes.com/2017/09/27/us/politics/mcconnell-gambled-on-health-care-and-the-alabama-senate-race-he-lost.html"}