{"authors": ["Richard Fausset", "Jennifer Steinhauer"], "date_download": "2022-10-25 23:24:42", "date_modify": "2022-10-25 23:24:42", "date_publish": "2017-03-08 10:00:27", "description": "Jon Ossoff, a 30-year-old running for the House seat vacated by Tom Price, has raised about $3 million while 11 Republican candidates fight for attention.", "filename": "2017_03_08_us_jon-ossoff-georgia-special-election.html__r=0_1666740282.html", "image_url": "https://static01.nyt.com/images/2017/03/09/us/09Georgia-1/00georgia-web01-facebookJumbo.jpg?year=2017&h=549&w=1050&s=467da74d283616cb2bec086ab3b2195ef098e0481a2ab969aca4e5d5fc9b54f9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_08_us_jon-ossoff-georgia-special-election.html__r=0_1666740282.html", "title": "A Democrat in Conservative Georgia Rides Opposition to Trump", "title_page": "A Democrat in Conservative Georgia Rides Opposition to Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALPHARETTA, Ga. — Jon Ossoff is a 30-year-old Democrat who has never served in an elected position, running for Congress in a decidedly conservative district. But thanks to his online pitch to voters — “Make Trump Furious” — he has improbably found himself awash in donations: roughly $3 million, his campaign says, while 11 Republican candidates are scrapping for attention.\n“Certainly, I’m the underdog. But in a special election, energy is everything,” said Mr. Ossoff, who, if he makes the runoff after the vote next month, will most likely face off against the leading Republican in the race to fill the congressional seat vacated by Tom Price, President Trump’s new secretary of health and human services.\nIf Democrats have any hopes of recapturing the 24 seats needed to take back the House, they will depend on a lot of anti-Trump energy and underdogs like Mr. Ossoff. The race in Georgia, in a district Republicans have held for a generation, will be an early test of Democrats’ ability to capitalize on Mr. Trump’s polarizing presence — he barely won the district last year — and the ability of both parties to choose candidates within their divided ideological factions who can win a general election.\nFueled by the conviction that affluent, educated suburban areas are at least trending toward competitive in the strange and shifting battlefields of Mr. Trump’s America, Democrats believe this is the kind of district where they have a shot.", "url": "https://www.nytimes.com/2017/03/08/us/jon-ossoff-georgia-special-election.html?_r=0"}