{"authors": ["Reed Abelson", "Margot Sanger-Katz"], "date_download": "2022-10-25 23:48:23", "date_modify": "2022-10-25 23:48:23", "date_publish": "2017-02-10 19:06:38", "description": "The new secretary of Health and Human Services has some big decisions to make quickly. First, whether to stabilize Obamacare or burn it to the ground.", "filename": "2017_02_10_upshot_how-to-fix-or-wreck-obamacare-advice-for-tom-price_1666741703.html", "image_url": "https://static01.nyt.com/images/2017/02/11/us/11up-letter1/11up-letter1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=2d097f5cf78c25b351b59b497d0569ab612371c5099bf28c902640f98e43d9be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_10_upshot_how-to-fix-or-wreck-obamacare-advice-for-tom-price_1666741703.html", "title": "How to Fix (or Wreck) Obamacare: Advice for Tom Price", "title_page": "How to Fix (or Wreck) Obamacare: Advice for Tom Price - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are various options available if you wish to weaken the mandate. The easiest would be to simply make it easier for people to get exemptions to the policy. You have a lot of discretion to decide whether people’s personal circumstances represent “hardships” that make it difficult for them to buy insurance. If you broaden these categories, and widely advertise these changes, you might cause many more Americans to forgo insurance coverage.\nDoing this won’t immediately sting insurers, as removing cost-sharing subsidies would. But it would hurt them in two major ways: It would reduce the number of customers buying their products. And it would make the remaining buyers, on average, sicker and more expensive to cover. Insurers could respond to this change by simply raising their prices, but some will probably respond by exiting the Obamacare markets altogether.\nEventually, if you do not have some effective way of enticing people to sign up for insurance, you will destroy the market, said Karen Ignagni, the chief executive of EmblemHealth, who represented the insurers when the law was first drafted. Whenever a state has forced insurers to cover everyone without having a mandate, “there was a death spiral,” she said, in which the prices got so high no one could afford them and the market collapsed.\nWithout legislation, your options for replacing the mandate are quite limited.\nWill you keep Obamacare websites, outreach and other functions running smoothly?\nThe Obama administration often looked under budgetary couch cushions to find money to help Obamacare programs thrive. They funded advertising to bring people into the market, made frequent updates to their website to make it easier to use, and provided grants to outside groups that helped people sign up for coverage.\nPulling back on any of these functions could make it harder for eligible people to find out about Obamacare options and harder for them to find the right plan for their needs. That would also tend to suppress signups among healthy people, and increase the cost of insurance coverage.\nWill you take actions to reduce ‘gaming’ of the system?\nHealth insurers have long complained that consumer protections in the Affordable Care Act make it too easy for people to wait until they are sick to sign up and to cancel their plans once they are well again. Your department’s coming regulation seems to be an effort to respond to some of these concerns.\nSuch actions will probably reassure some nervous insurers by making the market rules more favorable to them. But you may want to avoid making very big changes. There is little time available for carriers to recalculate how they want to price their policies before the filing deadline, and provisions likely to spur court battles may not give them the comfort they are intended to provide.", "url": "https://www.nytimes.com/2017/02/10/upshot/how-to-fix-or-wreck-obamacare-advice-for-tom-price.html"}