{"authors": ["Julie Hirschfeld Davis", "Kate Kelly"], "date_download": "2022-10-25 23:45:27", "date_modify": "2022-10-25 23:45:27", "date_publish": "2017-06-03 18:00:45", "description": "The move would be part of an effort to fulfill a campaign promise to lead $1 trillion in projects to rebuild roads, bridges, railways and waterways.", "filename": "2017_06_03_us_politics_trump-plans-to-shift-infrastructure-funding-to-cities-states-and-business_1666741527.html", "image_url": "https://static01.nyt.com/images/2017/06/04/us/04Infrastructure-1/04Infrastructure-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c0161e91d3a28676b27d0b90dc95df1fe749ce71ce97abef6ff4abc00f4a481d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_03_us_politics_trump-plans-to-shift-infrastructure-funding-to-cities-states-and-business_1666741527.html", "title": "Trump Plans to Shift Infrastructure Funding to Cities, States and Business", "title_page": "Trump Plans to Shift Infrastructure Funding to Cities, States and Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump will lay out a vision this coming week for sharply curtailing the federal government’s funding of the nation’s infrastructure and calling upon states, cities and corporations to shoulder most of the cost of rebuilding roads, bridges, railways and waterways.\nHe will also endorse a plan to privatize and modernize the nation’s air-traffic control system. That plan, which is to be introduced on Monday at the White House and the subject of a major speech in the Midwest two days later, will be Mr. Trump’s first concrete explanation of how he intends to fulfill a campaign promise to lead $1 trillion in United States infrastructure projects. The goal is to create millions of jobs while doing much-needed reconstruction and updating. But the actual details of the initiative are unsettled, and a more intricate blueprint is still weeks or even months from completion.\nWhat the president will offer instead over the coming days, his advisers said, are the contours of a plan. The federal government would make only a fractional down payment on rebuilding the nation’s aging infrastructure. Mr. Trump would rely on a combination of private industry, state and city tax money, and borrowed cash to finance the rest. It would be a stark departure from ambitious infrastructure programs of the past, in which the government played a major role and devoted substantial resources to paying the cost of large-scale projects.\n“We like the template of not using taxpayer dollars to give taxpayers wins,” said Gary Cohn, director of the National Economic Council and an architect of the infrastructure plan, in an interview Friday in his West Wing office.", "url": "https://www.nytimes.com/2017/06/03/us/politics/trump-plans-to-shift-infrastructure-funding-to-cities-states-and-business.html"}