{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:36:02", "date_modify": "2022-10-25 23:36:02", "date_publish": "2017-09-27 21:42:14", "description": "There’s no easy way to keep the “pass-through” provision from being used for tax avoidance.", "filename": "2017_09_27_upshot_the-republican-tax-plans-magic-asterisk_1666740962.html", "image_url": "https://static01.nyt.com/images/2017/09/30/upshot/30up-passthrough2/28up-passthrough2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7a148a62dc4b55f5bc5380cab97d3d3e0a011b09105d96a95cf315089627780a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_27_upshot_the-republican-tax-plans-magic-asterisk_1666740962.html", "title": "Tax Plan Punts on a Loophole for the Wealthy", "title_page": "Tax Plan Punts on a Loophole for the Wealthy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In devising any complicated plan, there will be some knotty issues when it is tempting to offer vague promises of fixes that come later. The new Republican tax plan includes just such language, about a provision that wealthier Americans might find tempting to abuse.\n“The framework contemplates that the committees will adopt measures to prevent the recharacterization of personal income into business income to prevent wealthy individuals from avoiding the top personal tax rate,” says the tax reform blueprint presented on Wednesday by congressional Republicans and the Trump administration.\nIt is an important asterisk to one of the core elements of the plan: a desire to tax income of “pass-through” businesses such as partnerships at a rate of only 25 percent. Currently, such income is taxed at the owners’ individual income tax rate, which is as high as 39.6 percent (and would fall to 35 percent in the Republican plan). The Republicans want the pass-through businesses to have a tax rate more in line with that of big, C-class corporations (which they are proposing to tax at 20 percent).\nBut that vague language about the framework contemplating committees adopting measures shows that a fundamental question about this change remains unanswered.", "url": "https://www.nytimes.com/2017/09/27/upshot/the-republican-tax-plans-magic-asterisk.html"}