{"authors": ["Richard C. Paddock", "Choe Sang-Hun"], "date_download": "2022-10-25 23:45:56", "date_modify": "2022-10-25 23:45:56", "date_publish": "2017-02-22 21:28:41", "description": "Circumstantial evidence points to a North Korean hand in the assassination. And that could complicate Pyongyang’s relationship with China, its main ally.", "filename": "2017_02_22_world_asia_kim-jong-nam-assassination-korea-malaysia_1666741556.html", "image_url": "https://static01.nyt.com/images/2017/02/23/world/23kim-1/23kim-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=56de8a0217cb0c03e901adbd2f71897914529b3ab3419279ce174c3161150fd6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_22_world_asia_kim-jong-nam-assassination-korea-malaysia_1666741556.html", "title": "Kim Jong-nam’s Death: A Geopolitical Whodunit", "title_page": "Kim Jong-nam’s Death: A Geopolitical Whodunit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "North Korea has nonetheless demanded that the body be sent there and, in a statement on Wednesday, the North Korean Embassy said the two women were innocent and should be freed.\nIf the women really had poison on their hands, the embassy statement said, “then how is it possible that these female suspects could still be alive?”\nOne possible theory is that each woman used a single chemical that became lethal only when mixed with another. The Malaysian police, however, said that the substance or substances used in the attack had not yet been identified.\nNorth Korea has denied any involvement in the killing, which is likely to anger China, its main ally, which has been seen as a protector of Kim Jong-nam.\nMr. Kim had long been on a hit list drawn up by his half brother, Kim Jong-un, according to South Korean intelligence. The younger Mr. Kim, 33, has ordered the execution of scores of senior officials, including at least one disfavored relative, and may have been prompted to act if he believed that Beijing saw his half brother as a possible replacement for him.\nMalaysian authorities say the two women arrested, Doan Thi Huong, 28, and Siti Aisyah, 25, were recruited, trained and equipped by four North Koreans who have since fled to their home country.", "url": "https://www.nytimes.com/2017/02/22/world/asia/kim-jong-nam-assassination-korea-malaysia.html"}