{"authors": ["Ana Swanson", "Binyamin Appelbaum"], "date_download": "2022-10-25 23:44:50", "date_modify": "2022-10-25 23:44:50", "date_publish": "2017-11-02 14:47:32", "description": "President Trump breaks with precedent by picking Jerome H. Powell, a Republican on the Federal Reserve’s board, instead of reappointing Janet Yellen.", "filename": "2017_11_02_business_economy_jerome-powell-federal-reserve-trump_1666741490.html", "image_url": "https://static01.nyt.com/images/2017/11/03/us/03dcfed-alpha/03dcfed-alpha-facebookJumbo.jpg?year=2017&h=549&w=1050&s=a4f332ae86eaf81b1ac4258c4472c269ea7420d4ffd7020d21007c71b5ff52fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_02_business_economy_jerome-powell-federal-reserve-trump_1666741490.html", "title": "Trump Announces Jerome Powell as New Fed Chairman", "title_page": "Trump Announces Jerome Powell as New Fed Chairman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump said that he respected Ms. Yellen and on Thursday called her “a wonderful woman who has done a terrific job.” In a statement, Ms. Yellen congratulated her chosen successor and said she was “confident in his deep commitment to carrying out the vital public mission of the Federal Reserve.”\nInflation F.A.Q. Card 1 of 5 What is inflation? Inflation is a loss of purchasing power over time, meaning your dollar will not go as far tomorrow as it did today. It is typically expressed as the annual change in prices for everyday goods and services such as food, furniture, apparel, transportation and toys. What causes inflation? It can be the result of rising consumer demand. But inflation can also rise and fall based on developments that have little to do with economic conditions, such as limited oil production and supply chain problems. Is inflation bad? It depends on the circumstances. Fast price increases spell trouble, but moderate price gains can lead to higher wages and job growth. How does inflation affect the poor? Inflation can be especially hard to shoulder for poor households because they spend a bigger chunk of their budgets on necessities like food, housing and gas. Can inflation affect the stock market? Rapid inflation typically spells trouble for stocks. Financial assets in general have historically fared badly during inflation booms, while tangible assets like houses have held their value better.\nThe Fed under Ms. Yellen’s leadership has sharply reduced unemployment while maintaining control of inflation, coming as close to achieving its congressional mandate as at any time in its history.\nHer prospects to be renominated momentarily lifted making when the president agreed to meet with her on Oct. 19 at the urging of Gary D. Cohn, Mr. Trump’s national economics adviser who himself was once a top candidate.\nMr. Trump came away genuinely impressed with Ms. Yellen, according to a person briefed on the process, but a speech she gave in Jackson Hole, Wyo., in favor of financial regulation damaged her chances given the White House agenda of cutting red tape and freeing up financial firms.\nWhite House officials said Mr. Trump was impressed with Mr. Powell’s combination of government and private sector experience. Ultimately, Mr. Trump, who as a real estate developer benefited from cheap credit, came down for Mr. Powell, whom he hopes will deliver lower interest rates.\nThe position requires Senate confirmation, but Mr. Powell is likely to attract broad support from the Republican majority. He won some Democratic votes when he was confirmed as a Fed governor in 2012, and when he was confirmed again in 2014.\nThe Federal Reserve has embarked on a path of gradually raising its interest rate from ultralow levels meant to stimulate the economy after the financial crisis. The Fed is expected to raise its benchmark interest rate again in December, likely Ms. Yellen’s final act as chair. Under Mr. Powell’s leadership, the Fed will presumably continue on its projected path of raising its interest rate three more times next year, as well as continuing to pare back its massive balance sheet of Treasury notes and bonds.", "url": "https://www.nytimes.com/2017/11/02/business/economy/jerome-powell-federal-reserve-trump.html"}