{"authors": ["Lisa W. Foderaro"], "date_download": "2022-10-25 23:53:53", "date_modify": "2022-10-25 23:53:53", "date_publish": "2017-09-21 14:45:56", "description": "In Nassau and Westchester Counties, where candidates for county executive are squaring off on taxes and ethics, President Trump casts a big shadow.", "filename": "2017_09_21_nyregion_county-executive-astorino-latimer-martins-curran-election_1666742033.html", "image_url": "https://static01.nyt.com/images/2017/09/22/nyregion/22countyexec-promo/22countyexec-promo-facebookJumbo.jpg?year=2017&h=549&w=1050&s=2fcfebb00f0dba1df8a28c76ec9b00cf32c96586d5a8c65de7eef9675bd08766&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_21_nyregion_county-executive-astorino-latimer-martins-curran-election_1666742033.html", "title": "In New York Suburbs, Plenty of Democrats - Just Not at the Top", "title_page": "In New York Suburbs, Plenty of Democrats — Just Not at the Top - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Both Republican candidates in the two counties are training their focus on the economy and property taxes. Nassau and Westchester have the dubious honor of competing for the No. 1 and 2 spots on national lists of counties with the highest property taxes in the nation.\nPolitical pundits note that, in fact, the county portion of a homeowner’s tax bill is relatively small — around 15 to 20 percent — while school taxes make up the lion’s share. Mr. Edelman, who counts Mr. Astorino as a friend, nonetheless faulted him for his no-tax ideology. Mr. Astorino boasts that he has shrunk the county work force by 16 percent and cut the county tax levy by 2 percent over his eight years in office.\n“He’s a wonderful guy; we play golf,” Mr. Edelman said. “But that’s not the point. The point is math.” About 80 percent of the county property tax pays for expenses that are mandated by the state, giving the county discretion over a small fraction of the tax bill.\n“So when you say you are not raising taxes, you are saving a taxpayer who pays 10,000 a year in property taxes $20 a month,” he added. “And what are you doing to save that? You are cutting social services and co-opting the ability of the county to function financially.”\nBut Mr. Astorino, who waged an unsuccessful run against Gov. Andrew M. Cuomo in 2014, is unbowed in his commitment to fiscal austerity. While the county government has contracted, some 44,000 jobs were created in the private sector, he said.\n“Donald Trump is not running in November and people know who I am and what we have been doing here for eight years,” said Mr. Astorino, 50, whom some political observers predict will again challenge Mr. Cuomo next year. “They are going to vote on pocketbook issues here in Westchester. Taxes, jobs, the economy – that’s what people care about.”", "url": "https://www.nytimes.com/2017/09/21/nyregion/county-executive-astorino-latimer-martins-curran-election.html"}