{"authors": ["Alexandra Stevenson"], "date_download": "2022-10-25 23:41:14", "date_modify": "2022-10-25 23:41:14", "date_publish": "2017-05-10 19:03:28", "description": "The upscale grocer named Gabrielle Sulzberger as its new chairwoman and replaced five directors amid a push for changes by the hedge fund Jana Partners and other restless shareholders.", "filename": "2017_05_10_business_dealbook_whole-foods-board_1666741274.html", "image_url": "https://static01.nyt.com/images/2017/04/29/business/29wholefoods1/29wholefoods1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=41cf09216631d84a63d6d8d6621d505f02d17057d78fe46be2aaf2f6bca2427d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_10_business_dealbook_whole-foods-board_1666741274.html", "title": "Whole Foods, Pressured by Restless Investors, Shakes Up Board", "title_page": "Whole Foods, Pressured by Restless Investors, Shakes Up Board - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "John Mackey, a founder of Whole Foods Market, took the helm as sole chief executive last year in a bid to single-handedly revive the upscale grocer’s fortunes.\nOn Wednesday, facing growing pressure from restless shareholders, he brought in reinforcements.\nA month after an activist hedge fund took a stake in Whole Foods and began to agitate for change, the company unveiled a sweeping overhaul of its board, replacing five directors, naming a new chairwoman and bringing in a new chief financial officer. It also laid out plans to improve operations and cut costs.\nThe defensive maneuvering comes as Whole Foods, an organic foods pioneer that helped change the way Americans shop and eat, faces the greatest crisis of confidence in its 37-year history. It also underscores the growing influence of activist shareholders, who continue to press corporate executives.\n“We pay attention to what our shareholders tell us,” Mr. Mackey said in an interview.\n“We’ve been told for some time that we needed to address governance issues,” he said, adding that a main concern from shareholders was that the board was not independent enough.", "url": "https://www.nytimes.com/2017/05/10/business/dealbook/whole-foods-board.html"}