{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:34:34", "date_modify": "2022-10-25 23:34:34", "date_publish": "2017-04-07 09:00:22", "description": "Teachers, doctors and others in the public service loan forgiveness program seek guidance on whether they are truly eligible to erase their student loan debt.", "filename": "2017_04_07_your-money_student-loans_panicked-borrowers-and-the-education-departments-unsettling-silence_1666740874.html", "image_url": "https://static01.nyt.com/images/2017/04/08/business/08money-1491597117094/08money-1491597117094-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9aa1644135b2a780e837c28cf071c0e77291f5fb157aea26e7237c5b294226e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_07_your-money_student-loans_panicked-borrowers-and-the-education-departments-unsettling-silence_1666740874.html", "title": "Panicked Borrowers, and the Education Department’s Unsettling Silence", "title_page": "Panicked Borrowers, and the Education Department’s Unsettling Silence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She has asked for her servicer’s blessing on the eligibility of her nonprofit, and has not heard back yet.\nSince the legal filing, the Education Department has told reporters that it cannot comment on pending litigation. I didn’t ask about that. Instead, I simply asked if its servicer’s letters about whether an employer was eligible were something that borrowers should believe. Its three spokesmen did not answer by my deadline for this article.\nLet’s call the Education Department’s refusal to clarify the matter exactly what it is: meanness. If the department has made mistakes with the litigants and misclassified their employers, it can fix them quickly and settle the suit without freaking out untold numbers of other borrowers.\nTHE RIGHT KIND OF LOAN The Education Department’s instructions, via another information page on its website, are pretty clear: You need to have what the agency refers to as a “direct” loan. As the site explains, if the word “direct” isn’t in the title of your loan, it probably doesn’t qualify. If you aren’t sure what kinds of loans you have or whether your statement from your servicer describes them correctly, you can log into the department’s website and look them up.\nIf you’re making payments on, say, a Federal Family Education Loan (F.F.E.L.) or a Perkins loan, those are not counted toward your 120 payments, even if you work for a qualifying employer (though the Perkins loan has its own cancellation program). You can fix this by consolidating your loans into a direct consolidation loan. Be careful, though: If you consolidate direct loans with nonqualifying loans, any forgiveness-qualifying payments you made on that old direct loan won’t count anymore. The count to 120 resets.\nWhen Dr. Darius Amjadi, a 49-year-old pathologist and Iraq war veteran in Portland, Ore., began his work with a veterans’ hospital, he thought he had a shot at loan forgiveness from the Veterans Affairs Department’s own program. At the same time, his employer informed him that his loans would be eligible for public service loan forgiveness.\nBut the department’s forgiveness has not come through. And it turns out he had not been in the right kind of federal loan to qualify for forgiveness under the public service program, despite what his employer said. “If anyone had said, ‘Check your loans,’ it would have put me on notice,” Dr. Amjadi said. Now, he’s got a balance of $40,000 and has missed out on years of eligibility for forgiveness.", "url": "https://www.nytimes.com/2017/04/07/your-money/student-loans/panicked-borrowers-and-the-education-departments-unsettling-silence.html"}