{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:38:30", "date_modify": "2022-10-25 23:38:30", "date_publish": "2017-02-16 21:21:24", "description": "Republicans control the White House and Congress, and remain united in their desire to change the tax code. But they are far from united in how to achieve that goal.", "filename": "2017_02_16_business_yourtaxes_tax-code-republicans_1666741110.html", "image_url": "https://static01.nyt.com/images/2017/02/19/business/19OVERHAUL/19OVERHAUL-facebookJumbo.png?year=2017&h=549&w=1050&s=e05c15060b5002017141845f2a82775c5cbc50d63ee6511c163948904aa40579&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_16_business_yourtaxes_tax-code-republicans_1666741110.html", "title": "Republicans Agree on Cutting Taxes, but Not on How to Do It", "title_page": "Republicans Agree on Cutting Taxes, but Not on How to Do It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For anyone who thinks that Republican control of the presidency, the Senate and the House of Representatives means that an overhaul of the tax code will zip through at bobsled speed, there is an important phrase to remember:\n“Blah, blah, blah, blah.”\nThat was the reaction of the Republican speaker of the House, John A. Boehner of Ohio, in 2014 to a sweeping overhaul of the federal tax code proposed by the chairman of the Ways and Means Committee — and a member of his own party.\nRepublicans remain united in their desire to cut taxes, simplify the system and recover some of the $2 trillion in untaxed profits that American companies have stashed overseas, out of the reach of the Internal Revenue Service. And the possibility of a once-in-a-generation makeover of the rules governing both business and personal taxes provides powerful motivation. Still, despite their grip on power, they are far from united in how to accomplish those goals.\n“Just because there’s an ‘R’ in the White House, an ‘R’ in the House and an ‘R’ in the Senate doesn’t mean they’re from the same alphabet,” said Douglas Duncan, the chief economist at Fannie Mae.\nThis time around, the speaker, Paul D. Ryan of Wisconsin, and the Ways and Means chairman, Kevin Brady of Texas, have both taken ownership of a House blueprint for transforming the tax code, currently a masterpiece of complexity, inefficiencies and inequities.", "url": "https://www.nytimes.com/2017/02/16/business/yourtaxes/tax-code-republicans.html"}