{"authors": ["Hawes Spencer", "Caitlin Dickerson"], "date_download": "2022-10-25 23:47:41", "date_modify": "2022-10-25 23:47:41", "date_publish": "2017-08-16 20:10:55", "description": "At a memorial service, Ms. Heyer was remembered for a quality described as her most frustrating, and most admired — a passion for fighting injustice.", "filename": "2017_08_16_us_charlottesville-heather-heyer-memorial-mother_1666741661.html", "image_url": "https://static01.nyt.com/images/2017/08/16/multimedia/832728186/832728186-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ca5e141eb73025fbf7346f81f9c2b82df36e8b8f93749a807792a247d1ebbab4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_16_us_charlottesville-heather-heyer-memorial-mother_1666741661.html", "title": "Heather Heyer, Charlottesville Victim, Cannot Be Silenced, Mother Says", "title_page": "Heather Heyer, Charlottesville Victim, Cannot Be Silenced, Mother Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHARLOTTESVILLE, Va. — Heather D. Heyer, the woman run down during violent clashes here, was remembered on Wednesday for a quality that friends and relatives described as her most frustrating, and most admired — a passion for fighting injustice that was so relentless, it often spilled into her work and personal life.\nHundreds of mourners packed a theater in downtown Charlottesville for her memorial service, wearing a sea of purple, her favorite color.\nMs. Heyer, 32, had been among a crowd of counterprotesters who gathered on Saturday in opposition to a rally against the removal of a statue of the Confederate general Robert E. Lee. That rally drew white supremacists, neo-Nazis and Ku Klux Klan members.\nShe was killed when a man drove a Dodge Challenger into the crowd of counterprotesters. The police arrested a suspect who had a history of espousing Nazi ideology. The suspect, identified as James Alex Fields Jr., 20, of Maumee, Ohio, was charged in her death and the wounding of about 20 other protesters.", "url": "https://www.nytimes.com/2017/08/16/us/charlottesville-heather-heyer-memorial-mother.html"}