{"authors": ["Benjamin Mueller"], "date_download": "2022-10-25 23:41:32", "date_modify": "2022-10-25 23:41:32", "date_publish": "2017-08-02 01:07:31", "description": "Advocates for the mentally ill have urged the Police Department to increase the pace of its crisis intervention training.", "filename": "2017_08_01_nyregion_shooting-of-emotionally-disturbed-man-puts-focus-on-new-training_1666741292.html", "image_url": "https://static01.nyt.com/images/2017/08/02/nyregion/02-SHOOTING-1/02-SHOOTING-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=31a5c857ef0f2aa61dbd1936fe8a95ee35aa7ee8d1cf064f6789b1a157b7404d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_01_nyregion_shooting-of-emotionally-disturbed-man-puts-focus-on-new-training_1666741292.html", "title": "Shooting of Emotionally Disturbed Man Puts Focus on New Training", "title_page": "Shooting of Emotionally Disturbed Man Puts Focus on New Training - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For the last two years, in classes of 30 officers at a time, the New York Police Department has been trying to teach officers to defuse encounters with people in mental health crises.\nPolice trainers talk about possible symptoms, drill officers on how to keep people from grabbing their weapons and in some cases even describe their own experiences in therapy. Advocates for those with mental illnesses say New York was slow to embrace the training and still lags behind other cities. But the goal is to give front-line officers tools once reserved for specialized units, so that they can better respond to the 157,000 annual calls in New York City for distressed people.\nOne of those calls came into 911 on Monday afternoon, and by some measures the Police Department’s response reflected its new approach: Three of the four patrol officers who responded happened to have been through the training, and one of those officers fired his Taser stun gun to try to subdue the disturbed man in Brooklyn.\nBut the deadly outcome — another officer subsequently shot and killed the man, Dwayne Jeune, 32 — highlighted the significant limits of the city’s strategy, as well as the unpredictability of mental health emergencies.", "url": "https://www.nytimes.com/2017/08/01/nyregion/shooting-of-emotionally-disturbed-man-puts-focus-on-new-training.html"}