{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:24:46", "date_modify": "2022-10-25 23:24:46", "date_publish": "2017-02-22 10:30:26", "description": "The voters who decided the last election might not decide the next. The road to a Democratic House starts in Orange County in California.", "filename": "2017_02_22_upshot_democrats-best-bet-for-house-control-is-following-the-sun_1666740286.html", "image_url": "https://static01.nyt.com/images/2017/02/22/us/23up-house1/23up-house1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3e879102d87b3e928e79a428695a836cc3136bbbc2b381f24672d960d03aac75&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_22_upshot_democrats-best-bet-for-house-control-is-following-the-sun_1666740286.html", "title": "Democrats’ Best Bet to Retake the House? Follow the Sun", "title_page": "Democrats’ Best Bet to Retake the House? Follow the Sun - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s hard to think of a place that was less relevant to Mr. Trump’s fortunes in 2016. Mrs. Clinton’s success in Orange County, and in well-educated and Hispanic areas elsewhere in the Sun Belt, helped her win the popular vote — though there was no payoff in the Electoral College. But it’s districts like these that will decide whether the Democrats can make a serious run at control of the House.\nThere is no guarantee that the Democrats can put the House in play, even if Mr. Trump’s approval ratings remain as low as they are now or slip further. The Republicans have so many safe seats that they could even survive a so-called wave election like the ones that swept Democrats to power in 2006 and out of power in 2010. The Democrats need 24 seats to retake the House.\nBut whether the Democrats can do it will come down to places like Orange County, which is more populous than Iowa. Four congressional districts that have at least some territory in the county still have Republican representatives, and all four were carried by Mrs. Clinton.\nIt’s not much of an exaggeration to say that the road to a Democratic House begins and ends at Laguna Beach.\nDarrell Issa, who represents the California coast from southern Orange County to part of La Jolla, is probably the nation’s most vulnerable incumbent. That’s based on factors that tend to predict which districts are likeliest to be competitive — like the result of his last election (he won by just 1 point) and how the district voted in recent presidential contests.", "url": "https://www.nytimes.com/2017/02/22/upshot/democrats-best-bet-for-house-control-is-following-the-sun.html"}