{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:42:01", "date_modify": "2022-10-25 23:42:01", "date_publish": "2017-02-02 01:56:46", "description": "As Snap, the parent company of Snapchat, takes steps to go public, its leader still relies on unconventional notions to upend social media.", "filename": "2017_02_01_technology_snapchat-snap-ceo-evan-spiegel_1666741321.html", "image_url": "https://static01.nyt.com/images/2017/02/02/business/02spiegel1/02spiegel1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a0a59768f6843001ac18fb9cb92c85f97b4824df54c39ccb05f0db1c3688aa33&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_01_technology_snapchat-snap-ceo-evan-spiegel_1666741321.html", "title": "Snap’s Chief Taps Into the ‘Right Now’", "title_page": "Snap’s Chief Taps Into the ‘Right Now’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mary Ritti, a spokeswoman for Snap, declined to comment for this story.\nMr. Spiegel grew up in Pacific Palisades, a wealthy Los Angeles suburb, and attended Crossroads, a prep school in Santa Monica that counts Jonah Hill, Kate Hudson and Jack Black as alumni.\nHe lived a privileged life, with expensive cars, exclusive club memberships and fancy vacations, according to records from his parents’ divorce proceedings. His father, John Spiegel, a securities lawyer who helped overhaul the Los Angeles Police Department after the Rodney King beating in 1991, also had his children volunteer and build homes in poor areas of Mexico.\nWhile many techies talk about how the industry is a meritocracy, Mr. Spiegel has not shied from his wealthy roots. In public comments, he has said he is “a young, white, educated male who got really, really lucky. And life isn’t fair.”\nAt Stanford, also his father’s alma mater, Mr. Spiegel majored in product design and started a handful of companies with Mr. Murphy, a fellow Kappa Sigma fraternity brother. (Their early start-ups flopped.) There, Mr. Spiegel also met some of the men who would become his mentors, including Scott Cook, then the chief executive of Intuit, and Eric Schmidt, the Google chairman, who taught an M.B.A. class that he attended.\nMr. Spiegel “really is the next Gates or Zuckerberg,” Mr. Schmidt said in an interview, comparing the Snap chief to Microsoft’s co-founder, Bill Gates, and Facebook’s chief, Mark Zuckerberg. “He has superb manners, which he says he got from his mother. He credits his father’s long legal calls, which he overheard, to giving him perspective on business and structure as a very young man.”\nWhen Snapchat started taking off, Mr. Spiegel did not wait to graduate from Stanford. He moved the company to the Venice Beach boardwalk, away from what he perceived as Silicon Valley’s too-narrow focus on technology.", "url": "https://www.nytimes.com/2017/02/01/technology/snapchat-snap-ceo-evan-spiegel.html"}