{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:23:19", "date_modify": "2022-10-25 23:23:19", "date_publish": "2017-04-05 19:26:39", "description": "Groups asked to ban chlorpyrifos from food within 30 days if the Environmental Protection Agency cannot prove it is safe.", "filename": "2017_04_05_well_advocacy-groups-ask-for-ban-on-common-pesticide_1666740199.html", "image_url": "https://static01.nyt.com/images/2017/04/06/science/06PESTICIDE/06PESTICIDE-facebookJumbo.jpg?year=2017&h=549&w=1050&s=d1d61a4e265aaa241f5726a1e4c52682bdc17613fc791310074324c1aed9f687&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_05_well_advocacy-groups-ask-for-ban-on-common-pesticide_1666740199.html", "title": "Advocacy Groups Ask for Ban on Common Pesticide", "title_page": "Advocacy Groups Ask for Ban on Common Pesticide - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Advocacy organizations seeking to ban a pesticide linked to developmental disorders in children asked the courts Wednesday to intervene and order the Environmental Protection Agency to ban the pesticide from food within 30 days and from all uses within 60 days if it cannot prove it is safe.\nThe head of the E.P.A., Scott Pruitt, last week denied the petition to outlaw chlorpyrifos, a pesticide often used on apples, oranges and other crops, even though the agency’s own safety experts concluded that the chemical should be outlawed. Mr. Pruitt did not present any new evidence that it is safe, and said the agency could not be forced to complete a review of chlorpyrifos until 2022, when there is a deadline for re-evaluating it.\nThe E.P.A. had been under a court order to respond by the end of March to a 10-year-old petition to ban the chemical, originally filed in 2007 by the Natural Resources Defense Council and Pesticide Action Network.\nThe most recent E.P.A. analysis concluded that children were being exposed to up to 140 times the safe levels of the pesticide through food alone. An earlier report said drinking water can also be contaminated.", "url": "https://www.nytimes.com/2017/04/05/well/advocacy-groups-ask-for-ban-on-common-pesticide.html"}