{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:30:08", "date_modify": "2022-10-25 23:30:08", "date_publish": "2017-08-23 16:00:15", "description": "Following the first revolution of 1917, women were permitted to fight on the front lines.", "filename": "2017_08_23_insider_russian-women-muster-for-a-battalion-of-death_1666740608.html", "image_url": "https://static01.nyt.com/images/2017/08/22/insider/worldwar170823a/worldwar170823a-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1ac5bf8490e23b49102057592eb8285a75cf08a586b7f35b24f74a750e580f29&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_23_insider_russian-women-muster-for-a-battalion-of-death_1666740608.html", "title": "Russian Women Muster for a ‘Battalion of Death’", "title_page": "Russian Women Muster for a ‘Battalion of Death’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“When at last in the fever of change the Russian Revolution made anything possible,” the Mid-Week Pictorial reported 100 years ago, “a band of girls of adventurous disposition and endowed with the high courage of youth came forward and joined a ‘Battalion of Death’ to try to infuse the Russian Army with a new desire for victory.”\nImage “Pope Benedict XV, who has issued an earnest appeal to all belligerents to negotiate terms of peace.” Credit... International Film Service/The New York Times Mid-Week Pictorial, Aug. 23, 1917\nTheir commander was Maria Bochkareva (spelled “Botchkareva” by The Times). Already a decorated soldier, she met in May 1917 with Alexander Kerensky, the head of the provisional government. To solve the problem of rampant desertion she proposed the creation of all-women battalions that “would shame the men into continuing the fight,” Carolyn Harris wrote on Smithsonian.com in April.\n“On May 21, Bochkareva issued a call to arms, stating: ‘Men and women citizens! ... Our mother is perishing. Our mother is Russia. I want to help save her. I want women whose hearts are pure crystal, whose souls are pure, whose impulses are lofty. With such women setting an example of self sacrifice, you men will realize your duty in this grave hour.’ The speech, which was reprinted in the newspapers the next day, attracted 2,000 volunteers. Only 500 met Bochkareva’s high standards during training. In her memoirs, she claimed, ‘I sent away 1,500 women for their loose behavior.’”", "url": "https://www.nytimes.com/2017/08/23/insider/russian-women-muster-for-a-battalion-of-death.html"}