{"authors": ["Katie Benner", "Mike Isaac"], "date_download": "2022-10-25 23:30:43", "date_modify": "2022-10-25 23:30:43", "date_publish": "2017-03-03 21:02:28", "description": "Uber is considering ways to make its stock compensation policies more friendly to its workers, said people with knowledge of a meeting where the issue was discussed.", "filename": "2017_03_03_technology_uber-said-to-consider-changes-to-employee-stock-compensation_1666740643.html", "image_url": "https://static01.nyt.com/images/2017/03/04/business/04-UBERSTOCK/04-UBERSTOCK-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ddf67d50b689da8b02d3ec23d6344a18220840e404c78bf277f3ec741cf18911&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_03_technology_uber-said-to-consider-changes-to-employee-stock-compensation_1666740643.html", "title": "Uber Said to Consider Changes to Employee Stock Compensation", "title_page": "Uber Said to Consider Changes to Employee Stock Compensation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The events have buffeted employees at Uber’s headquarters in San Francisco and elsewhere. Some have said that they plan to leave the company. On Friday, Ed Baker, vice president of product and growth, resigned from the company, a departure that was earlier reported by Recode.\nAnother Uber worker, who declined to be named, said that while some employees may have quit, turnover has not changed much in the last month.\nAn Uber spokesman declined to comment.\nStock compensation has long been an issue for Uber workers. Early employees, who joined the company several years ago, received stock options — which allow them to buy shares at a low price — as part of their compensation packages.\nYet unlike other technology companies, Uber gives employees only 30 days to buy those shares if they leave. At other companies, departing employees get months or years to buy the shares. If Uber’s workers do not buy the shares in the 30-day period, they forfeit the stock back to the company.\nBuying private company stock like Uber’s also creates a tax bill for individuals, a bill that has swelled as Uber’s valuation has soared to close to $70 billion. Some Uber employees have said they have been unable to come up with enough money to pay for their stock and the tax bill. They said that had left them little choice but to stay at the company and wait for a public offering of stock, or leave and give up stock that could someday be lucrative.", "url": "https://www.nytimes.com/2017/03/03/technology/uber-said-to-consider-changes-to-employee-stock-compensation.html"}