{"authors": ["Mark Landler", "Choe Sang-Hun"], "date_download": "2022-10-25 23:45:28", "date_modify": "2022-10-25 23:45:28", "date_publish": "2017-11-29 15:09:47", "description": "The North’s claims about its latest missile test raise the question of whether a deal to freeze its arsenal could be a possibility.", "filename": "2017_11_29_world_asia_north-korea-nuclear-missile-.html_ref=todayspaper&_r=0_1666741528.html", "image_url": "https://static01.nyt.com/images/2017/11/30/world/30nkorea-1/30nkorea-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=dab79e821cbebc2b4463a0eb3b8d514775d2526f9d267693ca2fecf5ec6c52a3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_29_world_asia_north-korea-nuclear-missile-.html_ref=todayspaper&_r=0_1666741528.html", "title": "North Korea Says It’s Now a Nuclear State. Could That Mean It’s Ready to Talk?", "title_page": "North Korea Says It’s Now a Nuclear State. Could That Mean It’s Ready to Talk? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — After firing an intercontinental ballistic missile higher than ever before, North Korea this week said it had mastered nuclear-strike capability and become a full-fledged nuclear state. That claim was immediately met with skepticism, not least in the White House.\nBut by showing that its missiles can reach Washington — even if there is doubt that North Korea can deliver a nuclear warhead there — Pyongyang took yet another step toward that goal. Its latest test raised a question the United States and its allies seem likely to have to answer sooner or later: Is it time to accept that North Korea will never give up its nuclear arms, and try to reach a deal to stop its arsenal from growing further?\nChina and Russia have been pushing for an agreement that would freeze Pyongyang’s nuclear program, in exchange for a suspension of joint military exercises between the United States and South Korea. The United States rejects the idea; officials said the administration would stick to its strategy of marshaling international pressure on the North Korean leader, Kim Jong-un, to give up his nuclear weapons.\nOn Wednesday, President Trump vowed to impose “additional major sanctions” on the North, though he got ahead of his bureaucracy by saying on Twitter that they would be announced that day. White House officials said the Treasury Department was still drafting the measures.", "url": "https://www.nytimes.com/2017/11/29/world/asia/north-korea-nuclear-missile-.html?ref=todayspaper&_r=0"}