{"authors": ["Judy Berman"], "date_download": "2022-10-25 23:31:26", "date_modify": "2022-10-25 23:31:26", "date_publish": "2017-10-25 11:35:14", "description": "The wildly popular sci-fi/horror series is returning to Netflix, just in time for that spookiest of holidays.", "filename": "2017_10_25_watching_stranger-things-cast-season-2-refresher_1666740686.html", "image_url": "https://static01.nyt.com/images/2016/09/12/watching/12watching1/12watching1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=45b0a794f93d5c6d7c05bae2a06fe660d2835adf50690744b3b7fa7c35ca343d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_25_watching_stranger-things-cast-season-2-refresher_1666740686.html", "title": "‘Stranger Things’ Is Back. Here’s What to Remember Before Watching Season 2.", "title_page": "‘Stranger Things’ Is Back. Here’s What to Remember Before Watching Season 2. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As we find out, Will was spirited away to a creepy parallel dimension known as the Upside Down, by a monster whose head resembles a Venus fly trap. Will’s friends start calling the creature Demogorgon, after a demon from Dungeons and Dragons.\nIn the Season 1 finale, Jonathan; his friend Nancy Wheeler (Natalia Dyer); and her boyfriend, Steve (Joe Keery), booby-trap the Byers house and lure the Demogorgon there in hopes of killing it. The teens put up a valiant fight, but as soon as they manage to set the monster on fire, it escapes. Thankfully, they’ve distracted it just long enough to allow Joyce to sneak into the Upside Down in hopes of saving Will.\n[ Watch Some of the ’80s Movies That Inspired ‘Stranger Things’ ]\nIn the final scene of the season, Will, Joyce and Jonathan celebrate Christmas together at home. It’s a happy ending — until Will starts to feel sick, coughs up a sluglike creature in the bathroom and is transported, for a moment, back to the Upside Down. You can take the kid out of the nightmare realm, but it seems that you can’t quite take the nightmare realm out of the kid.", "url": "https://www.nytimes.com/2017/10/25/watching/stranger-things-cast-season-2-refresher.html"}