{"authors": ["Matthew Haag"], "date_download": "2022-10-25 23:47:44", "date_modify": "2022-10-25 23:47:44", "date_publish": "2017-08-14 12:07:29", "description": "A State Police helicopter crashed while monitoring a rally of white nationalists on Saturday, killing two troopers, H. Jay Cullen and Berke M. M. Bates.", "filename": "2017_08_14_us_virginia-police-helicopter-crash_1666741664.html", "image_url": "https://static01.nyt.com/images/2017/08/14/us/14XP-PILOTScombo/14XP-PILOTScombo-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=a40c3c22cdf3472521cac57aac9bfaceef8dd704c14869802f491febdaa7a6e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_14_us_virginia-police-helicopter-crash_1666741664.html", "title": "Death of 2 State Troopers Adds Another Layer of Tragedy in Charlottesville", "title_page": "Death of 2 State Troopers Adds Another Layer of Tragedy in Charlottesville - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lt. H. Jay Cullen was a veteran Virginia State Police trooper who had nearly 20 years of experience flying helicopters and airplanes for the department’s aviation unit. Trooper Berke M. M. Bates paid his way through aviation school last year in hopes of fulfilling his lifelong dream of flying for the State Police.\nOn Saturday, Lieutenant Cullen and Trooper Bates were in a Bell 407 helicopter circling Charlottesville, Va., keeping watch on the violent demonstrations at a rally of white nationalists. But a few minutes before 5 p.m., and for reasons that are not yet clear, the helicopter fell from the sky and burst into flames in a wooded residential area on the outskirts of the University of Virginia campus.\nBoth Lieutenant Cullen, 48, who was piloting the helicopter, and Trooper Bates, who would have turned 41 on Sunday, died at the scene, adding another layer of tragedy to a violent day of unrest. Hours before the crash, a man driving a Dodge Challenger rammed into a line of cars near a crowd of people protesting the rally. Heather D. Heyer, 32, was killed and many more were injured.\n“Our state police and law enforcement family at-large are mourning this tragic outcome to an already challenging day,” Col. W. Steven Flaherty, the superintendent of the Virginia State Police, said in a statement. Referring to Lieutenant Cullen and Trooper Bates, he added, “Their deaths are a tremendous loss to our agency and the Commonwealth.”\nThe National Transportation Safety Board is investigating.\nLieutenant Cullen and Trooper Bates ascended to high-profile, specialized positions. Pilots help law enforcement across the state, swoop in during search-and-rescue operations and transport patients in emergencies.", "url": "https://www.nytimes.com/2017/08/14/us/virginia-police-helicopter-crash.html"}