{"authors": ["Parul Sehgal"], "date_download": "2022-10-25 23:37:29", "date_modify": "2022-10-25 23:37:29", "date_publish": "2017-10-04 20:14:58", "description": "The eight fables in Carmen Maria Machado’s “Her Body and Other Parties,” a finalist for the National Book Award, all depict women on the verge.", "filename": "2017_10_04_books_review-her-body-and-other-parties-carmen-maria-machado_1666741049.html", "image_url": "https://static01.nyt.com/images/2017/10/06/books/06bookmachado1/06bookmachado1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=7726e055d6c5ae98c60bc894043c38306b9f235758bf2a7a27098633474d15da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_04_books_review-her-body-and-other-parties-carmen-maria-machado_1666741049.html", "title": "Fairy Tales About the Fears Within", "title_page": "Fairy Tales About the Fears Within - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She has been decapitated twice, had her right arm sawed off once and been smeared with paint too many times to count. No public monument has faced such steady abuse as the statue of Hans Christian Andersen’s Little Mermaid perched on a large rock in a Copenhagen harbor. Among her most faithful assailants have been feminist groups protesting her as “a symbol of hostility to women.” In 2006, they attached a dildo to her hand, in honor of International Women’s Day.\nThere might be no better illustration of the lasting, unsettling power of fairy tales. Despite efforts to sanitize them or give them a feminist slant, a whiff of something disreputable lingers, something slightly kinky. “Children know something they can’t tell,” Djuna Barnes wrote in “Nightwood.” “They like Red Riding Hood and the wolf in bed!”\n“Her Body and Other Parties,” by Carmen Maria Machado, is a love letter to an obstinate genre that won’t be gentrified. It’s a wild thing, this book, covered in sequins and scales, blazing with the influence of fabulists from Angela Carter to Kelly Link and Helen Oyeyemi, and borrowing from science fiction, queer theory and horror.\nPublished just this week, “Her Body and Other Parties” was released in the wake of its success: It’s been named a finalist for the National Book Award and for the Kirkus Prize, and its publisher, Graywolf, has already gone back for a third printing. Not since Karen Russell’s “St. Lucy’s Home for Girls Raised by Wolves,” in 2006, has a debut collection of short stories from a relatively unknown author garnered such attention, or deserved it more.", "url": "https://www.nytimes.com/2017/10/04/books/review-her-body-and-other-parties-carmen-maria-machado.html"}