{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:48:37", "date_modify": "2022-10-25 23:48:37", "date_publish": "2017-08-09 09:00:35", "description": "As pressure builds on Gov. Andrew Cuomo to reunify Democrats in the State Senate, the group’s leader accused him of seeing only her “black skin” and gender.", "filename": "2017_08_09_nyregion_cuomo-stewart-cousins-new-york-senate-democrats_1666741717.html", "image_url": "https://static01.nyt.com/images/2017/08/09/pageoneplus/09IDCCuomo1/09IDCCuomo1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=272c9cc97aec1133ad02c80db827d3eeb0cc77d1973d6ac1a4e794b06a3ac275&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_09_nyregion_cuomo-stewart-cousins-new-york-senate-democrats_1666741717.html", "title": "Tensions Flare as Cuomo Confronts Democratic Rift", "title_page": "Tensions Flare as Cuomo Confronts Democratic Rift - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As he looks to heighten his national profile, criticizing the Republican health care bill and President Trump’s immigration policy, Gov. Andrew M. Cuomo of New York has been forced to confront a political schism far closer to home.\nFor five years, a group of renegade Democrats has enabled Republicans to control the State Senate, even though they are in the minority. Mr. Cuomo, a Democrat, has at times benefited from that strange reality: Having a divided Legislature allowed him to position himself as a deal-making centrist.\nBut after the election of Donald J. Trump, pressure has mounted on Mr. Cuomo to reunite his party.\nReunification was the agenda of a strategy session last month in Mr. Cuomo’s Midtown Manhattan office, attended by nearly two dozen Democratic state senators. When the discussion turned to how to best win elections, Mr. Cuomo suggested to the assembled lawmakers — many of them from New York City — that the leader of eight breakaway Democrats, Senator Jeffrey D. Klein, had a better understanding of the suburbs than they had.\nThat was all Senator Andrea Stewart-Cousins, the Senate minority leader who represents the suburbs of Westchester County, needed to hear.", "url": "https://www.nytimes.com/2017/08/09/nyregion/cuomo-stewart-cousins-new-york-senate-democrats.html"}