{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:44:09", "date_modify": "2022-10-25 23:44:09", "date_publish": "2017-11-09 20:16:47", "description": "An official says the arrests were based on three years of investigations, which found that $100 billion in state funds had been lost to corruption.", "filename": "2017_11_09_world_middleeast_saudi-arabia-corruption-arrests_1666741449.html", "image_url": "https://static01.nyt.com/images/2017/11/10/world/10saudi/10saudi-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1217f7a6025f453f6d50f018bc1de1f3a8cd1e4440fbf1343ed111eb42852a21&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_09_world_middleeast_saudi-arabia-corruption-arrests_1666741449.html", "title": "Saudi Arabia Says 200 Detained in Anti-Corruption Crackdown", "title_page": "Saudi Arabia Says 200 Detained in Anti-Corruption Crackdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — More than 200 people have been summoned for questioning, and most are still detained, in a wide-ranging crackdown that Saudi Arabia says is aimed at rooting out corruption and reclaiming embezzled funds, the government said Thursday.\nThe kingdom’s attorney general, Sheikh Saud al-Mojeb, said in a statement that Saudi authorities believed that at least $100 billion “had been misused though systematic corruption and embezzlement over several decades.”\nThe statement provided new details about the crackdown, which has singled out some of the kingdom’s most prominent princes, investors and media moguls, but left many questions unanswered.\nThe government has portrayed the arrests as a crackdown on corruption, but critics see the detentions as an effort by the Saudi crown prince, Mohammed bin Salman, to neutralize any remaining power centers in the kingdom that could challenge his rule. They also note that in a monarchy like Saudi Arabia, the blurry lines between public and private money make it unclear what exactly qualifies as corruption.", "url": "https://www.nytimes.com/2017/11/09/world/middleeast/saudi-arabia-corruption-arrests.html"}