{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:45:31", "date_modify": "2022-10-25 23:45:31", "date_publish": "2017-11-30 00:41:19", "description": "In a rambling speech in Missouri on Tuesday, President Trump criticized the rich and said the tax bill in Washington would not help people like him.", "filename": "2017_11_29_us_politics_a-main-street-tax-speech-becomes-a-trump-riff-on-the-rich_1666741531.html", "image_url": "https://static01.nyt.com/images/2017/11/30/us/politics/30dc-trumpspeech/30dc-trumpspeech-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9ef69f3397d3b228dede34e6b36e4cb01718794e4742b879f634a0358702fe09&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_29_us_politics_a-main-street-tax-speech-becomes-a-trump-riff-on-the-rich_1666741531.html", "title": "A ‘Main Street’ Tax Speech Becomes a Trump Riff on the Rich", "title_page": "A ‘Main Street’ Tax Speech Becomes a Trump Riff on the Rich - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ST. CHARLES, Mo. — President Trump flew to Missouri on Wednesday to talk about tax cuts lifting Main Street and the middle class. But he kept getting sidetracked by repeating unfounded claims that the tax bill poised to pass the Senate would hurt rich people, himself included.\n“This is going to cost me a fortune, this thing, believe me,” Mr. Trump said, in the midst of a frequently meandering 45-minute speech to a festive crowd of 1,000. Then he invoked Senator Chuck Schumer of New York, the Democratic leader. “This is not good for me. Me, it’s not so — I have some very wealthy friends. Not so happy with me, but that’s OK. You know, I keep hearing Schumer: ‘This is for the wealthy.’ Well, if it is, my friends don’t know about it.”\nMr. Trump went on to promise to sign the bill, and to vow that, if passed, it would reduce taxes by $2,000 a year for a family of four with a $75,000 annual income. A few moments later, Mr. Trump was back talking about the rich, and about his own taxes going up.\n“We’re also going to eliminate tax breaks and complex loopholes taken advantage by the wealthy,” Mr. Trump said. “Who are they? I don’t know.”", "url": "https://www.nytimes.com/2017/11/29/us/politics/a-main-street-tax-speech-becomes-a-trump-riff-on-the-rich.html"}