{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:11", "date_modify": "2022-10-25 23:56:11", "date_publish": "2017-06-16 20:59:21", "description": "The three assailants were shot and killed at the scene of the attacks, which ended a period of relative calm in the Old City.", "filename": "2017_06_16_world_middleeast_israel-palestinians-attack-jerusalem.html__r=0_1666742171.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_16_world_middleeast_israel-palestinians-attack-jerusalem.html__r=0_1666742171.html", "title": "Israeli Dies as Palestinian Attackers Stage Assaults in Jerusalem", "title_page": "Israeli Dies as Palestinian Attackers Stage Assaults in Jerusalem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Three Palestinian men armed with knives and a improvised submachine gun carried out nearly simultaneous attacks in two locations outside the walls of the Old City in East Jerusalem on Friday, killing an Israeli border police officer as dusk was falling and the daily Ramadan fast was drawing to a close.\nThe authorities identified the border police officer as Staff Sergeant Major Hadas Malka, 23. She was stabbed several times as she fought her attacker, the police said. She was taken to a nearby hospital in critical condition and was pronounced dead two hours later.\nSeveral other police officers and passers-by were moderately or lightly injured, according to initial reports by the police and emergency services. The three assailants were shot and killed at the scene of the attacks, which occurred almost simultaneously and a short distance apart.\nThe Islamic State took responsibility for the attacks, a claim that could not be confirmed independently.", "url": "https://www.nytimes.com/2017/06/16/world/middleeast/israel-palestinians-attack-jerusalem.html?_r=0"}