{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:43:37", "date_modify": "2022-10-25 23:43:37", "date_publish": "2017-05-17 00:27:22", "description": "A look at what qualifies as obstructing justice, and whether the accusations against President Trump could fit in that definition.", "filename": "2017_05_16_us_politics_obstruction-of-justice-explained-russia-investigation_1666741417.html", "image_url": "https://static01.nyt.com/images/2017/05/17/us/17obstructionexplainer/17obstructionexplainer-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7170d13e182c41b440d380ef4e159110b00e69a4856e3084feb6c297cdf6c9f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_16_us_politics_obstruction-of-justice-explained-russia-investigation_1666741417.html", "title": "What Is Obstruction of Justice? An Often Murky Crime, Explained", "title_page": "What Is Obstruction of Justice? An Often Murky Crime, Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“He really needs a lawyer,” Ms. O’Sullivan said of Mr. Trump. “He is building a beautiful case against himself.”\nDid Trump have lawful authority to fire Comey?\nYes. But courts have ruled that otherwise lawful acts can constitute obstruction of justice if done with corrupt intentions. In a 1998 case, for example, a federal appeals court upheld the conviction of a lawyer who had filed legal complaints and related motions against a government agent who was investigating an illegal gambling operation. The court ruled that the defendant’s “nominally litigation-related conduct” was unlawful because his real motive was “to safeguard his personal financial interests” in the corrupt enterprise.\nWhat would such a case entail, in theory?\nObstruction of justice cases often come down to whether prosecutors can prove defendants’ mental state when they committed the act, legal specialists said. It is not enough to show that a defendant knew the act would have a side consequence of impeding an investigation; achieving that obstruction has to have been the specific intention.\nSamuel Buell, a former federal prosecutor who led the Justice Department’s Enron task force and now teaches criminal law at Duke University, was initially skeptical about whether the mere firing of Mr. Comey could prove beyond a reasonable doubt that Mr. Trump had an improper mental state. But he said on Tuesday that subsequent revelations have made the evidence much more robust.\n“The evidence of improper purpose has gotten much stronger since the day of Comey’s firing,” Mr. Buell said. “Trump has made admissions about that. And we now have evidence that he may have indicated an improper purpose previously in his communications with Comey about the Russia investigation.”\nWhat impediments would there be to charging Mr. Trump?\nMs. O’Sullivan said it was not realistic to expect the Trump administration’s Justice Department to charge the sitting president. And Mr. Buell argued that the developments had strengthened the case for Deputy Attorney General Rod J. Rosenstein, who is overseeing the investigation because Attorney General Jeff Sessions recused himself, to appoint a special counsel to handle it.\n“The issue right now is whether there needs to be a serious impartial investigation, and there can be no doubt about that at this point,” said Mr. Buell, who said the developments showed that Mr. Comey needed to be interviewed as a witness. “This kind of drip, drip, drip — we keep addressing this scenario as ‘here is the evidence, what is the result,’ but that’s only good until tomorrow when something else comes out. It is not at all clear that this is the end. If anything, it has become clearer that there is more to know.”", "url": "https://www.nytimes.com/2017/05/16/us/politics/obstruction-of-justice-explained-russia-investigation.html"}