{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 23:43:15", "date_modify": "2022-10-25 23:43:15", "date_publish": "2017-10-27 03:45:22", "description": "In selling economic changes to a dubious public, President Emmanuel Macron is promising expanded unemployment benefits and revamped training programs.", "filename": "2017_10_26_business_france-labor-reform-economy-macron_1666741395.html", "image_url": "https://static01.nyt.com/images/2017/10/19/business/00FRANCELABOR-1/00FRANCELABOR-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=73f37b0b518936821af115c29d4cd902e61b6a3e7f73a3d7d45303e82a3d7721&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_26_business_france-labor-reform-economy-macron_1666741395.html", "title": "Nordic-Style Designs Sit at Heart of French Labor Plan", "title_page": "Nordic-Style Designs Sit at Heart of French Labor Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Flexicurity is just fancy packaging,” said Amandine Crespy, a political scientist at the Institute for European Studies at the Free University of Brussels. “So far, it’s all flexibility and no security.\n“Mr. Macron is handing out tax cuts to the richest 10 percent,” she continued. “They will do the labor reforms, and then they will tell you that there is no money for anything else.”\nThat France needs change is a given. Its unemployment rate is 9.5 percent, and has risen even as the picture has improved in countries worst hit by the European crisis like Spain, Italy and Portugal. Nearly one in four young people is unemployed.\nBut how to generate more jobs provokes fierce argument.\nUnions pin blame for high unemployment on weak demand for goods and services. Pay workers more, they say, and spending will be unleashed through the French economy, generating jobs.\nThe unions are often caricatured as intransigent obstacles to progress, and they have a way of amplifying that image. Ask the CGT — a major union that has struck the most combative stance against the changes — for its plan to fix France. Its leaders call for cutting the workweek from the current 35 hours to a mere 32. Then, they say, more people will be needed.\nTo the government, this type of thinking — prime material for French lampooning — exemplifies how the country has failed to adapt. Renault, the French automaker, now manufactures cars in Romania, where wages are a fraction of those in France. Restricting work invites an exodus of jobs to lower-wage countries.", "url": "https://www.nytimes.com/2017/10/26/business/france-labor-reform-economy-macron.html"}