{"authors": ["Lisa Friedman", "Glenn Thrush"], "date_download": "2022-10-25 23:48:33", "date_modify": "2022-10-25 23:48:33", "date_publish": "2017-11-03 18:08:42", "description": "A report from 13 federal agencies says humans are the main cause of global warming, a position at odds with some in the Trump administration.", "filename": "2017_11_03_climate_us-climate-report_1666741713.html", "image_url": "https://static01.nyt.com/images/2017/06/29/briefing/04CLI-REPORT2/04CLI-REPORT2-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=175a9a0a57b8c4e8d34976eb199c7ff48f90e3d0e7b46cf70dc003290fb54edd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_03_climate_us-climate-report_1666741713.html", "title": "U.S. Report Says Humans Cause Climate Change, Contradicting Top Trump Officials", "title_page": "U.S. Report Says Humans Cause Climate Change, Contradicting Top Trump Officials - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Directly contradicting much of the Trump administration’s position on climate change, 13 federal agencies unveiled an exhaustive scientific report on Friday that says humans are the dominant cause of the global temperature rise that has created the warmest period in the history of civilization.\nOver the past 115 years global average temperatures have increased 1.8 degrees Fahrenheit, leading to record-breaking weather events and temperature extremes, the report says. The global, long-term warming trend is “unambiguous,” it says, and there is “no convincing alternative explanation” that anything other than humans — the cars we drive, the power plants we operate, the forests we destroy — are to blame.\nThe report was approved for release by the White House, but the findings come as the Trump administration is defending its climate change policies. The United Nations convenes its annual climate change conference next week in Bonn, Germany, and the American delegation is expected to face harsh criticism over President Trump’s decision to walk away from the 195-nation Paris climate accord and top administration officials’ stated doubts about the causes and impacts of a warming planet.\n“This report has some very powerful, hard-hitting statements that are totally at odds with senior administration folks and at odds with their policies,” said Philip B. Duffy, president of the Woods Hole Research Center. “It begs the question, where are members of the administration getting their information from? They’re obviously not getting it from their own scientists.”", "url": "https://www.nytimes.com/2017/11/03/climate/us-climate-report.html"}