{"authors": ["Austin Frakt", "Jonathan Skinner"], "date_download": "2022-10-25 23:48:22", "date_modify": "2022-10-25 23:48:22", "date_publish": "2017-02-13 10:30:03", "description": "Health care innovations and procedures spread unevenly across geographic regions, seemingly because of physician preferences, research suggests.", "filename": "2017_02_13_upshot_medical-mystery-why-is-back-surgery-so-popular-in-casper-wyo_1666741702.html", "image_url": "https://static01.nyt.com/images/2017/02/11/upshot/14up-healthtech1/14up-healthtech1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=9ce3680569edb002ce15aed8c44370c20ec9df96671840032f76be10c05e3d16&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_13_upshot_medical-mystery-why-is-back-surgery-so-popular-in-casper-wyo_1666741702.html", "title": "The Puzzling Popularity of Back Surgery in Certain Regions", "title_page": "The Puzzling Popularity of Back Surgery in Certain Regions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Our best guess comes from a study by Harvard and Dartmouth researchers, not on back surgery, but on cardiac treatments. It found that regional variation in Medicare spending is associated with variation in physician preferences for intensity of cardiac treatments, and to a greater degree when the evidence is ambiguous. Patient preferences exerted almost no influence. It’s likely that the pattern holds for back surgery, too, though it has not been studied in the United States.\nIt’s tempting to conclude that there are simply regions where the intensity of care of all types is higher — that some regions invest in all of the latest shiny technologies, while others don’t. This is too simple; Miami and McAllen, Tex., the two most expensive regions in the United States for overall Medicare spending, also clock in with among the lowest spine surgery rates. Instead, we see what Mr. Wennberg calls a surgical signature: Casper Wyo., has the highest back surgery rate in the country, but its cardiac bypass surgery is well below the national average.\nThis puzzling pattern once again points toward idiosyncratic physician beliefs. Orthopedic surgeons in a particular hospital may be more aggressive, while the cardiologists there are less so.\nThough we can’t say this is the answer with 100 percent certainty, we can rule out some other explanations. One is how much surgeons are paid. Since Medicare pays the same price for the procedure (adjusted for cost of living) across the country, prices can’t explain the paradox. The high rates in Denver could also be explained by back pain sufferers who flock to star surgeons and well-known hospitals there, but this doesn’t hold water either. The way the statistics are compiled, if a medical tourist traveled from Des Moines to Denver, the Medicare record keepers would assign that operation back to the tourist’s home in Iowa.\nMaybe it’s differences in health. Perhaps areas with rapid growth in back surgery were those where more people had back pain. Yet northern New England retirees had similar histories of hard physical labor in farming, lumbering and manufacturing, and were no more affluent than their counterparts in the Northern Plains states.\nAnother explanation might be that patients prefer surgery in some regions of the country. One study observed large variations in back surgery across small regions in Ontario, but these weren’t explained by patient preferences. That study, like others, found physician beliefs about the benefits of surgery were associated with surgical variations.\nIf physicians are driving back treatment choice, even for procedures not supported by evidence, what can be done? One approach is to provide patients with unbiased information about the potential benefits and risks of back surgery relative to nonsurgical therapy so they can make informed choices. But the concern remains that for people in intense pain, when the doctor says that “I get good results with surgery, and my patients generally feel much better,” the back surgery option, with little out-of-pocket cost, will be hard to resist.", "url": "https://www.nytimes.com/2017/02/13/upshot/medical-mystery-why-is-back-surgery-so-popular-in-casper-wyo.html"}