{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:38:44", "date_modify": "2022-10-25 23:38:44", "date_publish": "2017-03-29 11:30:57", "description": "Prime Minister Theresa May gave notice of Britain’s withdrawal from the European Union, kicking off a two-year negotiation steeped in peril for both sides.", "filename": "2017_03_29_world_europe_brexit-uk-eu-article-50.html_rref=collection%2Fsectioncollection%2Feurope_1666741124.html", "image_url": "https://static01.nyt.com/images/2017/03/30/world/30Britain1/30Britain1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f42b2dfc1697304164c5f2273465acfc361e59f992452aefc6083b1f93d433e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_29_world_europe_brexit-uk-eu-article-50.html_rref=collection%2Fsectioncollection%2Feurope_1666741124.html", "title": "U.K. Initiates ‘Brexit’ and Wades Into a Thorny Thicket", "title_page": "U.K. Initiates ‘Brexit’ and Wades Into a Thorny Thicket - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — In one of the most consequential diplomatic events in Britain since World War II, Prime Minister Theresa May on Wednesday sent formal notice of the country’s intention to withdraw from the European Union, starting a tortuous two-year divorce littered with pitfalls for both sides.\nMrs. May said in Parliament that she was invoking Article 50 of the Lisbon Treaty, putting Britain on track to leave the European Union in 2019 and raising a host of thorny issues involved in untangling a four-decade relationship.\nIn addition to a welter of trade and customs matters, the Conservative government faces the prospect of a new independence referendum in Scotland, where a majority voted to remain in the European Union, and deep worries about the 1998 Good Friday peace agreement in Northern Ireland.\nJust before 12:30 p.m., Britain’s top envoy to the European Union, Tim Barrow, walked to the office of Donald Tusk, the president of the European Council, and handed him a letter with the official notification. Mr. Tusk then posted on Twitter acknowledging receipt of the letter.", "url": "https://www.nytimes.com/2017/03/29/world/europe/brexit-uk-eu-article-50.html?rref=collection%2Fsectioncollection%2Feurope"}