{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:25:03", "date_modify": "2022-10-25 23:25:03", "date_publish": "2017-12-06 22:31:11", "description": "The House easily passed legislation requiring each state to recognize another state’s concealed-carry gun permit. But the bill faces doubt in the Senate.", "filename": "2017_12_06_us_politics_house-concealed-carry-guns-nra-reciprocity_1666740303.html", "image_url": "https://static01.nyt.com/images/2017/12/07/us/politics/07dc-guns/07dc-guns-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0ea19c9cfa3e4ec1360f87765e22e89aaff4d68cd31673f14ca95df6d57242f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_06_us_politics_house-concealed-carry-guns-nra-reciprocity_1666740303.html", "title": "House Votes to Sharply Expand Concealed-Carry Gun Rights", "title_page": "House Votes to Sharply Expand Concealed-Carry Gun Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The House on Wednesday easily passed a sweeping expansion of the right to carry concealed firearms virtually anywhere in the country, putting the fate of the National Rifle Association’s top legislative priority in the hands of a divided Senate.\nTo win over Democrats, House Republicans paired the measure, which would require all states to recognize any other state’s concealed-carry permit, with a more modest bipartisan fix meant to incentivize better reporting of legal and mental health records to the national background check system.\nTogether, the measures were the first gun-related bill to pass through the chamber since two of the deadliest mass shootings in the United States, in Las Vegas and Sutherland Springs, Tex., in the fall.\nBut the background check measure was not enough to win over most Democrats, nor did it persuade law enforcement officials in some of the largest cities, including New York, who say the legislation would force locales with strict gun laws to bow to places with few or no gun restrictions.", "url": "https://www.nytimes.com/2017/12/06/us/politics/house-concealed-carry-guns-nra-reciprocity.html"}