{"authors": ["Mark Landler", "Michael D. Shear"], "date_download": "2022-10-25 23:45:58", "date_modify": "2022-10-25 23:45:58", "date_publish": "2017-04-06 09:00:26", "description": "President Trump planned to sign an executive order targeting steel dumping, a measure aimed at China and a potential victory for his hard-line advisers.", "filename": "2017_04_06_us_politics_trump-xi-jinping-china-summit-mar-a-lago_1666741558.html", "image_url": "https://static01.nyt.com/images/2017/04/07/us/07PREXY-01p/07PREXY-01p-facebookJumbo.jpg?year=2017&h=549&w=1050&s=e721a6e8f9b881cb6a44f4d851ed94b472ac5681c336071ba10ffc989749fc4c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_06_us_politics_trump-xi-jinping-china-summit-mar-a-lago_1666741558.html", "title": "Trump Administration to Take Harder Tack on Trade With China", "title_page": "Trump Administration to Take Harder Tack on Trade With China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PALM BEACH, Fla. — The Trump administration is planning to roll out its first concrete measures against China on trade, administration officials said on Thursday, hardening its position toward America’s largest trading partner just as President Trump welcomed President Xi Jinping of China to his seaside club here for their first face-to-face meeting.\nSometime after Mr. Xi leaves the United States, these officials said, Mr. Trump plans to sign an executive order targeting countries that dump steel into the American market, an aggressive measure aimed mainly at China.\nIt is unclear exactly what the order would do or how harsh it would be, but it would be designed to begin to make good on Mr. Trump’s promise during the campaign to redress China’s huge trade surplus with the United States.\nIn addition, an official said, the White House is moving out a senior economy policy official, Andrew Quinn, who had helped negotiate the Trans-Pacific Partnership, former President Barack Obama’s signature trade initiative.", "url": "https://www.nytimes.com/2017/04/06/us/politics/trump-xi-jinping-china-summit-mar-a-lago.html"}