{"authors": ["Charlie Savage", "Eileen Sullivan"], "date_download": "2022-10-25 23:02:16", "date_modify": "2022-10-25 23:02:16", "date_publish": "2017-08-04 15:41:31", "description": "The attorney general vowed to bring criminal charges against those found to have given classified information to the news media.", "filename": "2017_08_04_us_politics_jeff-sessions-trump-leaks-attorney-general_1666738936.html", "image_url": "https://static01.nyt.com/images/2017/08/05/us/05sessions2_hp/05sessions2_hp-facebookJumbo.jpg?year=2017&h=549&w=1050&s=dd663d199f8ee522123710e8e7309fdebf4fb3cd6e74c61811cd9ad664206cc0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_04_us_politics_jeff-sessions-trump-leaks-attorney-general_1666738936.html", "title": "Leak Investigations Triple Under Trump, Sessions Says", "title_page": "Leak Investigations Triple Under Trump, Sessions Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Attorney General Jeff Sessions announced on Friday that the Justice Department is pursuing about three times as many leak investigations as were open at the end of the Obama era, a significant devotion of resources to hunt down disclosures that have plagued the Trump administration.\nMr. Sessions vowed that the Justice Department would not hesitate to bring criminal charges against people who had leaked classified information. He also announced that the F.B.I. had created a new counterintelligence unit to specialize in such cases.\n“I strongly agree with the president and condemn in the strongest terms the staggering number of leaks undermining the ability of our government to protect this country,” he said. The announcement by Mr. Sessions comes 10 days after President Trump publicly accused his attorney general of being “very weak” on pursuing these investigations.\nMr. Sessions also said he had opened a review of Justice Department rules governing when investigators may issue subpoenas related to the news media and leak investigations. “We respect the important role that the press plays and will give them respect, but it is not unlimited,” he said. “They cannot place lives at risk with impunity.”", "url": "https://www.nytimes.com/2017/08/04/us/politics/jeff-sessions-trump-leaks-attorney-general.html"}