{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:41:43", "date_modify": "2022-10-25 23:41:43", "date_publish": "2017-04-21 01:24:43", "description": "The president ordered an investigation into steel imports, scoring a victory for his administration’s nationalists in a debate that remains far from settled.", "filename": "2017_04_20_business_trade-canada-trump-steel_1666741303.html", "image_url": "https://static01.nyt.com/images/2017/04/21/us/21TRADE-01p/21TRADE-01p-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e6c63a9309b4047cf840e0b49e65debafb31027bd67a53b4fde20694ae87cd35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_20_business_trade-canada-trump-steel_1666741303.html", "title": "Trump Roars Again on Trade, Reviewing Steel and Chiding Canada", "title_page": "Trump Roars Again on Trade, Reviewing Steel and Chiding Canada - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“But these are still barks,” he added. “So far, no bites.”\nMr. Trump’s steel investigation is much broader than dozens of anti-dumping cases against China and other exporters filed by the Obama administration and its predecessors. It invokes a somewhat novel principle of using national security as the criterion for whether the imports are damaging the United States. The narrow argument is that a depleted American steel industry would be unable to produce enough steel to supply the military. More broadly, White House officials say an economically vibrant country is better able to defend itself.\nIt is unclear what steps Mr. Trump will take once the investigation is completed — within 270 days but probably sooner. The most obvious would be to impose tariffs on steel imports. Mr. Hufbauer said the United States could also use the results as leverage to persuade countries to accept voluntary export restraint agreements, such as those in the 1980s.\n“We are groping here to see whether the facts warrant a comprehensive solution to deal with a very wide range of products from a very wide range of countries,” Wilbur L. Ross, the secretary of commerce, told reporters on Thursday. Mr. Ross’s department will run the investigation.\nWhile the directive does not single out any country, the Chinese are clearly in the cross hairs. China accounts for only 2 percent of direct steel exports to the United States, but its excess capacity drives down steel prices worldwide. Surplus Chinese steel, shipped to other countries, ends up in the United States in other manufactured products. Mr. Ross noted that steel imports from China had continued to rise, despite the government’s pledge to cut back its overcapacity.\nStill, the White House’s competing aims with China were on display as it rolled out the order.\nWhen Mr. Trump was asked whether the investigation would affect his efforts to obtain Chinese cooperation on North Korea, he replied: “This has nothing to do with China. This has to do with worldwide, what’s happening. The dumping problem is a worldwide problem.”\nCritics of the administration questioned its invocation of national security. Most of America’s largest steel suppliers are friendly countries, like Canada, South Korea and Germany. Analysts also noted that the value of steel imports declined 26 percent from 2015 to 2016, though the White House noted that imports rose 20 percent between February 2016 and February 2017.", "url": "https://www.nytimes.com/2017/04/20/business/trade-canada-trump-steel.html"}