{"authors": ["Alison Smale"], "date_download": "2022-10-25 23:33:39", "date_modify": "2022-10-25 23:33:39", "date_publish": "2017-05-15 12:55:56", "description": "Angela Merkel, Germany’s chancellor, greeted Emmanuel Macron, France’s new president, with pomp that reflected a rare moment of hope for the E.U., but much work remained.", "filename": "2017_05_15_world_europe_france-emmanuel-macron-edouard-philippe_1666740819.html", "image_url": "https://static01.nyt.com/images/2017/05/16/world/16macron01Sub/16macron01Sub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3b152c33221b49c7cda90a3dc32be6ef59a24d070d011b6b5f8d70f9009e1c82&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_15_world_europe_france-emmanuel-macron-edouard-philippe_1666740819.html", "title": "Macron and Merkel Meet, Pledging to Save European Unity", "title_page": "Macron and Merkel Meet, Pledging to Save European Unity - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — The new French president and the veteran German chancellor used their first engagement on Monday to declare their determination to salvage European unity now that France has beaten back the immediate risk from radical populism, which threatened to undo the European Union itself.\nAs has become tradition for a new leader in either France or Germany, the first trip abroad is to the other’s country, and Chancellor Angela Merkel continued in the regal spirit of Emmanuel Macron’s inauguration as French president on Sunday, greeting her visitor with full military honors.\nHundreds of onlookers, some waving European flags, cheered at the brief ceremony.\nThe pomp reflected a rare moment of hope for a European Union that has in recent years faced a relentless succession of troubles — the euro and debt crisis, a migration and border crisis, terrorist attacks, the British vote to bail on the bloc — that has left it staring at the prospect of disintegration.\nThe election of Mr. Macron now offers the bloc, but Ms. Merkel in particular, a chance to hit reset and for its core partners to press ahead with overhauls to save the decades-old project of economic and political comity that has preserved peace and prosperity on the Continent.", "url": "https://www.nytimes.com/2017/05/15/world/europe/france-emmanuel-macron-edouard-philippe.html"}