{"authors": ["Wesley Morris"], "date_download": "2022-10-25 23:42:53", "date_modify": "2022-10-25 23:42:53", "date_publish": "2017-08-23 09:00:38", "description": "Charlottesville hasn’t been the only place for white supremacy. TV and movies have been their own form of cluelessness. Remember Lee on “The Bachelorette”?", "filename": "2017_08_23_arts_television_white-hot-supremacist-summer_1666741373.html", "image_url": "https://static01.nyt.com/images/2017/08/27/arts/27MOVIESPRISON/27MOVIESPRISON-facebookJumbo.jpg?year=2017&h=550&w=1050&s=03f31fc27a1cd098a1a04d85c988a63425dd8c2ee00b5440f4eaa8aef2cc83d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_23_arts_television_white-hot-supremacist-summer_1666741373.html", "title": "In Movies and on TV, Racism Made Plain", "title_page": "In Movies and on TV, Racism Made Plain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Before its official kickoff, in a sort of televised tailgate party, the bachelorette, Rachel, met a few of her suitors. One was a sweetie named Dean, who told her that he was “ready to go black,” as if he were preparing to head deep into outer space. But at least he seemed to understand the journey. Lee, a white musician from Florida, was stuck on dreary old Earth. His interest in Rachel went only as far as robbing other contestants of time with her. His primary targets were the other black men on the show, namely Kenny, a charming pro wrestler, whom Lee characterized to Rachel as “aggressive” and about whom he fabricated an altercation that culminated in Kenny’s heaving Lee from a van.\nNone of this was terribly new for a show like this. “Conniving” belongs in any contestant’s toolbox. But Lee tarred his black opponents as scary and violent. His tools were hoary. When another contestant — Will, a handsome black sales manager — offered him some context for why calling Kenny (or any black male) “aggressive” might be a problem, Lee rolled his eyes and said, “I don’t understand the race card.”\nHe does, however, understand racism. At some point during the show’s run, lots of Lee’s old tweets surfaced. They were homophobic, anti-Muslim and sexist. His comparison, in one, of the N.A.A.C.P. to the K.K.K. felt almost Trumpian. Apparently, the people who make “The Bachelorette” could envision marrying off a black bachelorette only if in the process it risked a race war, even a banal one.\nThe week before the final episode, the show gathered some of its contestants, including Lee and Kenny, to rehash their behavior in front of a live audience. The men — and not only the black ones — seemed baffled and truly hurt as they confronted and chastised Lee: What was he doing on a dating show starring a black woman? There was something powerfully novel in seeing a handful of black men confronting a white racist.", "url": "https://www.nytimes.com/2017/08/23/arts/television/white-hot-supremacist-summer.html"}