{"authors": ["Michael Paulson"], "date_download": "2022-10-25 23:33:49", "date_modify": "2022-10-25 23:33:49", "date_publish": "2017-03-08 19:28:14", "description": "Three roles Ms. Soo helped originate will be on Broadway at the same time.", "filename": "2017_03_08_theater_what-do-hamilton-amelie-and-great-comet-have-in-common-phillipa-soo.html__r=0_1666740829.html", "image_url": "https://static01.nyt.com/images/2017/03/12/arts/12SOO1/12SOO1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=18b66a58782665eee6fb7a33bb5a07d66806c514478554b080cd394ba05aa868&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_08_theater_what-do-hamilton-amelie-and-great-comet-have-in-common-phillipa-soo.html__r=0_1666740829.html", "title": "What Do ‘Hamilton,’ ‘Amélie’ and ‘Great Comet’ Have in Common? Phillipa Soo", "title_page": "What Do ‘Hamilton,’ ‘Amélie’ and ‘Great Comet’ Have in Common? Phillipa Soo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Natasha\nMs. Soo, known to friends as Pippa, had been acting since childhood in suburban Chicago. At 11 she had an agent and scored some work in commercials; she studied dance and improv and acted in high school productions, before landing a coveted spot at Juilliard, one of the nation’s leading performing arts schools.\nThe theater industry keeps an eye on Juilliard grads, and Ms. Soo was spotted quickly — she signed with a New York agent through the senior showcase, and in the days after graduating went to audition after audition. “Great Comet,” adapted from a section of “War and Peace,” was about her 10th casting call. “I had no idea what to expect,” she said. “I honestly thought, ‘O.K., this is like, a little bit strange, and I’ve never heard anything like this before.’”\nMs. Soo said her only goal was “to make a good impression.” And she did.\n“She was dressed like Annie Hall, she played the ukulele, and it didn’t hurt that she had a voice like a nuclear weapon,” recalled Rachel Chavkin, the show’s director.\nMs. Soo was not the first person to play Natasha — that was Cristin Milioti (a Tony nominee for “Once”) in an early workshop — but she joined at the start of rehearsals for the first production, and played a key role in helping shape Natasha, a Russian countess spending time in Moscow while her fiancé is at war.\n“Pippa and I worked really hard to make sure Natasha was as interesting as possible — to get out of the box a female ingénue often gets trapped in,” Ms. Chavkin said. “I needed someone who had the grace and the period-ness of the thing, but also had a violence within, and that is something Pippa was able to straddle.”\nMs. Soo had a similar goal for the character. “So often I felt like I was giving up a part of myself in order to play this ingénue — either dumbing myself down, or making myself more frightened or scared,” she said. “I finally saw an ingénue that I connected with, and I didn’t feel like I was giving up a part of myself, because the material asked for so much more.”", "url": "https://www.nytimes.com/2017/03/08/theater/what-do-hamilton-amelie-and-great-comet-have-in-common-phillipa-soo.html?_r=0"}