{"authors": ["Helene Cooper", "Maggie Haberman"], "date_download": "2022-10-26 00:16:23", "date_modify": "2022-10-26 00:16:23", "date_publish": "2017-04-08 02:16:14", "description": "Mark E. Green, a Tennessee state senator and former Army flight surgeon, has a record of opposing rights for gay, lesbian, bisexual and transgender people.", "filename": "2017_04_07_us_politics_mark-green-army-secretary-nominee-lgbt-criticism_1666743383.html", "image_url": "https://static01.nyt.com/images/2017/04/08/us/08army/08army-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b49d60af1b58bdfc2baa6c498b0d8a2e5b82f1eb35397aceac91d149818cae47&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_07_us_politics_mark-green-army-secretary-nominee-lgbt-criticism_1666743383.html", "title": "L.G.B.T. Advocates Criticize Nominee for Army Secretary", "title_page": "L.G.B.T. Advocates Criticize Nominee for Army Secretary - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A Tennessee state senator who has criticized federal attempts to bar discrimination against gay, lesbian, bisexual and transgender people in workplaces and businesses was nominated on Friday to be President Trump’s next secretary of the Army.\nThe selection of Mark E. Green, a former Army flight surgeon who served as a medic for a special operations team that captured Saddam Hussein, would be a sharp U-turn in civilian leadership of the Army. The last Army secretary, Eric Fanning, was the first openly gay man to hold that post.\nMr. Green’s nomination, which has been anticipated for weeks, had already drawn criticism from L.G.B.T. advocates even before Mr. Trump officially named him. On Tuesday, the American Military Partner Association, the largest organization of L.G.B.T. military families, accused Mr. Green of making “a shameful political career out of targeting L.G.B.T. people for discrimination.”\nAshley Broadway-Mack, the president of the association, said that “all soldiers and their families, including those who are L.G.B.T., should have confidence that the secretary of the Army has their back and is working for their best interest. Unfortunately, based on his vicious, anti-L.G.B.T. record, Mark Green cannot be trusted to ensure all those who serve have the support they need and deserve.”", "url": "https://www.nytimes.com/2017/04/07/us/politics/mark-green-army-secretary-nominee-lgbt-criticism.html"}