{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:23:16", "date_modify": "2022-10-25 23:23:16", "date_publish": "2017-05-15 20:02:59", "description": "For decades, scientists have warned of mounting evidence that exposure to chlorpyrifos may threaten children’s development.", "filename": "2017_05_15_health_pesticides-epa-chlorpyrifos-scott-pruitt_1666740196.html", "image_url": "https://static01.nyt.com/images/2017/05/16/science/16SCI-PESTICIDEweb/16SCI-PESTICIDEweb-facebookJumbo.jpg?year=2017&h=550&w=1050&s=eac543a521f11066142126b8ec11cdfd37195b2c48eb722395a0115f7c3252c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_15_health_pesticides-epa-chlorpyrifos-scott-pruitt_1666740196.html", "title": "A Strong Case Against a Pesticide Does Not Faze E.P.A. Under Trump", "title_page": "A Strong Case Against a Pesticide Does Not Faze E.P.A. Under Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some of the most compelling evidence linking a widely used pesticide to developmental problems in children stems from what scientists call a “natural” experiment.\nThough in this case, there was nothing natural about it.\nChlorpyrifos (pronounced klor-PYE-ruh-fahs) had been used to control bugs in homes and fields for decades when researchers at Columbia University began studying the effects of pollutants on pregnant mothers from low-income neighborhoods. Two years into their study, the pesticide was removed from store shelves and banned from home use, because animal research had found it caused brain damage in baby rats.\nPesticide levels dropped in the cord blood of many newborns joining the study. Scientists soon discovered that those with comparatively higher levels weighed less at birth and at ages 2 and 3, and were more likely to experience persistent developmental delays, including hyperactivity and cognitive, motor and attention problems. By age 7, they had lower IQ scores.\nThe Columbia study did not prove definitively that the pesticide had caused the children’s developmental problems, but it did find a dose-response effect: The higher a child’s exposure to the chemical, the stronger the negative effects.", "url": "https://www.nytimes.com/2017/05/15/health/pesticides-epa-chlorpyrifos-scott-pruitt.html"}