{"authors": ["Choe Sang-Hun", "Rick Gladstone"], "date_download": "2022-10-25 23:46:00", "date_modify": "2022-10-25 23:46:00", "date_publish": "2017-02-14 12:15:44", "description": "The North Korean leader’s estranged half brother, Kim Jong-nam, was said to have been poisoned by two women.", "filename": "2017_02_14_world_asia_kim-jong-un-brother-killed-malaysia_1666741560.html", "image_url": "https://static01.nyt.com/images/2017/02/15/world/15Kim/15Kim-facebookJumbo.jpg?year=2017&h=550&w=1050&s=30547e7f3322e35fa06e972b1ec274c2b2b505a12aa55ae850f680bbd2e8b85c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_14_world_asia_kim-jong-un-brother-killed-malaysia_1666741560.html", "title": "Kim Jong-un’s Half Brother Is Reported Assassinated in Malaysia", "title_page": "Kim Jong-un’s Half Brother Is Reported Assassinated in Malaysia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — He seemed like an ordinary passenger in the departure hall of the airport for Malaysia’s capital, awaiting a four-hour flight to Macau. Moments later, he felt dizzy and was carried out on a stretcher, apparently dying from poisoned-needle punctures or perhaps a toxic liquid splashed on his face by two women who ran away.\nThe ruckus caused by the man’s death on Monday at the international airport for Kuala Lumpur was minor news until a thunderbolt from the South Korean and Malaysian news media a day later: The victim was Kim Jong-nam, 45, the estranged older half brother of Kim Jong-un, the unpredictable and ruthless leader of North Korea.\nThe death immediately turned into an international assassination intrigue connected to the opaque regime of the Kim family, which has ruled North Korea for more than 60 years.\nIt came as Kim Jong-un, 33, who has ordered scores of subordinates executed when he questioned their fealty, has further shaken up the ranks of his closest aides, purging the chief of the secret police less than two weeks ago. In addition, Kim Jong-un has stoked a new international crisis with a ballistic missile launching and threats of more nuclear weapons tests.", "url": "https://www.nytimes.com/2017/02/14/world/asia/kim-jong-un-brother-killed-malaysia.html"}