{"authors": ["Patrick Kingsley", "Raphael Minder"], "date_download": "2022-10-25 23:43:13", "date_modify": "2022-10-25 23:43:13", "date_publish": "2017-10-09 21:29:08", "description": "The anarchists, free marketeers and social democrats united in a quest for sovereignty agree on little else, which could become a problem.", "filename": "2017_10_09_world_europe_catalonia-independence-spain_1666741393.html", "image_url": "https://static01.nyt.com/images/2017/10/10/world/10divisions1/10divisions1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=61c5a0c6e2a39034f937f861100f8a26648954870e4b64b5738cd3f3677aa70c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_09_world_europe_catalonia-independence-spain_1666741393.html", "title": "Catalonia Independence Fight Produces Some Odd Bedfellows", "title_page": "Catalonia Independence Fight Produces Some Odd Bedfellows - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA, Spain — What links an anarchist youth group, a conservative party of free marketeers and a left-wing party committed instead to enhancing the welfare state?\nThe answer lies in the Catalan independence movement, which in the last seven years has morphed from a marginal force into a genuine threat to Spain’s territorial integrity, largely through a marriage of convenience among several unlikely bedfellows.\nIf this separatist alliance sounds fragile, unwieldy and paradoxical, that’s because it is.\nThe movement has “nothing to do with the far-right nationalism that we see almost everywhere else in Europe, doesn’t have any guru or strong leader, but it has instead something to do with almost every other ideology you could name,” said Josep Ramoneda, a political columnist and philosopher.\n“That’s both its greatest strength, because it’s a movement that is really transversal, and its greatest weakness,” Mr. Ramoneda said. “Because it’s so easy to divide and disintegrate once you discuss anything other than the goal of independence in itself.”", "url": "https://www.nytimes.com/2017/10/09/world/europe/catalonia-independence-spain.html"}