{"authors": ["Michael D. Shear"], "date_download": "2022-10-25 23:34:30", "date_modify": "2022-10-25 23:34:30", "date_publish": "2017-04-28 09:00:27", "description": "He became the first sitting president since Ronald Reagan to address the gathering of the gun-rights group, which spent over $30 million to help get him elected.", "filename": "2017_04_28_us_politics_donald-trump-nra_1666740870.html", "image_url": "https://static01.nyt.com/images/2017/04/29/us/29trump1/29trump1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e41673068791d23ecf1c9e34e1fe1a818ad1c9f90a1d09b6f518598297143bf8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_28_us_politics_donald-trump-nra_1666740870.html", "title": "Trump Tells N.R.A. Convention, ‘I Am Going to Come Through for You’", "title_page": "Trump Tells N.R.A. Convention, ‘I Am Going to Come Through for You’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATLANTA — President Trump received a thunderous welcome from thousands of gun lovers as he appeared here on Friday at the National Rifle Association’s annual convention to thank the group for its unwavering support of his presidential campaign.\nA supporter of restrictions on guns before he entered politics, Mr. Trump became a fierce champion of gun rights during his bid for the White House, earning early backing — and $30 million in campaign support — from the powerful lobbying group.\n“Only one candidate in the general election came to speak to you, and that candidate is now the president of the United States, standing before you,” Mr. Trump said. “You came through for me, and I am going to come through for you.”\nThe president was received as a hero, in part for successfully installing a conservative Supreme Court justice, Neil M. Gorsuch, who is seen as a likely protector of the Second Amendment. Mr. Trump in turn treated the gun convention like a political rally, joyfully recalling his election victory and mocking the journalists and Democrats who were confident that he would lose.", "url": "https://www.nytimes.com/2017/04/28/us/politics/donald-trump-nra.html"}