{"authors": ["Maggie Haberman", "Yamiche Alcindor"], "date_download": "2022-10-25 23:47:38", "date_modify": "2022-10-25 23:47:38", "date_publish": "2017-09-13 17:36:49", "description": "In a joint statement, the Democratic leaders said that they would also work toward a package of border security measures that does not include the border wall.", "filename": "2017_09_13_us_politics_trump-dinner-schumer-pelosi-daca-obamacare_1666741658.html", "image_url": "https://static01.nyt.com/images/2017/09/14/us/14dc-trumpdinner/08tomaskyWeb-facebookJumbo.jpg?year=2017&h=549&w=1050&s=a58944e48ee91294819569937b1bf8b113c60aad592224f3981d088ea103a07e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_13_us_politics_trump-dinner-schumer-pelosi-daca-obamacare_1666741658.html", "title": "Pelosi and Schumer Say They Have Deal With Trump to Replace DACA", "title_page": "Pelosi and Schumer Say They Have Deal With Trump to Replace DACA - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Democratic leaders on Wednesday night declared that they had a deal with President Trump to quickly extend protections for young undocumented immigrants and to finalize a border security package that does not include the president’s proposed wall.\nThe Democrats, Senator Chuck Schumer and Representative Nancy Pelosi, said in a joint statement that they had a “very productive” dinner meeting with the president at the White House that focused on the program known as Deferred Action for Childhood Arrivals, or DACA. “We agreed to enshrine the protections of DACA into law quickly, and to work out a package of border security, excluding the wall, that’s acceptable to both sides,” they said.\nBut on Thursday morning, the president contradicted the Democrats, saying no deal had been struck. (Read that article.)\nIn a statement on Wednesday night, the White House was far more muted, mentioning DACA as merely one of several issues that were discussed, including tax reform and infrastructure. It called the meeting, which came a week after the president struck a stunning spending-and-debt deal with the Democratic leaders, “a positive step toward the president’s strong commitment to bipartisan solutions.”", "url": "https://www.nytimes.com/2017/09/13/us/politics/trump-dinner-schumer-pelosi-daca-obamacare.html"}