{"authors": ["Jamil Smith"], "date_download": "2022-10-25 22:59:38", "date_modify": "2022-10-25 22:59:38", "date_publish": "2017-11-17 10:00:20", "description": "In “I Can’t Breathe,” Matt Taibbi reports on the people and the policies that shaped the course of Garner’s life.", "filename": "2017_11_17_books_review_i-cant-breathe-matt-taibbi-eric-garner_1666738778.html", "image_url": "https://static01.nyt.com/images/2017/11/19/books/review/19smith1/19smith1-facebookJumbo.jpg?year=2017&h=155&w=296&s=f9e7b74563eb37f3504afac969ec456ba4cec4e6d2a152e65ab76016c55798b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_17_books_review_i-cant-breathe-matt-taibbi-eric-garner_1666738778.html", "title": "‘I Can’t Breathe’: Eric Garner’s Life and Death", "title_page": "‘I Can’t Breathe’: Eric Garner’s Life and Death - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Satire or not, the criticisms will no doubt be disqualifying to some readers. But one should not mistake a review of this book on Garner with an endorsement of the author or his previous work. This time, as Taibbi wrote in one of his Facebook posts, he found a story that “had to be told without my voice, without linguistic cartwheels or jokes or any of the other circus tricks I learned to use.” Indeed, “I Can’t Breathe” is a work of deep reporting, as chapter by chapter, Taibbi introduces us to individual players — from Garner’s fellow street hustlers in the beleaguered Tompkinsville section of Staten Island to activists who protested the grand jury’s refusal to indict Pantaleo (a man whom we also get to know much better, as Taibbi unearths what he can of his past). The story of the Garners’ tumultuous and often combative family life is told by people who were there, including Garner’s daughter Erica, an activist. In this book, humanization does not equal lionization, and sympathy is never confused for pity. This applies to everyone, in particular the book’s principal subject. Though he aims to flesh out and contextualize what happened to Garner, this may be the most critical look at the man himself. Every fault, compulsion and bad choice is presented in full relief. Still, as Taibbi writes early on, “Eric Garner may have created a lot of his own problems, but he was also the victim of bad luck and atrocious timing.”\nIt is impossible to understand how society’s pressures and inequities wore Garner down without examining an obsession with providing for his family that went so deep that he ignored his own needs. But Taibbi’s reportorial voice, often blunt and forceful, is most compassionate when he is integrating political realities with facts about Garner and the incidents depicted. Taibbi describes in full the horrors of institutionalized poverty in neighborhoods like Tompkinsville, from the real-estate scams that created them to the overseer mentality of the police patrolling them. Crooked landlords and legal quagmires all shaped Garner’s world.\nTaibbi is smart to depict the structurally racist system of law enforcement in this country as a character in and of itself. The misguided and destructive “broken windows” policing tactic is portrayed here as Frankenstein’s monster, built with good intentions without thought to tragic consequences. “Right or wrong, the threat of being stopped went from an annoyance to a thing that took over his life,” Taibbi writes. Like the Moirai of Greek mythology, other people made political choices that directed the course of Garner’s life and accelerated its end. The first half of the book, as it progresses, feels increasingly like a train without brakes that is rolling downhill. If readers are unfamiliar with the fatalism and frustration that racial discrimination, poverty and poor policing engender in men like Eric Garner, Taibbi provides an able introduction.", "url": "https://www.nytimes.com/2017/11/17/books/review/i-cant-breathe-matt-taibbi-eric-garner.html"}