{"authors": ["Megan Twohey", "Steve Eder"], "date_download": "2022-10-25 23:43:20", "date_modify": "2022-10-25 23:43:20", "date_publish": "2017-07-10 16:28:35", "description": "Bringing the Miss Universe pageant to Moscow in 2013 provided the Trump family an entree into Russia and partners with Kremlin connections.", "filename": "2017_07_10_us_politics_rob-goldstone-russia-trump_1666741400.html", "image_url": "https://static01.nyt.com/images/2017/07/11/world/11Pageant2/11Pageant2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=235ff3ca9e826cda2973c18d352681137367e75b5883ffe743ded134223dafaf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_10_us_politics_rob-goldstone-russia-trump_1666741400.html", "title": "How a Pageant Led to a Trump Son’s Meeting With a Russian Lawyer", "title_page": "How a Pageant Led to a Trump Son’s Meeting With a Russian Lawyer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During the summer of 2013, Donald J. Trump mused about whether President Vladimir V. Putin of Russia would meet him at the Miss Universe pageant in Moscow that fall. “If so, will he become my new best friend?” Mr. Trump posted on Twitter.\nMr. Putin did not make it, but the beauty competition in Moscow brought the Trump family into partnership with Emin Agalarov, a pop star in Russia, and his father, Aras — a duo that develops major real estate projects in Russia and appears friendly with the Kremlin.\nSince then, Emin Agalarov has repeatedly boasted of maintaining a warm relationship with Mr. Trump. And a publicist for the younger Agalarov said on Monday that it was his client who requested that Donald Trump Jr. speak with a Kremlin-connected lawyer during the presidential campaign, a meeting first reported by The New York Times.\nDonald Trump Jr. — who followed through with that meeting last June, along with Mr. Trump’s campaign chairman, Paul J. Manafort, and son-in-law, Jared Kushner — said the lawyer promised information damaging to Hillary Clinton but failed to deliver, and quickly switched to a contentious issue involving United States-Russia relations.", "url": "https://www.nytimes.com/2017/07/10/us/politics/rob-goldstone-russia-trump.html"}