{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:37:40", "date_modify": "2022-10-25 23:37:40", "date_publish": "2017-12-11 10:00:33", "description": "Manohla Dargis reviews two new books that examine the aesthetics and the business of comics, from Superman to R. Crumb.", "filename": "2017_12_11_books_review_why-comics-chute-slugfest-tucker_1666741060.html", "image_url": "https://static01.nyt.com/images/2017/12/17/books/review/17Dargis-03/17Dargis-03-facebookJumbo.jpg?year=2017&h=549&w=1050&s=c9f882601542a9eb48e18bcd415a399e34a75f6908bebeb154a3cd3ecb4e631b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_11_books_review_why-comics-chute-slugfest-tucker_1666741060.html", "title": "The Hand of the Comic Artist", "title_page": "The Hand of the Comic Artist - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tucker occasionally turns a nice phrase, as when he helps explain Marvel’s impact on the comic-book world, writing that by comparison, at the stodgy old DC, “Robert’s Rules of Order was their greatest supervillain.” Having defined the superhero field decades earlier, DC was “still aiming at little kids” in the late 1960s, profoundly failing to grasp the generational culture divide that Marvel exploited so successfully. Now, each company has been absorbed by larger media conglomerates — Marvel is owned by the Walt Disney Company and DC Comics is part of Time Warner — which brand and sell their comics every which way, including in endless big-screen franchises.\nChute suggests that the popularity of Marvel’s and DC Comics’ superhero movies factors into the popularity and legitimacy of comics in the mainstream. That may be the most positive effect the big screen’s Iron Man, Superman and the rest of their brethren have had on the world. Superhero movies have been a major force at the box office since 2005, when “Batman Begins” resurrected a moribund series, inaugurating the current, seemingly unending superhero-branded cinema. This supremacy can be dispiriting, especially given that the big studios often seem uninterested in making other types of movies, which has led to grim considerations about the very future of film. As I write, five out of this year’s top 10 grossing domestic releases are superhero fantasies.\nI’m not sure that Chute answers the metaphysical question posed by the title of her book; it hardly matters. “Why Comics?,” like its subject, encourages you to fill in the blanks and ask your own questions. In addition to sending me to my modest comics library, her references to visual culture also sent me racing down a nice twisty rabbit hole. She raises the topic of visual culture more generally in her discussion of how disaster is represented in comics and what she calls “the media spectacle” of Sept. 11, a date that, as she writes, “ushered in a new, intensified global visual culture heavily invested in articulating — and often actually documenting — disaster and violence.”\nChute doesn’t distinguish among the types of images that make the present what she calls “the most visually amplified era in recent memory,” with its “videos, GIFs, digital photographs and myriad visual interfaces online.” Yet while many images that flow around us are visually amplified (3D, IMAX) much of this amplification is dedicated to photographic representation. New technologies, in turn, are often focused on the intensification of visual verisimilitude (virtual and augmented reality). We are inundated with the banal (cat videos) and the horrific (atrocity imagery); we are flooded with a nonstop visual stream that I think of as the 24/7 movie. Perhaps, in part, the popularity of comics that Chute rightly celebrates is a reaction to our fatigue with certain aspects of this inundation.\nThis too is why Chute’s often lovely, sensitive discussions of individual expression in independent comics seem so right and true. Her ideas about the utopian promise of comics — and, by extension, popular culture — can feel overstated when she refers to the “democracy of forms and types of media” at conventions like Comic-Con (where big companies dominate) or in superhero movies (“Economically, it seems to work to everybody’s benefit”). Far more persuasive are her discussions of the artist’s hand — the shakiness of Aline Kominsky-Crumb’s line, the crosshatching of her husband, Robert, the rigorously controlled quality of Charles Burns’s drawings. It’s here that Chute finds “the grain of individual experience,” locating the touch of the human that reaches and sometimes flies off the page.", "url": "https://www.nytimes.com/2017/12/11/books/review/why-comics-chute-slugfest-tucker.html"}