{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:41:49", "date_modify": "2022-10-25 23:41:49", "date_publish": "2017-03-13 02:00:16", "description": "This musical pushes emotional buttons as it portrays a town’s efforts to accommodate travelers whose planes were diverted to a Canadian town after the 9/11 attacks.", "filename": "2017_03_12_theater_come-from-away-review.html__r=0_1666741309.html", "image_url": "https://static01.nyt.com/images/2017/03/13/arts/13COMEAWAY/13COMEAWAY-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=21aa0de88173768a45ca8fbd06ab7ab9a647b7d712f452388a387aa33cb5e88a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_12_theater_come-from-away-review.html__r=0_1666741309.html", "title": "Review: ‘Come From Away,’ a Canadian Embrace on a Grim Day", "title_page": "Review: ‘Come From Away,’ a Canadian Embrace on a Grim Day - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Try, if you must, to resist the gale of good will that blows out of “Come From Away,” the big bearhug of a musical that opened on Sunday night at the Gerald Schoenfeld Theater. But even the most stalwart cynics may have trouble staying dry-eyed during this portrait of heroic hospitality under extraordinary pressure.\n“Come From Away” — set, you should know, on and after the world-shaking date of Sept. 11, 2001 — pushes so many emotional buttons that you wind up feeling like an accordion. That does not mean that you’ll leave thinking you have been played.\nFor this Canadian-born production, written by Irene Sankoff and David Hein and directed by Christopher Ashley, is as honorable in its intentions as it is forthright in its sentimentality. And it may provide just the catharsis you need in an American moment notorious for dishonorable and divisive behavior.\n“Come From Away” sounds like a show that most New Yorkers would run a city mile to avoid. I mean, come on guys, a feel-good 9/11 musical created by a husband-and-wife team whose most notable previous credit was something called “My Mother’s Lesbian Jewish Wiccan Wedding”? That’s a self-spoofing concept that might have come up in a “Saturday Night Live” brainstorming session, and been rejected on the grounds of bad taste.", "url": "https://www.nytimes.com/2017/03/12/theater/come-from-away-review.html?_r=0"}