{"authors": ["Christina Caron"], "date_download": "2022-10-25 23:47:48", "date_modify": "2022-10-25 23:47:48", "date_publish": "2017-08-13 18:49:52", "description": "Her supervisor said that Ms. Heyer, a paralegal, was a passionate advocate for the disenfranchised and was often moved to tears by injustice.", "filename": "2017_08_13_us_heather-heyer-charlottesville-victim.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741668.html", "image_url": "https://static01.nyt.com/images/2017/08/14/us/14victim/14xp-heather-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3c9760c392c55ba7c818a9677e09c9aebef5c91626bc5e2e9191c1435d534eb4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_13_us_heather-heyer-charlottesville-victim.html_action=click&module=Top%20Stories&pgtype=Homepage_1666741668.html", "title": "Heather Heyer, Charlottesville Victim, Is Recalled as ‘a Strong Woman’", "title_page": "Heather Heyer, Charlottesville Victim, Is Recalled as ‘a Strong Woman’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Heather D. Heyer died standing up for what she believed in.\nFriends described her as a passionate advocate for the disenfranchised who was often moved to tears by the world’s injustices. That sense of conviction led her to join demonstrators protesting a rally of white nationalists in Charlottesville, Va., on Saturday.\n“We were just marching around, spreading love — and then the accident happened,” a friend, Marissa Blair, said. “In a split second you see a car, and you see bodies flying.”\nThe authorities said Ms. Heyer, 32, was killed when a car driven by a man from Ohio plowed into the crowd.\n“Heather was such a sweet soul, and she did not deserve to die,” Ms. Blair said on Sunday.\nOthers said Ms. Heyer, who lived in Charlottesville, spoke out against inequality and urged co-workers to be active in their community.\n“Heather was a very strong woman,” said Alfred A. Wilson, manager of the bankruptcy division at the Miller Law Group in Charlottesville, where Ms. Heyer worked as a paralegal. She stood up against “any type of discrimination,” he said. “That’s just how she’s always been.”\nMr. Wilson said in an interview on Sunday that he found her at her computer crying many times.\n“Heather being Heather has seen something on Facebook or read something in the news and realized someone has been mistreated and gets upset,” he said.\nA couple of years ago, she was dating someone who became agitated after learning that Mr. Wilson was black and that they were friends.\n“She just didn’t like the way he was judging me as a minority male that’s doing well for myself,” Mr. Wilson said, adding that Ms. Heyer stopped seeing the man after that.\nShe often posted messages on Facebook about equality and love, said Ms. Blair, who recently left the law firm.\n“She’s always so passionate and she speaks with so much conviction all the time,” she said.\nMr. Wilson hired Ms. Heyer at the recommendation of a friend. She had a high school diploma but did not have a background in law. Instead, she was working as a bartender and waitress, but he said she had an eye for detail and was “a people person.”\n“If you can get people to open up to you, that’s what I need,” he told her. “I’ll teach you everything about the law you need to know.”", "url": "https://www.nytimes.com/2017/08/13/us/heather-heyer-charlottesville-victim.html?action=click&module=Top%20Stories&pgtype=Homepage"}