{"authors": ["Sean Piccoli", "Ashley Southall"], "date_download": "2022-10-25 23:41:36", "date_modify": "2022-10-25 23:41:36", "date_publish": "2017-07-31 18:36:53", "description": "The man’s mother called 911 for help for her son, who was acting erratically. He was shot after advancing on officers with a large knife, the police said.", "filename": "2017_07_31_nyregion_police-fatally-shoot-man-in-brooklyn_1666741296.html", "image_url": "https://static01.nyt.com/images/2017/08/01/nyregion/01shooting/01shooting-facebookJumbo.jpg?year=2017&h=549&w=1050&s=1bd32428d3dcfc49b43d7f9d459565c5dd86c01699a6616e3f9f8a89b378eb5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_31_nyregion_police-fatally-shoot-man-in-brooklyn_1666741296.html", "title": "Police Fatally Shoot ‘Emotionally Disturbed’ Man Holding Knife in Brooklyn", "title_page": "Police Fatally Shoot ‘Emotionally Disturbed’ Man Holding Knife in Brooklyn - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A man whose mother called the police to report that he was acting erratically was fatally shot on Monday by one of the police officers who responded to the family’s apartment in Brooklyn, the police said.\nThe man, Dwayne Jeune, 32, was shot after he advanced on the officers with “a large carving knife” in the apartment, after two shocks from a stun gun failed to subdue him, Terence A. Monahan, chief of patrol, said at a news conference at the apartment complex.\n“This incident unraveled in seconds,” Chief Monahan said. He cautioned that the information was preliminary and that the department’s initial account was “subject to change” as the investigation continued.\nThe mother called 911 around 12:20 p.m., saying that Mr. Jeune was acting erratically though not violently, the police said. Four officers went to the family’s fifth-floor apartment at 1370 New York Avenue in East Flatbush, knocked and were admitted by the woman, Chief Monahan said.", "url": "https://www.nytimes.com/2017/07/31/nyregion/police-fatally-shoot-man-in-brooklyn.html"}