{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:44", "date_modify": "2022-10-25 23:28:44", "date_publish": "2017-12-12 09:24:58", "description": "Opponents of the increasingly isolated Ashraf Ghani are holding rallies, issuing ultimatums and calling for a tribal referendum on his performance in office.", "filename": "2017_12_12_world_asia_afghanistan-ashraf-ghani-elections_1666740524.html", "image_url": "https://static01.nyt.com/images/2017/12/13/world/13Afghan-Ghani01/11Afghan-Ghani1-facebookJumbo-v4.jpg?year=2017&h=550&w=1050&s=85b0c9f8b145195446c5fc8048f417febc13f926f3485a84d172c8fedee51999&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_12_world_asia_afghanistan-ashraf-ghani-elections_1666740524.html", "title": "Afghan President Under Fire as Critics Chafe at Overdue Vote", "title_page": "Afghan President Under Fire as Critics Chafe at Overdue Vote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One opposition faction is a group championed by former President Hamid Karzai that is calling for a loya jirga, a grand council of tribal elders, to decide Mr. Ghani’s fate. A jirga, at its heart an unpredictable event, could not only upend the cycle of elections as the democratic transfer of power, but risk putting other issues, like the United States military’s presence, up for discussion.\nSome other groups are very critical of Mr. Ghani but have agreed to show restraint as long as he delivers elections and electoral reforms. In recent weeks, many of those groups have said that they do not believe Mr. Ghani is serious about holding the vote next year, raising the possibility that they could join Mr. Karzai’s move for a loya jirga.\n“The situation shows that preparations for elections are not there, not in the way that is necessary,” said Abdul Rab Rassoul Sayyaf, a former warlord who leads the opposition coalition to which Mr. Daudzai belongs. “If the elections don’t happen, this country will go to a dangerous crisis.”\nSome of Mr. Ghani’s aides lament that their technocratic leader has struggled to balance the demands of keeping political constituencies at his side while prioritizing his reform agenda. He is often occupied for hours leading meetings on issues that a subordinate could have handled.\nOther advisers say that the president is determined to make elections happen, but that he is a victim of deep political divisions, undermined at every turn by a Parliament that has stalled his legislation and cabinet choices.\n“The president knows it has taken a longer time on the elections,” said Nader Nadery, a senior adviser to Mr. Ghani. “When he has tried to use his convening powers to move election issues, he is told the perception is he is too close to the process and he is interfering. When he has backed off and let the process do its work, they say he doesn’t have the political will to hold elections.”", "url": "https://www.nytimes.com/2017/12/12/world/asia/afghanistan-ashraf-ghani-elections.html"}