{"authors": ["James Kanter"], "date_download": "2022-10-25 23:38:43", "date_modify": "2022-10-25 23:38:43", "date_publish": "2017-03-31 09:31:46", "description": "Brussels has long insisted that Britain must reach a deal on its withdrawal before making any agreement on access to the single market.", "filename": "2017_03_31_world_europe_uk-brexit-eu-donald-tusk_1666741123.html", "image_url": "https://static01.nyt.com/images/2017/04/01/world/01Brexit/01Brexit-facebookJumbo.jpg?year=2017&h=550&w=1050&s=24060afa15d2080c112add0f06455f131a6d4c55de8de7aa614d7180133cd2f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_31_world_europe_uk-brexit-eu-donald-tusk_1666741123.html", "title": "On ‘Brexit,’ It’s Divorce First, Trade Talks Later, E.U. Tells U.K.", "title_page": "On ‘Brexit,’ It’s Divorce First, Trade Talks Later, E.U. Tells U.K. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In laying out the European Union’s terms for the exit negotiations — which still must be approved by leaders of the 27 remaining nations — Mr. Tusk essentially presented the bloc’s response to Mrs. May’s opening move. Mr. Tusk said the 27 leaders would determine when there had been “sufficient progress” to start discussing Britain’s future trade arrangements.\nThe terms, nonetheless, represent an early setback for Britain. The draft guidelines outline a “phased approach” that the European Union will require Britain to follow before talks about any deal on access to the European single market of more than 500 million consumers.\nThe terms also signaled how Britain was losing control over developments in Europe by giving Spain an effective veto over whether any deal applied to Gibraltar, the rocky outcrop that has long been the subject of an acrimonious sovereignty dispute between London and Madrid. Spain had pressed to insert language on Gibraltar into the guidelines and succeeded because Britain did not have a say in the drafting, European Union officials said.\nMarket access is a British priority that took on added urgency this week, as Mrs. May’s formal notification on Wednesday started a two-year clock to reach an agreement. That time constraint limits British leverage in the negotiations because it would face a welter of tariffs and customs barriers if a deal is not struck during that period.\nThe guidelines will come into effect if national leaders approve them at a summit meeting on April 29. Michel Barnier, a former foreign minister of France, is then expected to take over day-to-day negotiations with the government in London.", "url": "https://www.nytimes.com/2017/03/31/world/europe/uk-brexit-eu-donald-tusk.html"}