{"authors": ["Matt Flegenheimer", "Emmarie Huetteman"], "date_download": "2022-10-25 23:32:17", "date_modify": "2022-10-25 23:32:17", "date_publish": "2017-05-18 00:54:44", "description": "The House majority leader was recorded in June as saying Donald J. Trump could be getting payments from Vladimir V. Putin. Now the congressman says he was joking.", "filename": "2017_05_17_us_politics_kevin-mccarthy-donald-trump-vladimir-putin_1666740737.html", "image_url": "https://static01.nyt.com/images/2017/05/18/us/18mccarthy/18mccarthy-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c6a3da9d0199c1ecaf3516ff208b087b612ae2fa43094b79ccbb7cc8c3b8e68e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_17_us_politics_kevin-mccarthy-donald-trump-vladimir-putin_1666740737.html", "title": "Payoffs From Putin to Trump? McCarthy Says No, He Was Just Kidding", "title_page": "Payoffs From Putin to Trump? McCarthy Says No, He Was Just Kidding - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Did you hear the one about the Russians paying off the future president of the United States? It seems House Republicans have.\nTheir two highest-ranking members on Wednesday walked into a firestorm of their own making, negotiating the latest Republican headache after The Washington Post reported that Representative Kevin McCarthy of California, the majority leader, said in a private session last year that President Trump, then a candidate, could be receiving payments from President Vladimir V. Putin of Russia.\nSpeaker Paul D. Ryan of Wisconsin immediately intervened during the meeting and brought the conversation to a halt, according to a June recording reviewed by The Post, swearing his colleagues to secrecy amid laughter.\nThe New York Times has not obtained a recording and cannot appraise the tone of Mr. McCarthy’s original remarks. On Wednesday, he said he was just kidding.", "url": "https://www.nytimes.com/2017/05/17/us/politics/kevin-mccarthy-donald-trump-vladimir-putin.html"}