{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:48:35", "date_modify": "2022-10-25 23:48:35", "date_publish": "2017-02-16 20:56:45", "description": "Employees of the Environmental Protection Agency are calling their senators to try to defeat Scott Pruitt’s confirmation to run the agency.", "filename": "2017_02_16_us_politics_scott-pruitt-environmental-protection-agency_1666741715.html", "image_url": "https://static01.nyt.com/images/2017/02/17/us/17pruitt/17pruitt-facebookJumbo.jpg?year=2017&h=549&w=1050&s=14c7ad203d1e34cf8cafb4a32d96807a13da833fba677d14a04589c4b4c760ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_16_us_politics_scott-pruitt-environmental-protection-agency_1666741715.html", "title": "E.P.A. Workers Try to Block Pruitt in Show of Defiance", "title_page": "E.P.A. Workers Try to Block Pruitt in Show of Defiance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“What it means is that it’s going to be a blood bath when Pruitt gets in there,” said Christine Todd Whitman, a Republican former governor of New Jersey and the E.P.A. administrator during the first term of President George W. Bush.\nMs. Whitman predicted a standoff between career employees and their politically appointed bosses, noting that Mr. Pruitt would be blocked by legal Civil Service protections from immediately firing longtime employees, but would probably be able to retaliate in other ways, such as shifting them to different jobs.\nThe showdown could embolden the White House and Congress to change federal Civil Service laws.\n“The Civil Service is supposed to be a class of experts implementing policy, regardless of politics,” said Myron Ebell, a fellow at the free-market Competitive Enterprise Institute, who led Mr. Trump’s environmental transition team. “If they have now become a special interest group pleading their own agenda, then it is probably time to look at reforming the Civil Service laws.”\nThe revolt has also angered supporters of Mr. Pruitt.\n“There clearly has been an organized effort to demonize Pruitt, and I think that’s unfair and unfortunate,” said Jeffrey Holmstead, a senior E.P.A. official in the George W. Bush administration who has been mentioned as a possible deputy to Mr. Pruitt. “I don’t remember, in my time, anything like this. But I think that anyone Trump nominated would be targeted.”\n“We know that he’ll dismantle Clean Power Plan and the Waters of the U.S. rule, but he’s not going to go in there and start firing people,” said Mr. Holmstead, referring to Obama regulations on climate change and water pollution.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nMr. Pruitt, the attorney general of Oklahoma, has sued the E.P.A. at least 14 times, often in concert with the nation’s largest fossil fuel companies, to block major environmental regulations. He has questioned human-caused global warming and is a key architect of the national legal effort to dismantle former President Barack Obama’s climate change policies.", "url": "https://www.nytimes.com/2017/02/16/us/politics/scott-pruitt-environmental-protection-agency.html"}