{"authors": ["Mark Landler", "David M. Halbfinger", "Isabel Kershner"], "date_download": "2022-10-25 23:56:25", "date_modify": "2022-10-25 23:56:25", "date_publish": "2017-12-08 01:15:31", "description": "The chief Palestinian negotiator said Mr. Trump’s recognition of Jerusalem as Israel’s capital means a radical P.L.O. shift — to a push for a single state, with equal civil rights.", "filename": "2017_12_07_us_politics_trump-jerusalem-palestinians_1666742185.html", "image_url": "https://static01.nyt.com/images/2017/12/07/world/08dc-twostate/08dc-twostate-facebookJumbo.jpg?year=2017&h=550&w=1050&s=072a46ac7796f43dade4b54d31a4079ccb56b895fce7012a5f5dce06657b3660&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_07_us_politics_trump-jerusalem-palestinians_1666742185.html", "title": "Did Trump Kill Off a Two-State Solution? He Says No, Palestinians Say Yes", "title_page": "Did Trump Kill Off a Two-State Solution? He Says No, Palestinians Say Yes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Erekat’s change of heart is unlikely to change Palestinian policy. The dream of a Palestinian state is too deeply ingrained in a generation of its leaders for the Palestinian Authority to abandon it now. Israel would be unlikely to accede to equal rights, because granting a vote to millions of Palestinians would eventually lead to the end of Israel as a Jewish state.\nBut the fact that Mr. Erekat is speaking openly about it attests to the turmoil caused in the Middle East by Mr. Trump’s recognition of Jerusalem. More so than the protests that erupted in the West Bank, which injured dozens of people but were less intense than expected, the comments of senior Palestinians like Mr. Erekat captured the profound sense of despair.\nAdministration officials strenuously reject the argument that Mr. Trump has foreclosed a two-state solution. He recommitted himself to brokering what he has called the “ultimate deal” between the two sides, they said. He studiously avoided taking a position on the eventual borders or sovereignty of Jerusalem. And he called for status quo in the administration of the Jewish and Muslim holy sites in the Old City of Jerusalem.\n“We want an agreement that is a great deal for the Israelis and a great deal for the Palestinians,” Mr. Trump said.\nBeyond the president’s words, there were other signs he is serious about his intentions. On the same day that he signed his name with a John Hancock-like flourish to a proclamation recognizing Jerusalem as the capital, he quietly signed another document that will delay the move of the American Embassy to the city for at least six months — and probably much longer.", "url": "https://www.nytimes.com/2017/12/07/us/politics/trump-jerusalem-palestinians.html"}