{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:42:01", "date_modify": "2022-10-25 23:42:01", "date_publish": "2017-10-12 14:42:17", "description": "Ms. Sandberg visited Washington, acting as the tech giant’s chief ambassador while trying to contain a spiraling public relations crisis.", "filename": "2017_10_12_technology_sheryl-sandberg-facebook-ads_1666741321.html", "image_url": "https://static01.nyt.com/images/2017/10/13/business/13sheryl1/13sheryl1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=09b877189ca7052be3033779e9e4ea7d9f13dd00dcff1f58a0a9a0674ace5042&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_12_technology_sheryl-sandberg-facebook-ads_1666741321.html", "title": "Sheryl Sandberg Blitzes Washington in P.R. Push for Facebook", "title_page": "Sheryl Sandberg Blitzes Washington in P.R. Push for Facebook - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — For months, Facebook has been trying to counter criticism about its influence on the 2016 presidential election. The company has hired three crisis communications firms and has bought digital and newspaper ads. Mark Zuckerberg, its chief executive, has posted live video to the social network to explain how much he cared about election integrity.\nThis week, it sent Sheryl Sandberg to Washington to charm Congress and the public.\nMs. Sandberg, Facebook’s chief operating officer, acted as the giant tech company’s chief ambassador in the capital on Wednesday and Thursday — shuttling around to talk with dozens of lawmakers, and making numerous promises about how the company would change.\nIn a public appearance hosted by Axios, the news start-up, she admitted that Facebook had made mistakes during the presidential campaign. She offered lawmakers who are investigating Russia’s meddling in the election more data from the company. And she promised the Congressional Black Caucus that she would help appoint an African-American to the Facebook board.\n“She said 10 to 15 times, ‘We’ve got to do better,’” Representative Emanuel Cleaver II, a Democrat from Missouri, said after Ms. Sandberg met with the Congressional Black Caucus, which has complained about the level of diversity at the company.", "url": "https://www.nytimes.com/2017/10/12/technology/sheryl-sandberg-facebook-ads.html"}