{"authors": ["Carlos Tejada"], "date_download": "2022-10-25 23:40:34", "date_modify": "2022-10-25 23:40:34", "date_publish": "2017-06-22 18:51:08", "description": "The company said foreign production was needed to make its models more affordable overseas. Its plan for a plant would require a Chinese partner.", "filename": "2017_06_22_business_tesla-factory-china_1666741234.html", "image_url": "https://static01.nyt.com/images/2017/06/23/business/23TESLACHINA/23TESLACHINA-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5512cde95464b7354cf60394de18818b4b8456e8cfe1c2aa78927926e51d8a78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_22_business_tesla-factory-china_1666741234.html", "title": "Tesla in Talks to Set Up Electric Car Factory in Shanghai", "title_page": "Tesla in Talks to Set Up Electric Car Factory in Shanghai - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Tesla Motors is in discussions to establish a factory in Shanghai, its first in China, a move that could bolster its efforts in one of its major markets even as it further lifts China’s position as a builder of electric cars.\nIn a statement on Thursday, Tesla said it needed to set up more overseas factories to make cars that customers could afford. Such a strategy is a must in China, which charges steep tariffs for imported cars.\n“Tesla is working with the Shanghai Municipal Government to explore the possibility of establishing a manufacturing facility in the region to serve the Chinese market,” a company spokesman said. “Tesla is deeply committed to the Chinese market, and we continue to evaluate potential manufacturing sites around the globe to serve the local markets.”\n“While we expect most of our production to remain in the U.S., we do need to establish local factories to ensure affordability for the markets they serve,” the spokesman said.", "url": "https://www.nytimes.com/2017/06/22/business/tesla-factory-china.html"}