{"authors": ["William Neuman"], "date_download": "2022-10-25 23:49:16", "date_modify": "2022-10-25 23:49:16", "date_publish": "2017-09-13 01:22:54", "description": "Mayor Bill de Blasio will now turn his focus to the general election and his matchup against Nicole Malliotakis, a Republican, and Bo Dietl, an independent.", "filename": "2017_09_12_nyregion_mayor-de-blasio-primary-win_1666741756.html", "image_url": "https://static01.nyt.com/images/2017/09/13/nyregion/13NYCPRIMARY/13NYCPRIMARY-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1e7b6bb0b011aa4c86ea383a2fa44019ca6a5331144fa842a557cc5db3906e0c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_12_nyregion_mayor-de-blasio-primary-win_1666741756.html", "title": "De Blasio, Seeking Second Term, Wins an Easy Victory", "title_page": "De Blasio, Seeking Second Term, Wins an Easy Victory - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And in the most recent campaign finance report, Mr. de Blasio indicated that he had nearly $5 million in the bank. Ms. Malliotakis had just $220,000, and Mr. Dietl had $269,000.\nMr. de Blasio has received about $5 million in donations and $2.8 million from the city’s generous public financing program for campaigns, which gives candidates a six-to-one match for the first $175 contributed by New York City residents. And he stands to receive another sizable injection of matching funds ahead of the general election. Ms. Malliotakis has not yet reached the fund-raising threshold to receive matching funds; Mr. Dietl is not participating in the program.\nWith 97 percent of electronic scanners reported, Mr. de Blasio received 320,812 votes. Michael Tolkin, a technology entrepreneur, got less than 5 percent; Robert Gangi, a police reform activist, got 3 percent; and Richard S. Bashner, a Brooklyn community board leader, got 2 percent.\nIn the only other citywide Democratic primary on Tuesday, the public advocate, Letitia James, handily beat her challenger, David Eisenbach, a Columbia University professor allied with Mr. Albanese. She will run in November against the Republican candidate, Juan Carlos Polanco.", "url": "https://www.nytimes.com/2017/09/12/nyregion/mayor-de-blasio-primary-win.html"}