{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:45:25", "date_modify": "2022-10-25 23:45:25", "date_publish": "2017-05-21 23:16:59", "description": "In Utah, the 3.1 percent jobless rate has helped drive up wages, and the biggest problem is no longer a dearth of jobs but of people to do them.", "filename": "2017_05_21_us_politics_utah-economy-jobs_1666741525.html", "image_url": "https://static01.nyt.com/images/2017/05/22/us/22employ1/22employ1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=dc5caa46ac11a06e33d435492e7d0bd2dce03451ef8aed04b331ae91d281db86&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_21_us_politics_utah-economy-jobs_1666741525.html", "title": "Lack of Workers, Not Work, Weighs on the Nation’s Economy", "title_page": "Lack of Workers, Not Work, Weighs on the Nation’s Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SALT LAKE CITY — Stephanie Pappas and her brothers built their roofing supply company in this fast-growing region by promising next-day delivery, but lately they’ve been forced to tell some customers that tomorrow is impossible.\nTheir company, Roofers Supply, employs 28 drivers across Utah, and Ms. Pappas said she would need at least 15 more to meet the exploding demand for shingles and tiles. The company has raised its starting wage by 10 percent since the beginning of the year to $17.50 an hour, but it’s not enough.\n“We never want to have to say, ‘We can’t do it,’ but we need people,” Ms. Pappas said.\nAfter eight years of steady growth, the main economic concern in Utah and a growing number of other states is no longer a lack of jobs, but a lack of workers. The unemployment rate here fell to 3.1 percent in March, among the lowest figures in the nation. Nearly a third of the 388 metropolitan areas tracked by the Bureau of Labor Statistics have an unemployment rate below 4 percent, well below the level that economists consider “full employment,” the normal churn of people quitting to find new jobs. The rate in some cities, like Ames, Iowa, and Boulder, Colo., is even lower, at 2 percent.\nThat’s good news for workers, who are reaping wage increases and moving to better jobs after years of stagnating pay that, for many, was stuck at a low level. Daniel Edlund, a 21-year-old call center worker in Provo, Utah, learned Monday that his hours were changing. On Wednesday, he had his first interview for a new job.", "url": "https://www.nytimes.com/2017/05/21/us/politics/utah-economy-jobs.html"}