{"authors": ["Eric Lipton", "Lisa Friedman"], "date_download": "2022-10-25 23:48:30", "date_modify": "2022-10-25 23:48:30", "date_publish": "2017-12-18 00:50:56", "description": "A Republican research group has requested the emails of E.P.A. employees critical of the agency. Now the E.P.A. has hired an affiliated company.", "filename": "2017_12_17_us_politics_epa-pruitt-media-monitoring_1666741710.html", "image_url": "https://static01.nyt.com/images/2017/12/18/us/18dc-epa1/18dc-epa1-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=a427985d713a6cb543bbfff2bf2cb7dd07d3fc7508743ad0f7f92ad6ad431f24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_17_us_politics_epa-pruitt-media-monitoring_1666741710.html", "title": "E.P.A. Employees Spoke Out. Then Came Scrutiny of Their Email.", "title_page": "E.P.A. Employees Spoke Out. Then Came Scrutiny of Their Email. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — One Environmental Protection Agency employee spoke up at a private lunch held near the agency headquarters, saying she feared the nation might be headed toward an “environmental catastrophe.” Another staff member, from Seattle, sent a letter to Scott Pruitt, the E.P.A. administrator, raising similar concerns about the direction of the agency. A third, from Philadelphia, went to a rally where he protested against agency budget cuts.\nThree different agency employees, in different jobs, from three different cities, but each encountered a similar outcome: Federal records show that within a matter of days, requests were submitted for copies of emails written by them that mentioned either Mr. Pruitt or President Trump, or any communication with Democrats in Congress that might have been critical of the agency.\nThe requests came from a Virginia-based lawyer working with America Rising, a Republican campaign research group that specializes in helping party candidates and conservative groups find damaging information on political rivals, and which, in this case, was looking for information that could undermine employees who had criticized the E.P.A.\nNow a company affiliated with America Rising, named Definers Public Affairs, has been hired by the E.P.A. to provide “media monitoring,” in a move the agency said was intended to keep better track of newspaper and video stories about E.P.A. operations nationwide.", "url": "https://www.nytimes.com/2017/12/17/us/politics/epa-pruitt-media-monitoring.html"}