{"authors": ["Michael Schwirtz", "William K. Rashbaum"], "date_download": "2022-10-25 23:49:18", "date_modify": "2022-10-25 23:49:18", "date_publish": "2017-05-12 00:45:05", "description": "The expected resignation of the correction commissioner comes amid revelations about mismanagement and dysfunction.", "filename": "2017_05_11_nyregion_bill-de-blasio-joseph-ponte-correction-commissioner_1666741758.html", "image_url": "https://static01.nyt.com/images/2017/05/12/nyregion/12PONTE-1/12PONTE-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=ff1b898f3eb2a74b5d9c13a7c7d00563ac182bbe25019b84d353fa327e5b5f16&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_11_nyregion_bill-de-blasio-joseph-ponte-correction-commissioner_1666741758.html", "title": "Joseph Ponte to Resign as New York City Jails Chief", "title_page": "Joseph Ponte to Resign as New York City Jails Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But in the end Mr. Ponte was undone not by the ingrained challenges of Rikers, but by problems that appeared to be of his own making.\nOn April 28, the city’s Department of Investigation issued a report that found the commissioner had used his city vehicle to take extended trips to his home on the coast of Maine, and had spent a total of 90 days outside of the city last year while violence at Rikers surged.\nSeveral days after that report was released, the Department of Investigation sent a letter to City Hall accusing Mr. Ponte’s head of internal affairs of overseeing an effort to spy on the investigations agency by listening in on one of its investigators’ phone conversations with confidential inmate informants. Rather than inform the investigations agency or City Hall, as municipal rules require, Mr. Ponte told no one and took no action against the internal affairs heard, Gregory Kuczinski, the agency said in a statement.\nImage Mayor Bill de Blasio has called Mr. Ponte’s misuse of the city car an honest mistake. Credit... Sam Hodgson for The New York Times\nAfter the vehicle report was released, Mr. Ponte acknowledged taking his sport utility vehicle out of state but claimed that two top aides and his driver had told him — erroneously, it turns out — that he was allowed to use it for out of state travel. The two aides denied so advising him; the driver has not responded to several interview requests.\nThe Department of Investigation commissioner, Mark G. Peters, wrote to the mayor last week about the spying accusations, requesting that Mr. Kuczinski, whose formal title was deputy commissioner of the Investigation Division, be removed from the internal affairs post. On Monday, Mr. Ponte did so, placing him on modified duty. But the commissioner also defended him, saying he had had a limited role in overseeing the phone surveillance unit responsible for the eavesdropping.\nThrough it all, Mr. Ponte never appeared to have lost the confidence of the mayor. Indeed, at roughly half a dozen public appearances over the last several weeks, Mr. de Blasio spoke of him effusively, apparently in a last-ditch attempt to save Mr. Ponte’s job — and perhaps, when it comes to Rikers, his own political legacy.", "url": "https://www.nytimes.com/2017/05/11/nyregion/bill-de-blasio-joseph-ponte-correction-commissioner.html"}