{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:10", "date_modify": "2022-10-25 23:34:10", "date_publish": "2017-10-30 19:59:07", "description": "One minister faces an inquiry after asking a staff member to buy sex toys, while dozens of lawmakers are accused of sexism, harassment or inappropriate behavior.", "filename": "2017_10_30_world_europe_sexual-harassment-british-parliament.html__r=0_1666740850.html", "image_url": "https://static01.nyt.com/images/2017/10/31/world/31Britain/31Britain-facebookJumbo.jpg?year=2017&h=549&w=1050&s=284b352dcd5775a44908ac3dddc10ef7469ccf1c41f067e26bfd69bb59075563&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_30_world_europe_sexual-harassment-british-parliament.html__r=0_1666740850.html", "title": "Sexual Harassment Claims Surface in U.K. Parliament", "title_page": "Sexual Harassment Claims Surface in U.K. Parliament - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — To the British lawmaker it was just “good-humored high jinks.” But after admitting that he had asked a female member of his staff to buy sex toys, Mark Garnier was at the center of a formal investigation on Monday amid a litany of accusations of sexual harassment, inappropriate behavior and casual sexism in Parliament.\nMr. Garnier, a member of the Conservative Party and the minister for international trade, was hanging on to his job. Contacted by the Mail on Sunday, Mr. Garnier admitted to the actions and to using sexual innuendo, while insisting that they did “not constitute harassment.”\nPerhaps as worrying for Prime Minister Theresa May were separate allegations that 36 of her lawmakers, including two serving cabinet ministers, have exhibited inappropriate behavior, like being “handsy with women at parties” or having “sexual relations with a researcher.”\nThe claims surfaced in several media outlets, including a website called Guido Fawkes, which published a list of 36 accusations against members of Parliament who have been accused of sexual harassment with the names redacted.", "url": "https://www.nytimes.com/2017/10/30/world/europe/sexual-harassment-british-parliament.html?_r=0"}