{"authors": ["Stephanie Clifford", "Colin Moynihan"], "date_download": "2022-10-25 23:19:11", "date_modify": "2022-10-25 23:19:11", "date_publish": "2017-08-21 20:17:54", "description": "The jury thought Mr. Shkreli committed fraud, a juror said, but did not find “that he had the intent and purpose” to cause anyone to lose money.", "filename": "2017_08_21_business_dealbook_martin-shkreli-jury_1666739951.html", "image_url": "https://static01.nyt.com/images/2017/08/22/business/22db-shkreli3/22db-shkreli3-facebookJumbo.jpg?year=2017&h=550&w=1050&s=18effb674baf9ceba10147db08db3a91f5f7a3da4854075a8918919752eac334&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_21_business_dealbook_martin-shkreli-jury_1666739951.html", "title": "Martin Shkreli Was ‘His Own Worst Enemy,’ Juror Says", "title_page": "Martin Shkreli Was ‘His Own Worst Enemy,’ Juror Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Martin Shkreli, a juror at his fraud trial said on Monday, was “his own worst enemy.”\nOn Aug. 4, after a five-week trial and five days of deliberations, the jury in federal court in Brooklyn found Mr. Shkreli guilty on three of eight counts. He was convicted of securities fraud — for lying to hedge-fund investors — and of conspiracy to commit securities fraud, with a stock scheme surrounding Retrophin, a pharmaceutical company he founded. He faces up to 20 years in prison; a sentencing date has not been set.\n“All he had to do was to tell everyone, ‘I’m sorry, I lost the money, all I can say is I’m sorry,’ and that would be it,” said the juror, Lois Pounds, who was contacted Monday after Judge Kiyo A. Matsumoto ordered the names of the jurors in the case released to reporters. “But there’s a side of him — I think it’s partly ego — that he wanted to be thought of as this great financial individual.”\nJurors believed that Mr. Shkreli committed fraud in lying to hedge fund investors, Ms. Pounds said, but as they parsed through the required elements for all eight counts he was charged with, they did not find “that he had the intent and purpose to specifically rob and cause a person to lose money and property” in all of the counts.\nAnnette Pittman, a speech pathologist from Brooklyn, said a few bits of major evidence had helped convince her that Mr. Shkreli had committed securities fraud. For instance, she said, that one of his hedge funds had not hired an auditor was “a problem.”", "url": "https://www.nytimes.com/2017/08/21/business/dealbook/martin-shkreli-jury.html"}