{"authors": ["Declan Walsh"], "date_download": "2022-10-25 23:55:25", "date_modify": "2022-10-25 23:55:25", "date_publish": "2017-05-03 00:44:55", "description": "Khaled Meshal is stepping down as Hamas’s leader after over two decades, but his parting act, an attempt to put a friendly face on the militant group, has found few takers.", "filename": "2017_05_02_world_middleeast_hamas-khaled-meshal-gaza_1666742125.html", "image_url": "https://static01.nyt.com/images/2017/05/03/world/03meshal1/03meshal1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=ebc57850fa6a809a5a2446a480fb18ee2801aba7c095d0cd56c528af240a7f47&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_02_world_middleeast_hamas-khaled-meshal-gaza_1666742125.html", "title": "Hamas Leader Plays Final Hand: Trying to Lift Group’s Pariah Status", "title_page": "Hamas Leader Plays Final Hand: Trying to Lift Group’s Pariah Status - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DOHA, Qatar — In the violent flux of the Middle East, Khaled Meshal is one of the great survivors. Down the years other senior figures in Hamas, the Islamist militant group that resists Israel, have died in hotel rooms at the hands of Israeli assassins or been crushed by laser-guided missiles during the wars in Gaza.\nMr. Meshal, who spent his career shifting from one Arab capital to another, had his own close scrape: In 1997, a year after he became the leader of Hamas, Israeli spies sprayed poison into his ear on a street in Jordan, sending Mr. Meshal into a coma and setting off an angry diplomatic showdown between Jordan and Israel that ended with the delivery of a lifesaving antidote.\nNow Mr. Meshal is stepping down as the senior leader, ending a 21-year reign during which Hamas grew into a formidable military force and also joined politics to rule Gaza for the past decade. Yet it has become an international pariah for its attacks on civilians.\nMr. Meshal’s parting shot is a new political document, released at a luxury hotel in Doha on Monday, that he is pitching as an attempt to pull Hamas from its isolation by presenting a friendlier face to the world.", "url": "https://www.nytimes.com/2017/05/02/world/middleeast/hamas-khaled-meshal-gaza.html"}