{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:30:37", "date_modify": "2022-10-25 23:30:37", "date_publish": "2017-06-06 17:56:55", "description": "The company was said to have disclosed the move at an all-hands meeting at its San Francisco headquarters on Tuesday.", "filename": "2017_06_06_technology_uber-fired_1666740637.html", "image_url": "https://static01.nyt.com/images/2017/06/07/business/07UBER/07UBER-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d2b63871f2c968767fa683787bd6f50c4c9ad82125893e70c711f8afda1aae6b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_06_technology_uber-fired_1666740637.html", "title": "Uber Fires 20 Amid Investigation Into Workplace Culture", "title_page": "Uber Fires 20 Amid Investigation Into Workplace Culture - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Uber has fired 20 employees over harassment, discrimination and inappropriate behavior, as the ride-hailing company tries to contain the fallout from a series of toxic revelations about its workplace.\nUber disclosed the terminations on Tuesday at a staff meeting at its San Francisco headquarters, according to an employee who attended the event but was not authorized to speak publicly about the matter. The firings, which occurred in the last few months, stem from an internal investigation into Uber’s workplace, the employee said. The company did not name the people who were fired, but some were senior executives, the employee said.\nThe firings were aimed at tackling what many at Uber say are deep-seated management and cultural issues, which have made the company a cautionary tale for what can go wrong with Silicon Valley’s often freewheeling corporate culture. Uber has been a lightning rod because of its aggressive chief executive, Travis Kalanick, who has flouted rules and regulations to turn the company into a nearly $70 billion behemoth. Uber’s difficulties have revived questions about how the tech industry treats women and employees in general — and whether start-ups can recover from such stumbles.\n“You only terminate 20 people after you’ve determined after an investigation that there is something very, very wrong at the company,” said Deborah Weinstein, the president of the Weinstein Firm, which deals with employment and workplace law issues. “Most places don’t have this level of things going wrong.”", "url": "https://www.nytimes.com/2017/06/06/technology/uber-fired.html"}