{"authors": ["David D. Kirkpatrick", "Mark Mazzetti", "Eric Schmitt"], "date_download": "2022-10-25 23:55:03", "date_modify": "2022-10-25 23:55:03", "date_publish": "2017-12-08 00:02:33", "description": "Crown Prince Mohammed Bin Salman worked through a friend to buy Leonardo da Vinci’s “Salvator Mundi” for a record $450.3 million, officials say.", "filename": "2017_12_07_world_middleeast_saudi-crown-prince-salvator-mundi_1666742103.html", "image_url": "https://static01.nyt.com/images/2017/12/08/world/08saudiart2/08saudiart2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=54a1143fc85641737e30fb673c83f6fb9150315eb457cabc02b8e2e23f2e7c1e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_07_world_middleeast_saudi-crown-prince-salvator-mundi_1666742103.html", "title": "Saudi Crown Prince Was Behind Record Bid for a Leonardo", "title_page": "Saudi Crown Prince Was Behind Record Bid for a Leonardo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Crown Prince Mohammed bin Salman of Saudi Arabia, acting through a friend and distant cousin, was the true buyer behind the purchase of Leonardo da Vinci’s “Salvator Mundi” for a record-breaking $450.3 million, American officials and an Arab familiar with the arrangement said Thursday.\nThe New York Times reported on Wednesday that the purchase was executed in the name of Prince Bader bin Abdullah bin Mohammed bin Farhan al-Saud, and many familiar with the operations of the Saudi royal family presumed that Crown Prince Mohammed, a friend of Prince Bader’s, was funding the bid. The sale price more than doubled the previous record for an art sale at auction, $179.4 million for a Picasso.\nPrince Bader, in a statement published Thursday in a Saudi newspaper owned by a company he leads, said he had “read with great surprise the report published about me in The New York Times newspaper and the strange and inaccurate information it contained.” His statement did not mention the painting or address whether he had bought it.\nAn official at the Saudi Embassy in Washington declined to comment on Thursday.\nMaking a record-breaking art purchase in his own name might be awkward for the crown prince because he is leading a sweeping crackdown on corruption and self-enrichment by the elite of the kingdom — including some of his royal cousins.", "url": "https://www.nytimes.com/2017/12/07/world/middleeast/saudi-crown-prince-salvator-mundi.html"}