{"authors": ["William Neuman", "J. David Goodman"], "date_download": "2022-10-25 23:53:50", "date_modify": "2022-10-25 23:53:50", "date_publish": "2017-11-03 18:05:26", "description": "The mayor said in an interview that he has focused on clear numerical goals and timelines, stressing outcomes rather than the process.", "filename": "2017_11_03_nyregion_de-blasio-4-years-later-managing-expectations-and-time_1666742030.html", "image_url": "https://static01.nyt.com/images/2017/11/03/nyregion/00bdbqa3/00bdbqa3-facebookJumbo.jpg?year=2017&h=550&w=1050&s=36475656b6a3a562190c6c2cbe31f6bf5226e4cbc1b7be48ed8284914e9b035a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_03_nyregion_de-blasio-4-years-later-managing-expectations-and-time_1666742030.html", "title": "De Blasio: 4 Years Later, Managing Expectations and Time", "title_page": "De Blasio: 4 Years Later, Managing Expectations and Time - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Q. What do you mean by “product orientation?”\nA. If you talk to a lot of people in government, they will talk about the pathway to getting something done rather than the thing itself. And I just talk about material outcomes. It was “pre-K: How many seats” and “where was the space going to come from, where are we going to get the teachers” and everything else. I tend to be very much about the physical manifestation of our vision, so I want to hear how we’re going to get from A to Z. Give me exact numbers, exact timelines, etc. My personal theory of management in this kind of context is, people have to hear that instruction often. They have to be constantly pushed to show their numbers, and they need to hear it from the boss, if there’s any lack of forward motion, they need to hear it from the boss on a regular basis.\nQ. Was “product orientation” a phrase that was in your regular vocabulary when you came into City Hall?\nA. Sure. A lot of time, what I find is, good people, hard-working people in government will, again, tell you how something is going to be engineered or will tell you about the history of the issue or the challenges, and I just want to know how we get to the actual outcome. So I always say, “Give me the product. Tell me what the product is.”\nQ. Is there a risk there that you focus on the end to justify the means?\nA. I don’t feel that because I recognize two things. One, the means have to be looked at, and sometimes the means are not worth it. Morally or practically, they are sometimes not worth it, and you have to ask the budgetary considerations, the legal considerations, the precedent you’re setting. These are the conversations we have all day long. I also talk constantly to people about unintended consequences. I ask that question all the time too.\nQ. When you’re facing a problem in terms of how to get something done, who do you call and say “What did you do, what do you suggest?”\nThe first place I go is to the people I work with every day and look for different perspectives within. I don’t have an outside guru. I don’t have a single go-to person. I talk to a lot of people regularly in all different sectors of the city and get feedback that way, but I don’t have one I go to to sort of solve the riddle. I think a lot of the time, it is about continuing to force new ideas onto the table. I look at the trajectory of homelessness, which I’ve been very open about, the fact that I think I made mistakes and I missed opportunities to do more and better earlier. I think some of the ideas were there if we had pushed harder to find them.", "url": "https://www.nytimes.com/2017/11/03/nyregion/de-blasio-4-years-later-managing-expectations-and-time.html"}