{"authors": ["Steven Erlanger", "Melissa Eddy"], "date_download": "2022-10-25 23:37:53", "date_modify": "2022-10-25 23:37:53", "date_publish": "2017-09-24 10:39:16", "description": "Ms. Merkel becomes only the third postwar chancellor to win four national elections, but her victory is diminished by the showing of Alternative for Germany.", "filename": "2017_09_24_world_europe_germany-election-merkel.html__r=0_1666741073.html", "image_url": "https://static01.nyt.com/images/2017/09/25/world/25Germany6/25Germany6-facebookJumbo.jpg?year=2017&h=550&w=1050&s=06a507e6b9594dec1d7e3bc35e2088c858a7b21336770fb553aeee9c7836255d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_24_world_europe_germany-election-merkel.html__r=0_1666741073.html", "title": "Angela Merkel Makes History in German Vote, but So Does Far Right", "title_page": "Angela Merkel Makes History in German Vote, but So Does Far Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Though initially reluctant to run for a fourth term, Ms. Merkel threw herself into the campaign, especially as the government has brought some order to the chaos engendered in 2015 when she threw the country’s borders open to refugees and migrants.\nBut the backlash over the migrant crisis, coupled with her long period in office and the wishy-washy nature of grand coalition politics, has led to more support for the more extreme, anti-European parties like the AfD and The Left, the heir of the East German Communist Party, which came in third in 2013 and won about 9 percent of the vote on Sunday.\nIn Dresden, Gert Frülling, 75, a retiree, declined to divulge his party preference, but made it clear that he was sympathetic to some of the Alternative for Germany’s proposals.\n“It all happened too fast,” he said, referring to the time after Germany’s reunification. “Dresden is a city of bureaucrats and soldiers, and they dumped all this multiculturalism on us at once. I know we had to change, but it should have happened more gradually.”\nHe said it would be wrong for other parties to refuse to work with the AfD in Parliament. “If they present good ideas,” he said, “I think it’s not fair to boycott them.”\nIn Neustadt, a gentrifying area of Dresden, Rebecca Klingenburg, 20, was clearly excited to be one of an estimated three million first-time voters.\n“One gets to decide on what country one wants to live,” she said. A mechanical-engineering student, Ms. Klingenburg said she was voting to maintain Germany’s orientation toward Europe, at a time of rising nationalism.\n“I learned four languages in school,” she said. “I want to make sure that we stay internationally oriented.”", "url": "https://www.nytimes.com/2017/09/24/world/europe/germany-election-merkel.html?_r=0"}