{"authors": ["Neil Irwin"], "date_download": "2022-10-25 23:30:31", "date_modify": "2022-10-25 23:30:31", "date_publish": "2017-08-18 09:00:11", "description": "Racial attitudes don’t jump around with the economy, and well-being is about more than jobs.", "filename": "2017_08_18_upshot_trump-says-more-jobs-will-help-race-relations-if-only-it-were-so-simple_1666740631.html", "image_url": "https://static01.nyt.com/images/2017/08/18/upshot/up-jobs/up-jobs-facebookJumbo.jpg?year=2017&h=549&w=1050&s=f170805528bc8eb6244155d16e170c5199d3d8958de32c4519c60553974e1e5e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_18_upshot_trump-says-more-jobs-will-help-race-relations-if-only-it-were-so-simple_1666740631.html", "title": "Trump Says More Jobs Will Help Race Relations. If Only It Were So Simple.", "title_page": "Trump Says More Jobs Will Help Race Relations. If Only It Were So Simple. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump has a simple answer for racial tension in the United States: jobs.\nIn his contentious news conference Tuesday, he argued that his administration would create millions of jobs and stronger growth in wages, and that this would have a “tremendous positive impact on race relations.”\n“What people want now, they want jobs,” Mr. Trump said. “They want great jobs with good pay. And when they have that, you watch how race relations will be.”\nBut there’s not much evidence in recent history that racial attitudes are shaped by the ups and downs of the overall economy. Certainly jobs and wages influence Americans’ sense of well-being and their worldview. But attitudes about race relations seem to be overwhelmingly shaped by developments unrelated to things like the unemployment rate or growth in household incomes.", "url": "https://www.nytimes.com/2017/08/18/upshot/trump-says-more-jobs-will-help-race-relations-if-only-it-were-so-simple.html"}