{"authors": ["Adam Goldman", "Eric Schmitt", "Peter Baker"], "date_download": "2022-10-25 22:57:03", "date_modify": "2022-10-25 22:57:03", "date_publish": "2017-05-16 17:33:39", "description": "The revelation adds a potential diplomatic complication to an episode that has renewed questions about how the White House handles sensitive intelligence.", "filename": "2017_05_16_world_middleeast_israel-trump-classified-intelligence-russia_1666738623.html", "image_url": "https://static01.nyt.com/images/2017/05/16/world/17INTEL/17INTEL-facebookJumbo.jpg?year=2017&h=550&w=1050&s=24bbe94cfa1df19b1cfefb5cf7eb04e00c8fedecd31fbd5f09d96521c7aa0083&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_16_world_middleeast_israel-trump-classified-intelligence-russia_1666738623.html", "title": "Israel Said to Be Source of Secret Intelligence Trump Gave to Russians", "title_page": "Israel Said to Be Source of Secret Intelligence Trump Gave to Russians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Intelligence officials worried that Mr. Trump provided enough details to effectively expose the source of the information and the manner in which it had been collected.\nLt. Gen. H. R. McMaster, the national security adviser, defended Mr. Trump’s move, saying the president made a spur-of-the-moment decision to tell the Russians what he knew and did not expose the source of the intelligence because he was not told where it came from.\nMoreover, General McMaster said that by discussing the city where the information originated, the president had not given away secrets. “It was nothing that you would not know from open-source reporting in terms of a source of concern,” he said. “And it had all to do with operations that are already ongoing, had been made public for months.”\nTwo senior United States military officials said that Mr. Trump’s disclosures seemed to align with an increasing concern that militants responsible for such attacks were slipping out of Raqqa, the Islamic State’s self-proclaimed capital, and taking refuge in other cities under their control, such as Deir al-Zour and Mayadeen.\nThese officials said they had no specific knowledge of what Mr. Trump told the two senior Russian diplomats in the Oval Office last week, or how that related to a likely decision expected soon by the Homeland Security Department to expand its ban on carrying portable electronics. But the officials said the timing of the events seemed hardly a coincidence.\nAmerican and British authorities in March barred passengers from airports in 10 predominantly Muslim countries from carrying laptop computers, iPads and other devices larger than a cellphone aboard inbound flights to the United States after intelligence analysts concluded that the Islamic State was developing a type of bomb hidden in batteries. Homeland Security officials are considering whether to broaden the ban to include airports in Europe and possibly other places, American security officials said Tuesday.\nMr. Trump’s disclosure was also likely to fuel questions about the president’s relationship with Moscow at the same time that the F.B.I. and congressional committees are investigating whether his associates cooperated with Russian meddling in last year’s election. Mr. Trump has repeatedly dismissed such suspicions as false stories spread by Democrats to explain their election defeat, but his friendly approach toward President Vladimir V. Putin in spite of Moscow’s intervention in Ukraine and other actions has stirred controversy.", "url": "https://www.nytimes.com/2017/05/16/world/middleeast/israel-trump-classified-intelligence-russia.html"}