{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:35:01", "date_modify": "2022-10-25 23:35:01", "date_publish": "2017-03-23 16:06:51", "description": "The extension, which will keep Mr. Iger at Disney until 2019, reflected the difficulty the company has had identifying a successor.", "filename": "2017_03_23_business_media_robert-iger-disneys-ceo-agrees-to-one-year-extension_1666740901.html", "image_url": "https://static01.nyt.com/images/2017/03/24/business/24DISNEY/24DISNEY-facebookJumbo.jpg?year=2017&h=550&w=1050&s=76b058e60cec19ea0b7c7c9f451ec502df3485b0f4698dbd810ee153e088eba4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_23_business_media_robert-iger-disneys-ceo-agrees-to-one-year-extension_1666740901.html", "title": "Robert Iger, Disney’s C.E.O., Agrees to One-Year Extension", "title_page": "Robert Iger, Disney’s C.E.O., Agrees to One-Year Extension - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Under the contract extension, Mr. Iger’s compensation will be determined on the same basis as before, according to a securities filing. But the new deal provides for a $5 million bonus if he completes the term. He will also remain close to the company after stepping down: The extension calls for him to serve as a consultant for three additional years, with pay of $2 million for each of the first two and $1 million for the third.\nDisney’s share price climbed on Thursday morning after the news.\nThe question now is who will follow him. Since he took over in 2005, Mr. Iger has led Disney to record financial results, even in the face of economic downturns, the occasional horrendous movie write-off and changing consumer habits that have dented ESPN, its primary profit engine.\nThe downside: Nobody seems to measure up, complicating succession at a company that has a history of bumpy transfers of power. (Mr. Iger’s predecessor, Michael D. Eisner, tried to cling to his job, resulting in him eventually turning over a company that was struggling.) The obvious internal candidate to succeed Mr. Iger, the well-regarded Thomas O. Staggs, abruptly left Disney last year after losing the unqualified support of Mr. Iger and some other board members. Since then, Disney has been engaged in a quiet hunt for a successor, with an emphasis on outside candidates.\n“The longer we can have Bob Iger running the show, the happier I will be,” said Trip Miller, the founder of Gullane Capital Partners, which holds a long position in Disney. “At the same time, short-term investors have gotten very tied into this succession issue, and I think this clears that up a bit. Iger announcing a new retirement deadline tells me that perhaps succession planning is further along than we thought.”\nEven among media conglomerates, Disney has a unique mix of businesses, some of which are healthier than others. The company’s movie studio is widely regarded as the strongest in Hollywood — “Beauty and the Beast,” released last week, has already taken in more than $425 million worldwide — and the Disney theme parks are delivering record profits. But the company’s vast consumer products division has been in decline, and Disney’s television operation, which includes ABC, Disney Channel and Freeform, has been struggling with ratings weakness and a lack of breakout shows.", "url": "https://www.nytimes.com/2017/03/23/business/media/robert-iger-disneys-ceo-agrees-to-one-year-extension.html"}