{"authors": ["Ken Belson"], "date_download": "2022-10-25 23:28:02", "date_modify": "2022-10-25 23:28:02", "date_publish": "2017-06-20 01:31:24", "description": "A United States Supreme Court ruling may help restore trademark protections for names such as the Redskins, which were removed by the federal government in 2014.", "filename": "2017_06_19_sports_supreme-court-offensive-names-sports-teams_1666740482.html", "image_url": "https://static01.nyt.com/images/2017/06/20/sports/20TRADEMARK1/20TRADEMARK1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=414f7c9b98885d23ebf7077c0bbfb8c8086c654741bc2224130806a1bd174b97&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_19_sports_supreme-court-offensive-names-sports-teams_1666740482.html", "title": "Criticized Team Names Get a Legal Lift, but the Price Could Be High", "title_page": "Criticized Team Names Get a Legal Lift, but the Price Could Be High - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A decision by the United States Supreme Court on Monday that could help the Washington Redskins secure legal protections for its nickname, long a target of activists and many sports fans who call it offensive, will most likely further muddy the longstanding debate in sports over team names and mascots.\nIn a unanimous decision, the court ruled that the government may not deny a trademark registration for potentially offensive names. The case centered on an Asian-American band called the Slants that had lost its trademark protection, even though it said the name was not intended to disparage anyone.\nAfter years of mounting disapproval involving one of the N.F.L.’s most established and lucrative brands, the Redskins cheered the ruling, which the team most likely will use to seek the restoration of trademark protections the government took away in 2014 on the grounds the nickname was offensive.\n“I am THRILLED!” the team’s owner, Dan Snyder, said in a statement. “Hail to the Redskins.”\nAlthough the ruling focused on a technical matter, it could amplify an increasingly partisan dispute at the crossroad of politics, sports and money. Leagues, colleges and high schools continue to revisit the use of their names less because of fear of legal retribution and more out of concern about the potential impact on their brands and pushback from fans and other interest groups.", "url": "https://www.nytimes.com/2017/06/19/sports/supreme-court-offensive-names-sports-teams.html"}