{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:49", "date_modify": "2022-10-25 23:45:49", "date_publish": "2017-06-20 12:06:21", "description": "Some analysts said anger over the death would heighten tensions, but others said the White House was unlikely to let the case upset the momentum toward dialogue.", "filename": "2017_06_20_world_asia_otto-warmbier-north-korea_1666741549.html", "image_url": "https://static01.nyt.com/images/2017/06/21/world/21nkorea-1/21nkorea-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=69a9072fbf50ca6ff60e678017731fca0f2f575833007804f978ad4245ee8d00&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_20_world_asia_otto-warmbier-north-korea_1666741549.html", "title": "Otto Warmbier’s Death a New Wedge Between U.S. and North Korea", "title_page": "Otto Warmbier’s Death a New Wedge Between U.S. and North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — When a senior United States official visits North Korea, it is usually taken as a sign that tensions between the adversaries are easing somewhat. That is particularly true when the official brings home a newly freed American captive.\nBut the trip made last week by Joseph Y. Yun, the top United States envoy on North Korea, was starkly different. The American prisoner he brought home, Otto Warmbier, had been in a coma for most of the 17 months he spent incarcerated in the North. On Monday, Mr. Warmbier, a 22-year-old college student, died at a hospital in Cincinnati, where his parents blamed Pyongyang’s “awful, torturous mistreatment” of their son.\nAnalysts said anger over Mr. Warmbier’s death would dim, if not scuttle, any prospect of a less antagonistic relationship in the near future between Washington and Pyongyang, which is still holding three other Americans. The White House has quietly pushed for the release of all the Americans as a first step toward better relations, and President Trump has sometimes publicly indicated a willingness to talk with the North’s leader, Kim Jong-un, about its pursuit of nuclear arms and missiles capable of striking the United States.\n“I believe it’s going to set back any serious discussion about a diplomatic dialogue until this is cleared up,” former Gov. Bill Richardson of New Mexico, an expert on North Korea who has helped extricate Americans held there, said of Mr. Warmbier’s death. “I think the first objective has to be to get the three other Americans out, and get a full explanation of what happened to Otto Warmbier.”", "url": "https://www.nytimes.com/2017/06/20/world/asia/otto-warmbier-north-korea.html"}