{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:38:55", "date_modify": "2022-10-25 23:38:55", "date_publish": "2017-04-29 15:19:02", "description": "The protests were initiated by the Open Russia organization founded by Mikhail B. Khodorkovsky, an exiled former oil tycoon.", "filename": "2017_04_29_world_europe_russia-protests-anticorruption-open-russia_1666741135.html", "image_url": "https://static01.nyt.com/images/2017/04/30/world/RUSSIA1/RUSSIA1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=848df038e32495bd001bfc626a9e56b6faa5b558336a4be1cf7354996babc61c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_29_world_europe_russia-protests-anticorruption-open-russia_1666741135.html", "title": "Thousands of Russians Present Letters of Protest in Demonstrations", "title_page": "Thousands of Russians Present Letters of Protest in Demonstrations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Thousands of Russians lined up in cities across their country on Saturday to present letters of protest at government offices, the second widespread show of public discontent in two months.\nThe protests, initiated by the Open Russia organization founded by Mikhail B. Khodorkovsky, an exiled former oil tycoon, centered on the right of all Russians to present letters listing grievances to the government.\nSome of the protests turned violent. Nearly 120 people were arrested in St. Petersburg, according to O.V.D. Info, an independent organization that tracks protest arrests, and there were scattered detentions in at least a half-dozen other cities. In Samara, a scheduled rally was canceled because of organizational roadblocks put up by the local government, and because a printer backed out at the last minute, Open Russia said.\nPictures of the protest in St. Petersburg, which organizers said had attracted about 300 people, showed riot police officers hustling protesters onto buses, including one older woman holding a sign critical of President Vladimir V. Putin, which said, “V. V. Putin — there is a way out — take a pension.”", "url": "https://www.nytimes.com/2017/04/29/world/europe/russia-protests-anticorruption-open-russia.html"}