{"authors": ["Ken Belson"], "date_download": "2022-10-25 22:59:42", "date_modify": "2022-10-25 22:59:42", "date_publish": "2017-09-24 23:15:47", "description": "The wave of demonstrations at N.F.L. games on Sunday even included some of Trump’s supporters in the league, but it drew a mixed reception from fans.", "filename": "2017_09_24_sports_trump-national-anthem-nfl_1666738782.html", "image_url": "https://static01.nyt.com/images/2017/09/25/sports/25nfldressmain/25nfldressmain-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=a1e1e3c993badb6d62d1830d8218850453084e4ccd5b74ae8af3eceaf9c65e65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_24_sports_trump-national-anthem-nfl_1666738782.html", "title": "Fueled by Trump’s Tweets, Anthem Protests Grow to a Nationwide Rebuke", "title_page": "Fueled by Trump’s Tweets, Anthem Protests Grow to a Nationwide Rebuke - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On three N.F.L. teams, nearly all the football players skipped the national anthem altogether. Dozens of others, from London to Los Angeles, knelt or locked arms on the sidelines, joined by several team owners in a league normally friendly to President Trump. Some of the sport’s biggest stars joined the kind of demonstration they have steadfastly avoided.\nIt was an unusual, sweeping wave of protest and defiance on the sidelines of the country’s most popular game, generated by Mr. Trump’s stream of calls to fire players who have declined to stand for the national anthem in order to raise awareness of police brutality and racial injustice.\nWhat had been a modest round of anthem demonstrations this season led by a handful of African-American players mushroomed and morphed into a nationwide, diverse rebuke to Mr. Trump, with even some of his staunchest supporters in the N.F.L., including several owners, joining in or condemning Mr. Trump for divisiveness.\nJulius Thomas, a Miami Dolphins tight end who had previously stood for the anthem, knelt for it on Sunday with several players.", "url": "https://www.nytimes.com/2017/09/24/sports/trump-national-anthem-nfl.html"}