{"authors": ["Somini Sengupta"], "date_download": "2022-10-25 23:55:23", "date_modify": "2022-10-25 23:55:23", "date_publish": "2017-09-26 20:12:19", "description": "Renewed efforts to set up a U.N.-backed commission of inquiry on Yemen rights abuses is called “premature” by Saudi Arabia, a party to the conflict.", "filename": "2017_09_26_world_middleeast_saudi-yemen-atrocities_1666742123.html", "image_url": "https://static01.nyt.com/images/2017/09/27/world/27yemen1/27yemen1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=68f43e38738361a8b293e002dcb473b3bfe84b354817aaed0012c2185e33ebb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_26_world_middleeast_saudi-yemen-atrocities_1666742123.html", "title": "Saudi Arabia Resists Independent Inquiry on Yemen Atrocities", "title_page": "Saudi Arabia Resists Independent Inquiry on Yemen Atrocities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "UNITED NATIONS — Saudi Arabia and its allies are pushing back on a renewed effort to establish a United Nations-backed independent international panel to investigate human rights abuses in Yemen.\nA draft resolution, proposed by a small bloc of Western countries, seeks to create a commission of inquiry, similar to one for the conflict in Syria, to document the atrocities in a three-year-old conflict that pits a Saudi-led military coalition against insurgents led by the Houthis of northern Yemen. The United Nations high commissioner for human rights, Zeid Ra’ad al-Hussein, has called for exactly such an independent investigation. So have Yemeni and international human rights groups.\nSaudi Arabia and its allies have objected, proposing instead that the United Nations send experts to help Yemen’s own human rights commission.\nA vote is expected this week at the United Nations Human Rights Council in Geneva. Saudi Arabia and its Western backers, including Britain and the United States, all belong to the 47-member body.", "url": "https://www.nytimes.com/2017/09/26/world/middleeast/saudi-yemen-atrocities.html"}