{"authors": ["Carol Vogel"], "date_download": "2022-10-25 23:51:28", "date_modify": "2022-10-25 23:51:28", "date_publish": "2017-10-20 14:09:14", "description": "Mr. Paxton, 78, doesn’t perform much these days. But we talked to him a few weeks before a rare New York show with old friends Simone Forti and Yvonne Rainer.", "filename": "2017_10_20_arts_dance_steve-paxton-tea-for-three-yvonne-rainer-simone-forti_1666741888.html", "image_url": "https://static01.nyt.com/images/2017/10/22/arts/22PAXTON1/22PAXTON1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=e32fb4015383d19b6f70674379fd012e140850cb38015c0b675a4e822d4b708a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_20_arts_dance_steve-paxton-tea-for-three-yvonne-rainer-simone-forti_1666741888.html", "title": "Steve Paxton, a Buddha of American Dance", "title_page": "Steve Paxton, a Buddha of American Dance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EAST CHARLESTON, Vt. — Most mornings around 11, five or six dancers meet in a sun-filled studio in this remote area of northern Vermont to dance and work out. But Steve Paxton — by far the most famous dancer in the area — generally chooses to sit out these gatherings, even though the studio is part of his home.\n“I have such an ingrained habit of physical awareness that it’s hard for me to move without thinking about it in a workout way,” Mr. Paxton, 78, said. It was a late summer morning and he was sitting at a round table, gazing out a picture window at the landscape surrounding Mad Brook Farm, a commune that over the years has been heavily populated by artists and dancers. He has lived there since 1970.\nThese days he is hyperaware of everyday activities, he explained, often asking himself: “How goes the walking? How goes the standing? How goes the moving? How goes the compost-turning?” Pausing, he added: “I am my own medium.”\nWhile he admits to doing a little yoga and a little tai chi, he said now he mostly just does his own thing. “I figure it’s all just patty-cake, whatever I do.” And no, he doesn’t perform much anymore: “It’s not the body that I like to dance in. Now you see an old fart kind of messing around.”", "url": "https://www.nytimes.com/2017/10/20/arts/dance/steve-paxton-tea-for-three-yvonne-rainer-simone-forti.html"}