{"authors": ["Robert Pear"], "date_download": "2022-10-26 00:16:22", "date_modify": "2022-10-26 00:16:22", "date_publish": "2017-10-08 01:49:44", "description": "President Trump’s plan would make it easier for consumers to band together and buy insurance on their own, but critics warn of risks to consumers.", "filename": "2017_10_07_us_politics_trump-association-health-plans.html__r=0_1666743382.html", "image_url": "https://static01.nyt.com/images/2017/10/08/us/08dc-Health2/08dc-Health2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=2796172ff97015b487ac1465e168b179de28f138cb2fa979268b193b1b98f5d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_07_us_politics_trump-association-health-plans.html__r=0_1666743382.html", "title": "Trump Poised to Sign Order Opening New Paths to Health Insurance", "title_page": "Trump Poised to Sign Order Opening New Paths to Health Insurance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Stymied in his efforts to repeal the Affordable Care Act, President Trump is poised to issue an order that could ease some federal rules governing health insurance and make it easier for people to band together and buy coverage on their own, administration officials said Saturday.\nOne official said the directive could move the president a step closer to one of his longstanding goals: allowing consumers to buy health insurance across state lines. Conservatives say that interstate sales could expand options for consumers, increase competition in the insurance market and perhaps lower costs.\nThe order, which the administration officials said was likely to be announced in the coming week, would instruct three cabinet departments to take actions to help individuals and small businesses join together to buy insurance through arrangements known as association health plans. Such plans could be sponsored by trade and professional groups and community organizations.", "url": "https://www.nytimes.com/2017/10/07/us/politics/trump-association-health-plans.html?_r=0"}