{"authors": ["Kit Eaton"], "date_download": "2022-10-25 23:29:06", "date_modify": "2022-10-25 23:29:06", "date_publish": "2017-01-04 14:57:19", "description": "Tomb Raider, Pac-Man and Grand Theft Auto are retro, and reinvented as apps, as well.", "filename": "2017_01_04_technology_personaltech_mario-isnt-the-only-classic-to-leap-to-mobile_1666740546.html", "image_url": "https://static01.nyt.com/images/2017/01/04/business/05SMART3/05SMART3-facebookJumbo.jpg?year=2017&h=550&w=1050&s=02582ffc9cbab3fc13bf1fc30545fec9a81f26e74ccccc2559c157e3d406912c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_04_technology_personaltech_mario-isnt-the-only-classic-to-leap-to-mobile_1666740546.html", "title": "Mario Isn’t the Only Classic to Leap to Mobile", "title_page": "Mario Isn’t the Only Classic to Leap to Mobile - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The full Nintendo trick book has been employed to turn what is a simple game into a rewarding experience. The graphics and animations are cute. The retro-designed bleeps and tunes in the game are exactly right. There are a few extras, like competition runs against other players.\nThat is not to say everything is Princess Peachy. Annoyingly, the app needs a constant internet connection, ostensibly to prevent piracy. The first time I played it, I got a warning to try to move to an area with “better connection.”\nAlso the app is free up to a point — after a while, you have to pay $10 for not very much more gameplay. Plus, Nintendo has said it is not going to release more content for the app, meaning the game is effectively dead in an era in which we are used to constantly evolving apps. The app is iOS-only for now, with an Android edition due soon.\nAll of this got me thinking about other games that had made the leap from consoles and personal computers to mobile devices.", "url": "https://www.nytimes.com/2017/01/04/technology/personaltech/mario-isnt-the-only-classic-to-leap-to-mobile.html"}