{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:48:30", "date_modify": "2022-10-25 23:48:30", "date_publish": "2017-10-22 17:39:47", "description": "Organizers of a Monday conference on the Narragansett Bay were told three E.P.A. scientists would not be allowed to present their work.", "filename": "2017_10_22_climate_epa-scientists_1666741710.html", "image_url": "https://static01.nyt.com/images/2017/10/23/climate/23cli-epa/23cli-epa-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e9992b7fd0f6a5245509f5a1a0a5167f54e3fd08e6c6b1159901279245f9d8ce&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_22_climate_epa-scientists_1666741710.html", "title": "E.P.A. Cancels Talk on Climate Change by Agency Scientists", "title_page": "E.P.A. Cancels Talk on Climate Change by Agency Scientists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The move highlights widespread concern that the E.P.A. will silence government scientists from speaking publicly or conducting work on climate change. Scott Pruitt, the agency administrator, has said that he does not believe human-caused greenhouse gas emissions are primarily responsible for the warming of the planet.\n“It’s definitely a blatant example of the scientific censorship we all suspected was going to start being enforced at E.P.A.,” said John King, a professor of oceanography at the University of Rhode Island who chairs the science advisory committee of the Narragansett Bay Estuary Program. “They don’t believe in climate change, so I think what they’re trying to do is stifle discussions of the impacts of climate change.”\nMonday’s conference is designed to draw attention to the health of Narragansett Bay, the largest estuary in New England and a key to the region’s tourism and fishing industries. Rhode Island’s entire congressional delegation, all Democrats, will attend a morning news conference. Sen. Sheldon Whitehouse, an outspoken critic of Mr. Pruitt, will be among the speakers.\nUnderstand the Latest News on Climate Change Card 1 of 5 Shifting patterns. The melting of the snowpack in the high Cascades has long been a source of sustenance in the Pacific Northwest. But as climate change makes seasons less predictable and precipitation more variable, people there are reimagining the region’s future and the tools that will be needed to manage it. Facing drought. The story of the Netherlands’ long struggles against excess water is written all over its boggy landscape. Now that climate change is drying it out, the Dutch are hoping to engineer once again their way to safety — only this time, by figuring out how to hold onto water instead of flushing it out. A more extreme monsoon. South Asia’s annual monsoon is inextricably linked, culturally and economically, to much of Asia, bringing life-giving water to nearly one-quarter of the world’s population. But climate change is making the monsoon more erratic, less dependable and even dangerous, with more violent rainfall as well as worsening dry spells. Wildfire smoke pollution. Smoke from wildfires has worsened over the past decade, potentially reversing decades of improvements in Western air quality made under the Clean Air Act, according to new research. Some areas in the Western United States had increases in particulate pollution from smoke that were about the same amount as the improvements in air quality from regulating factories and other sources of pollution. Relinquishing a fortune. Yvon Chouinard, the founder of the outdoor apparel maker Patagonia, transferred ownership of his company to a trust and an organization devoted to fighting climate change. The move comes at a moment of growing scrutiny for billionaires whose rhetoric about making the world a better place often don’t match reality.\nScientists there will unveil the report on the state of the bay, which E.P.A. scientists helped research and write. Among the findings will be that climate change is affecting air and water temperatures, precipitation, sea level and fish in and around the estuary.\nAutumn Oczkowski, a research ecologist at the E.P.A.’s National Health and Environmental Effects Research Laboratory Atlantic Ecology Division in Rhode Island, was scheduled to give the keynote address. Colleagues familiar with her speech said she intended to address climate change and other factors affecting the health of the estuary.", "url": "https://www.nytimes.com/2017/10/22/climate/epa-scientists.html"}