{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 22:57:15", "date_modify": "2022-10-25 22:57:15", "date_publish": "2017-05-14 22:35:37", "description": "The lawmakers are showing increasing signs of separating from the president to pursue a more traditional conservative agenda and protect their political futures.", "filename": "2017_05_14_us_politics_trump-republican-senators_1666738635.html", "image_url": "https://static01.nyt.com/images/2017/05/15/us/15senate/15senate-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0aedba20ca65eecc0ccb6ea5de09ac5dce50d79b978492094ce5e556faa7b411&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_14_us_politics_trump-republican-senators_1666738635.html", "title": "G.O.P. Senators Pull Away From Trump, Alarmed at His Volatility", "title_page": "G.O.P. Senators Pull Away From Trump, Alarmed at His Volatility - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the days after Mr. Trump’s election victory, the mood was different, as Republicans expressed high hopes that they could move quickly on a conservative agenda that merged with Mr. Trump’s. “We’re going to be an enthusiastic supporter almost all the time,” Mr. McConnell said of Mr. Trump in November.\nBut Republicans have so far achieved few of their legislative priorities, like repealing the Affordable Care Act or cutting taxes. When Mr. Trump suggested this month that the Senate should change its rules to make it easier for Republicans to push bills through, Mr. McConnell firmly rejected the idea.\nLawmakers are also bucking the president by pushing ahead with bipartisan measures on sanctions against Russia. And this month, Republicans rejected many of the administration’s priorities in a short-term spending measure, including money for a wall along the border with Mexico.\nTwo Republican senators who face potentially tough re-election fights next year — Dean Heller of Nevada and Jeff Flake of Arizona — have been unabashed in their criticism of Mr. Trump and his administration, which they have clearly begun to view as a drag on their political prospects.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“In Arizona, we grow them independent,” Mr. Flake said, noting the unpopularity in his state of Mr. Trump’s views on the border wall and Nafta. “I expect people want someone who will say, ‘I’m voting with Trump on the good stuff and standing up to him on the not good stuff.’”\nSome Republicans, like Mr. Ryan, have preferred to keep the focus firmly on the good stuff. Mr. Ryan has remained in harmony with the president, last month calling him “a driven, hands-on leader, with the potential to become a truly transformational American figure.”\nMr. Trump retains the support of about 80 percent of Republican voters, and although his overall popularity is at historic lows at this point in a presidency, it remains well above the depths eventually reached by presidents like George W. Bush and Jimmy Carter. At those levels, larger numbers of lawmakers might start to turn away from Mr. Trump — though even if they wanted to do so, Republicans would not be able to completely separate themselves from him on issues like a tax overhaul, where his blessing would be needed to move forward in any major way.", "url": "https://www.nytimes.com/2017/05/14/us/politics/trump-republican-senators.html"}