{"authors": ["Mark Landler", "Eric Schmitt", "Matt Apuzzo"], "date_download": "2022-10-25 23:26:07", "date_modify": "2022-10-25 23:26:07", "date_publish": "2017-05-19 00:12:50", "description": "Mr. Kushner called the head of Lockheed Martin while he met with Saudi officials, showing President Trump’s eagerness for a major deal before his first foreign trip.", "filename": "2017_05_18_world_middleeast_jared-kushner-saudi-arabia-arms-deal-lockheed_1666740367.html", "image_url": "https://static01.nyt.com/images/2017/05/19/world/19arms/19arms-facebookJumbo.jpg?year=2017&h=550&w=1050&s=6ae8def89bdba1429afb4cac2375d9462ea13bc427312e287347d3facfc6e251&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_18_world_middleeast_jared-kushner-saudi-arabia-arms-deal-lockheed_1666740367.html", "title": "$110 Billion Weapons Sale to Saudis Has Jared Kushner’s Personal Touch", "title_page": "$110 Billion Weapons Sale to Saudis Has Jared Kushner’s Personal Touch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "While Mr. Kushner’s middle-of-the-meeting call to a military contractor was unorthodox, current and former officials said, it did not appear to raise legal issues. Lockheed is the prime contractor for the antimissile system, known as Terminal High Altitude Area Defense, or Thaad. Instead, the episode was reminiscent of Lockheed’s decision in February to cut the price of F-35 fighter jets it was selling to the Pentagon after Mr. Trump complained to Ms. Hewson that the planes were too expensive.\nMr. Kushner, White House officials said, began building ties to members of the Saudi royal family during the transition. He was at the table when his father-in-law hosted the deputy crown prince, Mohammed bin Salman, at a lunch in the State Dining Room in March. And he offered a strategic overview of the Saudi-American relationship at the meeting this month, according to an agenda obtained by The New York Times.\nBut officials emphasized that Mr. Kushner’s work on the deal was part of a governmentwide effort that includes the State Department, the Defense Department and the National Security Council.\nThey also said the arms sale would be only one element of Mr. Trump’s busy two-day stop in Saudi Arabia, which will also include a meeting with King Salman at the royal court, a conference with Persian Gulf allies, a broader summit meeting with the leaders of Muslim countries, and a visit to a new center dedicated to combating terrorism and extremism.\nThe showcase event will be a speech in which the officials said Mr. Trump would seek to unify the Muslim world against the scourge of extremism. Stephen Miller, Mr. Trump’s senior policy adviser, is writing the speech, which officials said would serve as an answer to the landmark address to the Islamic world that Mr. Obama gave in Cairo in 2009.\nWhite House officials have consulted Mr. Obama’s speech and predicted a starkly different tone from Mr. Trump. His goal, they said, will be to unify America’s allies around a common set of objectives, including a harder line against Iran and a pledge to share the security burden in the region. The speech will not include any apology for America’s role.", "url": "https://www.nytimes.com/2017/05/18/world/middleeast/jared-kushner-saudi-arabia-arms-deal-lockheed.html"}