{"authors": ["Emily Badger"], "date_download": "2022-10-25 23:36:22", "date_modify": "2022-10-25 23:36:22", "date_publish": "2017-07-06 07:30:29", "description": "Pre-emption laws at the state level to limit left-leaning local measures have grown punitive and personal.", "filename": "2017_07_06_upshot_blue-cities-want-to-make-their-own-rules-red-states-wont-let-them_1666740982.html", "image_url": "https://static01.nyt.com/images/2017/07/06/upshot/06up-preemption/up-preemption-facebookJumbo.jpg?year=2017&h=550&w=1050&s=94b8627edae20f35db76e6ca45fdb885a1a17728197c57fe6432a61f7a030790&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_06_upshot_blue-cities-want-to-make-their-own-rules-red-states-wont-let-them_1666740982.html", "title": "Blue Cities Want to Make Their Own Rules. Red States Won’t Let Them.", "title_page": "Blue Cities Want to Make Their Own Rules. Red States Won’t Let Them. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At a time when Democrats are locked out of power from the White House, both chambers of Congress, the majority of governor’s offices and three-fifths of the country’s state houses, their ideas at least have one reliable outlet. Democrats still control most of the country’s biggest cities.\nEven that power center, though, is increasingly under attack.\nIn the last few years, Republican-controlled state legislatures have intensified the use of what are known as pre-emption laws, to block towns and cities from adopting measures favored by the left. The states aren’t merely overruling local laws; they’ve walled off whole new realms where local governments aren’t allowed to govern at all.\nThe pattern has worsened a different kind of partisan war beyond Washington, where the political divide cuts not just across the aisle, but across different levels of government. As standoffs between red states and blue cities grow more rancorous, the tactics of pre-emption laws have become personal and punitive: Several states are now threatening to withhold resources from communities that defy them and to hold their elected officials legally and financially liable.\n“There are all sorts of legitimate ways we can divide power,” said Nestor Davidson, a law professor at Fordham. But if local officials risk personal fines, lawsuits and lost wealth for their communities over policy disagreements, he said, that changes the rules of the game. “That has the potential to change what it means to be a government official, to change what it means to elect people.”", "url": "https://www.nytimes.com/2017/07/06/upshot/blue-cities-want-to-make-their-own-rules-red-states-wont-let-them.html"}