{"authors": ["Hiroko Tabuchi"], "date_download": "2022-10-25 23:23:24", "date_modify": "2022-10-25 23:23:24", "date_publish": "2017-01-12 16:35:16", "description": "Federal regulators said the automaker used secret software that allowed more than 100,000 vehicles to emit illegal levels of harmful pollutants.", "filename": "2017_01_12_business_epa-emissions-cheating-diesel-fiat-chrysler-jeep-dodge_1666740204.html", "image_url": "https://static01.nyt.com/images/2017/01/16/business/13CHRYSER-01/13CHRYSER-01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f386bfe310f6bc970d6e6b123481855ec4682e6b468139c970e9b134be5ac716&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_12_business_epa-emissions-cheating-diesel-fiat-chrysler-jeep-dodge_1666740204.html", "title": "E.P.A. Accuses Fiat Chrysler of Secretly Violating Emissions Standards", "title_page": "E.P.A. Accuses Fiat Chrysler of Secretly Violating Emissions Standards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Environmental Protection Agency on Thursday accused Fiat Chrysler of installing secret software that allowed more than 100,000 of its diesel vehicles to emit pollutants above legal levels.\nThe case has echoes of one against Volkswagen, which on Wednesday pleaded guilty to criminal conspiracy as part of a widespread emissions-cheating scheme. In both cases, the government focused on software in vehicles that can adjust emissions levels.\nThe accusations against Fiat Chrysler also appeared to be part of a last push by the Obama administration to finish investigations and negotiations involving companies.\nThe emissions breach described by the government “threatens public health by polluting the air we breathe,” said Cynthia Giles, an assistant administrator at the E.P.A. She said the software in question resulted in excess emissions of nitrogen oxides, which have harmful health effects.", "url": "https://www.nytimes.com/2017/01/12/business/epa-emissions-cheating-diesel-fiat-chrysler-jeep-dodge.html"}