{"authors": ["Mike Isaac", "Katie Benner", "Sheera Frenkel"], "date_download": "2022-10-25 23:30:35", "date_modify": "2022-10-25 23:30:35", "date_publish": "2017-11-21 22:48:39", "description": "The company said hackers had stolen 57 million accounts and that the breach was kept secret. In the aftermath, it fired its top security executive.", "filename": "2017_11_21_technology_uber-hack_1666740635.html", "image_url": "https://static01.nyt.com/images/2017/11/22/business/22UBER1/22UBER1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=085fc9ecf28921b00ce76ba6c425d9c463a30cb1ccaf7b0e1079f078bfe25d81&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_21_technology_uber-hack_1666740635.html", "title": "Uber Hid 2016 Breach, Paying Hackers to Delete Stolen Data", "title_page": "Uber Hid 2016 Breach, Paying Hackers to Delete Stolen Data - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Uber acquiesced to the demands, and then went further. The company tracked down the hackers and pushed them to sign nondisclosure agreements, according to the people familiar with the matter. To further conceal the damage, Uber executives also made it appear as if the payout had been part of a “bug bounty” — a common practice among technology companies in which they pay hackers to attack their software to test for soft spots.\nThe details of the attack remained hidden until Tuesday. The ride-hailing company said it had discovered the breach as part of a board investigation into Uber’s business practices.\nThe breach at Uber is far from the most serious exposure of sensitive customer information. The two breaches that Yahoo announced in 2016 eclipse Uber’s in size, and an attack disclosed in September by Equifax, the consumer credit reporting agency, exposed a far deeper trove of personal information for a far larger group of people.\nBut the handling of the breach underscores the extent to which Uber executives were willing to go to protect the $70 billion ride-hailing giant’s reputation and business, even at the potential cost of breaking users’ trust and, perhaps more important, state and federal laws. The New York attorney general’s office said on Tuesday that it had opened an investigation into the matter.\nDara Khosrowshahi, who was chosen to be chief executive of Uber in late August, said he had only recently learned of the breach.", "url": "https://www.nytimes.com/2017/11/21/technology/uber-hack.html"}