{"authors": ["Ernesto Londoño", "Shannon Sims"], "date_download": "2022-10-25 23:51:44", "date_modify": "2022-10-25 23:51:44", "date_publish": "2017-08-30 23:54:44", "description": "The ruling comes amid a fight between conservationists and President Michel Temer over environmental protections and indigenous rights.", "filename": "2017_08_30_world_americas_brazil-amazon-mining-temer-environmentalists-judge_1666741904.html", "image_url": "https://static01.nyt.com/images/2017/08/31/world/31brazil/31brazil-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ed3e3cfeabab2c48111625cf91061d1bb3693831dfa90dcb26e51a7bdd6d77b7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_30_world_americas_brazil-amazon-mining-temer-environmentalists-judge_1666741904.html", "title": "Brazilian Judge Stymies Plan to Allow Mining in Amazon Region", "title_page": "Brazilian Judge Stymies Plan to Allow Mining in Amazon Region - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "RIO DE JANEIRO — A federal judge in Brazil has temporarily halted a plan by President Michel Temer to allow mining in a large area of the Amazon forest, dealing a victory to environmental activists who had denounced the initiative as potentially calamitous.\nIn a ruling issued Tuesday, Judge Rolando Valcir Spanholo said the executive branch had exceeded its authority in rescinding the designation of a 17,700-square-mile region known by the Portuguese acronym Renca as a protected area through a presidential decree. The judge said that only Congress could make that change.\nThe ruling came after the government sought to respond to an international outcry by issuing an updated version of the Renca decree that more broadly outlined steps to mitigate environmental damage, safeguard the rights of indigenous communities and retain protected areas. But opponents say that the plan will hasten development that has encroached on the rain forests and accelerate deforestation and the displacement of native peoples.\nThe injunction was granted in response to a lawsuit filed by Antonio Carlos Fernandes, a lawyer and university professor in the northeastern city of Fortaleza who said he felt compelled to act after reading about the growing opposition to the decree in Brazil and abroad.", "url": "https://www.nytimes.com/2017/08/30/world/americas/brazil-amazon-mining-temer-environmentalists-judge.html"}