{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:55:26", "date_modify": "2022-10-25 23:55:26", "date_publish": "2017-07-13 17:32:31", "description": "The secretary of state tried to resolve a dispute that has led to an embargo of Qatar by other United States allies in the Persian Gulf led by Saudi Arabia.", "filename": "2017_07_13_world_middleeast_qatar-saudi-arabia-rex-tillerson_1666742126.html", "image_url": "https://static01.nyt.com/images/2017/07/14/world/14TILLERSON-01/14TILLERSON-01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=20da7031515667adf58daa5d9400336aa3ae5a439ee2c48dfdc8bf5cda8ea593&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_13_world_middleeast_qatar-saudi-arabia-rex-tillerson_1666742126.html", "title": "Tillerson Comes Up Short in Effort to Resolve Qatar Dispute", "title_page": "Tillerson Comes Up Short in Effort to Resolve Qatar Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m tired, I’m tired, been a long trip,” Mr. Tillerson told reporters on his plane after leaving Doha on Thursday. Asked what most surprised him in his new job, he said, “Well, it is a lot different than being C.E.O. of Exxon because I was the ultimate decision maker. That always makes life easier.”\nHe spoke fondly of the discipline that marks the oil giant’s decision-making process. “That allows you to accomplish a lot, to accomplish a lot in a very efficient way,” he said.\n“Those are not the characteristics of the United States government,” Mr. Tillerson said. “And I don’t say that as a criticism; it’s just an observation of fact. It’s largely not a highly disciplined organization, decision making is fragmented, and sometimes people don’t want to take decisions, coordination is difficult through the interagency — has been for every administration.” He added that “we have a president that doesn’t come from the political world either.”\nMuch of Mr. Tillerson’s focus since taking office has been on an effort to restructure the State Department, but the extended process and proposed deep budget cuts have resulted in a mixture of bewilderment and fierce opposition even among Republicans on Capitol Hill. Despite these difficulties, Mr. Tillerson decided to try his hand at shuttle diplomacy this week. But after three days of sipping tea with royalty on white coaches in ornate palaces, he said that a solution remains far off.\n“Right now, the parties are not even talking to one another at any level,” he said of the dispute between Qatar and four Persian Gulf countries, led by Saudi Arabia. Some of the issues that led the four to impose an embargo against Qatar are so complex that the “ultimate resolution may take quite a while,” he added.", "url": "https://www.nytimes.com/2017/07/13/world/middleeast/qatar-saudi-arabia-rex-tillerson.html"}