{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:33:42", "date_modify": "2022-10-25 23:33:42", "date_publish": "2017-04-20 11:22:21", "description": "Slipping in polls before the first round of a presidential election, the leader of the far-right National Front vowed to clamp down on foreigners, thrilling her base.", "filename": "2017_04_20_world_europe_france-election-marine-le-pen_1666740822.html", "image_url": "https://static01.nyt.com/images/2017/04/21/world/21lepen-2/21lepen-2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d553197ae95f5637db225245ed3ee54d2b5018b6beae86b5955edbf1ab9b0ca6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_20_world_europe_france-election-marine-le-pen_1666740822.html", "title": "Marine Le Pen Leads Far-Right Fight to Make France ‘More French’", "title_page": "Marine Le Pen Leads Far-Right Fight to Make France ‘More French’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Polls predict a heavy loss for her in the second round, however. A poll conducted for Le Monde and published on Tuesday said she would get only about 30 percent of Mr. Fillon’s voters in the second round — not nearly enough, according to Joël Gombin, a National Front specialist at the University of Picardy Jules Verne, who said she must get more than 50 percent of former Fillon supporters to have a shot at winning the presidency.\nBut Ms. Le Pen is not taking any chances with the first round, either. Tough talk on immigrants is what her supporters want from her, and on Wednesday night at the Dôme, a metal-covered arena in a run-down neighborhood of Marseille, set back from the port, they were not disappointed.\nAs she denounced her opponents on the left as “immigrationists,” men in the stands shouted, coarsely, that they would cut off a certain part of their rivals’ anatomy.\nPolice officers brandishing automatic weapons guarded the hall — two men were arrested in Marseille on Tuesday and are suspected of preparing an attack to disrupt the election — and Ms. Le Pen eagerly linked immigration to “insecurity,” a favorite theme of hers.\nViolent protests by leftist demonstrators have disrupted recent National Front meetings, although those held on Wednesday were relatively subdued.\nReferring to those under surveillance as possible security threats — a day before a man with an assault rifle fatally shot a police officer in Paris — Ms. Le Pen called France a “hotbed of S-files, that immense army of the shadows who want us to live in terror.”", "url": "https://www.nytimes.com/2017/04/20/world/europe/france-election-marine-le-pen.html"}