{"authors": ["Michael D. Shear", "David E. Sanger"], "date_download": "2022-10-25 23:45:30", "date_modify": "2022-10-25 23:45:30", "date_publish": "2017-11-20 16:51:32", "description": "North Korea had been removed from the list under the George W. Bush administration in an attempt to salvage negotiations for a nuclear deal.", "filename": "2017_11_20_us_politics_north-korea-trump-terror_1666741530.html", "image_url": "https://static01.nyt.com/images/2017/11/21/us/politics/21dc-korea/21dc-korea-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=336743213fdec67f83a50e5b04ece5afc4768a220453253801b2b0f067487a8f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_20_us_politics_north-korea-trump-terror_1666741530.html", "title": "Trump Returns North Korea to List of State Sponsors of Terrorism", "title_page": "Trump Returns North Korea to List of State Sponsors of Terrorism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Bush’s decision to take the country off the list was part of a package deal — one that was opposed vociferously by Vice President Dick Cheney — in which Pyongyang agreed to move toward denuclearization in return for coming off the list and receiving some limited international aid. North Korea blew up a giant cooling tower at its main nuclear reactor at Yongbyon, and invited CNN in to record the event, appearing to declare that it had reversed course and was willing to give up the nuclear path.\nIt was not. The cooling tower was a decrepit part of a falling-apart facility. And the next steps proved far harder for Kim Jong-il, who was the country’s leader at the time. His government refused to own up to its past, and would neither declare to nuclear inspectors how much nuclear fuel Pyongyang had produced, nor say what it had done with uranium enrichment equipment.\nJohn R. Bolton, a former State Department official and United Nations ambassador under Mr. Bush, praised Mr. Trump for taking an aggressive stance against North Korea’s government. “It’s exactly the right thing to do,” he said.\nMr. Bolton, who argued against removing North Korea from the terrorism list in 2008, said he does not believe restoring the designation will bring Kim Jong-un to the negotiating table. But he said it was “important to say what the truth is about the regime.”\nChristopher R. Hill, who negotiated the 2008 deal and helped persuade Mr. Bush to drop the terrorism designation against North Korea, said on Monday that he was “surprised that it took this long” to re-list the country.\n“I had thought that maybe the Obama administration would do it,” Mr. Hill said in an interview. “What I always told everyone in 2008 was that if the North doesn’t do what it’s supposed to do, we can put them back on the terrorism list.”", "url": "https://www.nytimes.com/2017/11/20/us/politics/north-korea-trump-terror.html"}