{"authors": ["Jim Rutenberg"], "date_download": "2022-10-25 23:51:47", "date_modify": "2022-10-25 23:51:47", "date_publish": "2017-05-01 00:49:55", "description": "A regulatory standard complicates a bid by Rupert Murdoch and his family, owners of the scandal-plagued Fox News, to gain complete control of the Sky satellite and cable network.", "filename": "2017_04_30_business_media_murdochs-sky-deal-britain_1666741907.html", "image_url": "https://static01.nyt.com/images/2017/05/01/business/rutenbergjump/rutenbergjump-facebookJumbo.jpg?year=2017&h=549&w=1050&s=7205be4cb060699173facbba41b8e3682e01d7795d5f650042fc4391930b82f7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_30_business_media_murdochs-sky-deal-britain_1666741907.html", "title": "Murdochs’ TV Deal in Britain Hinges on 3 Words: ‘Fit and Proper’", "title_page": "Murdochs’ TV Deal in Britain Hinges on 3 Words: ‘Fit and Proper’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — For most of the last 10 years, the Murdoch family, which controls 21st Century Fox, has wanted one thing for its global media empire above all else: the complete ownership of the popular and highly profitable Sky satellite and cable network.\nSky is the dominant pay television system here, a hub for Premier League soccer, movies, and networks like Fox News, MTV and Zee Punjabi. It was Rupert Murdoch who founded Sky, and 21st Century Fox already owns part of it.\nOwning it outright, however, would give the Murdochs an important new cash generator to feed the rapacious appetite for growth and conquest that has made their family business the most influential media conglomerate in the world — one that helped hasten Britain’s “Brexit” from the European Union and helped deliver Donald J. Trump to the White House.\nBut three words threaten to stand in the way: “fit and proper.”\n“Fit and proper” is that so-perfectly British standard by which regulators here decide whether a company should be allowed to gain and retain broadcast licenses.", "url": "https://www.nytimes.com/2017/04/30/business/media/murdochs-sky-deal-britain.html"}