{"authors": ["A.O. Scott"], "date_download": "2022-10-25 23:46:33", "date_modify": "2022-10-25 23:46:33", "date_publish": "2017-07-12 18:02:13", "description": "With Andy Serkis reprising his role as Caesar, “War for the Planet of the Apes” is a humane western wrapped around a prison movie, as primates battle for primacy.", "filename": "2017_07_12_movies_war-for-the-planet-of-the-apes-review_1666741593.html", "image_url": "https://static01.nyt.com/images/2017/07/14/arts/14WARPLANET/14WARPLANET-facebookJumbo.jpg?year=2017&h=549&w=1050&s=90c46b38786f7b46502a6762836e8c2a14296bd2be9ebd8a9e58d67dd4f81b53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_12_movies_war-for-the-planet-of-the-apes-review_1666741593.html", "title": "Review: New ‘Planet of the Apes’ Makes You Root Against Your Species", "title_page": "Review: New ‘Planet of the Apes’ Makes You Root Against Your Species - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There is a scene toward the end of “War for the Planet of the Apes” that is as vivid and haunting as anything I’ve seen in a Hollywood blockbuster in ages, a moment of rousing and dreadful cinematic clarity that I don’t expect to shake off any time soon. I’ll tread lightly, but I don’t think anything I say here can spoil its power.\nTwo groups of humans have just battled, and the victors, having slaughtered the enemy, burst into raucous cheers. It’s the kind of thing we’ve seen in movies dozens of times before: the cheapening of mass death into an easy win for the good guys. Except that in this case we, the humans in the theater seats, are not the only ones watching. A crowd of apes is also present, an emerging society whose national epic this film and its companions have marvelously and improbably become. The apes pause to witness the aftermath of the carnage they have narrowly escaped, and their wordless, shocked response, registered above all on the face of Caesar, their leader, is an eloquent rebuke to a species that has abandoned any but a biological claim to the name human.\nRecall that “ape not kill ape” is the political and moral foundation of ape civilization, handed down by Caesar, their Moses, though he hasn’t always obeyed this commandment. The spectacle of people’s rejoicing in the destruction of their own kind is upsetting, and as the audience absorbs the apes’ shock, we become aware of another, deeper unease. We are now, three movies into this reborn franchise, entirely on the side of the apes. The prospect of our own extinction, far from horrifying, comes as a relief. At last the poor planet will catch a break.\nOr, to put it another way, Koba was right.\nIf you saw “Dawn of the Planet of the Apes” — the second chapter in the series so far, bridging “Rise” and “War” — you may recall that poor, abused laboratory chimp’s evolution from victim to nemesis. The damage Koba had suffered at the hands of humans made him intolerant and fanatical, an embodiment of political extremism who needed to be checked, and ultimately destroyed, by Caesar, whose political temperament tended toward moderation and compromise. Their conflict was mirrored by a struggle on the human side between a genocidal, ape-hating military commander and a rival leader who believed in coexistence.", "url": "https://www.nytimes.com/2017/07/12/movies/war-for-the-planet-of-the-apes-review.html"}