{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:30:05", "date_modify": "2022-10-25 23:30:05", "date_publish": "2017-09-18 17:24:58", "description": "In issue No. 1, The Times described the recent killing of a slaveholder in an attack that has been called the first battle of the Civil War.", "filename": "2017_09_18_insider_1851-new-york-times-born-into-racial-turmoil-that-has-never-ended_1666740605.html", "image_url": "https://static01.nyt.com/images/2017/10/08/insider/08insider-birthday/08insider-birthday-facebookJumbo.jpg?year=2017&h=550&w=1050&s=25aa60e9474a4ba2b675d160467fa1f48339080bfb01c94ab216abf6638d5133&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_18_insider_1851-new-york-times-born-into-racial-turmoil-that-has-never-ended_1666740605.html", "title": "1851 | Born Into a Racial Turmoil That Has Never Ended", "title_page": "1851 | Born Into a Racial Turmoil That Has Never Ended - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Happy birthday? Not entirely.\nThe New York Times turns 166 on Monday, and there is certainly reason for us to celebrate the simple fact of our survival over so many years — the last few especially.\nBut a perusal of the first front page is a sobering reminder of how racial antagonism has defined America since Sept. 18, 1851, when Henry Jarvis Raymond and George Jones began publishing The New-York Daily Times.\n“We do not mean to write as if we were in a passion, unless that shall really be the case; and we shall make it a point to get into a passion as rarely as possible,” Raymond promised in his first editorial, “A Word About Ourselves.”\nOn Page 1 of the same issue, however, was an article about a bloody event known to history as the Christiana Riot or the Christiana Resistance. The article, “Fugitive Slave Riot in Lancaster Co., Pa.,” was given more space on the front page than any other.", "url": "https://www.nytimes.com/2017/09/18/insider/1851-new-york-times-born-into-racial-turmoil-that-has-never-ended.html"}