{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:23:13", "date_modify": "2022-10-25 23:23:13", "date_publish": "2017-07-02 03:00:18", "description": "Much of President Trump’s policy agenda is mired in delay, but Scott Pruitt has already achieved a major regulatory rollback.", "filename": "2017_07_01_us_politics_trump-epa-chief-pruitt-regulations-climate-change_1666740193.html", "image_url": "https://static01.nyt.com/images/2017/06/24/us/00dc-pruitt1/00dc-pruitt1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=73c9d077244aad1d4493a6b190f6f0ca9060235cd039aa0584d6861cdcffa71c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_01_us_politics_trump-epa-chief-pruitt-regulations-climate-change_1666740193.html", "title": "Counseled by Industry, Not Staff, E.P.A. Chief Is Off to a Blazing Start", "title_page": "Counseled by Industry, Not Staff, E.P.A. Chief Is Off to a Blazing Start - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In the four months since he took office as the Environmental Protection Agency’s administrator, Scott Pruitt has moved to undo, delay or otherwise block more than 30 environmental rules, a regulatory rollback larger in scope than any other over so short a time in the agency’s 47-year history, according to experts in environmental law.\nMr. Pruitt’s supporters, including President Trump, have hailed his moves as an uprooting of the administrative state and a clearing of onerous regulations that have stymied American business. Environmental advocates have watched in horror as Mr. Pruitt has worked to disable the authority of the agency charged with protecting the nation’s air, water and public health.\nBut both sides agree: While much of Mr. Trump’s policy agenda is mired in legal and legislative delays, hampered by poor execution and overshadowed by the Russia investigations, the E.P.A. is acting. Mr. Pruitt, a former Oklahoma attorney general who built a career out of suing the agency he now leads, is moving effectively to dismantle the regulations and international agreements that stood as a cornerstone of President Barack Obama’s legacy.\n“Just the number of environmental rollbacks in this time frame is astounding,” said Richard Lazarus, a professor of environmental law at Harvard. “Pruitt has come in with a real mission. He is much more organized, much more focused than the other cabinet-level officials, who have not really taken charge of their agencies. It’s very striking how much they’ve done.”", "url": "https://www.nytimes.com/2017/07/01/us/politics/trump-epa-chief-pruitt-regulations-climate-change.html"}