{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 23:44:43", "date_modify": "2022-10-25 23:44:43", "date_publish": "2017-11-10 00:43:24", "description": "One priest, after being defrocked in 1992, went on to an illustrious career in academia while his victims’ lives “have been destroyed,” a lawyer said.", "filename": "2017_11_09_nyregion_brooklyn-diocese-priests-sexual-abuse_1666741483.html", "image_url": "https://static01.nyt.com/images/2017/11/10/us/10sexabuse3/10sexabuse3-facebookJumbo-v2.jpg?year=2017&h=257&w=491&s=20e596abaa1a19ce732c5031ec08aad5acdc119ba12904f943e35ff9d8b442c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_09_nyregion_brooklyn-diocese-priests-sexual-abuse_1666741483.html", "title": "Brooklyn Diocese Names 8 Priests Who Sexually Abused Children", "title_page": "Brooklyn Diocese Names 8 Priests Who Sexually Abused Children - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There is no excuse for a supposedly moral institution to wait 25 years to release a pedophile priest's name,” said Mitchell Garabedian, a lawyer portrayed in the Oscar-winning film “Spotlight,” about clergy sexual abuse. He is representing three people who claim they were abused by Mr. Lara between the ages of 9 and 11. “Because of the church’s immoral behavior, dozens, if not hundreds, of children have probably been sexually abused by Father Lara, and their lives have been destroyed and their families’ lives have been destroyed.”\nImage Jaime Lara, a professor of medieval and renaissance studies at Arizona State University, was once the Rev. James Lara, who was laicized by the Vatican for sexually abusing children. Credit... Arizona State University\nMr. Lara did not respond to a request for comment.\nThursday’s disclosure appears to be the first time the diocese has formally acknowledged the names of priests laicized for child sexual abuse. At least five people who say they were abused by Father Lara have applied for compensation.\nRicardo Gonzalez, 48, who has received compensation, said in an interview on Thursday that he was around 11 years old when Father Lara began to abuse him.\nHe met Father Lara, he recalled, at a summer program at Public School 321 in Park Slope. Father Lara seemed to always be hanging around the gym, and when he offered to take him and his younger brother and sister to the movies and for ice cream, they were thrilled.\nBut little by little, in a process common to child sexual abusers known as grooming, Father Lara became intimate with Mr. Gonzalez. \"He wanted me to kiss him, he would get on top of me, he would say you can do better than that,” he said, remembering the terror he felt when invited to the rectory. “He would make me touch him in his private parts.”\nAs the abuse continued, Mr. Gonzalez, who is now a hairdresser, dropped out of high school and at one point attempted suicide, he said. As an adult, he has tried to track down Mr. Lara, and called institutions that had hired him to tell his story. But he felt he was never believed.", "url": "https://www.nytimes.com/2017/11/09/nyregion/brooklyn-diocese-priests-sexual-abuse.html"}