{"authors": ["Finn Cohen"], "date_download": "2022-10-25 23:36:45", "date_modify": "2022-10-25 23:36:45", "date_publish": "2017-10-05 11:00:27", "description": "Best known for “Twin Peaks” and “The Warriors,” he has a long career working with some of the most adventurous theater-makers of their day.", "filename": "2017_10_05_theater_david-patrick-kelly-actor-twin-peaks_1666741005.html", "image_url": "https://static01.nyt.com/images/2017/10/08/arts/08DPK1/08DPK1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=909172a4c344806a998bdeed5026ab7a604cef18ce5d4ea922ffe553dacc3837&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_05_theater_david-patrick-kelly-actor-twin-peaks_1666741005.html", "title": "David Patrick Kelly, a Character Actor Vibrating on His Own Plane", "title_page": "David Patrick Kelly, a Character Actor Vibrating on His Own Plane - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "David Patrick Kelly is nothing if not colorful.\nHe has two black belts in karate, a pursuit he started about 30 years ago after he took a licking “defending a young lady’s honor in the streets.” He studied mime in Paris with Marcel Marceau. He introduced Bob Marley, Charles Mingus and Bruce Springsteen from the stage at the punk club Max’s Kansas City.\nArnold Schwarzenegger held him by an ankle and dropped him off a cliff in the film “Commando.” David Lynch took care to bring his (now) drug-addled character back to “Twin Peaks: The Return.” He has been quoted, in song, by the Wu-Tang Clan.\nMr. Kelly, 66, also has a nearly five-decade résumé as a stage actor that has carried him from the grungy beginnings of New York’s downtown arts scene to work with some of the most adventurous playwrights of the moment.\nEarlier this year he appeared in Branden Jacobs-Jenkins’s “Everybody,” in which five of the roles were determined by a cast lottery each night. Through Oct. 29, he is in “I’ll Get You Back Again,” a play written by Sarah Gancher and directed by Rachel Chavkin (“Natasha, Pierre & the Great Comet of 1812”), at the Round House Theater in Bethesda, Md.", "url": "https://www.nytimes.com/2017/10/05/theater/david-patrick-kelly-actor-twin-peaks.html"}