{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:41:57", "date_modify": "2022-10-25 23:41:57", "date_publish": "2017-03-01 15:38:16", "description": "Beyond the offering, the question will be whether the disappearing-messages company will prove to be like mighty Facebook or more like embattled Twitter.", "filename": "2017_03_01_business_dealbook_snap-ipo-snapchat_1666741317.html", "image_url": "https://static01.nyt.com/images/2017/03/02/business/02DB-SNAPCHATweb/02DB-SNAPCHATweb-facebookJumbo.jpg?year=2017&h=550&w=1050&s=eceaf393dce1dda57a02465dd11506de3f0a7c96daa9dff8024c726cbe5d2570&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_01_business_dealbook_snap-ipo-snapchat_1666741317.html", "title": "Snap Prices I.P.O. at $17 a Share, Valuing Company at $24 Billion", "title_page": "Snap Prices I.P.O. at $17 a Share, Valuing Company at $24 Billion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Much has been riding on Snap’s offering, including expectations that it will lift a moribund market in new stocks. In going public, Snap has leapt ahead of other technology darlings like Uber, Airbnb and the data-analysis provider Palantir.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nAfter a nearly two-week road show for investors that spanned the country and stretched to London, demand for Snap shares proved robust. Bankers for the company received orders totaling more than 10 times the number of shares up for sale.\nWith a market value of almost $24 billion, including unvested stock options and grants, the company is now setting itself up with little room for error.\nThroughout the presentations to investors, Snap executives and their advisers kept the emphasis squarely on the promise of what first seemed like a technological lark. Instead of focusing on the core product of disappearing messages, Snapchat instead represents a new way of consuming content, largely produced by its users — laid alongside a fast-growing advertising business.\nAt the end of 2016, Snap reported an average of 158 million active daily users. Revenue totaled about $404 million for the year, up from zero in sales three years ago. The company believes sales could reach $1 billion this year.\nThose sales have come primarily from advertisers who covet both millennial users and a service that has figured out creative ways to reach them. Big-name brands from Gatorade to Tiffany have run campaigns on the social network, and the advertising titan WPP said at an industry conference on Wednesday that it spent $90 million on Snapchat ads last year.\nSnap has come a long way from its beginnings in a Stanford dorm room as a service used largely by young people enamored with sending their friends pictures and video that self-destructed after seconds.", "url": "https://www.nytimes.com/2017/03/01/business/dealbook/snap-ipo-snapchat.html"}