{"authors": ["Rick Rojas", "Khorri Atkinson"], "date_download": "2022-10-25 23:53:05", "date_modify": "2022-10-25 23:53:05", "date_publish": "2017-07-11 23:05:56", "description": "Fifty years ago, starting on July 12, 1967, racial tensions in Newark exploded. Here are some recollections of that time and how it has shaped the present.", "filename": "2017_07_11_nyregion_newark-riots-50-years_1666741985.html", "image_url": "https://static01.nyt.com/images/2017/07/12/nyregion/12newarkanniversary1/00newarkanniversary1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=686820ad3b148e3a77c4dd51eb0a8d3dd5188978d12061a867e686a9916f17dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_11_nyregion_newark-riots-50-years_1666741985.html", "title": "Five Days of Unrest That Shaped, and Haunted, Newark", "title_page": "Five Days of Unrest That Shaped, and Haunted, Newark - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Junius W. Williams\nHe was a law student at the time and has long been a civil rights activist in Newark. He is now director of the Abbott Leadership Institute at Rutgers University, Newark.\nIt was very tense in Newark before this happened, and it was all based on race and class, but race predominated because all of this was happening at the expense of and to black people, no matter if you were poor, middle-class or working. The police were agents of oppression and the political system was hellbent on keeping us in our place.\nThe first two or three days there was a sense that this was the relief and the release that people needed. But in the second three days, once the combined police force — local, state and the National Guard — had been fully deployed, there was fear, because the police rioted. If this was a rebellion, the police rioted. They took it in their own hands to seek retribution against people for the slightest infraction.\nPaul Zigo\nHe served as a member of the New Jersey National Guard and deployed to the Central Ward of Newark on July 14, 1967, his 25th birthday. He recently retired as a professor of American history at Brookdale Community College and is the director of the World War II Era Studies Institute.\nThere was nothing but a huge red glow over the entire city. The city was in flames. You immediately took note of what you may be entering into — and that was a war zone. Buildings were smashed, windows were broken all over the place. You saw a very angry crowd, and when they saw you, they started coming in and around your Jeep.\nI saw two black men fighting like hell among themselves, and what I did was pull my pistol and fire two shots into the air. [He told the men to leave.] They stopped fighting and they scampered down the street. But to my surprise, when I did that, someone within a blacked-out church — St. Rose of Lima Church off Orange Street — took aim at me and fired at me. The bullets came toward me and went over my head by about a foot. I didn’t know I was being fired at. Someone called out, “Don’t you know you’re being fired at?” If it weren’t for that individual, who I considered an angel, I wouldn’t have taken cover.", "url": "https://www.nytimes.com/2017/07/11/nyregion/newark-riots-50-years.html"}