{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:30:15", "date_modify": "2022-10-25 23:30:15", "date_publish": "2017-04-26 15:08:39", "description": "While the Junior Naval Scouts encouraged enlistment in New York City, young German soldiers in France reached the end of their fighting days.", "filename": "2017_04_26_insider_some-boys-celebrated-the-war-others-were-prisoners-of-it_1666740615.html", "image_url": "https://static01.nyt.com/images/2017/04/25/insider/worldwar170426a/worldwar170426a-facebookJumbo.jpg?year=2017&h=549&w=1050&s=b7d8e003b8621bb9ecde0fd49f4248f2701955448a6c9c6867d646a6f2bd8dca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_26_insider_some-boys-celebrated-the-war-others-were-prisoners-of-it_1666740615.html", "title": "Some Boys Celebrated the War, Others Were Prisoners of It", "title_page": "Some Boys Celebrated the War, Others Were Prisoners of It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Times Insider is offering glimpses of some of the most memorable wartime illustrations that appeared in The New York Times Mid-Week Pictorial on the 100th anniversary of each issue.\nImage “Junior Naval Scouts in the great ‘Wake Up, America!’ parade in New York City on April 19, the anniversary of the Battle of Lexington.” Credit... I. F. S./The New York Times Mid-Week Pictorial, April 26, 1917\nThe contrast could not have been much sharper in the photographs this week of two groups of teenage boys. The American boys were energetically parading flags through New York City to encourage men only slightly older to enlist. The German boys — dispirited, exhausted, angry and defiant, if we can read their faces correctly — were huddled on the ground in Saint-Quentin, France, where they had been among many thousands taken prisoner by the Allies.\n“Boys of this age in war are not a novelty,” The Times said. “Napoleon’s Waterloo veterans were mostly under 18; and there were thousands of boys of 15 in the armies of the Civil War.” As if that might bring some comfort.", "url": "https://www.nytimes.com/2017/04/26/insider/some-boys-celebrated-the-war-others-were-prisoners-of-it.html"}