{"authors": ["William J. Broad", "David E. Sanger"], "date_download": "2022-10-25 23:45:50", "date_modify": "2022-10-25 23:45:50", "date_publish": "2017-08-14 07:00:29", "description": "Investigators are focusing on the factory as a black-market source for North Korea, a new report and classified intelligence assessments say.", "filename": "2017_08_14_world_asia_north-korea-missiles-ukraine-factory_1666741550.html", "image_url": "https://static01.nyt.com/images/2017/08/15/world/14dc-missile-1/14dc-missile-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=2b4246c07dc67ddb5f6489b23c15e2feea3487372aa240d8cb5892110a52c5ab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_14_world_asia_north-korea-missiles-ukraine-factory_1666741550.html", "title": "North Korea’s Missile Success Is Linked to Ukrainian Plant, Investigators Say", "title_page": "North Korea’s Missile Success Is Linked to Ukrainian Plant, Investigators Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Elleman’s detailed analysis is public confirmation of what intelligence officials have been saying privately for some time: The new missiles are based on a technology so complex that it would have been impossible for the North Koreans to have switched gears so quickly themselves. They apparently fired up the new engine for the first time in September — meaning that it took only 10 months to go from that basic milestone to firing an ICBM, a short time unless they were able to buy designs, hardware and expertise on the black market.\nThe White House had no comment when asked about the intelligence assessments.\nLast month, Yuzhmash denied reports that the factory complex was struggling for survival and selling its technologies abroad, in particular to China. Its website says the company does not, has not and will not participate in “the transfer of potentially dangerous technologies outside Ukraine.”\nAmerican investigators do not believe that denial, though they say there is no evidence that the government of President Petro O. Poroshenko, who recently visited the White House, had any knowledge or control over what was happening inside the complex.\nOn Monday, after this story was published, Oleksandr Turchynov, a top national security official in the government of Mr. Poroshenko, denied any Ukrainian involvement.\n“This information is not based on any grounds, provocative by its content, and most likely provoked by Russian secret services to cover their own crimes,” Mr. Turchynov said. He said the Ukrainian government views North Korea as “totalitarian, dangerous and unpredictable, and supports all sanctions against this country.”\nHow the Russian-designed engines, called the RD-250, got to North Korea is still a mystery.\nMr. Elleman was unable to rule out the possibility that a large Russian missile enterprise, Energomash, which has strong ties to the Ukrainian complex, had a role in the transfer of the RD-250 engine technology to North Korea. He said leftover RD-250 engines might also be stored in Russian warehouses.", "url": "https://www.nytimes.com/2017/08/14/world/asia/north-korea-missiles-ukraine-factory.html"}