{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:53:06", "date_modify": "2022-10-25 23:53:06", "date_publish": "2017-02-16 01:34:29", "description": "Employees faced enormous pressure from management ahead of the vote, which was widely viewed as an early test of labor’s strength in the Trump era.", "filename": "2017_02_15_business_boeing-union-south-carolina_1666741986.html", "image_url": "https://static01.nyt.com/images/2017/02/16/business/16BOEING1/16BOEING1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=40f70f72d5046ef1882531862c11508b9699b2160645fcdd9f910ac292e839e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_15_business_boeing-union-south-carolina_1666741986.html", "title": "Boeing Workers Reject a Union in South Carolina", "title_page": "Boeing Workers Reject a Union in South Carolina - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NORTH CHARLESTON, S.C. — Union organizers fell far short on Wednesday in a bid to enlist workers at Boeing’s South Carolina facilities in what was widely viewed as an early test of labor’s strength in the Trump era.\nOrganizers with the International Association of Machinists and Aerospace Workers failed to persuade a majority of about 3,000 union-eligible Boeing workers in the state to vote for the union amid enormous pressure from management.\nBoeing said 74 percent of the more than 2,800 workers voting rejected the union.\nMany analysts say that Boeing decided to put its second Dreamliner aircraft assembly line in the state to reduce the leverage of the machinists’ union, which represents Boeing’s work force in the Puget Sound region of Washington State and has used work stoppages to exact concessions from the company in the past. South Carolina is one of the least unionized states in the country.\nHoyt N. Wheeler, an emeritus professor of business at the University of South Carolina who taught labor relations and employment law, said in an interview before the vote that a victory would be “highly significant” because “one of Boeing’s motivations for coming to South Carolina was to escape the union.”", "url": "https://www.nytimes.com/2017/02/15/business/boeing-union-south-carolina.html"}