{"authors": ["Raphael Minder", "Patrick Kingsley"], "date_download": "2022-10-25 23:40:48", "date_modify": "2022-10-25 23:40:48", "date_publish": "2017-10-27 10:12:30", "description": "Spain’s prime minister said the central government would take control of Catalonia, and he dissolved the regional parliament and ordered new elections.", "filename": "2017_10_27_world_europe_spain-catalonia-puigdemont_1666741248.html", "image_url": "https://static01.nyt.com/images/2017/10/28/world/28spain5/28spain5-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b3f791be1649505e36152870ad6559188c7185cff425e9109c021b057c78206a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_27_world_europe_spain-catalonia-puigdemont_1666741248.html", "title": "Spain Dismisses Catalonia Government After Region Declares Independence", "title_page": "Spain Dismisses Catalonia Government After Region Declares Independence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA, Spain — Spain’s leader fired the government of the rebellious Catalonia region Friday, dissolved the regional parliament and ordered new elections after Catalan lawmakers illegally declared an independent nation.\nThe showdown escalated the biggest political crisis in decades to hit Spain, which is just emerging from a prolonged economic malaise. Catalonia is a critical part of the economy in Spain, the fifth largest in Europe.\n“We never wanted to reach this situation, never,” Prime Minister Mariano Rajoy said on television, announcing the emergency steps he was taking under the Constitution to crush Catalan independence.\nMr. Rajoy’s move capped a frenzied day of political maneuvering in Madrid, Spain’s capital, and Barcelona, the capital of Catalonia, where the long drive for independence — illegal under Spain’s Constitution — has now reached its fiercest level yet.", "url": "https://www.nytimes.com/2017/10/27/world/europe/spain-catalonia-puigdemont.html"}