{"authors": ["John Ismay"], "date_download": "2022-10-25 23:23:47", "date_modify": "2022-10-25 23:23:47", "date_publish": "2017-12-01 12:32:05", "description": "The Pentagon intends to keep indefinitely its legacy cluster munitions, more than 1.5 million of which are in South Korea.", "filename": "2017_12_01_us_cluster-munitions-pentagon-south-korea_1666740227.html", "image_url": "https://static01.nyt.com/images/2017/12/02/us/02dc-cluster/00dc-cluster-facebookJumbo.jpg?year=2017&h=550&w=1050&s=98a16e1b6520fcc2d585042c37bfb9d938c13712d83cb526e9d644e09a1e3431&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_01_us_cluster-munitions-pentagon-south-korea_1666740227.html", "title": "U.S. Will Keep Older Cluster Munitions, a Weapon Banned by 102 Nations", "title_page": "U.S. Will Keep Older Cluster Munitions, a Weapon Banned by 102 Nations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Pentagon will allow the United States military to once again arm itself with older cluster munitions, a type of weapon that has been banned by 102 countries largely because of concerns that they disproportionately harm civilians.\nThe change, detailed in a memo released on Friday, reverses a prohibition issued under President George W. Bush, and appears to be a concession by the United States that finding safer variants of the weapons has so far failed.\nMost American cluster munitions held abroad appear to be positioned for a possible war with North Korea. Under a 2008 agreement, the Pentagon maintains a stockpile of more than 1.5 million cluster munitions, containing over 90 million bomblets, in South Korea.\nCluster munitions include a wide variety of rockets, bombs, missiles and artillery projectiles that scatter smaller weapons, called submunitions, over a target area. Some dispensers can release as many as several hundred bomblets.", "url": "https://www.nytimes.com/2017/12/01/us/cluster-munitions-pentagon-south-korea.html"}