{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:32", "date_modify": "2022-10-25 23:45:32", "date_publish": "2018-01-01 03:01:30", "description": "He proposed talks with South Korea to discuss the North’s participation in the Winter Games, and boasted of having a “nuclear button” on his desk.", "filename": "2017_12_31_world_asia_north-korea-kim-jong-un-olympics_1666741532.html", "image_url": "https://static01.nyt.com/images/2018/01/07/world/01nkorea-kim-1/01nkorea-kim-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d772bd6c4165aadb2e2ceab0dd95a27b2046c41a90991a667f7b47149807389a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_31_world_asia_north-korea-kim-jong-un-olympics_1666741532.html", "title": "Kim Jong-un Offers North Korea’s Hand to South, While Chiding U.S.", "title_page": "Kim Jong-un Offers North Korea’s Hand to South, While Chiding U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — North Korea’s leader, Kim Jong-un, moved Monday to ease his country’s isolation by offering to send a delegation to the Winter Olympics in South Korea next month, even as he claimed to have accomplished the ability to launch a nuclear missile at the mainland United States.\nMixing the nuclear threat with an overture for easing tensions on the divided Korean Peninsula, Mr. Kim proposed immediate dialogue with South Korea to discuss the North’s participation in the Olympics.\nIf such talks were held, they would mark the first time the two Koreas have had an official dialogue since the South’s new president, Moon Jae-in, took office in May. Mr. Moon has doggedly championed dialogue with the North, even as President Trump has threatened military action to stop the North’s nuclear weapons program.\n“I am willing to send a delegation and take necessary measures, and I believe that the authorities of the North and South can urgently meet to discuss the matter,” Mr. Kim said in his annual New Year’s Day speech, broadcast on North Korea’s state-run television. “We sincerely hope that the South will successfully host the Olympics.”", "url": "https://www.nytimes.com/2017/12/31/world/asia/north-korea-kim-jong-un-olympics.html"}