{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:35:39", "date_modify": "2022-10-25 23:35:39", "date_publish": "2017-11-27 21:02:42", "description": "Standing in the Oval Office alongside three World War II code talkers, Mr. Trump made the unscripted comment after other officials praised the veterans’ history and contributions.", "filename": "2017_11_27_us_politics_trump-elizabeth-warren-pocahontas-navajo_1666740939.html", "image_url": "https://static01.nyt.com/images/2017/11/28/us/politics/28dc-navajo-alpha/28dc-navajo-facebookJumbo-v3.jpg?year=2017&h=549&w=1050&s=7672d6269d367404229e0f3ab8f2c6e45b6e557f85f5eccfb00a48a4790e36b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_27_us_politics_trump-elizabeth-warren-pocahontas-navajo_1666740939.html", "title": "Trump Mocks Warren as ‘Pocahontas’ at Navajo Veterans’ Event", "title_page": "Trump Mocks Warren as ‘Pocahontas’ at Navajo Veterans’ Event - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Monday transformed a White House ceremony to honor Navajo veterans of World War II into a racially charged controversy, using the event as a platform to deride Senator Elizabeth Warren as “Pocahontas.”\nStanding in the Oval Office alongside three Navajo code talkers, whom he called “very, very special people,” Mr. Trump dispensed with his prepared remarks and took aim at Ms. Warren without naming her, resurrecting a favorite nickname as the veterans stood stonefaced.\n“You were here long before any of us were here,” Mr. Trump said to the veterans, ages 90 and older, who wore their military uniforms for the occasion, juxtaposed with turquoise and silver, hallmarks of Navajo culture. “Although we have a representative in Congress who, they say, was here a long time ago. They call her Pocahontas.”\nHe made the remarks while standing in front of a portrait of President Andrew Jackson — a favorite of Mr. Trump’s — who served as the nation’s seventh president and signed the Indian Removal Act of 1830, which resulted in the mass displacement and deaths of Native Americans often referred to as the Trail of Tears.", "url": "https://www.nytimes.com/2017/11/27/us/politics/trump-elizabeth-warren-pocahontas-navajo.html"}