{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:11", "date_modify": "2022-10-25 23:56:11", "date_publish": "2017-06-25 22:18:39", "description": "Prime Minister Benjamin Netanyahu backed down on an agreement to create space for men and women to pray together and practice non-Orthodox rituals.", "filename": "2017_06_25_world_middleeast_benjamin-netanyahu-israel-western-wall-non-orthodox-jews_1666742171.html", "image_url": "https://static01.nyt.com/images/2017/06/26/world/26ISRAEL/26ISRAEL-facebookJumbo.jpg?year=2017&h=550&w=1050&s=dc7efcf4c74a0ca44ab511e977d9714e90d99ddc86cd45c4a2342483192fc239&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_25_world_middleeast_benjamin-netanyahu-israel-western-wall-non-orthodox-jews_1666742171.html", "title": "Israel Suspends Plan for Egalitarian Prayer Area at Western Wall", "title_page": "Israel Suspends Plan for Egalitarian Prayer Area at Western Wall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Yielding to pressure from his ultra-Orthodox coalition partners, Prime Minister Benjamin Netanyahu of Israel on Sunday backtracked on a decision to create a space at the Western Wall in Jerusalem where men and women can pray together and non-Orthodox rituals can be practiced.\nThe agreement for the new egalitarian prayer space, adopted 17 months ago by the government after years of negotiations with Jewish leaders, was supposed to restore harmony at the ancient site, the holiest place where Jews can pray. The suspension of the plan is likely to deepen the divide between Israel and a majority of Jews in North America who are affiliated with non-Orthodox streams of Judaism.\nThere was no immediate comment from Mr. Netanyahu, but the decision not to move ahead with the plan exposed a rift within his right-wing coalition.\n“Today’s cancellation of the decision is a severe blow to the unity of the Jewish people, the Jewish communities and the fabric of the relationship between the state of Israel and the Jews in the Diaspora,” said Avigdor Lieberman, the defense minister and leader of the secular Yisrael Beiteinu party. He called on other cabinet ministers to “return to rationality” and prevent a schism.", "url": "https://www.nytimes.com/2017/06/25/world/middleeast/benjamin-netanyahu-israel-western-wall-non-orthodox-jews.html"}