{"authors": ["Alan Rappeport", "Glenn Thrush"], "date_download": "2022-10-25 22:56:02", "date_modify": "2022-10-25 22:56:02", "date_publish": "2017-03-16 04:01:26", "description": "In reordering the nation’s priorities, the president would send billions to the southern border and the Pentagon and cut funds for foreign aid and the environment.", "filename": "2017_03_16_us_politics_trump-budget-spending-cuts_1666738562.html", "image_url": "https://static01.nyt.com/images/2017/03/16/us/16BUDGET11/16BUDGET1-1489620596887-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c8879c3abefb5b991cca98a7285429cc63009a6f747e805fdbae3f011e5fed2b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_16_us_politics_trump-budget-spending-cuts_1666738562.html", "title": "Pentagon Grows, While E.P.A. and State Dept. Shrink in Trump’s Budget", "title_page": "Pentagon Grows, While E.P.A. and State Dept. Shrink in Trump’s Budget - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump’s team also proposed a wide array of cuts to public education, Amtrak and the Department of Housing and Urban Development, including eliminating the $3 billion Community Development Block Grant program, which funds popular programs like Meals on Wheels, housing assistance and other community assistance efforts.\nMuch of the money saved by these cuts would go to national security programs.\nBesides the military, the Department of Homeland Security would also receive an infusion of cash. An additional $2.8 billion would go largely to pay for a wall along the border with Mexico and the hiring of 500 Border Patrol Agents and 1,000 Immigration and Customs Enforcement officers next year. The budget also calls for the hiring of 20 lawyers in the Justice Department who would work to obtain land along the border for the wall.\nThe White House is expected to make a supplemental request of $1.5 billion on Thursday to get work started on the wall this year.\nGovernment funding for the current fiscal year will run out on April 28, and the 2018 budget needs to be in place by October. Democrats in Congress warned this week that there could be a government shutdown if Republicans insisted on including funding for the wall in their request.\nThe $1.1 trillion plan is a “skinny budget,” a pared-down first draft of the line-by-line appropriations request submitted by first-term administrations during their first few months. A broader budget will be released in the spring that will include Mr. Trump’s tax proposals as well as the bulk of government spending — Social Security, Medicare, Medicaid and other entitlement programs.", "url": "https://www.nytimes.com/2017/03/16/us/politics/trump-budget-spending-cuts.html"}