{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:13", "date_modify": "2022-10-25 23:43:13", "date_publish": "2017-09-28 19:27:42", "description": "A compromise choice as Catalan leader, Carles Puigdemont is fully committed to an independence referendum in defiance of Spain’s central government", "filename": "2017_09_28_world_europe_in-catalonia-independence-referendum_1666741393.html", "image_url": "https://static01.nyt.com/images/2017/09/29/world/29Catalonia-leader/29Catalonia-leader-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d6c0b3604c18e185caa0431dfe94ccc4d16ccb3556b770dafeafeec1a61033bf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_28_world_europe_in-catalonia-independence-referendum_1666741393.html", "title": "In Catalonia, an ‘Accidental’ Leader of Unwavering Conviction", "title_page": "In Catalonia, an ‘Accidental’ Leader of Unwavering Conviction - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Puigdemont says he is determined to have Catalans vote on Sunday. He also says he will leave Barcelona — and possibly politics — as soon as independence is assured, “to recover a certain lost normality.”\nFor now, nothing is normal, for Catalonia or for Spain.\nThe referendum on Sunday won’t take place in the normal voting conditions, if it comes off at all. With the backing of Spanish courts, Madrid is doing all it can to block the vote. The Spanish police have confiscated ballot papers and other election-related material and are under orders to keep polling stations closed.\nShould the referendum be thwarted, Mr. Puigdemont is certain to shift the blame for Spain’s constitutional crisis more firmly onto Mr. Rajoy.\nHe has already accused the conservative prime minister of ignoring Catalans in the name of a Spanish Constitution that has run its course, after enshrining Spain’s democratic transition in 1978, following the dictatorship of Gen. Francisco Franco.\n“With Rajoy, there is a taboo topic, which is the aspiration of Catalonia to decide its future,” Mr. Puigdemont said. “It’s very irresponsible to deny the reality of a problem to see whether it might stop existing.”\nMr. Puigdemont has recently managed to move the debate from the issue of independence — which has split Catalans and for which there has not been majority backing — to arguments over whether voters have a right to decide on statehood, which most Catalans want to do, according to opinion polls.", "url": "https://www.nytimes.com/2017/09/28/world/europe/in-catalonia-independence-referendum.html"}