{"authors": ["Eli Rosenberg", "Liam Stack"], "date_download": "2022-10-25 23:51:00", "date_modify": "2022-10-25 23:51:00", "date_publish": "2017-05-18 16:14:57", "description": "A 26-year-old Bronx man with a history of drunken driving arrests was taken into custody and charged with murder after trying to flee from the scene of the carnage.", "filename": "2017_05_18_nyregion_times-square-crash_1666741860.html", "image_url": "https://static01.nyt.com/images/2017/05/19/nyregion/19XP-TIMESSQUARE1/19XP-TIMESSQUARE1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=52c86358c35cfa5274ba698d05406cecde9998fcdd40e292874ece5758aaf8de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_18_nyregion_times-square-crash_1666741860.html", "title": "One Dead and 22 Injured as Car Rams Into Pedestrians in Times Square", "title_page": "One Dead and 22 Injured as Car Rams Into Pedestrians in Times Square - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A security guard at a building at 44th Street and Seventh Avenue said he had watched through the lobby windows as the Honda sped past and drove over a woman.\n“She just hit the floor and he went over her,” said the guard, who did not give his name.\nOther witnesses described their horror at seeing terrified bystanders scramble for safety.\n“It was going at a fast rate of speed and to me it looked like it was trying to hit as many people as possible,” said Annie Donahey, 24, who had just left work. “People were trying to jump out of the way.”\nThe car raced on, crossing 45th Street before smashing into barriers in front of the Marriott Marquis Hotel. The driver tried to escape, but he was quickly surrounded.\n“He started trying to run away,” said Asa Lowe, 42, who had been walking on Seventh Avenue. “Traffic cops grabbed him. Regular citizens grabbed him. We became the city we need to be today.”\nImage Richard Rojas was taken into custody after the episode. Credit... Rodrigo Campos/Reuters\nThe wrecked Honda stayed where it was through the day, as if in a disaster-movie still, amid the constant looping of Times Square’s electronic billboards and advertisements. The car’s right-side wheels hung in the air as smoke rose from under its crumpled front hood. The trunk was popped open, revealing piles of detritus. The rear bumper was torn off and lying in the middle of the street a few blocks away.\nOn a nearby pedestrian plaza, there was one small cluster of people who were not emergency medical workers: a couple with two young children. The man held a boy in his arms. The woman held the hand of a girl in a flowing sun dress. It was not clear if they were connected to any of the victims. They walked around slowly, as if in a daze.\nMr. Rojas offered alternate explanations for the episode to investigators, according to the law enforcement officials, who said that investigators had not come to any immediate conclusions.\n“He’s just rambling and saying crazy stuff,” said one of officials, adding that Mr. Rojas had talked of hearing voices and having hallucinations. “He tried to fight the police.”\nTwo officials said Mr. Rojas had tested negative for alcohol; one official said that preliminary tests indicated that he was under the influence of PCP, a mood-altering drug.", "url": "https://www.nytimes.com/2017/05/18/nyregion/times-square-crash.html"}