{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:43:55", "date_modify": "2022-10-25 23:43:55", "date_publish": "2017-06-17 15:15:37", "description": "In the feud among nations in the Persian Gulf, President Trump has supported those with which he does business.", "filename": "2017_06_17_world_middleeast_trumps-business-ties-in-persian-gulf-raise-questions-about-his-allegiances_1666741435.html", "image_url": "https://static01.nyt.com/images/2017/06/18/world/TRUMP-QATAR1/TRUMP-QATAR1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=04cfd294d159e7ab74c45830eece3abde683849c3b212ff19f80673e7b495cc5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_17_world_middleeast_trumps-business-ties-in-persian-gulf-raise-questions-about-his-allegiances_1666741435.html", "title": "Trump’s Business Ties in the Gulf Raise Questions About His Allegiances", "title_page": "Trump’s Business Ties in the Gulf Raise Questions About His Allegiances - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — President Trump has done business with royals from Saudi Arabia for at least 20 years, since he sold the Plaza Hotel to a partnership formed by a Saudi prince. Mr. Trump has earned millions of dollars from the United Arab Emirates for putting his name on a golf course, with a second soon to open.\nHe has never entered the booming market in neighboring Qatar, however, despite years of trying.\nNow a feud has broken out among these three crucial American allies, and Mr. Trump has thrown his weight firmly behind the two countries where he has business ties, raising new concerns about the appearance of a conflict between his public role and his financial incentives.\nMr. Trump has said he is backing Saudi Arabia and the United Arab Emirates because Qatar is “a funder of terror at a very high level.” But his stance toward Qatar, which is host to the largest American air base in the region, has differed sharply from the positions of the Pentagon and State Department. The secretaries of defense and state have stayed neutral, urging unity against the common enemy of the Islamic State.\nMr. Trump is the first president in 40 years to retain his personal business interests after entering the White House. Other senior officials in the executive branch are required to divest their assets. Critics say his singular decision to hold on to his global business empire inevitably casts a doubt on his motives, especially when his public actions dovetail with his business interests.", "url": "https://www.nytimes.com/2017/06/17/world/middleeast/trumps-business-ties-in-persian-gulf-raise-questions-about-his-allegiances.html"}