{"authors": ["Nicholas Kulish", "Caitlin Dickerson", "Charlie Savage"], "date_download": "2022-10-25 23:35:30", "date_modify": "2022-10-25 23:35:30", "date_publish": "2017-02-03 18:48:09", "description": "A judge in Seattle ordered a nationwide halt to the ban while a Boston court refused to extend a stay. Earlier the State Department said 60,000 visas had been revoked.", "filename": "2017_02_03_us_visa-ban-legal-challenge_1666740930.html", "image_url": "https://static01.nyt.com/images/2017/02/04/us/04VISAS1/04VISAS1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b66b691ac1cceb30ea8d0525a4147e7a46cdba55583da83d1e738001167b66c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_03_us_visa-ban-legal-challenge_1666740930.html", "title": "Court Temporarily Blocks Trump’s Travel Ban, and Airlines Are Told to Allow Passengers", "title_page": "Court Temporarily Blocks Trump’s Travel Ban, and Airlines Are Told to Allow Passengers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since Mr. Trump signed his order on Jan. 27, there has been widespread confusion over the policy and disagreement over how it was being carried out, flummoxing immigration lawyers, government officials and travelers. Shortly before the Seattle ruling, a different federal judge, Nathaniel M. Gorton in Boston, ruled in favor of the government by declining to extend a temporary halt to the order in that jurisdiction.\nJudge Gorton, who was appointed to the bench by the first President George Bush, said that while the nation’s immigration history was a source of great pride and that the plaintiffs in that case — Iranian nationals who are academics — had compelling stories, “the public interest in safety and security in this ever more dangerous world is strong as well.”\nBut that ruling was soon rendered moot, at least for now, by the Seattle ruling.\nThe administration has been criticized for issuing its order without any warning to refugees and visa holders who were on their way to the United States. Some arrived at airports for flights and were turned away.\nThe president’s order allowed for exceptions in the “national interest,” but lawyers for some travelers had described getting one as a Kafkaesque exercise, with the State Department’s website warning that no emergency applications would be heard, and Customs and Border Protection agents at United States airports all but unreachable because their clients were not being allowed to board planes.", "url": "https://www.nytimes.com/2017/02/03/us/visa-ban-legal-challenge.html"}