{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:01:11", "date_modify": "2022-10-25 23:01:11", "date_publish": "2017-08-03 00:16:57", "description": "As part of the agreement, thousands of people were bused to a province largely controlled by jihadists, raising concerns for their safety.", "filename": "2017_08_02_world_middleeast_syria-lebanon-refugees-cease-fire_1666738871.html", "image_url": "https://static01.nyt.com/images/2017/08/03/world/03refugees1/03refugees1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f01fa7532a3baee9d05abb5deda69555f73d3d726c1d2e1214d58bdedaa3139b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_02_world_middleeast_syria-lebanon-refugees-cease-fire_1666738871.html", "title": "Militants and Refugees Return to Syria Under Cease-Fire Deal", "title_page": "Militants and Refugees Return to Syria Under Cease-Fire Deal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — More than 100 buses carrying Syrian militants, their relatives and other refugees crossed from Lebanon into Syria on Wednesday, bound for a province in northern Syria that is largely controlled by jihadists.\nThe transfer was the largest formal repatriation of refugees to Syria since the war there began in 2011, and the lack of oversight by international aid groups raised concerns about the refugees’ welfare.\nThe agreement to bus the militants and refugees to Syria was part of a cease-fire deal between Hezbollah, the Lebanese armed force and political party, and the Syrian affiliate of Al Qaeda, now known as the Levant Liberation Committee.\nLast month, Hezbollah launched an offensive to push Qaeda fighters from a mountainous strip of land along the border with Syria near the Lebanese town of Arsal, an area long subjected to spillover from the Syrian war.", "url": "https://www.nytimes.com/2017/08/02/world/middleeast/syria-lebanon-refugees-cease-fire.html"}