{"authors": ["Vindu Goel"], "date_download": "2022-10-25 23:46:29", "date_modify": "2022-10-25 23:46:29", "date_publish": "2017-06-03 09:00:31", "description": "Yahoo’s chief executive presided over the decline and sale of the company. But she delivered big rewards to investors.", "filename": "2017_06_03_technology_yahoo-marissa-mayer-compensation_1666741589.html", "image_url": "https://static01.nyt.com/images/2017/06/04/business/04Yahoo/04Yahoo-facebookJumbo.jpg?year=2017&h=550&w=1050&s=664d1e59ca91cd61ad6b38791c54b2d3d22d13863e12fe8502c9d9c850608eab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_03_technology_yahoo-marissa-mayer-compensation_1666741589.html", "title": "Dissecting Marissa Mayer’s $900,000-a-Week Yahoo Paycheck", "title_page": "Dissecting Marissa Mayer’s $900,000-a-Week Yahoo Paycheck - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — When a withered Yahoo is absorbed by Verizon Communications in the next week or so, it will be the end of an era for one of the pioneering names of the internet age.\nIt will also conclude the remarkable five-year run of Yahoo’s chief executive, Marissa Mayer, who was paid nearly a quarter of a billion dollars — a generous sum even by Silicon Valley’s lofty standards — while presiding over the company’s continued decline.\nMs. Mayer, now 42, was hailed as a savior when she left Google for Yahoo in 2012. But during her tenure, Yahoo was hit by two of the biggest privacy breaches in history. Advertisers, Yahoo’s bread and butter, fled the service. Users shifted ever more attention to Google, Facebook and other rivals. Yahoo’s staff shrank by almost 50 percent.\nThe company ended up so weakened that its board had little choice but to sell.\n“Everyone acknowledges that it was a difficult situation to come into,” said Brian Wieser, an analyst at Pivotal Research who has studied Yahoo for years. “But the company was not run well under her tenure.”", "url": "https://www.nytimes.com/2017/06/03/technology/yahoo-marissa-mayer-compensation.html"}