{"authors": ["Nathaniel Popper", "Steve Lohr"], "date_download": "2022-10-25 23:52:35", "date_modify": "2022-10-25 23:52:35", "date_publish": "2017-03-04 10:00:27", "description": "Walmart is testing real-world uses for the arcane technology behind the cryptocurrency Bitcoin, but significant challenges remain.", "filename": "2017_03_04_business_dealbook_blockchain-ibm-bitcoin_1666741955.html", "image_url": "https://static01.nyt.com/images/2017/03/05/business/05IBM1/05IBM1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=7b15caf435862a8144d514352f27117f3eaba8cb95499695a88edf6356dafdfe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_04_business_dealbook_blockchain-ibm-bitcoin_1666741955.html", "title": "Blockchain: A Better Way to Track Pork Chops, Bonds, Bad Peanut Butter?", "title_page": "Blockchain: A Better Way to Track Pork Chops, Bonds, Bad Peanut Butter? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Her hurry-up response was a reflection, in part, of IBM’s eagerness to find new businesses to make up for the erosion of its traditional hardware, software and services offerings. The company has made progress with new products like data-analysis software and its Watson artificial intelligence software.\nImage Blockchain is being used to track and monitor all kinds of shipments and transactions, including Walmart pork shipments in China. Credit... Walmart\nBut growth in new businesses has not yet offset declines in traditional businesses. In January, IBM reported its 19th consecutive quarterly drop in revenue, though some of that sales retreat was because of profit-draining operations the company sold off, like semiconductor manufacturing and industry-standard server computers.\nIBM has already suffered from being late to one of the biggest trends in technology today, cloud computing, where it moved slowly at first and watched the early market leadership go to Amazon and Microsoft. Today, Mr. Krishna said, “The first-mover advantage is even more important than it used to be.”\nAfter getting Ms. Rometty’s push on the blockchain, the IBM team’s first move was to make its software “open source,” meaning that it would be free and available for anyone to review and tinker with. IBM’s bet was that this would establish its technology as a de facto standard, and that it could make money by selling software and services that would sit on top of the technology.\nIt was the chairman of IBM Europe, Erich Clementi, who personally pitched the concept to the top technology executive at Maersk. Like Walmart, Maersk had already been looking for years for a better way to trace the goods it ships around the globe.\nFor Maersk, the problem was not tracking the familiar rectangular shipping containers that sail the world aboard its cargo ships — instead, it was the mountains of paperwork that go with each container. Maersk had found that a single container could require stamps and approvals from as many as 30 people, including customs, tax officials and health authorities.\nWhile the containers themselves can be loaded on a ship in a matter of minutes, a container can be held up in port for days because a piece of paper goes missing, while the goods inside spoil. The cost of moving and keeping track of all this paperwork often equals the cost of physically moving the container around the world.", "url": "https://www.nytimes.com/2017/03/04/business/dealbook/blockchain-ibm-bitcoin.html"}