{"authors": ["Peter Baker", "David E. Sanger"], "date_download": "2022-10-25 23:45:51", "date_modify": "2022-10-25 23:45:51", "date_publish": "2017-10-01 15:34:54", "description": "Undercutting his secretary of state, the president told him not to bother with negotiations. “Save your energy Rex,” he wrote on Twitter.", "filename": "2017_10_01_us_politics_trump-tillerson-north-korea_1666741551.html", "image_url": "https://static01.nyt.com/images/2017/10/01/us/politics/02dc-prexy/02dc-prexy-facebookJumbo.jpg?year=2017&h=550&w=1050&s=828abf35d65d13a12a9f53df98a59c4bf467e0f06d6383e6064421dc11a969b2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_01_us_politics_trump-tillerson-north-korea_1666741551.html", "title": "Trump Says Tillerson Is ‘Wasting His Time’ on North Korea", "title_page": "Trump Says Tillerson Is ‘Wasting His Time’ on North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "North Korea has provoked a conflict with the United States and its Asian allies in recent weeks with its sixth test of a nuclear bomb and its first successful tests of intercontinental ballistic missiles that could potentially deliver a warhead to the United States mainland. Mr. Trump has responded by vowing to “totally destroy” North Korea if forced to defend the United States or its allies, while ratcheting up economic pressure through sanctions.\nMr. Tillerson told reporters traveling with him in Beijing on Saturday that he was seeking a diplomatic solution. “We are probing, so stay tuned,” he said. For the first time, he disclosed that the United States had two or three channels to Pyongyang asking “Would you like to talk?” Therefore, he said, “we’re not in a dark situation, a blackout.”\nThere have been no indications that Mr. Kim is any more interested in talks than Mr. Trump. He has responded to the president’s threats with more of his own, castigating Mr. Trump as a “mentally deranged U.S. dotard” and suggesting through his foreign minister that he might order the first atmospheric nuclear test the world has seen in 37 years.\nNegotiations with North Korea have long proved frustrating to American leaders. Mr. Bush and President Bill Clinton both tried talks and granted concessions while ultimately failing to prevent North Korea from developing nuclear weapons. But national security analysts have said there is no viable military option at this point without risking devastating casualties.\nWhite House officials made no official comment on Mr. Tillerson’s disclosure or Mr. Trump’s reaction, but advisers privately said the president was upset at being caught off guard. At the same time, they did not rule out diplomacy as a possible path forward eventually. On the campaign trail last year, Mr. Trump expressed a willingness to negotiate with Mr. Kim over a hamburger. He plans to visit China, South Korea and Japan in November, among other destinations, to keep up regional pressure on Pyongyang.\nDespite the president’s message, Mr. Tillerson’s spokeswoman said diplomacy remained possible. “#DPRK will not obtain a nuclear capability,” Heather Nauert, the State Department spokeswoman, wrote on Twitter after Mr. Trump’s tweet, using initials for the Democratic People’s Republic of Korea. “Diplomatic channels are open for #KimJongUn for now. They won’t be open forever.” She did not explain what she meant about not obtaining a nuclear capability, which North Korea already has.\nSenator Bob Corker, Republican of Tennessee and chairman of the Senate Foreign Relations Committee, said the United States had no choice but to seek a diplomatic agreement.", "url": "https://www.nytimes.com/2017/10/01/us/politics/trump-tillerson-north-korea.html"}