{"authors": ["John Branch", "Serge F. Kovaleski", "Sabrina Tavernise"], "date_download": "2022-10-25 23:52:16", "date_modify": "2022-10-25 23:52:16", "date_publish": "2017-10-05 00:18:45", "description": "Stephen Paddock was well known to casino hosts: He would sit at video poker machines for hours, often wagering more than $100 a hand, and sometimes winning tens of thousands.", "filename": "2017_10_04_us_stephen-paddock-gambling_1666741936.html", "image_url": "https://static01.nyt.com/images/2017/10/05/us/05gambler-alpha/05gambler-alpha-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3188dcba8a10f7195c8edc27d8754cb70f52b88b080dd87c8e1b8a1c2e2106a5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_04_us_stephen-paddock-gambling_1666741936.html", "title": "Stephen Paddock Chased Gambling’s Payouts and Perks", "title_page": "Stephen Paddock Chased Gambling’s Payouts and Perks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "According to a person who has reviewed Mr. Paddock’s gambling history, and who requested anonymity because the information was part of an active police investigation, dozens of “currency transaction reports,” which casinos must send the federal government for transactions greater than $10,000, were filed in Mr. Paddock’s name. Mr. Paddock had six-figure credit lines at casinos that afforded him the chance to make big sums in long sit-down sessions, and he was known as someone who always paid his accounts. His rooms were often comped, meaning given to him free, including this past weekend at Mandalay Bay, according to the person familiar with his history.\nHe was there to play, not to party. The night before the shooting, Mr. Paddock made two complaints to the hotel about noise coming from his downstairs neighbors: Albert Garzon, a restaurant owner visiting from San Diego, and his wife and friends. Mr. Garzon, who was staying in 31-135, directly beneath Mr. Paddock, said security guards knocked on his door around 1:30 a.m. on Sunday and asked him to turn down his music, country songs. When he asked where the complaint was coming from, pointing out that the nearest rooms on either side were far away, the security guard said, “It’s the guest above you.”\nThey turned the music down, but had another visit from different security guards half an hour later. The man had called to complain again. Mr. Garzon turned the music off. It wasn’t until the early hours of Monday that Mr. Garzon realized Mr. Paddock had been the complainer.\n“I looked up and I could see his curtain flapping in the wind,” he said.\nAt the Atlantis in Reno, Mr. Paddock would often move to a machine when somebody using it got up to take a break. “That would annoy people and he did not seem to care at all,” Mr. Weinreich said. “He acted like ‘these machines are for me.’”\nMr. Paddock was also a “starer,” Mr. Weinreich said.\n“He loved to stare at other people playing,” he said. “It was not a good thing because it would make other VIPs in the high-limit area uncomfortable.”\n“One of my guests once said to me, ‘He really gives me the creeps.’”\nAt Mandalay Bay, Mr. Paddock played the video poker machines located in a relatively quiet room labeled “High Limit Slots,” set aside from the jangly machines on the vast casino floor. The room has its own attendants, working behind a desk, and its own restrooms, to keep gamblers close.", "url": "https://www.nytimes.com/2017/10/04/us/stephen-paddock-gambling.html"}