{"authors": ["Steven Erlanger", "Stephen Castle"], "date_download": "2022-10-25 23:34:16", "date_modify": "2022-10-25 23:34:16", "date_publish": "2017-06-08 00:56:10", "description": "The large victory the prime minister had once envisioned seems less likely, and much will depend on last-minute decisions and the turnout for the snap election.", "filename": "2017_06_07_world_europe_theresa-may-faces-british-voters-changed-by-a-volatile-year_1666740856.html", "image_url": "https://static01.nyt.com/images/2017/06/08/world/08BRITAIN-02a/08BRITAIN-02a-facebookJumbo.jpg?year=2017&h=549&w=1050&s=39707c80a99d4e3c3346dadedd6a2aca8cb64232c681c72d663eedb9f2f4bf19&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_07_world_europe_theresa-may-faces-british-voters-changed-by-a-volatile-year_1666740856.html", "title": "What to Look for as U.K. Voters Go to the Polls in a Volatile Year", "title_page": "What to Look for as U.K. Voters Go to the Polls in a Volatile Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Still, Mrs. May looks likely to win, helped by the inability of the centrist Liberal Democrats to make much headway with their promise to have another referendum on Brexit, as well as the collapse of the far-right U.K. Independence Party, which favored Brexit and whose voters have moved in large numbers to the Conservatives.\nThe landslide Mrs. May had originally hoped for seems less likely, though British polls have a weak record, and this has been a volatile year.\nA lot will depend on last-minute decisions and on the size of the turnout, especially among young people, who favor Labour.\nIf she does not win a majority of 40 to 50 seats, compared with the majority of 12 won in 2015, she may prove to be vulnerable inside her party. If she loses badly and there is a hung Parliament, all bets are off.\nThe terrorist attacks on young concertgoers in Manchester on May 22 and on Londoners last Saturday raised security and police budget cuts as a major campaign issue. Mrs. May, who was home secretary for six years, was criticized for presiding over a security apparatus that clearly made mistakes. But security and defense are issues on which Mr. Corbyn is considered more vulnerable, having been an opponent of previous antiterrorism legislation and known to be sympathetic to groups like Sinn Fein and Hamas.\nAs Britain votes, here are some of the main things to note about this strange election.\nMarginal Seats\nIn British elections, only a minority of the 650 contested seats tend to change hands. And now, as in years past, each party has its target seats — those in which it came second relatively narrowly in 2015 and so can hope to win this time. In 2015, Labour finished second in 48 marginal seats, the Conservatives in 46 and the Liberal Democrats in 16.\nIf Mrs. May is going to increase her majority, she needs to win marginal seats from Labour, especially in northern England and the Midlands where many traditional Labour supporters voted for the U.K. Independence Party and Brexit and do not think so highly of Mr. Corbyn and his policies.", "url": "https://www.nytimes.com/2017/06/07/world/europe/theresa-may-faces-british-voters-changed-by-a-volatile-year.html"}