{"authors": ["Richard Goldstein"], "date_download": "2022-10-25 23:43:36", "date_modify": "2022-10-25 23:43:36", "date_publish": "2017-06-01 22:40:46", "description": "This assessment of the Beatles’ album ran in The New York Times on June 18, 1967.", "filename": "2017_06_01_arts_music_archives-beatles-sgt-peppers-lonely-hearts-club-band-review_1666741416.html", "image_url": "https://static01.nyt.com/images/2017/06/02/arts/02origpepper/02origpepper-facebookJumbo.jpg?year=2017&h=549&w=1050&s=51744761b53131326c8da8c4dc36576b83af7c776e607e95aba9598aff8bdcac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_01_arts_music_archives-beatles-sgt-peppers-lonely-hearts-club-band-review_1666741416.html", "title": "From the Archives: The Original Review of ‘Sgt. Pepper’s Lonely Hearts Club Band’", "title_page": "From the Archives: The Original Review of ‘Sgt. Pepper’s Lonely Hearts Club Band’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Harrison’s song, “Within You and Without You,” is a good place to begin dissecting “Sergeant Pepper.” Though it is among the strongest cuts, its flaws are distressingly typical of the album as a whole. Compared with “Love You To” (Harrison’s contribution to “Revolver”), this melody shows an expanded consciousness of Indian ragas. Harrison’s voice, hovering midway between song and prayer chant, oozes over the melody like melted cheese. On sitar and tamboura, he achieves a remarkable Pop synthesis. Because his raga motifs are not mere embellishments but are imbedded into the very structure of the song, “Within You and Without You” appears seamless. It stretches, but fits.\nWhat a pity, then, that Harrison’s lyrics are dismal and dull. “Love You To” exploded with a passionate sutra quality, but “Within You and Without You” resurrects the very cliches the Beatles helped bury: “With our love/We could save the world/If they only knew.” All the minor scales in the Orient wouldn’t make “Within You and Without You” profound.\nThe obsession with production, coupled with a surprising shoddiness in composition, permeates the entire album. There is nothing beautiful on “Sergeant Pepper.” Nothing is real and there is nothing to get hung about. The Lennon raunchiness has become mere caprice in “Being for the Benefit of Mr. Kite.” Paul McCartney’s soaring Pop magnificats have become merely politely profound. “She’s Leaving Home” preserves all the orchestrated grandeur of “Eleanor Rigby,” but its framework is emaciated. This tale of a provincial lass who walks out on a repressed home life, leaving parents sobbing in her wake, is simply no match for those stately, swirling strings. Where “Eleanor Rigby” compressed tragedy into poignant detail, “She’s Leaving Home” is uninspired narrative, and nothing more. By the third depressing hearing, it begins to sound like an immense put-on.\nThere certainly are elements of burlesque in a composition like “When I’m 64,” which poses the crucial question: “Will you still need me/Will you still feed me/when I’m 64?” But the dominant tone is not mockery; this is a fantasy retirement, overflowing with grandchildren, gardening and a modest cottage on the Isle of Wight. The Beatles sing, “We shall scrimp and save” with utter reverence. It is a strange fairy tale, oddly sad because it is so far from the composers’ reality. But even here, an honest vision is ruined by the background which seeks to enhance it.\n“Lucy in the Sky With Diamonds” is an engaging curio, but nothing more. It is drenched in reverb, echo and other studio distortions. Tone overtakes meaning and we are lost in electronic meandering. The best Beatle melodies are simple if original progressions braced with pungent lyrics. Even their most radical compositions retain a sense of unity.", "url": "https://www.nytimes.com/2017/06/01/arts/music/archives-beatles-sgt-peppers-lonely-hearts-club-band-review.html"}