{"authors": ["Stephanie Clifford"], "date_download": "2022-10-25 23:19:14", "date_modify": "2022-10-25 23:19:14", "date_publish": "2017-06-22 17:25:41", "description": "The former hedge fund manager, vilified by the public and politicians after increasing the price of a prescription drug, is facing eight counts of securities and wire fraud.", "filename": "2017_06_22_business_dealbook_martin-shkreli-trial_1666739954.html", "image_url": "https://static01.nyt.com/images/2017/06/23/business/23db-shkreli2/23db-shkreli2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4204709bfa195bb2660ce78b6a95b77dc9e8dd8e9935586ca176d0b62ad28b1e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_22_business_dealbook_martin-shkreli-trial_1666739954.html", "title": "Martin Shkreli, ‘Pharma Bro,’ Prepares for Trial: ‘I’m So Innocent’", "title_page": "Martin Shkreli, ‘Pharma Bro,’ Prepares for Trial: ‘I’m So Innocent’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Martin Shkreli, former hedge fund manager, “pharma bro” and self-styled bad boy, sat in federal court for a hearing on Monday before his fraud trial begins next week.\nLike most defendants, he sat mostly still; like most defendants, he stayed quiet, declining to speak to reporters as he left.\nThen he went home, turned on his web camera and live-streamed himself on the computer for almost two and a half hours. He played League of Legends; he filled in Excel models on pharmaceutical stocks and bonds; he patted his cat; he drank Coca-Colas; he checked Twitter. He voice chatted while live chatting in another window while playing online chess. The only sign of his federal case was a window that could be seen briefly, showing a PowerPoint titled “Witness Guide” and a slide on a former boss of his.\nThis is how a self-promoter goes to trial.\nIn January 2015, learning that federal prosecutors had opened an investigation, Mr. Shkreli volunteered to meet with prosecutors and F.B.I. agents — without a lawyer. After agents arrested him in December 2015, he continued to talk, making “additional one-off statements,” according to a prosecution filing, even as agents and prosecutors recorded his every word. The next day, at home, he live-streamed for almost five hours. “Sorry I couldn’t live-stream yesterday. Had a lot going on,” he told viewers.", "url": "https://www.nytimes.com/2017/06/22/business/dealbook/martin-shkreli-trial.html"}