{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:48:30", "date_modify": "2022-10-25 23:48:30", "date_publish": "2017-05-19 19:53:30", "description": "President Trump’s budget request for the Environmental Protection Agency saves its deepest cuts for scientists but would also target environmental cleanups.", "filename": "2017_05_19_climate_trump-epa-budget-superfund_1666741710.html", "image_url": "https://static01.nyt.com/images/2017/05/20/us/20epa/20epa-facebookJumbo.jpg?year=2017&h=550&w=1050&s=891cdd0e07620f787042ee1ee66a9868bb865de725551a9e55ec9d8cc443015b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_19_climate_trump-epa-budget-superfund_1666741710.html", "title": "Trump Budget Would Cut E.P.A. Science Programs and Slash Cleanups", "title_page": "Trump Budget Would Cut E.P.A. Science Programs and Slash Cleanups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s fiscal 2018 budget proposal would cut the Environmental Protection Agency’s Office of Science and Technology nearly in half, while paring by 40 percent funding for E.P.A. employees who oversee and put in place environmental regulations, according to a White House document that was shared with The New York Times.\nAnd while the agency’s administrator, Scott Pruitt, has vowed to prioritize the agency’s cleanup of hazardous waste sites, the president would cut funding for the program, known as Superfund, by about 25 percent. And spending for a program to restore former industrial sites contaminated by pollution, another stated priority of the administrator, would shrink by about 36 percent.\nThose cuts are part of an overall E.P.A. budget reduction of about 30 percent, as outlined originally in March, when the White House unveiled the top-line budget requests for the fiscal year that begins in October. The agency’s budget would drop to $5.7 billion — its lowest level in 40 years, adjusted for inflation — from its current $8.2 billion.\nOn Tuesday, the White House will fill in the details with a full budget release. White House officials did not respond to requests for comment Friday on the E.P.A. budget request.", "url": "https://www.nytimes.com/2017/05/19/climate/trump-epa-budget-superfund.html"}