{"authors": ["Alan Blinder", "Richard Fausset"], "date_download": "2022-10-25 23:41:43", "date_modify": "2022-10-25 23:41:43", "date_publish": "2017-05-31 22:59:45", "description": "German companies are economic powers in some areas where President Trump is popular. His vocal complaints about Germany are making those places nervous.", "filename": "2017_05_31_us_south-carolina-bmw-us-german-trade_1666741303.html", "image_url": "https://static01.nyt.com/images/2017/06/01/us/01SouthGermany/01SouthGermany-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2328ed2089673e44c047d7ad3a11498951a04bc1cf37e17665ae6ff104343634&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_31_us_south-carolina-bmw-us-german-trade_1666741303.html", "title": "Trump Targets German Trade, and the South Grimaces", "title_page": "Trump Targets German Trade, and the South Grimaces - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GREER, S.C. — No matter that this small Southern city sits squarely in the middle of Trump country: The president, with his criticism of German trade policy, was setting off alarm bells in the mind of Mayor Richard W. Danner.\nPresident Trump, on his recent trip to Europe, reportedly declared the Germans “bad, very bad” on trade; Greer’s City Hall sits mere miles from a BMW automobile plant that employs about 8,800 people. And so after Mr. Danner read the news here, he quickly organized a call with Chamber of Commerce officials, who on Tuesday brainstormed ways to reassure BMW executives that they in fact considered them to be good. Very good.\n“There was a real sense of urgency that we need to be clear to BMW and to anyone else who would listen that we can’t take this kind of rhetoric lightly,” said Mr. Danner, who was first elected to Greer’s nonpartisan mayor’s office in 1999. “For us, this isn’t a political issue. This is a matter of livelihoods and of a regional economy and a lot of other things that are going on here.”\nMr. Trump’s brewing feud with the German chancellor, Angela Merkel, on trade policy — which included an early-morning tweet Tuesday bemoaning “a MASSIVE trade deficit with Germany” — has struck a disquieting chord in thriving Southern areas like this one. These places have opened themselves to global trade, and particularly welcomed German auto manufacturers, considering them a gold standard of prestige and economic stimulus.", "url": "https://www.nytimes.com/2017/05/31/us/south-carolina-bmw-us-german-trade.html"}