{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:30:04", "date_modify": "2022-10-25 23:30:04", "date_publish": "2017-09-20 17:30:14", "description": "One of the most perilous and least known battlefields of the war was in the Dolomites. Corpses are still emerging.", "filename": "2017_09_20_insider_the-awful-beauty-of-the-white-war_1666740604.html", "image_url": "https://static01.nyt.com/images/2017/09/19/insider/worldwar170920a/worldwar170920a-facebookJumbo.jpg?year=2017&h=549&w=1050&s=f77f983a72d67351820a22d6954a28a0ebcd68dd69548304d490ce4e13c62dd3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_20_insider_the-awful-beauty-of-the-white-war_1666740604.html", "title": "The Awful Beauty of the ‘White War’", "title_page": "The Awful Beauty of the ‘White War’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The caption that appeared 100 years ago in The New York Times Mid-Week Pictorial referred to a “picturesque scene” in the Dolomites, where Italian soldiers were defending the frontier against Austrian and German invasion.\nImage “On Guard: Watching the river at New York where seized German ships are berthed.” Credit... American Press Association/The New York Times Mid-Week Pictorial, Sept. 20, 1917\nThe moment captured by the camera was certainly beguiling. But the “White War” in the alpine heights of Italy was otherwise a dreadful episode.\n“In subzero temperatures men dug miles of tunnels and caverns through glacial ice,” Brian Mockenhaupt wrote in Smithsonian Magazine. “They strung cableways up mountainsides and stitched rock faces with rope ladders to move soldiers onto the high peaks, then hauled up an arsenal of industrial warfare: heavy artillery and mortars, machine guns, poison gas and flamethrowers. And they used the terrain itself as a weapon, rolling boulders to crush attackers and sawing through snow cornices with ropes to trigger avalanches. Storms, rock slides and natural avalanches — the ‘white death’ — killed plenty more. After heavy snowfalls in December of 1916, avalanches buried 10,000 Italian and Austrian troops over just two days.”", "url": "https://www.nytimes.com/2017/09/20/insider/the-awful-beauty-of-the-white-war.html"}