{"authors": ["Anna North"], "date_download": "2022-10-25 23:43:50", "date_modify": "2022-10-25 23:43:50", "date_publish": "2017-06-06 18:25:00", "description": "The movie offers one of the most appealing onscreen depictions of masculinity in recent memory.", "filename": "2017_06_06_opinion_behind-wonder-woman-is-a-great-man_1666741430.html", "image_url": "https://static01.nyt.com/images/2017/06/07/opinion/06northWeb/06northWeb-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9d7f7057f5e393783988298182c1ef00273ea555551ad35c2bade2f6f05aa14f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_06_opinion_behind-wonder-woman-is-a-great-man_1666741430.html", "title": "Behind Wonder Woman Is a Great Man", "title_page": "Opinion | Behind Wonder Woman Is a Great Man - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It doesn’t take long for Capt. Steve Trevor to discover he’s the sidekick.\nHe’s brought Diana, the heroine of “Wonder Woman” (many spoilers follow), to London and has been shepherding her about, dressing her in appropriate clothing and trying to keep her out of trouble, when the two are accosted by a group of armed German spies. Captain Trevor tells Diana to stand back, but she steps in front of him and starts blocking bullets with her bracelets.\n“Or maybe not,” he says, as Diana quickly dispatches most of the Germans.\nIn the story that follows, Captain Trevor will occasionally try to protect Diana when she doesn’t need it, and he won’t always go along with her plans. But by and large, he will play second fiddle gamely, even eagerly, offering one of the most appealing onscreen depictions of masculinity in recent memory.\nDiana is a demigoddess, the child of a god and a queen. Raised by a society of warrior women, she can create force fields, snare people in a lasso of truth, speak dozens of human languages and crush stone with her bare hands. Steve Trevor, a mere mortal, could be threatened by all this. Instead, he’s inspired.\nIn a pivotal scene, he and Diana’s other male compatriots literally lift her up, crouching beneath a piece of metal so that she can launch herself off of it and pick off a sniper, destroying a bell tower in the process. Far from being turned off by the sight of Diana standing triumphant high above him, Captain Trevor appears to be entranced — soon after, during a brief lull in the fighting, he asks her to dance and they end up in bed together.", "url": "https://www.nytimes.com/2017/06/06/opinion/behind-wonder-woman-is-a-great-man.html"}