{"authors": ["Austin Ramzy", "Alan Wong"], "date_download": "2022-10-25 23:40:20", "date_modify": "2022-10-25 23:40:20", "date_publish": "2017-06-30 09:58:08", "description": "Twenty years after the handover from British rule, people born in Chinese Hong Kong have an increasing voice in its future.", "filename": "2017_06_30_world_asia_hong-kong-china-handover-young-people_1666741220.html", "image_url": "https://static01.nyt.com/images/2017/06/30/world/00hongkongyouth-7/00hongkongyouth-7-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5acfb6b6150e40d35b587be486ec995a8a4c52af74b4d7d48d839183bf2c8d5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_30_world_asia_hong-kong-china-handover-young-people_1666741220.html", "title": "Young People Have Their Say About the Future of Hong Kong", "title_page": "Young People Have Their Say About the Future of Hong Kong - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — When crowds calling for greater democracy occupied the streets of Hong Kong three years ago, a skinny teenager led them. When voters went to the polls last year, they elected a 23-year-old legislator, the youngest in the city’s history. And when calls for Hong Kong’s independence from China gained momentum, young people were again at the forefront.\nMany of the most influential voices in Hong Kong today belong to those who have little or no memory of this former British colony’s return to Chinese rule two decades ago. But this generation’s identity has been shaped by the handover.\nPeople between the ages of 18 and 29 in Hong Kong are more likely than at any time since 1997 to see themselves broadly as Hong Kongers, according to a survey by the University of Hong Kong. Only about 3 percent now describe themselves broadly as Chinese, the lowest level since the handover.\nBy contrast, Carrie Lam, who will be sworn in Saturday as Hong Kong’s new chief executive, says she wants to make sure that children will learn from an early age to say, “I am Chinese.”", "url": "https://www.nytimes.com/2017/06/30/world/asia/hong-kong-china-handover-young-people.html"}