{"authors": ["The New York Times"], "date_download": "2022-10-26 00:12:13", "date_modify": "2022-10-26 00:12:13", "date_publish": "2017-10-02 05:57:09", "description": "The police said the gunman killed himself after firing on concertgoers outside, leaving more than 500 people injured.", "filename": "2017_10_02_us_las-vegas-shooting.html_action=click&pgtype=Homepage&clickSource=story-heading&module=span-abc-region&region=span-abc-region&WT.nav=span-abc-region_1666743133.html", "image_url": "https://static01.nyt.com/images/2017/10/04/insider/03lasvegas-1/03lasvegas-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=293f006ec7a21dbc55b576a4764c8a2fc7285b3a30515770ddae24ec5be04a10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_02_us_las-vegas-shooting.html_action=click&pgtype=Homepage&clickSource=story-heading&module=span-abc-region&region=span-abc-region&WT.nav=span-abc-region_1666743133.html", "title": "Multiple Weapons Found in Las Vegas Gunman’s Hotel Room", "title_page": "Multiple Weapons Found in Las Vegas Gunman’s Hotel Room - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The police found an arsenal in the gunman’s hotel room.\nAt least 23 firearms, including a handgun, were found in Mr. Paddock’s hotel suite, according to the Las Vegas Metropolitan Police Department. Some were rifles equipped with scopes, said Sheriff Joseph Lombardo of the Police Department, adding that Mr. Paddock used multiple rifles during the attack.\nA federal law enforcement official earlier said there were at least 20 rifles in the suite, along with hundreds of rounds of ammunition, including two rifles outfitted with scopes and set up on tripods in front of two big windows. Another official said that among the weapons were AR-15-style assault rifles. Both officials spoke on the condition of anonymity because they were not authorized to divulge details of the investigation.\nSheriff Lombardo said that Mr. Paddock brought at least 10 suitcases into his hotel room over a period of time.\nSheriff Lombardo said that Mr. Paddock fired through his hotel room door at security guards, striking one in the leg. The guard is still alive, he said. SWAT officers went in after the guard was shot.\nIn addition to the weapons at the hotel, the sheriff said the police retrieved 19 firearms, as well as explosives, several thousand rounds of ammunition and “electronic devices” from Mr. Paddock’s home in Mesquite, Nev.\nWho was the gunman?\nMr. Paddock, 64, was described as a high-flying gambler who lived in a quiet retirement community and played golf. Officials said he had no significant criminal history and drew little attention to himself.\nInvestigators are trying to piece together his financial history to search for clues that could help determine what set him off.\nDetails about Mr. Paddock’s career and livelihood were sparse, aside from observations by neighbors and family members that he routinely gambled large amounts of money. “He was a wealthy guy, playing video poker, who went cruising all the time and lived in a hotel room,” a brother, Eric Paddock, said.\nImage Stephen Paddock in a photo provided by his brother Eric Paddock. Credit... via Associated Press\nMr. Paddock and his three brothers were raised by their mother, who told the children their father had died when in fact he was in prison, Eric Paddock said. Mr. Paddock’s father was convicted in 1961 of committing a series of bank robberies, and was sentenced to 20 years in prison, but escaped from La Tuna federal prison in Texas in 1968 and then became a used-car dealer and bingo parlor operator in Oregon.\nThe family moved around the country, from Iowa to Tucson to Southern California, another brother, Patrick Paddock II, said.\nIn an interview with CBS, Eric Paddock said that his brother Stephen was “not an avid gun guy at all.”\n“The fact that he had those kind of weapons is just — where the hell did he get automatic weapons?” he asked.\nGuests at the Mandalay Bay are in shock.\nThe hotel was on partial lockdown Monday. While guests were allowed in the hotel through the parking structure in the back of the complex, the exits to the Strip were closed.\nThe casino floor was largely empty, though a few gamblers played slots. Several guests napped on couches, some covered in towels and bathrobes they had been given overnight.\nA bellman at the hotel said the gunman’s car was still in the valet, which had been shut down.\nMelissa Ayala, 41, came to the country music festival with four friends from Orange, Calif. They were drinking and laughing when they heard what they thought was fireworks. She did not realize it was gunfire until a man near them was grazed by a bullet and fell to the ground, blood coming from his neck.\n“It seemed like rapid fire,” she said. “There was blood pouring everywhere.”", "url": "https://www.nytimes.com/2017/10/02/us/las-vegas-shooting.html?action=click&pgtype=Homepage&clickSource=story-heading&module=span-abc-region&region=span-abc-region&WT.nav=span-abc-region"}