{"authors": ["Maggie Haberman", "Glenn Thrush", "Michael S. Schmidt", "Peter Baker"], "date_download": "2022-10-25 23:53:36", "date_modify": "2022-10-25 23:53:36", "date_publish": "2017-05-10 20:38:55", "description": "President Trump returned from a weekend away determined to act after months of growing frustration with the F.B.I. director, according to people close to the president.", "filename": "2017_05_10_us_politics_how-trump-decided-to-fire-james-comey_1666742016.html", "image_url": "https://static01.nyt.com/images/2017/05/11/us/11reconstruct1/11reconstruct1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=293971ab3f518f18a91494bbd31724077a0e9118d0d9f8dbf304c667441e373b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_10_us_politics_how-trump-decided-to-fire-james-comey_1666742016.html", "title": "‘Enough Was Enough’: How Festering Anger at Comey Ended in His Firing", "title_page": "‘Enough Was Enough’: How Festering Anger at Comey Ended in His Firing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — By the end, neither of them thought much of the other.\nAfter President Trump accused his predecessor in March of wiretapping him, James B. Comey, the F.B.I. director, was flabbergasted. The president, Mr. Comey told associates, was “outside the realm of normal,” even “crazy.”\nFor his part, Mr. Trump fumed when Mr. Comey publicly dismissed the sensational wiretapping claim. In the weeks that followed, he grew angrier and began talking about firing Mr. Comey. After stewing last weekend while watching Sunday talk shows at his New Jersey golf resort, Mr. Trump decided it was time. There was “something wrong with” Mr. Comey, he told aides.\nThe collision between president and F.B.I. director that culminated with Mr. Comey’s stunning dismissal on Tuesday had been a long time coming. To a president obsessed with loyalty, Mr. Comey was a rogue operator who could not be trusted as the F.B.I. investigated Russian ties to Mr. Trump’s campaign. To a lawman obsessed with independence, Mr. Trump was the ultimate loose cannon, making irresponsible claims on Twitter and jeopardizing the bureau’s credibility.", "url": "https://www.nytimes.com/2017/05/10/us/politics/how-trump-decided-to-fire-james-comey.html"}