{"authors": ["Alexander Burns"], "date_download": "2022-10-25 23:01:40", "date_modify": "2022-10-25 23:01:40", "date_publish": "2017-10-11 09:05:50", "description": "Tom Steyer, a prominent liberal backer, called on Democratic lawmakers to remove Mr. Trump from office if they take control of Congress in 2018.", "filename": "2017_10_11_us_tom-steyer-trump-impeachment.html__r=0_1666738900.html", "image_url": "https://static01.nyt.com/images/2017/10/10/us/00steyer/00steyer-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d1b6155d3f94bea7c8237d85b273624a2dac7d2231a0cc350934d21323ae7637&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_11_us_tom-steyer-trump-impeachment.html__r=0_1666738900.html", "title": "Pledge to Impeach Trump, a Key Donor Demands of Democrats", "title_page": "Pledge to Impeach Trump, a Key Donor Demands of Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is not just an issue of Twitter screeds but what it means for a person who has control over our nuclear arsenal,” Mr. Steyer said, adding in a plea to lawmakers: “I hope you will make your position clear so that Democratic voters who are under constant attack by this administration, know their elected representatives have the patriotism and political courage to stand up and take action.”\nThe letter, which was sent to Democratic congressional offices and the party’s House and Senate campaign committees, and shared with The New York Times by an aide to Mr. Steyer, represents a significant boost to efforts on the left to make impeachment a mainstream political consideration.\nWith Republicans in full control of Congress, there is no prospect in the near term that the president might be impeached. Even if Democrats pull off the unlikely feat of winning the House and Senate next year, it is unclear party leaders would be inclined to try to drive Mr. Trump from the White House.\nCongress can only remove the president with a vote by two-thirds of the Senate. The Constitution specifies that a president can be impeached for “treason, bribery or other high crimes and misdemeanors,” though in practice there are widely divergent views on what represents an impeachable offense.\nA handful of Democrats in Washington have backed proposals to eject Mr. Trump, including an impeachment resolution unveiled by Representative Al Green of Texas, and opinion polls have found considerable support for impeachment among Democratic voters.", "url": "https://www.nytimes.com/2017/10/11/us/tom-steyer-trump-impeachment.html?_r=0"}