{"authors": ["Michael J. De La Merced", "Nicholas Fandos"], "date_download": "2022-10-25 23:33:27", "date_modify": "2022-10-25 23:33:27", "date_publish": "2017-05-03 22:53:30", "description": "The largest owner of local TV stations, Sinclair has a history of supporting Republican causes. But as Sinclair tries to grow, it is locking horns with Fox.", "filename": "2017_05_03_business_dealbook_sinclair-media-expansion-fox-conservative-media_1666740807.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_03_business_dealbook_sinclair-media-expansion-fox-conservative-media_1666740807.html", "title": "Fox’s Unfamiliar but Powerful Television Rival: Sinclair", "title_page": "Fox’s Unfamiliar but Powerful Television Rival: Sinclair - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Sinclair is eager to broaden its reach. Last month, the company hired Boris Epshteyn, a former spokesman for President Trump, as its chief political analyst and on-air commentator. And the company has been emboldened by the Trump administration’s easing of rules that had stymied its expansion.\n“Sinclair was growing and building before there was this Fox controversy,” said Armstrong Williams, owner of Howard Stirk Holdings, the largest African-American-owned station group, which has two affiliates that have joint-operating agreements with Sinclair. “It was leveraging itself and looking for acquisitions.”\nRepresentatives for Sinclair and Fox declined to comment for this article.\nFounded in 1971 by Julian Sinclair Smith, an electrical engineer who understood the growing importance of broadcast television, Sinclair has expanded from one station serving Baltimore to 173 stations and 81 markets across the country.\nMuch of that growth has come under the helm of Mr. Smith’s son David, Sinclair’s longtime chairman. Under the younger Mr. Smith, one of four brothers who together control the broadcaster’s voting stock, Sinclair has spent more than $7 billion since the mid-1990s on acquisitions, according to data from Standard & Poor’s Global Market Intelligence.\n“We’re forever expanding — like the universe,” Mr. Smith told The Baltimore Sun in 1995.\nIt also operates stations owned by affiliates, some of which are majority owned by the Smith family, pushing up against Federal Communications Commission boundaries on station ownership in individual markets.\nIn 2009, burdened by nearly $1.3 billion of debt and the recession, Sinclair warned that it might be forced to file for bankruptcy protection. But today the company has a market value of nearly $3.4 billion and has expanded into original content and sports, even acquiring the Tennis Channel.\nAlong the way, Mr. Smith and his brothers have become active in politics. Some of their giving has been to Democrats, mostly for state and local races in Maryland. But a vast majority of their money has been funneled to Republican causes, including the Republican National Committee and a Mitt Romney fund-raising committee in 2012, according to Federal Election Commission disclosures.", "url": "https://www.nytimes.com/2017/05/03/business/dealbook/sinclair-media-expansion-fox-conservative-media.html"}