{"authors": ["Stephanie Clifford"], "date_download": "2022-10-25 23:19:14", "date_modify": "2022-10-25 23:19:14", "date_publish": "2017-07-30 18:19:52", "description": "In 2012, Mr. Shkreli and his pharmaceutical company Retrophin faced losing everything. A jury will consider if his responses amounted to fraud.", "filename": "2017_07_30_business_dealbook_jurors-to-decide-in-shkreli-trial-were-desperate-gambits-criminal_1666739954.html", "image_url": "https://static01.nyt.com/images/2017/07/31/business/31db-Shkreli/31db-Shkreli-facebookJumbo.jpg?year=2017&h=549&w=1050&s=76aca2d0ba9fd0a459c5183bbb7cd1bc064cc336f469ffcaa477d41e44263c4d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_30_business_dealbook_jurors-to-decide-in-shkreli-trial-were-desperate-gambits-criminal_1666739954.html", "title": "Jury to Decide: Were Shkreli’s Gambles to Save His Drug Company Criminal?", "title_page": "Jury to Decide: Were Shkreli’s Gambles to Save His Drug Company Criminal? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Retrophin was down to about $11,000 in cash. Now, the reverse merger seemed out of reach. The price of the shell company Retrophin was buying had suddenly gone up, Mr. Shkreli told an investor. He went out drinking with the investor and the next morning asked him for a $10,000 loan. Mr. Shkreli never paid him back, the investor testified.\nAt 4 a.m. on Dec. 17, Mr. Shkreli emailed one of his most enthusiastic backers. He had a ticker symbol; his company was public, he said. “Sounds promising,” the investor, Schuyler Marshall, wrote, but he asked when the distribution of money from MSMB would be complete. He would have to keep waiting.\nThat was also Mr. Shkreli’s first day as chief executive. The seasoned executive he had recruited to run the company had quit; the executive testified that he did not want to be the face of the company “while Martin actually made the decisions.”\nAt the same time, another problem loomed: Mr. Shkreli was going to miss a very expensive deadline. He was supposed to pay Merrill Lynch $1.35 million, the settlement from the bad trade in February 2011. He persuaded the company to extend the payment deadline to the end of December.\nMr. Shkreli’s hope for quick cash from Retrophin was fading. He had joked about a $600 share price, but within days of going public, its price dropped by half, to $3.\nHe “was obsessed with the stock price,” Jacquelyn Kasulis, a prosecutor, said.\nAround Dec. 27, the stock began behaving strangely. Volume shot up to 35,000 shares a day from about 2,000, and the price kept falling.\n“I think it might be tim selling,” Mr. Shkreli emailed Mr. Greebel on Saturday, Dec. 28. Things between Mr. Pierotti and Mr. Shkreli had soured by then. Mr. Greebel did not seem to care; he had not been paid by Mr. Shkreli, and asked for money by Monday. “Zero chance,” Mr. Shkreli replied. “what to do regarding tim?”", "url": "https://www.nytimes.com/2017/07/30/business/dealbook/jurors-to-decide-in-shkreli-trial-were-desperate-gambits-criminal.html"}