{"authors": ["Peter Baker", "Mark Landler"], "date_download": "2022-10-25 23:55:36", "date_modify": "2022-10-25 23:55:36", "date_publish": "2017-02-09 17:51:59", "description": "The emerging approach mirrors the thinking of Prime Minister Benjamin Netanyahu of Israel, who visits Washington next week, and also of past American administrations.", "filename": "2017_02_09_world_middleeast_trump-arabs-palestinians-israel_1666742136.html", "image_url": "https://static01.nyt.com/images/2017/02/10/world/10diplo5-web/10diplo5-web-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3dc2e868b8ebe318cb1f39bfc71137335fb665e0e4fc745764751a4fe6dc64a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_09_world_middleeast_trump-arabs-palestinians-israel_1666742136.html", "title": "Trump May Turn to Arab Allies for Help With Israeli-Palestinian Relations", "title_page": "Trump May Turn to Arab Allies for Help With Israeli-Palestinian Relations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump and his advisers, venturing for the first time into the fraught world of Middle East peacemaking, are developing a strategy on the Israeli-Palestinian conflict that would enlist Arab nations like Saudi Arabia and Egypt to break years of deadlock.\nThe emerging approach mirrors the thinking of Prime Minister Benjamin Netanyahu of Israel, who will visit the United States next week, and would build on his de facto alignment with Sunni Muslim countries in trying to counter the rise of Shiite-led Iran. But Arab officials have warned Mr. Trump and his advisers that if they want cooperation, the United States cannot make life harder for them with provocative pro-Israel moves.\nThe White House seems to be taking the advice. Mr. Trump delayed his plan to move the United States Embassy to Jerusalem after Arab leaders told him that doing so would cause angry protests among Palestinians, who also claim the city as the capital of a future state. And after meeting with King Abdullah II of Jordan last week, Mr. Trump authorized a statement that, for the first time, cautioned Israel against building new West Bank settlements beyond existing lines.\n“There are some quite interesting ideas circulating on the potential for U.S.-Israeli-Arab discussions on regional security in which Israeli-Palestinian issues would play a significant role,” said Robert Satloff, the executive director of the Washington Institute for Near East Policy. “I don’t know if this is going to ripen by next week, but this stuff is out there.”", "url": "https://www.nytimes.com/2017/02/09/world/middleeast/trump-arabs-palestinians-israel.html"}