{"authors": ["The Editorial Board"], "date_download": "2022-10-25 23:36:32", "date_modify": "2022-10-25 23:36:32", "date_publish": "2017-06-03 02:30:52", "description": "The president’s son-in-law, with a sprawling portfolio and no government experience, is in way over his head. And then there’s Russia.", "filename": "2017_06_02_opinion_the-problem-with-jared-kushner_1666740992.html", "image_url": "https://static01.nyt.com/images/2017/06/03/opinion/03sat1/03sat1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=31f349333f76bea53dedbc8c03ef32f73e680b02fcd448671b0ac51163596e59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_02_opinion_the-problem-with-jared-kushner_1666740992.html", "title": "The Problem With Jared Kushner", "title_page": "Opinion | The Problem With Jared Kushner - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Stupidity, paranoia, malevolence — it’s hard to distinguish among competing explanations for the behavior of people in this administration. In the case of Mr. Kushner’s meeting with Sergey Kislyak, the ambassador, and his meeting that month with Sergey Gorkov, a Russian banker with close ties to the Kremlin and Russian intelligence, even the most benign of the various working theories suggests that Mr. Kushner, who had no experience in politics or diplomacy before Mr. Trump’s campaign, is in way over his head.\nMaybe he was talking to Mr. Kislyak about Syria strategy and other security issues. Perhaps he was wooing Mr. Gorkov and other Russian investors to help offset his huge real estate debt. (Adding to the confusion, everyone has a different explanation of the Gorkov meeting’s purpose.)\nMeanwhile, if reports of the Kislyak meeting are accurate (the White House has not denied them), the fact is Mr. Kushner, while still a private citizen, met secretly with officials from a hostile power that had just orchestrated a campaign aimed at damaging American democracy and swinging the election to Mr. Trump. He discussed setting up a direct line with that power that would be hidden entirely from American intelligence.\nAnd then, only weeks later, he forgot all about it — or so claims his lawyer, who characterized Mr. Kushner’s failure to mention the meetings on his security-clearance application, along with dozens of others he held with foreign officials, as a mere “error.” For his sake, it better have been; falsifying or concealing material facts is a federal crime punishable by up to five years in prison.\nThe problem isn’t establishing a back channel; presidential administrations and transitions have used them throughout history as a way to keep a low profile during sensitive negotiations. But communicating through Russian facilities would have exposed Mr. Kushner and others to serious risks of extortion. And there’s the bizarre and repeated secrecy around meetings with the Russian ambassador (see, e.g., Michael Flynn, Jeff Sessions) that has already caused a lot of collateral damage to this administration.", "url": "https://www.nytimes.com/2017/06/02/opinion/the-problem-with-jared-kushner.html"}