{"authors": ["Stephanie Clifford", "Colin Moynihan"], "date_download": "2022-10-25 23:19:11", "date_modify": "2022-10-25 23:19:11", "date_publish": "2017-08-04 18:53:07", "description": "The brash Mr. Shkreli, best known for increasing the price of a drug to $750 from $13.50 a pill overnight, was convicted by a federal jury in Brooklyn.", "filename": "2017_08_04_business_dealbook_martin-shkreli-guilty_1666739951.html", "image_url": "https://static01.nyt.com/images/2017/08/05/business/05shkreli/05shkreli-facebookJumbo.jpg?year=2017&h=549&w=1050&s=446c366795a8a3517c17d471d5886169813a5e8b1d1f43c45d536e55aae959d0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_04_business_dealbook_martin-shkreli-guilty_1666739951.html", "title": "Martin Shkreli Is Found Guilty of Fraud", "title_page": "Martin Shkreli Is Found Guilty of Fraud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Martin Shkreli, 34, has confidently courted controversy in recent years, bulldozing his way into Wall Street and the drug industry, raising the price of a lifesaving drug by 5,000 percent overnight, boasting that he would outwit prosecutors in his federal fraud case, and live-streaming and tweeting throughout his five-week trial.\nBut on Friday, after five days of deliberations, jurors convicted him on three counts of fraud in federal court, and he now faces up to 20 years in prison on each of the first two counts, and up to five years on the final count.\nMr. Shkreli looked shaken as the judge read the verdict. But not long after, he appeared outside of court and returned to form, saying that he was “delighted, in many ways,” with the verdict. “This was a witch hunt of epic proportions, and maybe they found one or two broomsticks,” he said.\nLater in the afternoon, he was live-streaming once more, sipping beer and joking about prison life from his Manhattan apartment.", "url": "https://www.nytimes.com/2017/08/04/business/dealbook/martin-shkreli-guilty.html"}