{"authors": ["Michael D. Shear", "Mark Landler"], "date_download": "2022-10-25 23:45:58", "date_modify": "2022-10-25 23:45:58", "date_publish": "2017-05-27 11:45:20", "description": "Despite intense lobbying by world leaders, Mr. Trump did not endorse the Paris climate accords on the last day of his trip abroad.", "filename": "2017_05_27_world_europe_trump-paris-climate-accords-g7_1666741558.html", "image_url": "https://static01.nyt.com/images/2017/05/28/world/28prexy5/28prexy5-facebookJumbo.jpg?year=2017&h=549&w=1050&s=c7724a9b7a6eada4a2df7d8a8768384fbd7c3e84274787b8ff618b6b27271541&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_27_world_europe_trump-paris-climate-accords-g7_1666741558.html", "title": "Trump Ends Trip Where He Started: At Odds With Allies and Grilled on Russia", "title_page": "Trump Ends Trip Where He Started: At Odds With Allies and Grilled on Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TAORMINA, Sicily — President Trump declined to endorse the Paris climate accords on Saturday, ending his first foreign trip much as he began it: at odds with several of the nation’s allies and under a cloud of questions back home about his ties to Russia.\nMr. Trump refused to bend on the pact after three days of contentious private debate and intense lobbying by other leaders that began Wednesday with an appeal by Pope Francis. The six other nations in the Group of 7 reaffirmed their commitment to cutting greenhouse-gas emissions in a joint statement issued Saturday.\nThe stalemate leaves the country’s future role in the climate accord in flux, though Mr. Trump promised to make a decision in the week ahead on whether the United States will be the first of 195 signatories to pull out.\nMr. Trump returned home on Saturday night to a White House in crisis after a nine-day trip to the Middle East and Europe that was book-ended by new disclosures about links between his aides and Russia.", "url": "https://www.nytimes.com/2017/05/27/world/europe/trump-paris-climate-accords-g7.html"}