{"authors": ["Scott Shane", "Mike Isaac"], "date_download": "2022-10-25 23:42:01", "date_modify": "2022-10-25 23:42:01", "date_publish": "2017-09-21 19:43:24", "description": "The company said it would turn over 3,000 ads linked to Russia to Congress after growing scrutiny about its role in last November’s presidential election.", "filename": "2017_09_21_technology_facebook-russian-ads.html__r=0_1666741321.html", "image_url": "https://static01.nyt.com/images/2017/09/22/us/22facebook-alpha/22facebook-alpha-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=4012ee208a2a87fe021a96a7a49cf7761ed5a34cdcd1a3bb9cb9c5ff8e3ca723&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_21_technology_facebook-russian-ads.html__r=0_1666741321.html", "title": "Facebook to Turn Over Russian-Linked Ads to Congress", "title_page": "Facebook to Turn Over Russian-Linked Ads to Congress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Under growing pressure from Congress and the public to reveal more about the spread of covert Russian propaganda on Facebook, the company said on Thursday that it was turning over more than 3,000 Russia-linked ads to congressional committees investigating the Kremlin’s influence operation during the 2016 presidential campaign.\n“I care deeply about the democratic process and protecting its integrity,” Facebook’s chief executive, Mark Zuckerberg, said during an appearance on Facebook Live, the company’s video service. He added that he did not want anyone “to use our tools to undermine democracy.”\n“That’s not what we stand for,” he said.\nThe announcement that Facebook would share the ads with the Senate and House intelligence committees came after the social network spent two weeks on the defensive. The company faced calls for greater transparency about 470 Russia-linked accounts — in which fictional people posed as American activists — which were taken down after they had promoted inflammatory messages on divisive issues. Facebook had previously angered congressional staff by showing only a sample of the ads, some of which attacked Hillary Clinton or praised Donald J. Trump.\nFacebook’s admission on Sept. 6 that Russian agents covertly bought ads on the site during last year’s campaign has brought intense scrutiny on the social network and on Twitter, entangling both companies in the investigation by Robert S. Mueller III, the special counsel. Both companies have turned over detailed data to Mr. Mueller.", "url": "https://www.nytimes.com/2017/09/21/technology/facebook-russian-ads.html?_r=0"}