{"authors": ["Tara Siegel Bernard"], "date_download": "2022-10-25 23:35:49", "date_modify": "2022-10-25 23:35:49", "date_publish": "2017-11-25 01:14:04", "description": "President Trump named his budget director as the agency’s acting leader, moving to take control just hours after its departing leader had taken steps to install his own choice for acting chief.", "filename": "2017_11_24_us_politics_consumer-financial-protection-bureau-cordray-leader-trump-mulvaney_1666740949.html", "image_url": "https://static01.nyt.com/images/2017/11/25/us/DC-CFPB2/DC-CFPB2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=55b1b7c6fc07c64c22ebc249aac50253159d142a3741b51b912f1f7ce6ec52bc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_24_us_politics_consumer-financial-protection-bureau-cordray-leader-trump-mulvaney_1666740949.html", "title": "Dueling Appointments Lead to Clash at Consumer Protection Bureau", "title_page": "Dueling Appointments Lead to Clash at Consumer Protection Bureau - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump on Friday named his budget director as the acting director of the Consumer Financial Protection Bureau, moving to take control of the agency hours after its departing leader had taken steps to install his own choice for acting chief.\nBy the end of the night, an agency born of the financial meltdown — and one Republicans have tried to kill from the start — had dueling directors, and there was little sense of who actually would be in charge Monday morning.\nThe bureaucratic standoff began Friday afternoon when Richard Cordray, the Obama-appointed leader of the bureau, abruptly announced he would leave the job at the close of business, a week earlier than anticipated. He followed up with a letter naming his chief of staff, Leandra English, as the agency’s deputy director.\nThe announcement came with a twist. Under the law, he said, that appointment would make the new deputy director the agency’s acting director. The move was seen as an effort to delay Mr. Trump from appointing his own director, whose confirmation could take months.", "url": "https://www.nytimes.com/2017/11/24/us/politics/consumer-financial-protection-bureau-cordray-leader-trump-mulvaney.html"}