{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:55:28", "date_modify": "2022-10-25 23:55:28", "date_publish": "2017-07-11 16:26:59", "description": "The secretary of state is taking an agreement with Qatar on terrorism funding to three Gulf nations trying to end an awkward standoff among American allies.", "filename": "2017_07_11_world_middleeast_tillerson-qatar-mideast_1666742128.html", "image_url": "https://static01.nyt.com/images/2017/07/12/world/12Qatar/12Qatar-facebookJumbo.jpg?year=2017&h=549&w=1050&s=2360ea0c2d326cf2316775baead22ece2585a979680d0648f706c5d24263a5e2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_11_world_middleeast_tillerson-qatar-mideast_1666742128.html", "title": "Tillerson Tries Shuttle Diplomacy in Qatar Dispute", "title_page": "Tillerson Tries Shuttle Diplomacy in Qatar Dispute - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He may have also missed the way his trips here often concluded. For oilmen, the Middle East is a land of fortune and opportunity, and Mr. Tillerson struck some of the most important and lucrative deals of his career here. For secretaries of state, however, it is a place of frustration and failure, where tribal, religious and political differences have stymied some of the most persistent and patient diplomatic campaigns in American history.\nMr. Tillerson hoped to avoid this trip. During the first days of the crisis, he spent hours on the phone urging the two sides to compromise. In his first major public address about the dispute, he cited humanitarian reasons for the four countries to ease their embargo of Qatar unconditionally. Barely an hour later, President Trump undercut those efforts by explicitly siding with the quartet and accusing Qatar of being a “funder of terrorism at a very high level.”\nWith Mr. Trump squarely on their side, Saudi Arabia and its allies have done little to resolve the dispute.\nBut many crucial American policy priorities depend on Arab unity, including the defeat of the Islamic State and the rebuilding of devastated portions of Iraq and Syria. Qatar is home to the largest United States military base in the Middle East, while Bahrain hosts the Fifth Fleet, American installations caught in opposite sides of the dispute.\nLast week, after the State Department warned that the dispute could drag on for months and possibly intensify, Mr. Tillerson announced that he would travel to the region for talks.\n“The purpose of the trip is to explore the art of the possible of where a resolution can be found,” said R. C. Hammond, a spokesman for Mr. Tillerson.\nBut with failure all too likely, Mr. Hammond said that Mr. Tillerson was maintaining his distance and not trying to act as a mediator.", "url": "https://www.nytimes.com/2017/07/11/world/middleeast/tillerson-qatar-mideast.html"}