{"authors": ["William D. Cohan"], "date_download": "2022-10-25 23:47:04", "date_modify": "2022-10-25 23:47:04", "date_publish": "2017-04-14 17:57:39", "description": "The former Fed governor’s words are worth remembering as banking regulations face being blown up, rather than modified, under the Trump administration.", "filename": "2017_04_14_business_dealbook_daniel-tarullo-bank-regulation_1666741624.html", "image_url": "https://static01.nyt.com/images/2017/04/15/business/15db-streetscene1/15db-streetscene1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=eb50e26292075d5bd7da8ed9fedb27fb45eebe0da67c3646f30f7d407fd3b813&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_14_business_dealbook_daniel-tarullo-bank-regulation_1666741624.html", "title": "In Farewell, Daniel Tarullo Offers Fixes on Bank Regulation", "title_page": "In Farewell, Daniel Tarullo Offers Fixes on Bank Regulation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Much to the relief of Wall Street executives, who feared and hated him in equal measure, Daniel K. Tarullo left his powerful perch on the Federal Reserve Board of Governors last week, but not before delivering one last lecture on how big banks should be regulated in his absence.\nHis swan song was pretty surprising, all things considered. It also went largely unnoticed, much like Mr. Tarullo himself during his eight years at the Federal Reserve. Many people have never heard of him, even though his decisions affected their lives in ways big and small.\nOnce described as the “Wizard of Oz,” for the power he wielded behind the scenes, Mr. Tarullo was appointed to the Federal Reserve by President Barack Obama in January 2009. At the Fed, Mr. Tarullo took over the important responsibility of regulating the big Wall Street banks, a job that, understandably, had been the purview of the president of the Federal Reserve Bank of New York. The oversight moved to Washington from New York in the wake of the financial crisis.\n“It was obvious that a lot in the U.S. regulatory system had not worked particularly well before the crisis,” Mr. Tarullo said in a 2015 interview with The Wall Street Journal. “It was equally obvious that there was going to need to be a rethink and reorganization.” Mr. Tarullo’s term was to end in 2022, but he decided to leave early in the wake of President Trump’s election victory.", "url": "https://www.nytimes.com/2017/04/14/business/dealbook/daniel-tarullo-bank-regulation.html"}