{"authors": ["Noel Murray"], "date_download": "2022-10-25 23:36:40", "date_modify": "2022-10-25 23:36:40", "date_publish": "2017-05-16 15:21:26", "description": "David Lynch returned to the helm, wrapping the original run of “Twin Peaks” with some of the series’s most relentlessly twisted moments.", "filename": "2017_05_16_watching_twin-peaks-recap-season-2-finale_1666741000.html", "image_url": "https://static01.nyt.com/images/2017/05/12/watching/12twinpeaks02/12twinpeaks02-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b14519528e000382cae012eaeca466366db1bd02cadc248fe8cd2885f8189080&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_16_watching_twin-peaks-recap-season-2-finale_1666741000.html", "title": "‘Twin Peaks’ Season 2, Episode 22: When You See Me Again, It Won’t Be Me", "title_page": "‘Twin Peaks’ Season 2, Episode 22: When You See Me Again, It Won’t Be Me - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The second season finale aired on June 10, 1991, in a special two-hour time slot, back to back with the penultimate episode. Before that night, the program had been on a two-month hiatus after dropping to under eight million viewers per episode. The last two “Twin Peaks” episodes got a modest bump, back to an audience of more than 10 million. What they watched was as uneven as every other episode that aired in 1991 — primarily because Lynch was saddled with subplots that he had to bring to some kind of fruition, in the unlikely event of a potential Season 3 renewal.\nBut die-hard fans and casual gawkers alike also saw some of the series’s most relentlessly twisted moments. A hefty chunk of the finale takes place inside the inter-dimensional waiting room where Windom Earle flees with Cooper’s sweetheart, Annie Blackburn. Those scenes bring back the abrasion and sense of dislocation that made the show’s first trip to the Red Room (back in Episode 3) so bracing. They’re beautiful, haunting, sensational, ineffable ... in short, art.\nOutside the nightmare realm, the final “Twin Peaks” (so far) also feels different from what ABC aired in the months after the last time Lynch had directed an episode — which was also the one in which Laura Palmer’s killer was revealed — way back in November 1990. For one thing, there are more establishing shots, held longer, slowing the pace and getting back to the director’s original fascination with the Pacific Northwest as a one-of-a-kind location with its own sounds and shades.\nEven the comic relief in the Season 2 finale is in a different key. During one lengthy scene — played out in a single shot — Sheriff Truman watches the clearing in Glastonbury Grove where Dale has followed Windom and Annie into the netherworld of the Black Lodge. While Truman stares ahead, distraught, Deputy Brennan makes a succession of offers to bring him food: a thermos of coffee, a plate special, a piece of pie, and so on. Andy is funny, but Harry’s muted reaction is not; and it’s that tension between absurdity and sobriety that defines Lynch’s “Twin Peaks.”", "url": "https://www.nytimes.com/2017/05/16/watching/twin-peaks-recap-season-2-finale.html"}