{"authors": ["J. David Goodman", "William Neuman"], "date_download": "2022-10-25 23:53:50", "date_modify": "2022-10-25 23:53:50", "date_publish": "2017-11-04 11:46:48", "description": "Nicole Malliotakis, the Republican candidate for mayor of New York City, discusses her management style, President Trump and coffee preferences in an interview.", "filename": "2017_11_04_nyregion_malliotakis-as-manager-lessons-from-hurricane-sandy-and-albany_1666742030.html", "image_url": "https://static01.nyt.com/images/2017/11/03/nyregion/00mallioQA/00mallioQA-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1e770f4e8a5b7d57c563ec2038ed7f123285c9af71542ceb754a66ed0ff762bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_04_nyregion_malliotakis-as-manager-lessons-from-hurricane-sandy-and-albany_1666742030.html", "title": "Malliotakis as Manager: Lessons From Hurricane Sandy and Albany", "title_page": "Malliotakis as Manager: Lessons From Hurricane Sandy and Albany - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I want to have an open dialogue with my commissioners. So I would like to have a weekly call or biweekly call, depending on — obviously, there’s a lot of agencies — and being really somebody who meets with and is accessible to the leadership of each department. I feel there’s a lot of apathy right now with city workers. And I feel that the rank-and-file doesn’t have a voice or a seat at the table. So, I want to know from the people who are the first line.\nQ. How would you do that?\nA. I’m going to go personally and will pick a handful of employees who are on the front lines and talk to them. And say, “What are you hearing? What are you experiencing? What is it like out there?” And I feel the second thing that’s very important is the public. I want to have my town halls at the beginning of my term, not at the end of my term. I feel that we need to work closer with the borough presidents. We need to work closer with the City Council members, because they know their community better than anybody else.\nI’m not someone who’s looking to be a dictator and force things down throats — but instead I want to have the people and the city workers part of the conversation. Of course, at the end of the day, I make the decision because I’m the executive, but I think that it’s important to listen to the opinions of those who are closest to the ground.\nQ. How would you manage a situation in which you have a policy goal in mind that the local officials disagree with, and you’re convinced that you’re right?\nI’m going to be listening and getting their take and getting all the information but at the end of the day, you know, I’m the mayor and I’m going to be making those decisions based on what I think overall is right. An effective leader listens and then makes a decision based on having information, all the information.\nQ. You would be the youngest mayor in a century. Tell New Yorkers how your age would impact your mayoralty and what about New Yorkers who say they want someone who is more seasoned?\nI bring a new, fresh vision. I am among the new crop of leaders who are taking office, and it’s not just happening here in the United States, it’s happening across the world. I mean we just saw the new head of France, we just, I think it was Austria, right, the other day? I’m pretty sure it was Austria, you can look it up later. But we’re seeing leaders of nations who are emerging. It would be good for New York City because I’m going to bring New York City into the 21st century.", "url": "https://www.nytimes.com/2017/11/04/nyregion/malliotakis-as-manager-lessons-from-hurricane-sandy-and-albany.html"}