{"authors": ["Aurelien Breeden"], "date_download": "2022-10-25 23:43:22", "date_modify": "2022-10-25 23:43:22", "date_publish": "2017-09-28 15:10:10", "description": "Rain, wind and pollution have battered the cathedral, which is seeking funds in France and in the United States to help pay for extensive renovations.", "filename": "2017_09_28_world_europe_paris-notre-dame-renovation_1666741402.html", "image_url": "https://static01.nyt.com/images/2017/09/29/world/xxpariscathedral1/xxpariscathedral1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=e9d5fe29f824c51f6f84a114898dd0d8b3ebe667c95a0d986a1812a5b07ef329&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_28_world_europe_paris-notre-dame-renovation_1666741402.html", "title": "In Paris, Worn-Out Notre-Dame Needs a Makeover, and Hopes You Can Help", "title_page": "In Paris, Worn-Out Notre-Dame Needs a Makeover, and Hopes You Can Help - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We started talking with folks like André, and eventually the archbishop, the cardinal archbishop,” Mr. Tallon said. “We started to brainstorm: ‘How can we help these guys? How can we get this building the money it needs?’ ”\nThat led to the creation of the Friends of Notre-Dame Foundation, which has just begun fund-raising with a small group of volunteers.\nMr. Picaud, a former businessman who became a volunteer for the renovation project in May of last year, said that group planned to organize gala dinners, concerts and other events in France and the United States.\n“We have started collecting money, but it’s very preliminary,” he said, adding that a separate French foundation created in 2013 to raise money for the renovation of Paris’s churches was now also collecting funds for Notre-Dame.\nAt the cathedral, Mr. Finot, the spokesman, said it was important to emphasize that the cathedral is not just a religious edifice, but a shared heritage.\n“My great-grandparents, even those before them, admired this monument,” he said, walking down spiraling steps to the nave, which echoed with the hubbub of tourists. “I don’t see myself coming with my own great grandkids to visit a pile of ruins.”", "url": "https://www.nytimes.com/2017/09/28/world/europe/paris-notre-dame-renovation.html"}