{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:40:21", "date_modify": "2022-10-25 23:40:21", "date_publish": "2017-01-20 13:39:03", "description": "A human rights lawyer still in custody and facing a subversion trial describes months of abuse in interview transcripts released by his attorneys.", "filename": "2017_01_20_world_asia_china-lawyer-torture-xie-yang_1666741221.html", "image_url": "https://static01.nyt.com/images/2017/01/21/world/21CHINA-1/21CHINA-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ebac135524afdb8eeddb53842c64779403e90ab65fa2b7ba351e92959356b600&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_20_world_asia_china-lawyer-torture-xie-yang_1666741221.html", "title": "Punches, Kicks and the ‘Dangling Chair’: Detainee Tells of Torture in China", "title_page": "Punches, Kicks and the ‘Dangling Chair’: Detainee Tells of Torture in China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Perched unsteadily on a stack of plastic stools in an isolated room, Xie Yang, a Chinese lawyer, was encircled day and night by interrogators who blew smoke in his face, punched and kicked him, and threatened to turn him into an “invalid” unless he confessed to political crimes, he has said.\nEventually, according to transcripts of meetings with Mr. Xie issued by his attorneys, the isolation, sleepless days and nights of abuse and threats to his family from the police investigators proved too harrowing. Mr. Xie said he had scribbled down whatever they told him to say about trying to subvert the Chinese Communist Party by representing disgruntled citizens and discussing rights cases.\n“I wanted to end their interrogation of me as quickly as I could, even if it meant death,” Mr. Xie, anguished and often sobbing, told his attorneys, Chen Jiangang and Liu Zhengqing, according to the transcripts of the meetings this month that Mr. Chen released on Thursday. “Later, I wrote down whatever they wanted.”\nThe records lay out the most detailed firsthand allegations thus far that torture has stained a crackdown on Chinese rights lawyers and advocates that began in July 2015. The government detained almost 250 people in that operation, according to Amnesty International. Most were released, but four were tried and convicted last year on charges that they tried to subvert the one-party state, and about 13 are in detention and likely to face trial.", "url": "https://www.nytimes.com/2017/01/20/world/asia/china-lawyer-torture-xie-yang.html"}