{"authors": ["Ben Hubbard", "David D. Kirkpatrick"], "date_download": "2022-10-25 23:44:04", "date_modify": "2022-10-25 23:44:04", "date_publish": "2017-11-21 00:50:17", "description": "Saudi Arabia’s efforts to get princes and businessmen detained on corruption charges to hand over their assets have raised legal concerns abroad.", "filename": "2017_11_20_world_middleeast_saudi-arabia-corruption_1666741444.html", "image_url": "https://static01.nyt.com/images/2017/11/21/world/21saudi1/21saudi1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=308caf8e42bb3e826667ca451849d33f9c7bc73aa11799866bf9e24b839450fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_20_world_middleeast_saudi-arabia-corruption_1666741444.html", "title": "Saudi Arabia Squeezes Detainees as It Tries to Seize Assets", "title_page": "Saudi Arabia Squeezes Detainees as It Tries to Seize Assets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This appears to be taking place outside anything that resembles a clear legal process,” said Adam Coogle, a Middle East researcher at Human Rights Watch who monitors Saudi Arabia. “If the Saudi authorities don’t offer a chance for legal defense, then this is nothing other than a shakedown.”\nDefenders of the Saudi approach describe its avoidance of court cases as a benefit, not a drawback.\n“If you are facing a situation where you have to take in as many people as you do, and of such prominence, if you are going to have a legal process, it will drag on for years, assuming that you have the legal bandwidth to do it,” said Ali Shihabi, executive director of the Arabia Foundation, a research organization in Washington that is close to the Saudi government.\nMr. Shihabi said he expected that most detainees would settle by turning over assets to the state.\n“The remaining parties that don’t want to settle will be subjected to due process, with all the bells and whistles,” he said, “because you need to be able to show that to access the assets, most of which are held abroad.”\nBut even those who applaud the Saudi government for taking steps to get rid of endemic corruption say its reliance on an opaque and ad hoc process could hinder later efforts to recuperate assets.\nAny efforts to retrieve wealth from the United States, Britain, Switzerland or other Western countries where rich Saudis have vast holdings would require demonstrating that Saudi Arabia had followed international standards of human rights and due process. Saudi defendants would then have the right to appeal in Western courts, a process that could prove lengthy and awkward for a kingdom that does not like to have its private business made public.", "url": "https://www.nytimes.com/2017/11/20/world/middleeast/saudi-arabia-corruption.html"}