{"authors": ["Alexandra Stevenson"], "date_download": "2022-10-25 23:41:10", "date_modify": "2022-10-25 23:41:10", "date_publish": "2017-04-25 09:00:33", "description": "In one example of a change in strategy, Neuberger Berman sounded out hedge funds about investing in Whole Foods Market and pressing for change.", "filename": "2017_04_25_business_dealbook_money-managers-take-off-the-gloves-in-dealing-with-companies_1666741270.html", "image_url": "https://static01.nyt.com/images/2017/04/22/business/wholefoods4/wholefoods4-facebookJumbo.jpg?year=2017&h=550&w=1050&s=75ad052a3050c343845b7371d3fbf3c4171fb19f573dc709680c763cafcf5869&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_25_business_dealbook_money-managers-take-off-the-gloves-in-dealing-with-companies_1666741270.html", "title": "An Activist Investment in Whole Foods Exposes Shifting Power on Wall St.", "title_page": "An Activist Investment in Whole Foods Exposes Shifting Power on Wall St. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Do companies “really listen to the feedback they get from their mainstream investors?” said Michelle Edkins, global head of corporate governance at BlackRock. “I think they are certainly making an effort to listen more.”\nBut activists, she added, “can act as an important ‘check and balance’ on management that has lost its way.”\nBefore Neuberger Berman approached the activists, it talked to Whole Foods representatives and made its case for change. While the company undertook some reforms — for one, scrapping its dual-chief-executive structure in November — the conversations yielded little effect on the company’s dwindling share price.\nSo Neuberger Berman executives prepared an inch-thick presentation, the kind of document usually produced by activists. It took broad aim at Whole Foods, criticizing everything from its cozy board and wilting produce to its pricey real estate in well-heeled neighborhoods like Columbus Circle, where Whole Foods has a store in the Time Warner Center — one of the most expensive retail spaces in New York City. With that in hand, they approached several hedge funds, including Starboard Value and Elliott Management.\nBefore long, Jana was amassing shares of Whole Foods. On April 10, as it unveiled its stake in the company, it ticked off a list of complaints that echoed Neuberger Berman’s concerns: The brand was suffering, customer service was lagging and the company needed fresh blood on the board.\nJana declined to comment.\nNeuberger Berman declined to comment about its interactions with hedge funds regarding Whole Foods, but said the firm was willing to take a more active role in certain situations. “We have engaged with the company quite aggressively over the course of the last period of time,” said Joseph Amato, president and chief investment officer of Neuberger Berman, referring to Whole Foods.", "url": "https://www.nytimes.com/2017/04/25/business/dealbook/money-managers-take-off-the-gloves-in-dealing-with-companies.html"}