{"authors": ["Alan Blinder", "Kevin Sack"], "date_download": "2022-10-25 23:02:06", "date_modify": "2022-10-25 23:02:06", "date_publish": "2017-01-10 19:02:04", "description": "Dylann S. Roof was found guilty of 33 counts in connection with the June 17, 2015, massacre at Emanuel African Methodist Episcopal Church. Nine people died.", "filename": "2017_01_10_us_dylann-roof-trial-charleston_1666738926.html", "image_url": "https://static01.nyt.com/images/2016/11/28/us/29xp-roof/29xp-roof-facebookJumbo.jpg?year=2017&h=550&w=1050&s=26034d0c2b8e664b7807e3e1272c3b6937720d0a3dabd1a2b377a8dbf1e1ed52&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_10_us_dylann-roof-trial-charleston_1666738926.html", "title": "Dylann Roof Is Sentenced to Death in Charleston Church Massacre", "title_page": "Dylann Roof Is Sentenced to Death in Charleston Church Massacre - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The guilt of Mr. Roof, who coolly confessed to the killings and then justified them without remorse in a jailhouse manifesto, was never in serious doubt during the first phase of the proceedings in December. And by the time jurors began their sentencing deliberations on Tuesday, it seemed inevitable that they would lean toward death, not only because of the heinous nature of the crimes but because Mr. Roof, 22, insisted on denying any psychological incapacity, called no witnesses, presented no evidence in his defense and mostly sidelined his court-appointed lawyers.\nThe jury’s sentencing decision effectively capped Mr. Roof’s federal trial for the killings on June 17, 2015, the Wednesday when he showed up in Emanuel’s fellowship hall and was offered a seat for Bible study by the Rev. Clementa C. Pinckney. Mr. Roof sat quietly, his head hung low, for about 40 minutes while the group considered the Gospel of Mark’s account of the Parable of the Sower.\nThen, with the parishioners’ eyes clenched for a benediction, Mr. Roof brandished the .45-caliber semiautomatic handgun he had smuggled into the church in a waist pouch. First taking aim at Mr. Pinckney, a state senator and the youngest African-American elected to South Carolina’s legislature, he began to fire seven magazines of hollow-point rounds.\nThe reverberation of gunfire and clinking of skittering shell casings subsided only after more than 70 shots. Each victim was hit repeatedly, with the eldest, Susie Jackson, an 87-year-old grandmother and church matriarch, struck at least 10 times.\nDuring the brief siege, the youngest victim, Tywanza Sanders, 26, pleaded with Mr. Roof not to kill. “You blacks are killing white people on the streets everyday and raping white women everyday,” Mr. Roof said during the rampage, according to the jailhouse manifesto written within seven weeks of his arrest.\nBefore leaving the church, Mr. Roof told one of three survivors, Polly Sheppard, that he was sparing her so she could “tell the story.” He stepped over one minister’s bleeding body on his way out a side door, Glock pistol at his side. The killer said later that he had expected to find officers waiting for him and had saved ammunition to take his own life.", "url": "https://www.nytimes.com/2017/01/10/us/dylann-roof-trial-charleston.html"}