{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:53:54", "date_modify": "2022-10-25 23:53:54", "date_publish": "2017-11-03 09:00:34", "description": "Mayor de Blasio, despite his legion of critics, is striding toward re-election with a bloodless and boring campaign — just as he planned it.", "filename": "2017_11_03_nyregion_how-bill-de-blasio-overcame-the-haters_1666742034.html", "image_url": "https://static01.nyt.com/images/2017/11/05/nyregion/05bdbelection7/05bdbelection7-facebookJumbo.jpg?year=2017&h=550&w=1050&s=fbd8f655015bcd27a29b6337911ffab20a3d75369985e6491846a0e00ed0a3b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_03_nyregion_how-bill-de-blasio-overcame-the-haters_1666742034.html", "title": "How Bill de Blasio Overcame the Haters", "title_page": "How Bill de Blasio Overcame the Haters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Almost exactly 1,000 days before Mr. de Blasio won the Democratic nomination for a second term, he stepped into a Brooklyn hospital and knew he had a problem. Two New York police officers had just been killed — assassinated, really — at point-blank range. Mr. de Blasio had come, as mayors do, to pay his respects. But as he and his entourage squeezed into the hospital’s corridors, something was off. Many of the men and women in blue standing in solidarity with the fallen were facing the wall, their backs to the mayor in protest.\nMore would turn away from Mr. de Blasio at the officers’ funerals. The head of the police union would say there was “blood on the hands” at City Hall and blame the mayor for racially charged rhetoric on policing, in particular, saying he had told his son Dante, who is half-black, to “take special care” when encountering police. Union leaders said it made cops out to be the bad guys. Now two officers, Rafael Ramos and Wenjian Liu, were dead.\nIt amounted to a political tinderbox for a rookie mayor whom few had expected to win in 2013, when Mr. de Blasio vaulted past a crowded field in a crazy race marked by Anthony Weiner’s implosion and Christine Quinn’s collapse. In his first year, Mr. de Blasio was facing not only a political crisis but also a genuine security situation months after violence had engulfed Ferguson, Mo.\nThroughout December of 2014, the mayor and his team huddled deep into the night at Gracie Mansion to come up with a way to defuse the situation. Efforts included enlisting the help of Cardinal Timothy M. Dolan, who held mass at St. Patrick’s Cathedral the morning after the mayor’s hospital visit, and urged calm in “a city tempted by tension and division.” In a symbolic but unscripted moment, Cardinal Dolan emerged from the church arm in arm with the mayor’s wife, Chirlane McCray, who is African-American.\nIn the end, riots did not break out, and Mr. de Blasio’s stewardship through a racially fraught situation solidified his standing among his most important constituency, African-American voters, according to his political advisers.", "url": "https://www.nytimes.com/2017/11/03/nyregion/how-bill-de-blasio-overcame-the-haters.html"}