{"authors": ["Abgoodnough", "Robert Pear"], "date_download": "2022-10-25 23:30:54", "date_modify": "2022-10-25 23:30:54", "date_publish": "2017-08-31 23:23:46", "description": "Officials said advertising and counseling to help people find and choose health plans is often ineffective. Supporters decried the decision as sabotage.", "filename": "2017_08_31_health_affordable-care-act-trump-spending_1666740654.html", "image_url": "https://static01.nyt.com/images/2017/09/01/science/01HEALTH/01HEALTH-facebookJumbo.jpg?year=2017&h=550&w=1050&s=83e74434fa47cfb99e22017781d8523c5b4ca2af20e1bb63784b20644a4a8b1e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_31_health_affordable-care-act-trump-spending_1666740654.html", "title": "Trump Administration Sharply Cuts Spending on Health Law Enrollment", "title_page": "Trump Administration Sharply Cuts Spending on Health Law Enrollment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration is slashing spending on advertising and promotion for enrollment under the Affordable Care Act, a move some critics charged was a blatant attempt to sabotage the law.\nOfficials with the Department of Health and Human Services, who insisted on not being identified during a conference call with reporters, said on Thursday that the advertising budget for the open enrollment period that starts in November would be cut to $10 million, compared with $100 million spent by the Obama administration last year, a drop of 90 percent. Additionally, grants to about 100 nonprofit groups, known as navigators, that help people enroll in health plans offered by the insurance marketplaces will be cut to a total of $36 million, from about $63 million.\nThe officials said the administration believed that the cuts were necessary because of “diminishing returns” from advertising. They said the number of first-time enrollees in Affordable Care Act coverage fell by 42 percent this year, compared with 2016. In addition, they said that many navigator groups failed to meet their enrollment targets last year, despite sometimes receiving hundreds of thousands of dollars in federal funds.\nThe Senate Democratic leader, Chuck Schumer of New York, denounced the cutbacks. “The Trump administration is deliberately attempting to sabotage our health care system,” he said. “When the number of people with health insurance declines and costs skyrocket, the American people will know who’s to blame.”", "url": "https://www.nytimes.com/2017/08/31/health/affordable-care-act-trump-spending.html"}