{"authors": ["Robert Pear", "Thomas Kaplan"], "date_download": "2022-10-25 23:24:17", "date_modify": "2022-10-25 23:24:17", "date_publish": "2017-07-22 01:39:44", "description": "Elizabeth MacDonough on Friday challenged key provisions in the bill to repeal the Affordable Care Act, dealing another serious blow to its prospects.", "filename": "2017_07_21_us_politics_senate-parliamentarian-health-bill_1666740257.html", "image_url": "https://static01.nyt.com/images/2017/07/22/us/politics/22dc-health-1/22dc-health-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1facb18f2c911a553ea66fa7aaf2d72c47f4ce9186ab27d05caa1f16b836cce0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_21_us_politics_senate-parliamentarian-health-bill_1666740257.html", "title": "Senate Parliamentarian Challenges Key Provisions of Health Bill", "title_page": "Senate Parliamentarian Challenges Key Provisions of Health Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even before the parliamentarian’s blow, Trump administration officials and Republican leaders were struggling to win over moderate Republicans with a new infusion of money to help people who would lose Medicaid under the Senate health care bill.\nSenators are set to return to the Capitol on Monday, and Republican leaders are eager to begin debate in the Senate on health care, perhaps as early as Tuesday. It is unclear they have the votes needed to start the debate, let alone to ensure passage of a bill to repeal and replace the health care law.\nIn their latest bid for agreement on a plan to undo the health care law, Senate Republicans are weighing a proposal to add funds, perhaps $200 billion, to the bill to help low-income people transition from Medicaid to private insurance. But Republican leaders must balance the interests of senators from states that expanded Medicaid under the Affordable Care Act with the goals of fiscal conservatives, who see the repeal bill as a once-in-a-generation opportunity to rein in the growth of one of the nation’s largest entitlement programs.\n“You can only go so far, and then you lose votes on one side where we want to make reforms within Medicaid,” Senator Michael Rounds, Republican of South Dakota, said after a lengthy meeting this week with administration officials and other Republican senators. “And if you don’t go far enough, then you’ve got folks that are concerned that we’re making the changes too quick. So it’s that balancing act of trying to keep everybody on board and feeling comfortable.”\nThe Congressional Budget Office says the Senate repeal bill would cut projected federal Medicaid spending by more than $750 billion in the coming decade, leaving 15 million fewer people on Medicaid in 2026, compared with the enrollment expected under current law.\nThose cuts have caused deep concern to Republican senators from states that expanded Medicaid under the Affordable Care Act, including Rob Portman of Ohio, Shelley Moore Capito of West Virginia and Lisa Murkowski of Alaska.", "url": "https://www.nytimes.com/2017/07/21/us/politics/senate-parliamentarian-health-bill.html"}