{"authors": ["Rebecca R. Ruiz", "Sharon Lafraniere"], "date_download": "2022-10-25 23:38:18", "date_modify": "2022-10-25 23:38:18", "date_publish": "2017-06-11 18:45:02", "description": "Marc E. Kasowitz, the president’s private lawyer, has counseled administration staff and exerted broader influence over legal strategy.", "filename": "2017_06_11_us_politics_trump-lawyer-marc-kasowitz_1666741098.html", "image_url": "https://static01.nyt.com/images/2017/06/10/us/10dc-kasowitz/10dc-kasowitz-facebookJumbo.jpg?year=2017&h=550&w=1050&s=941846a11b4795be6a1afd840494f55eb8e8962fa8ab73fb9dd70cdcec7afd68&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_11_us_politics_trump-lawyer-marc-kasowitz_1666741098.html", "title": "Role of Trump’s Personal Lawyer Blurs Public and Private Lines", "title_page": "Role of Trump’s Personal Lawyer Blurs Public and Private Lines - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Kasowitz has been central to Mr. Trump’s recent legal battles, helping his client keep divorce records sealed and representing him in the Trump University fraud lawsuit, in which Mr. Trump ultimately agreed to pay $25 million to settle claims from former students that the institution had cheated them out of tuition money.\nIn the final weeks of the presidential campaign, Mr. Kasowitz threatened to sue The New York Times for libel on Mr. Trump’s behalf over a story in which two women accused Mr. Trump of inappropriate touching years earlier. No lawsuit has been filed. A decade earlier, however, Mr. Kasowitz followed through on a similar threat, suing Timothy O’Brien, a Trump biographer and former reporter and editor for The Times, for libel and alleging that he had understated Mr. Trump’s net worth. That suit was dismissed by a New Jersey Superior Court judge.\nAlso raising eyebrows are two of Mr. Kasowitz’s other clients — Sberbank, the largest state-owned bank in Russia, on which the Obama administration imposed sanctions, and Oleg Deripaska, a Russian tycoon who is close to President Vladimir V. Putin and had business dealings with Paul Manafort, once Mr. Trump’s campaign chairman.\nWhile Mr. Trump is not known to be under investigation over potential collusion with Russia, the special counsel now leading the Russia inquiry, Robert S. Mueller III, has the authority to investigate obstruction of justice. Some in Congress have said that Mr. Trump’s firing of James B. Comey as F.B.I. director, coupled with his own statements about Mr. Comey, could be seen as evidence of attempted obstruction of justice.\nWhether Mr. Kasowitz is having an effect on his client is unclear. He advised Mr. Trump to ease up on his use of Twitter, and when Mr. Trump’s account was quiet for nearly 48 hours last week around the time of Mr. Comey’s Senate hearing, some speculated that Mr. Kasowitz was responsible. But Mr. Trump began attacking Mr. Comey’s testimony on Friday morning, and he has defiantly told friends that despite his lawyer’s instructions, he has not changed his behavior.\nAs for Mr. Kasowitz’s conversations with presidential aides, the White House Counsel’s Office typically supervises such discussions to make sure the aides understand their rights and do not feel pressured to help a lawyer who does not represent their interests, legal experts said. The counsel’s involvement is all the more critical in this case, they said, because many of the aides — potential witnesses in the government’s inquiry — do not currently have personal lawyers.\nMr. Kasowitz’s advice to administration staff may benefit the president more than the aides themselves, the experts said. The conversations he has with aides could shape their testimony before Mr. Mueller has a chance to interview them, should they be called as witnesses.", "url": "https://www.nytimes.com/2017/06/11/us/politics/trump-lawyer-marc-kasowitz.html"}