{"authors": ["Julie Hirschfeld Davis", "Michael M. Grynbaum"], "date_download": "2022-10-25 23:33:52", "date_modify": "2022-10-25 23:33:52", "date_publish": "2017-02-24 19:27:53", "description": "Reporters from The Times and other outlets were not allowed to enter the office of the press secretary, Sean Spicer, in an unusual breach of protocol.", "filename": "2017_02_24_us_politics_white-house-sean-spicer-briefing_1666740832.html", "image_url": "https://static01.nyt.com/images/2017/02/25/us/25press/25press-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=d724a542087a94dc8a975cadf7ad327979fa2b5c0dc06c25b7aabf59c87c7952&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_24_us_politics_white-house-sean-spicer-briefing_1666740832.html", "title": "Trump Intensifies His Attacks on Journalists and Condemns F.B.I. ‘Leakers’", "title_page": "Trump Intensifies His Attacks on Journalists and Condemns F.B.I. ‘Leakers’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump turned the power of the White House against the news media on Friday, escalating his attacks on journalists as “the enemy of the people” and berating members of his own F.B.I. as “leakers” who he said were putting the nation at risk.\nIn a speech to the Conservative Political Action Conference, Mr. Trump criticized as “fake news” organizations that publish anonymously sourced reports that reflect poorly on him. And in a series of Twitter posts, he assailed the F.B.I. as a dangerously porous agency, condemning unauthorized revelations of classified information from within its ranks and calling for an immediate hunt for leakers.\nHours after the speech, as if to demonstrate Mr. Trump’s determination to punish reporters whose coverage he dislikes, Sean Spicer, the White House press secretary, barred journalists from The New York Times and several other news organizations from attending his daily briefing, a highly unusual breach of relations between the White House and its press corps.\nMr. Trump’s barrage against the news media continued well into Friday night. “FAKE NEWS media knowingly doesn’t tell the truth,” he wrote on Twitter shortly after 10 p.m., singling out The Times and CNN. “A great danger to our country.”", "url": "https://www.nytimes.com/2017/02/24/us/politics/white-house-sean-spicer-briefing.html"}