{"authors": ["Frances Robles", "Kirk Semple", "Vivian Yee"], "date_download": "2022-10-25 23:45:11", "date_modify": "2022-10-25 23:45:11", "date_publish": "2017-09-08 00:04:47", "description": "The storm turned beach paradises into half-habitable emergency zones as it headed toward Florida, where panicked residents were scrambling to find gasoline and water.", "filename": "2017_09_07_us_destruction-caribbean-irma-florida.html_rref=collection%2Fbyline%2Fmegan-specia_1666741511.html", "image_url": "https://static01.nyt.com/images/2017/09/08/us/08puertostorm-hpsub/08puertostorm-hpsub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2073019c682097cdecaa25eb056ec04bfb2774600e45887288180e25408865e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_07_us_destruction-caribbean-irma-florida.html_rref=collection%2Fbyline%2Fmegan-specia_1666741511.html", "title": "Caribbean Devastated as Irma Heads Toward Florida", "title_page": "Caribbean Devastated as Irma Heads Toward Florida - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN JUAN, P.R. — One of the most powerful Atlantic hurricanes ever recorded crescendoed over the Caribbean on Thursday, crumpling islands better known as beach paradises into half-habitable emergency zones and sideswiping Puerto Rico before churning north. It is expected to hit the Florida Keys and South Florida by Saturday night.\nMore than 60 percent of households in Puerto Rico were without power. On St. Martin, an official said 95 percent of the island was destroyed. The Haitian government called for all agencies, stores and banks to shut down as the storm hit. Prime Minister Gaston Browne of Antigua and Barbuda said that half of Barbuda had been left homeless.\nWatching Hurricane Irma maraud across Barbuda and Anguilla, residents of Florida and others who found themselves on the wrong side of the forecast were hastening to get out of the way. Government officials in Florida, Georgia and South Carolina pleaded for people to evacuate vulnerable areas, triggering a scramble for the essentials — gasoline, water, sandbags — that, even for hurricane-hardened Floridians, was laced with dread and punctuated with dire warnings from every direction.\nA shortage of gasoline and bottled water, always a headache in the days before hurricanes, grew more acute in the wake of Hurricane Harvey, as the production of Houston oil refineries shrank and fuel and water were diverted to Texas. Pump lines in South Florida sprawled for blocks as fleeing residents sucked up what gas they could, and some drivers chased after tankers they had spied on the roads.", "url": "https://www.nytimes.com/2017/09/07/us/destruction-caribbean-irma-florida.html?rref=collection%2Fbyline%2Fmegan-specia"}