{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-26 00:12:04", "date_modify": "2022-10-26 00:12:04", "date_publish": "2017-06-02 23:13:22", "description": "George T. Conway III had been President Trump’s choice to lead the Justice Department’s civil division. He withdrew, citing family concerns.", "filename": "2017_06_02_us_politics_george-conway-kellyanne-conway-justice-department_1666743124.html", "image_url": "https://static01.nyt.com/images/2017/06/03/us/03conway/03conway-facebookJumbo.jpg?year=2017&h=550&w=1050&s=352c232a2df568932e07339f92a0fdcd5bd21229ce1c6a5288ef848eeedefb22&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_02_us_politics_george-conway-kellyanne-conway-justice-department_1666743124.html", "title": "Husband of Kellyanne Conway Steps Back From Possible Justice Dept. Post", "title_page": "Husband of Kellyanne Conway Steps Back From Possible Justice Dept. Post - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — George T. Conway III, the husband of the presidential counselor Kellyanne Conway, has withdrawn himself from consideration to become the head of the Justice Department’s civil division, he said in a statement on Friday, citing family considerations as he became the latest sign of personnel woes at the White House.\nMr. Conway had been President Trump’s pick to lead an office staffed by about 1,000 lawyers — with a vast portfolio of cases dealing with issues ranging from national security to the actions of the president — but his nomination had not yet been submitted to the Senate. Mr. Conway’s decision to step aside comes as the White House — hobbled from the start by a sluggish transition that failed to generate a list of fully vetted candidates — is still struggling to fill some of the most important positions in the federal government.\nJames Donovan, whom Mr. Trump nominated last month to be the deputy secretary of the Treasury, dropped out just three days later, citing family considerations. Also last month, Mark E. Green, a Tennessee state senator and Army flight surgeon, became the second person to withdraw as Mr. Trump’s prospective secretary of the Army.\nThe president has also yet to settle on a new F.B.I. director after his abrupt firing last month of James B. Comey. Former Senator Joseph I. Lieberman of Connecticut announced he did not want to be considered for that position, citing his law firm’s role in the legal team being assembled to represent Mr. Trump during investigations into whether his presidential campaign had ties to Russia.", "url": "https://www.nytimes.com/2017/06/02/us/politics/george-conway-kellyanne-conway-justice-department.html"}