{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:43:32", "date_modify": "2022-10-25 23:43:32", "date_publish": "2017-04-14 11:21:31", "description": "Ahn Cheol-soo has become a leading contender for president, offering hope to conservatives and others alarmed by the North’s nuclear and missile threats.", "filename": "2017_04_14_world_asia_south-korea-election-ahn-cheol-soo_1666741412.html", "image_url": "https://static01.nyt.com/images/2017/04/15/world/15skorea-1/15skorea-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4e2b10d91dbff20607714d5956eb0585e9fe94cee0c662c07f7bc720822d76af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_14_world_asia_south-korea-election-ahn-cheol-soo_1666741412.html", "title": "South Korea Election Turns Into 2-Way Race as Dark Horse Surges", "title_page": "South Korea Election Turns Into 2-Way Race as Dark Horse Surges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Then, they rallied behind Ahn Hee-jung, a left-centrist provincial governor. But Mr. Ahn was eliminated this month when he lost the Democratic Party primary to Mr. Moon.\nAhn Cheol-soo’s support has since skyrocketed.\n“For many centrist and conservative voters, there is no one else to turn to except Ahn Cheol-soo,” said Kim Jiyoon, a polling expert at the Asan Institute for Policy Studies in Seoul. “Whether he can win the election will depend largely on how many of the anti-Moon voters he can persuade to come out and vote for him.”\nMr. Moon and Mr. Ahn share remarkably similar views on many issues.\nBoth have liberal goals like narrowing income inequality and overhauling the chaebol, the family-controlled conglomerates like Samsung that have dominated the economy for decades, often through collusive ties with government, as shown in Ms. Park’s scandal.\nBoth promise to review the unpopular agreement Ms. Park’s government had struck with Japan on “comfort women,” the Korean women forced into sexual slavery by Japan during World War II.\nAnd they both emphasize the importance of the alliance with the United States. But they argue that sanctions and pressure alone have failed to stop North Korea’s weapons program and that it is time to try dialogue. During a televised debate on Thursday, both opposed action by the United States that might prompt war on the peninsula, like a pre-emptive military strike against the North.\nThe candidates even grew up in the same town: Busan, a port city in the southeast.\nBut they have vastly different backgrounds and public images. Mr. Ahn is a paragon of elite success. A son of a medical doctor, Mr. Ahn quit practicing medicine in 1995 and built a fortune developing the country’s most successful antivirus software. He later became a graduate school dean at Seoul National University, his alma mater.\nDuring the debate, he said he would use his school connections and business background to build a rapport with Mr. Trump. Both Mr. Ahn and Mr. Trump attended the Wharton School of the University of Pennsylvania.", "url": "https://www.nytimes.com/2017/04/14/world/asia/south-korea-election-ahn-cheol-soo.html"}