{"authors": ["Stacy Cowley"], "date_download": "2022-10-25 23:34:34", "date_modify": "2022-10-25 23:34:34", "date_publish": "2017-03-31 00:34:20", "description": "Over 550,000 people have applied to have their student loans forgiven, and thousands of approval letters have been sent. But they might be wrong.", "filename": "2017_03_30_business_student-loan-forgiveness-program-lawsuit_1666740874.html", "image_url": "https://static01.nyt.com/images/2017/03/31/business/31studentloans-sub/31studentloans-sub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d77bdce5339fb6d7fa4af61a6cc9ef9ad67f1c96021550213bc054bbc3ce901f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_30_business_student-loan-forgiveness-program-lawsuit_1666740874.html", "title": "Student Loan Forgiveness Program Approval Letters May Be Invalid, Education Dept. Says", "title_page": "Student Loan Forgiveness Program Approval Letters May Be Invalid, Education Dept. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More than 550,000 people have signed up for a federal program that promises to repay their remaining student loans after they work 10 years in a public service job.\nBut now, some of those workers are left to wonder if the government will hold up its end of the bargain — or leave them stuck with thousands of dollars in debt that they thought would be eliminated.\nIn a legal filing submitted last week, the Education Department suggested that borrowers could not rely on the program’s administrator to say accurately whether they qualify for debt forgiveness. The thousands of approval letters that have been sent by the administrator, FedLoan Servicing, are not binding and can be rescinded at any time, the agency said.\nThe filing adds to questions and concerns about the program just as the first potential beneficiaries reach the end of their 10-year commitment — and the clocks start ticking on the remainder of their debts.", "url": "https://www.nytimes.com/2017/03/30/business/student-loan-forgiveness-program-lawsuit.html"}