{"authors": ["Erica L. Green"], "date_download": "2022-10-25 23:34:39", "date_modify": "2022-10-25 23:34:39", "date_publish": "2017-12-12 10:00:22", "description": "A House rewrite of the law governing higher education would dismantle several regulations imposed by the Obama administration to control for-profit colleges.", "filename": "2017_12_12_us_politics_house-republican-higher-education-bill-obama_1666740879.html", "image_url": "https://static01.nyt.com/images/2017/12/13/us/politics/13dc-highered/13dc-highered-facebookJumbo.jpg?year=2017&h=549&w=1050&s=253cd107f7fc441fb62a865a27e66c9721d76cb16163ef824037964247a349b6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_12_us_politics_house-republican-higher-education-bill-obama_1666740879.html", "title": "New Higher Education Bill Rolls Back Obama-Era Safeguards", "title_page": "New Higher Education Bill Rolls Back Obama-Era Safeguards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Congressional Republicans began work Tuesday on an extensive rewrite of the law that governs the nation’s system of higher education, seeking to dismantle landmark Obama administration regulations designed to protect students from predatory for-profit colleges and to repay the loans of those who earned worthless degrees from scam universities.\nBut in its systematic effort to erase President Barack Obama’s fingerprints from higher education, the measure before the House Committee on Education and the Workforce could undermine bedrock elements that have guided university education for decades. One provision could do away with the system of “credit hours” that college students earn to complete their degrees, which could help for-profit colleges inflate the value of their degrees.\nThe bill “addresses many of the ill-conceived mandates handed down by the Obama administration in favor of policies that will allow higher education to meet the current needs of students,” said Representative Virginia Foxx of North Carolina, the committee chairwoman and the chief author of the Promoting Real Opportunity, Success and Prosperity Through Education Reform (PROSPER) Act.\nMany elements of the bill pursue bipartisan goals: simplifying the federal financial aid process, cutting down on student debt and expanding programs like federal work-study programs.", "url": "https://www.nytimes.com/2017/12/12/us/politics/house-republican-higher-education-bill-obama.html"}