{"authors": ["Michael Tackett", "Trip Gabriel", "John Eligon"], "date_download": "2022-10-25 23:35:35", "date_modify": "2022-10-25 23:35:35", "date_publish": "2017-11-08 20:55:38", "description": "Democrats’ broad-based election wins on Tuesday reflected the strength of the party’s diverse voters and the power of their anger over President Trump.", "filename": "2017_11_08_us_politics_democrats-women-minorities_1666740935.html", "image_url": "https://static01.nyt.com/images/2017/11/09/us/09rainbow-Jenkins/09rainbow-Jenkins-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ed43d72cad706f9ae2da62c8582b22be7fa4aee709815056d4c6389837e5dfda&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_08_us_politics_democrats-women-minorities_1666740935.html", "title": "A Year After Trump, Women and Minorities Give Groundbreaking Wins to Democrats", "title_page": "A Year After Trump, Women and Minorities Give Groundbreaking Wins to Democrats - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“In Trump’s America, people are getting screwed and those getting screwed more than others are people who’ve never had a voice in the government,” Mr. Keam said. “Those are motivations a white guy wouldn’t have.”\nSome are skeptical of reading too much into one off-year election. And even Democrats have had heated disagreements over whether identity politics help the party or drive people away. But David Ramadan, a Republican who served in the Virginia General Assembly from 2012 to 2016 said the warning for his party was clear.\n“Tuesday’s results show that unless the Republicans go back to being mainstream conservatives and run on issues like education, jobs and transportations instead of sanctuary cities and Confederate statues, they will hand not only Virginia to liberals, but they will hand the country to liberals and Congress to liberals next year,’’ Mr. Ramadan said.\nDanica Roem\nEven before her election, Danica Roem drew national attention as a transgender woman running against a Republican who had introduced a “bathroom bill” in the Virginia Legislature to bar transgender people from restrooms.\nMs. Roem, 33, a former reporter for a newspaper in the Washington suburbs, tried to focus on issues like traffic, while fending off attacks from Republicans, including the state party, that she was morally degenerate and not really a woman.", "url": "https://www.nytimes.com/2017/11/08/us/politics/democrats-women-minorities.html"}