{"authors": ["Roberta Smith"], "date_download": "2022-10-25 23:36:25", "date_modify": "2022-10-25 23:36:25", "date_publish": "2017-01-05 21:55:57", "description": "A survey of this hybrid artist’s work is at the gallery Canada on the Lower East Side.", "filename": "2017_01_05_arts_design_elizabeth-murray-a-singular-style-steeped-in-many_1666740985.html", "image_url": "https://static01.nyt.com/images/2017/01/06/arts/06MURRAY1/06MURRAY1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=97a2f5a348d5727020ff187028d3dcea90b32a539458ef4777c200af2c96ebac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_05_arts_design_elizabeth-murray-a-singular-style-steeped-in-many_1666740985.html", "title": "Elizabeth Murray: A Singular Style, Steeped in Many", "title_page": "Elizabeth Murray: A Singular Style, Steeped in Many - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Elizabeth Murray was a great painter who didn’t have a great late phase. One certainly seemed possible after her 2005 retrospective at the Museum of Modern Art, but, sadly, she died of cancer in 2007 at the age of 66.\nSo it’s not surprising that the excellent if slightly random survey of Murray’s drawings at the gallery Canada, on the Lower East Side, has a bittersweet, if-only undercurrent. It confirms the love of drawing and all its sundry instruments — from traditional pastel to ballpoint pen — at the heart of Murray’s art. “Everything comes from drawing out my ideas,” she once said. The high quality, diversity and incessant energy of these works also suggest how much more Murray might have accomplished.\nThis show has been orchestrated although not exactly selected by the writer, publisher and independent curator Dan Nadel (whose areas of expertise include the comics and the Chicago Imagists inspired by them) and the artist Carroll Dunham, a painter whose work, like Murray’s, deliberately treads the border between abstraction and representation and is indebted to cartoons. Mr. Nadel and Mr. Dunham went to Pace Gallery, which represents Murray’s estate, and were shown about 50 drawings to select from. They took the whole batch.\nIt is remarkably effective and includes everything from quick doodles to finished studies in pastel and, later, colored pencil. It even includes one painting — the relatively small, odd “Dust Tracks” — to show where the drawings were headed: toward works full of formal and physical eccentricities, psychological tensions as well as legible images, including in this case a keyhole peeking through what seems to be a jagged break in some ice.", "url": "https://www.nytimes.com/2017/01/05/arts/design/elizabeth-murray-a-singular-style-steeped-in-many.html"}