{"authors": ["Marlise Simons"], "date_download": "2022-10-25 23:01:13", "date_modify": "2022-10-25 23:01:13", "date_publish": "2017-02-03 00:42:12", "description": "The case, which alleges torture and other human rights violations, is the first specifically citing members of Syria’s government to be heard in a Western court.", "filename": "2017_02_02_world_europe_spain-syria-torture-case_1666738873.html", "image_url": "https://static01.nyt.com/images/2017/02/03/world/03Spain/03Spain-facebookJumbo.jpg?year=2017&h=550&w=1050&s=185d0641c7ddf0eecd524a9c522dcd4b773373169cd104897b000f6c14ad41d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_02_world_europe_spain-syria-torture-case_1666738873.html", "title": "9 Syrian Officials Are Accused of Torture in Spanish Court", "title_page": "9 Syrian Officials Are Accused of Torture in Spanish Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "International lawyers have filed a criminal complaint against nine Syrian security and intelligence officials in a Spanish court, accusing them of torture and other human rights violations. It is the first case specifically citing members of Syria’s government to be heard in a Western court.\nThe names of the officials have not been made public, because prosecutors hope this will improve their chances of apprehending the officials outside Syria if arrest warrants are issued. The lawyers who filed the complaint on Wednesday said the defendants included senior officers who ran a torture center in Damascus, Syria’s capital, in 2013 and leaders of the Syrian intelligence and security services, who are part of President Bashar al-Assad’s inner circle.\nThe court, Spain’s National Court, has previously taken up international human rights cases in Latin America, most notably when it ordered the arrest of the former Chilean dictator Augusto Pinochet in 1998, while he was visiting London. Mr. Pinochet was kept under house arrest in Britain for 18 months until he was released because of poor health.\nIn the Syrian case, the court has received 3,600 pages of evidence, including signed orders, detailing acts of brutality that the lawyers say will link senior Syrian officials to atrocities, torture and executions in government prisons and military-run hospitals.", "url": "https://www.nytimes.com/2017/02/02/world/europe/spain-syria-torture-case.html"}