{"authors": ["Mitch Smith"], "date_download": "2022-10-25 22:55:03", "date_modify": "2022-10-25 22:55:03", "date_publish": "2017-03-12 02:31:34", "description": "A documentary says security footage suggests that the young man may not have been stealing from a Ferguson, Mo., convenience store before he was shot by the police.", "filename": "2017_03_11_us_michael-brown-ferguson-police-shooting-video_1666738503.html", "image_url": "https://static01.nyt.com/images/2017/03/12/us/12Ferguson-sub/12Ferguson-sub-facebookJumbo-v3.jpg?year=2017&h=550&w=1050&s=8957f933ee17d9b9cb56c4698d937b2bf97069ad2fc18bd38360c9e52bfa8ba5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_11_us_michael-brown-ferguson-police-shooting-video_1666738503.html", "title": "New Ferguson Video Adds Wrinkle to Michael Brown Case", "title_page": "New Ferguson Video Adds Wrinkle to Michael Brown Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the two and a half years since Michael Brown, a black 18-year-old, was shot and killed by a white police officer in Ferguson, Mo., the explosive case has been parsed in intricate detail. Witnesses offered varying descriptions of the fatal encounter. Investigators examined bloodstain evidence on the street where Mr. Brown died. And the police released a security video from a nearby store that showed Mr. Brown pushing a worker and taking cigarillos minutes before the shooting.\nBut a second, previously unreported video from that same convenience store included in a new documentary is raising new questions about what happened in the hours before the shooting on Aug. 9, 2014.\nThe footage shows Mr. Brown entering the store, Ferguson Market and Liquor, shortly after 1 a.m. on the day he died. He approaches the counter, hands over an item that appears to be a small bag and takes a shopping sack filled with cigarillos. Mr. Brown is shown walking toward the door with the sack, then turning around and handing the cigarillos back across the counter before exiting.\nJason Pollock, a documentary filmmaker who acquired the new tape, says the footage challenges the police narrative that Mr. Brown committed a strong-armed robbery when he returned to the store around noon that day. Instead, Mr. Pollock believes that the new video shows Mr. Brown giving a small bag of marijuana to store employees and receiving cigarillos in return as part of a negotiated deal. Mr. Pollock said Mr. Brown left the cigarillos behind the counter for safekeeping.", "url": "https://www.nytimes.com/2017/03/11/us/michael-brown-ferguson-police-shooting-video.html"}