{"authors": ["Craig R. Whitney", "Alan Cowell"], "date_download": "2022-10-25 23:37:56", "date_modify": "2022-10-25 23:37:56", "date_publish": "2017-06-16 16:02:37", "description": "Mr. Kohl held the post for 16 years, from 1982 to 1998, longer than any German leader since Bismarck.", "filename": "2017_06_16_world_europe_helmut-kohl-german-chancellor-dead.html__r=0_1666741076.html", "image_url": "https://static01.nyt.com/images/2017/06/17/opinion/16werginWeb/17werginWeb-facebookJumbo.jpg?year=2017&h=549&w=1050&s=5dbbc11a667379829b80328fbf37634cbaa74d06575448fb92323260494dc84c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_16_world_europe_helmut-kohl-german-chancellor-dead.html__r=0_1666741076.html", "title": "Helmut Kohl, Chancellor Who Reunited Germany, Dies at 87", "title_page": "Helmut Kohl, Chancellor Who Reunited Germany, Dies at 87 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Helmut Kohl, a towering postwar figure who reunified Germany after 45 years of Cold War antagonism, propelled a deeply held vision of Europe’s integration and earned plaudits from Moscow and Washington for his deft handling of the fall of the Berlin Wall, died on Friday at his home in Ludwigshafen, Germany, the Rhine port city where he was born. He was 87.\n“We mourn,” his party, the Christian Democratic Union, said on Twitter in announcing his death.\nWith his diplomacy, resolve and readiness to commit huge sums to ending his country’s division, Mr. Kohl was remembered by many as a giant of epochal times that remade Europe’s political architecture, dismantled the minefields and watchtowers of the Iron Curtain and replaced the eyeball-to-eyeball armed confrontation between East and West with an enduring, if often challenged, coexistence between former sworn foes.\nA physically imposing man — he stood 6 feet 4 inches and weighed well over 300 pounds in his leadership years — Mr. Kohl pursued his and his country’s political interests as Germany’s chancellor with persistent, even stubborn, determination. He could be “an elephant in a china shop,” as he described himself, and he overcame European opposition to unification the same way he handled political opposition at home: by the force of a jovial yet dominating personality.\nGermany in particular faced the challenge of engaging with a formerly dictatorial, Soviet-backed East and welding it to a prosperous West that drew its support from Western allies. Between the two lay a gulf of mistrust.", "url": "https://www.nytimes.com/2017/06/16/world/europe/helmut-kohl-german-chancellor-dead.html?_r=0"}