{"authors": ["Hassan Moosa", "Geeta Anand"], "date_download": "2022-10-25 23:55:07", "date_modify": "2022-10-25 23:55:07", "date_publish": "2017-03-26 23:37:56", "description": "Saudi Arabia plans to invest $10 billion in Faafu Atoll, where some worry that they will be uprooted by new development if the islands are sold.", "filename": "2017_03_26_world_asia_maldives-atoll-saudi-money_1666742107.html", "image_url": "https://static01.nyt.com/images/2017/03/27/world/27ATOLL1/27ATOLL1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=274288159e49d6653d24009fdf16cb7da989fa35fd345e532f34059276b46897&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_26_world_asia_maldives-atoll-saudi-money_1666742107.html", "title": "Inhabitants of Maldives Atoll Fear a Flood of Saudi Money", "title_page": "Inhabitants of Maldives Atoll Fear a Flood of Saudi Money - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MAGOODHOO, Maldives — As long as anyone can remember, life on the island of Magoodhoo in the Maldives has revolved around fishing in the crystal clear waters that wash the coral reefs, and kicking back under palm trees on deck chairs made from coir rope.\n“This is a very fun, happy life,” said Islam Ahmed, 24, a tall, lean man chewing on areca nuts and betel leaves at one of two cafes on the less than one-square-mile island. It is one of nearly 1,200 islands that make up the Republic of Maldives, a nation southwest of India in the Indian Ocean.\nBut Mr. Ahmed and others here are bracing for a life change they fear could be catastrophic, after the Maldivian president’s announcement in January that leaders of Saudi Arabia were planning a $10 billion investment in the group of islands where Mr. Ahmed lives, known as Faafu Atoll.\nMost alarming to the residents were reports that the government was breaking with a longstanding policy of leasing the islands that are home to some of the world’s premier resorts and selling the atoll outright to the Saudis. The inhabitants fear they might be moved off the islands.", "url": "https://www.nytimes.com/2017/03/26/world/asia/maldives-atoll-saudi-money.html"}