{"authors": ["William K. Rashbaum"], "date_download": "2022-10-25 23:49:15", "date_modify": "2022-10-25 23:49:15", "date_publish": "2017-03-16 13:36:38", "description": "Federal and state prosecutors decline to bring charges after conducting separate investigations into the New York City mayor’s campaign finance practices.", "filename": "2017_03_16_nyregion_mayor-bill-de-blasio-investigation-no-criminal-charges_1666741755.html", "image_url": "https://static01.nyt.com/images/2017/03/17/nyregion/17MAYOR/16MAYOR-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e474dccd341bc9e01edf5409d58f54da5a0b00c0a1e96581f8db392787a6ae30&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_16_nyregion_mayor-bill-de-blasio-investigation-no-criminal-charges_1666741755.html", "title": "No Charges, but Harsh Criticism for de Blasio’s Fund-Raising", "title_page": "No Charges, but Harsh Criticism for de Blasio’s Fund-Raising - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The disclosure that neither the mayor nor his administration or campaign aides will face charges is a victory for the mayor, though perhaps a tainted one for the first-term Democrat who has been dogged by a steady stream of media reports about the investigations, and who is gearing up to run for re-election in November.\nThe federal inquiry involved a broad examination of whether Mr. de Blasio or his administration or campaign aides exchanged favorable city action for donations to his 2013 campaign or his now-defunct political nonprofit, the Campaign for One New York. The state inquiry was more narrowly focused on whether the mayor or his aides violated state election law in 2014 by directing campaign donations to county committees to evade limits on contributions to five individual State Senate candidates.\nThe decisions by the two offices that handled the inquiries were disclosed separately on Thursday morning, but the timing was coordinated. The United States attorney’s office, along with the F.B.I., conducted the federal investigation and the Manhattan district attorney’s office oversaw the state one, assisted by the F.B.I.\nThe federal investigation examined at least a dozen different circumstances, mostly in which donors to his 2013 campaign, his nonprofit or both sought action from the mayor, including several in which they had direct conversations with Mr. de Blasio. At least one, Gina Argento, the operator of a Brooklyn soundstage company that depends on City Hall for film permits and a generous contributor to both the mayor’s campaign and his nonprofit, said last year through her lawyer that she felt pressured to donate.\nLate in their inquiry, federal prosecutors obtained grants of immunity for three of the mayor’s donors who they believed had received some special treatment from the mayor, several people with knowledge of the matter said.", "url": "https://www.nytimes.com/2017/03/16/nyregion/mayor-bill-de-blasio-investigation-no-criminal-charges.html"}