{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:33:37", "date_modify": "2022-10-25 23:33:37", "date_publish": "2017-05-17 23:23:01", "description": "By appointing equal numbers of men and women, the new French president made a statement. But whether he will be able to enact much change depends on legislative elections.", "filename": "2017_05_17_world_europe_emmanuel-macron-cabinet-france_1666740817.html", "image_url": "https://static01.nyt.com/images/2017/05/18/world/18France1/18France1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=dd1498fe16de1c38578732c9dcfe957aedcea99cf0a817035e6eb3a8da3a6622&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_17_world_europe_emmanuel-macron-cabinet-france_1666740817.html", "title": "Macron’s Cabinet Gives Glimpse of How He Plans to Govern France", "title_page": "Macron’s Cabinet Gives Glimpse of How He Plans to Govern France - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — The cabinet announced on Wednesday by the government of France’s newly elected president, Emmanuel Macron, is made up of a carefully chosen cast of characters meant to signal how he plans to govern.\nIt has some appointments from the left and some from the right; it is evenly divided between career politicians and those who come from the private sector or nonprofits. And it has equal numbers of men and women.\n“It is a government of renewal,” the presidential press office said in a statement on Wednesday.\nBut legislative elections are scheduled for June 11 and 18, and if Mr. Macron’s En Marche! party receives anything less than a decisive majority, he could be forced to make individual changes or even completely reshuffle his cabinet to better reflect the makeup of the National Assembly.\nIn the meantime, while he will be able to plan legislation and lay out his agenda with his new team, it is unlikely that any major legislation will be turned into law because Parliament will not be in session until after the elections.", "url": "https://www.nytimes.com/2017/05/17/world/europe/emmanuel-macron-cabinet-france.html"}