{"authors": ["Concepción De León"], "date_download": "2022-10-25 23:37:18", "date_modify": "2022-10-25 23:37:18", "date_publish": "2017-06-29 21:17:41", "description": "These books explore the culture, personalities and politics of the sport.", "filename": "2017_06_29_books_review_wimbledon-3-books-give-insight-into-world-of-tennis_1666741038.html", "image_url": "https://static01.nyt.com/images/2017/06/28/books/28newsbooktennis-1/28newsbooktennis-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9179091323868eb4314d0e4f7a4292ef02dfd264898d469b804501f1c95c780b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_29_books_review_wimbledon-3-books-give-insight-into-world-of-tennis_1666741038.html", "title": "Love Watching Wimbledon Tennis? Try Reading About It", "title_page": "Love Watching Wimbledon Tennis? Try Reading About It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "OPEN\nBy Andre Agassi\n386 pp. Alfred A. Knopf. (2009)\nIn this soulful and revealing autobiography, Andre Agassi recounts his 21-year career as a prodigious tennis player, including insight into how the sport ravaged his body, and why, despite his success, he wanted to escape. Growing up, his immigrant father groomed him for success, building a tennis court in their backyard where Agassi was at times yanked out of school to practice. He was then sent to a Florida tennis academy that he describes as a “glorified prison camp.” The author also goes into his personal life, with revelations about his brief marriage to Brooke Shields as well as his subsequent relationship with Steffi Graf, whom he married in 2001.\nImage\nCHARGING THE NET\nA History of Blacks in Tennis From Althea Gibson and Arthur Ashe to the Williams Sisters\nBy Cecil Harris and Larryette Kyle-DeBose\n267 pp. Ivan R. Dee. (2007)\nDrawing on more than 65 interviews, this wide-ranging history of black tennis players explores the role race played in their careers, and also gives in-depth stories about their lives off the court. We learn that in 2001, when Lleyton Hewitt insinuated that a black linesman was making calls in favor of James Blake because of their shared race, he later apologized in the locker room. A range of players are covered — including Althea Gibson, the Wimbledon champ who ended up broke and reclusive — but the authors also speak to umpires and coaches. The recurring theme throughout the book is an “unspoken but persistent vibe that you are not welcome.”", "url": "https://www.nytimes.com/2017/06/29/books/review/wimbledon-3-books-give-insight-into-world-of-tennis.html"}