{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:45:39", "date_modify": "2022-10-25 23:45:39", "date_publish": "2017-06-27 15:02:14", "description": "The designation is part of a cascade of signals from Washington that relations between the United States and China could soon plunge.", "filename": "2017_06_27_world_asia_china-human-trafficking_1666741539.html", "image_url": "https://static01.nyt.com/images/2017/06/28/us/28dc-trafficking/28dc-trafficking-facebookJumbo.jpg?year=2017&h=549&w=1050&s=a7e75db530a302afbee38e812d10a32c06f146541b1e8018797a55f3edf5b85e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_27_world_asia_china-human-trafficking_1666741539.html", "title": "China Is Among Worst Human Trafficking Offenders, State Dept. Says", "title_page": "China Is Among Worst Human Trafficking Offenders, State Dept. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — China is among the world’s worst offenders for allowing modern slavery to thrive within its borders, according to a strongly worded State Department report released Tuesday.\nIn its annual assessment of global efforts to end human trafficking — with an estimated 20 million people remaining in bondage around the world — the State Department dropped China to the lowest tier of its ranking this year, as it did with the Democratic Republic of Congo and the Republic of Congo.\nThose three nations joined 20 others already in that lowest designation, including Iran, North Korea, Russia and Venezuela.\nThe report found that prosecutions for various forms of human trafficking — which include sex trafficking, including of children; forced and bonded labor; domestic servitude; and the unlawful use of child soldiers — dropped by nearly a quarter between 2015 and 2016, the first time the world had seen such a significant drop in recent years.", "url": "https://www.nytimes.com/2017/06/27/world/asia/china-human-trafficking.html"}