{"authors": ["Roni Caryn Rabin"], "date_download": "2022-10-25 23:35:50", "date_modify": "2022-10-25 23:35:50", "date_publish": "2017-11-07 21:36:51", "description": "Drinking alcohol, even modest amounts, increases the risk of breast cancer and other cancers.", "filename": "2017_11_07_well_live_cancer-doctors-cite-risks-of-drinking-alcohol_1666740950.html", "image_url": "https://static01.nyt.com/images/2017/11/21/science/alcohol-wine/alcohol-wine-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1cf591477e0979d7782b51a1e1137a4c2e508128938a8969c991c9418c80fa1d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_07_well_live_cancer-doctors-cite-risks-of-drinking-alcohol_1666740950.html", "title": "Cancer Doctors Cite Risks of Drinking Alcohol", "title_page": "Cancer Doctors Cite Risks of Drinking Alcohol - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Drinking over all, as well as heavy drinking and problem drinking, are on the rise in the United States and affect all segments of society, including women, older adults, racial and ethnic minorities and the poor, several surveys have shown.\nNew Developments in Cancer Research Card 1 of 6 Progress in the field. In recent years, advancements in research have changed the way cancer is treated. Here are some recent updates: Uterine cancer. Women who use chemical hair straighteners frequently could have a higher risk of developing uterine cancer than women who have never used the products, according to new findings from a national study that has followed nearly 34,000 U.S. women for more than a decade. Cancer vaccines. For a long time, the promise of cancer vaccines that would protect healthy people at high risk of cancer has only dangled in front of researchers. Now, though, encouraging animal data and preliminary studies in human patients are making some doctors feel optimistic. Tumor microbiome. Two new studies have revealed that cancer is rife with bacteria and fungi. This so-called tumor microbiome is proving so distinctive in each type of cancer that some scientists hope to find early signs of hidden tumors by measuring the microbial DNA these microbes shed into the blood. A detection trick. In a surprise discovery, researchers found that cells from some types of cancers escaped destruction by the immune system by hiding inside other cancer cells. The finding may explain why some cancers can be resistant to treatments that should have destroyed them. Rectal cancer. A small trial that saw 18 rectal cancer patients taking the same drug, dostarlimab, appears to have produced an astonishing result: The cancer vanished in every single participant. Experts believe that this study is the first in history to have achieved such results.\nYet few adults, when asked, identify alcohol consumption as a risk factor for cancer, even though the vast majority were familiar with other cancer risk factors, like smoking and sun exposure, a recent ASCO survey of 4,016 adults found. Fewer than one in three adults identified alcohol as a risk factor for cancer. (Most also failed to mention obesity as a risk factor.)\nThe doctors’ group is also calling for new public health initiatives to curb alcohol use, from taxes to restrictions on ads targeting minors, like the new ban on alcohol advertising on New York City’s subways and buses slated to go into effect in January. The group likewise opposes “pink washing,” in which alcohol companies drape their products in pink ribbon to enhance sales, a practice it opposes “given the consistent evidence that shows the link between alcohol consumption and an increased risk of breast cancer.”\nFor the statement, ASCO researchers reviewed earlier published studies and concluded that 5.5 percent of all new cancers and 5.8 percent of all cancer deaths worldwide could be attributed to alcohol. The paper stated clearly that alcohol plays a causal role in cancers of the throat and neck, voice box, liver and colon, as well as esophageal squamous cell carcinoma and, in women, breast cancer.\nFor women, just one alcoholic drink a day can increase breast cancer risk, according to a report released in May from the American Institute for Cancer Research and the World Cancer Research Fund that was cited by ASCO. That report analyzed 119 studies, including data on 12 million women and over a quarter of a million breast cancer cases, and concluded there was strong evidence that alcohol consumption increases the risk of both pre- and postmenopausal cancer, and that drinking a small glass of wine or beer every day — about 10 grams of alcohol — increases premenopausal breast cancer risk by 5 percent and postmenopausal risk by 9 percent.", "url": "https://www.nytimes.com/2017/11/07/well/live/cancer-doctors-cite-risks-of-drinking-alcohol.html"}