{"authors": ["Alexander Burns"], "date_download": "2022-10-25 23:35:26", "date_modify": "2022-10-25 23:35:26", "date_publish": "2017-03-15 17:22:07", "description": "Both rulings — the one in Hawaii more expansive than the one in Maryland — said the likely purpose of the president’s order was a de facto ban on Muslims.", "filename": "2017_03_15_us_politics_trump-travel-ban_1666740926.html", "image_url": "https://static01.nyt.com/images/2017/03/16/us/16trump_video/16trump_video-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ed7997431e9b1007d444cac5cb7f4d65081f8fa267a926b2db6bb37829ad3769&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_15_us_politics_trump-travel-ban_1666740926.html", "title": "2 Federal Judges Rule Against Trump’s Latest Travel Ban", "title_page": "2 Federal Judges Rule Against Trump’s Latest Travel Ban - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This is a great day for democracy, religious and human rights,” Mr. Elshikh, who was out of the country, said in a message relayed through Hakim Ouansafi, the chairman of the Muslim Association of Hawaii. “I am very pleased that the processing of my mother-in-law’s paperwork will not stop now but more importantly that this Muslim ban will not separate families and loved ones just because they happen to be from the six countries.”\nMr. Elshikh, who is Egyptian and previously worked in Michigan, was recruited to the Hawaii mosque more than a decade ago, Mr. Ouansafi said. And when the association began recruiting someone to serve as a plaintiff, the imam, who became a citizen last year, agreed to do so without reservation, Mr. Ouansafi said.\nAfter he became the face of the lawsuit, he received several threats from the mainland, Mr. Ouansafi said. “If we lived in any other state, I would not have asked him to come forward,” he said.\nIn the Maryland case, Judge Chuang, who was also appointed by Mr. Obama, declined to block the entire executive order from going into effect, but ruled that the most important section — banning travel from half a dozen countries — could not be enforced. His decision cited Mr. Trump’s public comments to conclude that there were “strong indications that the national security purpose is not the primary purpose for the travel ban,” and that Mr. Trump may have intended to violate the constitutional prohibition on religious preferences.\nIn addition to the Hawaii and Maryland suits, a federal judge in Washington State heard arguments Wednesday in cases challenging the constitutionality of Mr. Trump’s order, including one brought by a coalition of Democratic attorneys general, and another by nonprofit groups.", "url": "https://www.nytimes.com/2017/03/15/us/politics/trump-travel-ban.html"}