{"authors": ["Alan Rappeport"], "date_download": "2022-10-25 23:45:24", "date_modify": "2022-10-25 23:45:24", "date_publish": "2017-06-29 18:23:23", "description": "The Congressional Budget Office said in a report that lawmakers had until mid-October to reach an agreement on raising the nation’s borrowing limit, or risk defaulting on its debt.", "filename": "2017_06_29_us_politics_debt-ceiling-congress-deadline_1666741524.html", "image_url": "https://static01.nyt.com/images/2017/06/30/us/30dc-economy/30dc-economy-facebookJumbo.jpg?year=2017&h=549&w=1050&s=427c294b76a627d662aedb1eb67b1d41c9b5d8449fc3306643e25e82b97a591b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_29_us_politics_debt-ceiling-congress-deadline_1666741524.html", "title": "Deadline Is Set for Congress to Raise Debt Ceiling", "title_page": "Deadline Is Set for Congress to Raise Debt Ceiling - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Congress has until mid-October to raise the statutory borrowing limit or the United States will risk defaulting on its debt obligations, the Congressional Budget Office said in a report on Thursday.\nThe hard deadline comes as lawmakers have been under pressure from Steven Mnuchin, the Treasury secretary, to lift the debt ceiling before leaving Washington for the August recess. Republicans have been wrestling among themselves over whether to have a “clean” increase or to attach other policy priorities or spending cuts to legislation that lifts the limit.\nThe Treasury has been using “extraordinary measures” since this spring to avoid breaching the debt ceiling, and Mr. Mnuchin has said that his ability to do so was expiring sooner than anticipated because tax revenues have been trickling in slowly.\nWeaker than expected tax collection — which could be related to expectations by taxpayers of tax cuts later this year — have also resulted in a larger than expected budget deficit this year and a bigger shortfall compared with 2016.", "url": "https://www.nytimes.com/2017/06/29/us/politics/debt-ceiling-congress-deadline.html"}