{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 22:55:33", "date_modify": "2022-10-25 22:55:33", "date_publish": "2017-12-12 14:43:12", "description": "China tried this fall to replace much of its coal with natural gas. But with supplies running short, chemical factories have been closed.", "filename": "2017_12_12_business_energy-environment_china-gas-coal_1666738533.html", "image_url": "https://static01.nyt.com/images/2017/12/13/business/13CHINAGAS-01/13chinagas-facebookJumbo.jpg?year=2017&h=549&w=1050&s=747c31b7122e4d0ec9d6dd43dc0d77422e8829b0927e6cbe6e9e541f1bf9d6d3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_12_business_energy-environment_china-gas-coal_1666738533.html", "title": "Shivering Children, Pricier Spandex: The Impact of China’s Energy Stumble", "title_page": "Shivering Children, Pricier Spandex: The Impact of China’s Energy Stumble - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Homes, businesses and even hospitals across northern China are running short of natural gas. Some schoolchildren are shivering. And in the chemical industry — well, the spandex supply is getting tight.\nMore than a decade ago, China began moving gradually to rely more on natural gas and less on coal, a dirtier form of energy. This autumn, faced with public pressure to clean smoggy skies, the government decided to pick up the pace.\nIn some places, that shift has gone awry.\nThe Chinese government on Tuesday shut down big chemical factories in western China for as long as four months to free up natural gas to heat homes and schools. And in Beijing, the city authorities have very publicly reversed a heavily promoted policy of ending municipal coal use. The city has turned a big coal-fired power plant in its southeastern suburbs back on — in the chilly air, it releases a towering, gray cloud of steam and pollution visible from tall buildings across much of the city.\n“It is the most severe shortfall of natural gas since the commitment to build up gas demand,” said Daniel Yergin, the energy consultant and author, who is visiting Beijing this week.", "url": "https://www.nytimes.com/2017/12/12/business/energy-environment/china-gas-coal.html"}