{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:38:24", "date_modify": "2022-10-25 23:38:24", "date_publish": "2017-11-09 23:06:20", "description": "A conservative veterans group, founded and funded by the Koch brothers, is fighting to allow private health care to compete with Veterans Affairs hospitals.", "filename": "2017_11_09_us_politics_obamacare-veterans-affairs-koch-brothers-health.html__r=0_1666741104.html", "image_url": "https://static01.nyt.com/images/2017/11/10/us/politics/10dc-veterans/10dc-veterans-facebookJumbo.jpg?year=2017&h=549&w=1050&s=af05ca65566ed39c3d6e51c86cfa26be7ad07609a7409ca2e5e144ecacf9bf3a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_09_us_politics_obamacare-veterans-affairs-koch-brothers-health.html__r=0_1666741104.html", "title": "With Obamacare Fight Lost, Conservatives Turn to Veterans’ Care", "title_page": "With Obamacare Fight Lost, Conservatives Turn to Veterans’ Care - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — With their hopes of repealing the Affordable Care Act dashed for now, deep-pocketed conservative activists have turned their attention to a smaller but still potent new effort: allowing private health care to compete with Veterans Affairs hospitals for the patronage of the nation’s veterans.\nConcerned Veterans for America, a little-known advocacy group backed by the conservative billionaire industrialists Charles G. and David H. Koch, is pressing Republicans to make it easier for veterans to see private doctors at government expense. The group’s voice had been lonely until recently, when a raft of Koch-connected advocacy organizations and other conservative allies joined the effort.\nThat has in many cases pitted conservative advocates against congressionally chartered, old-line groups like the Veterans of Foreign Wars and the American Legion that have long guarded the Veterans Affairs system that they helped build.\n“We actually have members that guide our advocacy and our voice as opposed to a small partisan think tank of ideologues,” said Louis Celli, the national director of veterans affairs and rehabilitation for the American Legion. “We get our voice from our two-million-person membership base that actually use V.A. services and tell us what they are looking for.”", "url": "https://www.nytimes.com/2017/11/09/us/politics/obamacare-veterans-affairs-koch-brothers-health.html?_r=0"}