{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:33:45", "date_modify": "2022-10-25 23:33:45", "date_publish": "2017-03-19 21:51:51", "description": "A traditional distaste for the far-right National Front may be softening, leaving it in the best position in its 45-year history.", "filename": "2017_03_19_world_europe_french-election-marine-le-pen-national-front.html_action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article_1666740825.html", "image_url": "https://static01.nyt.com/images/2017/03/18/world/00Front1/00Front1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=364abaa9fac9d86fb345990edec993ca575ef9d11aa1f10d0011252b23d021c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_19_world_europe_french-election-marine-le-pen-national-front.html_action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article_1666740825.html", "title": "As French Election Nears, Le Pen Targets Voters Her Party Once Repelled", "title_page": "As French Election Nears, Le Pen Targets Voters Her Party Once Repelled - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SANARY-SUR-MER, France — The National Front’s leafleteers are no longer spat upon. Its local candidate’s headquarters sit defiantly in a fraying Muslim neighborhood. And last week, Marine Le Pen, the party’s leader, packed thousands into a steamy meeting hall nearby for a pugnacious speech mocking “the system” and vowing victory in this spring’s French presidential election.\n“There’s been a real evolution,” Philippe Renault-Guillemet, the retired head of a small manufacturing company, said as he handed out National Front leaflets in the market on a recent day. “A few years ago, they would insult us. It’s changed.”\nIt has long been accepted wisdom that Ms. Le Pen and her far-right party can make it through the first round of the presidential voting on April 23, when she and four other major candidates will be on the ballot, but that she will never capture the majority needed to win in a runoff in May.", "url": "https://www.nytimes.com/2017/03/19/world/europe/french-election-marine-le-pen-national-front.html?action=click&contentCollection=Europe&module=RelatedCoverage&region=Marginalia&pgtype=article"}