{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:39:15", "date_modify": "2022-10-25 23:39:15", "date_publish": "2017-06-29 09:22:27", "description": "When the British left 20 years ago, Hong Kong was seen as a rare blend of East and West that China might seek to emulate. Now, increasingly, it’s a cautionary tale.", "filename": "2017_06_29_world_asia_hong-kong-china-handover_1666741155.html", "image_url": "https://static01.nyt.com/images/2017/06/29/world/asia/HongKongTwenty-slide-IY00/HongKongTwenty-slide-IY00-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2ca58e6f32c7d598361571204e88c088eee2b8b75c42ebebbcf9b52a75e45655&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_29_world_asia_hong-kong-china-handover_1666741155.html", "title": "Once a Model City, Hong Kong Is in Trouble", "title_page": "Once a Model City, Hong Kong Is in Trouble - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the political wrangling in Hong Kong is drawn out, some people are leaving. One popular destination is Taiwan, a flourishing Chinese democracy with more affordable real estate and news outlets that have not been cowed by Beijing, as many of those in Hong Kong have.\nPat Yeung, 43, an entrepreneur, said she moved to Taiwan this summer after a friend emigrated to get her children out of the high-pressure schools, and after she met another couple who relocated in search of cheaper housing.\nIn Hong Kong, with its relentless business competition and darkening political climate, Ms. Yeung said, “the pressure is too, too much.”\nThree years ago, Beijing presented Hong Kong with a proposal to allow residents to elect the chief executive, but only from a slate of candidates approved by a nomination committee under its control. The pro-democracy forces rejected the offer, holding out for free elections without such a limit, and Beijing’s refusal to budge prompted the Umbrella Movement protests.\nIt was a pivotal moment for Hong Kong, with all sides letting a chance at compromise slip by and digging in for what has been a prolonged stalemate.\nThe pro-democracy camp’s biggest mistake may have been believing that President Xi Jinping, who at the time had been in office for almost two years, intended to guide China toward a more pluralistic future.\nMartin Lee, the founding chairman of the Democratic Party, said that he harbored such hopes because he had met Mr. Xi’s father, a senior Communist leader considered more open-minded than most of Mao’s generals.", "url": "https://www.nytimes.com/2017/06/29/world/asia/hong-kong-china-handover.html"}