{"authors": ["Andy Newman"], "date_download": "2022-10-25 23:27:11", "date_modify": "2022-10-25 23:27:11", "date_publish": "2017-03-24 09:00:10", "description": "A crowdsourced portrait of New York City at its noisy, gentrified, garbage-strewn best.", "filename": "2017_03_24_nyregion_the-state-of-your-block-2017-new-york-city_1666740431.html", "image_url": "https://static01.nyt.com/images/2017/03/26/nyregion/26BLOCKS-OPENER/26BLOCKS-OPENER-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=f45b402b4987b01cf36db4df74b76434ae2850ea57bba42e097449ea1cbc0ea1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_24_nyregion_the-state-of-your-block-2017-new-york-city_1666740431.html", "title": "The State of Your Block, 2017", "title_page": "The State of Your Block, 2017 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Katheryn Acevedo, 37, lives directly above the churches on East 180th Street and said she would have moved out long ago if she had the money.\n“With the Spanish church, sometimes you feel the bass through your bed,” said Ms. Acevedo, a nursing student. “When you put your head on the pillow, it’s impossible to go to sleep.” With the African church, “they do music, they do screaming, they do chanting — and it’s almost every single night.”\nThe pastor of the Spanish church, Miguel Guzman, said his church had a special sound system that “prevents noise from getting outside the church.” The pastor of the African church, Ernest Amoateng, said he had addressed the issue by stopping Friday night services by midnight instead of 3 a.m.\n4. A Hindu temple, Shiva Mandir, in East Elmhurst, Queens (17 calls to 311).\nThe temple’s president, Robin Mahabir, said he suspected that all of the complaints came from one neighbor across the street.\n“He puts a speaker on the window ledge and points it at us,” blasting speeches by the Nation of Islam leader Louis Farrakhan, Mr. Mahabir said. “I try to talk to him and he walks away.”\nAt the house in question, the front door was adorned with quotations from the Quran. A man answered the door and was asked about the temple. “They’re the ones making noise” was all he said.", "url": "https://www.nytimes.com/2017/03/24/nyregion/the-state-of-your-block-2017-new-york-city.html"}