{"authors": ["Ben Kenigsberg"], "date_download": "2022-10-25 23:37:48", "date_modify": "2022-10-25 23:37:48", "date_publish": "2017-08-24 19:22:12", "description": "Eliza Hittman’s refreshing sophomore feature centers on its main character’s existential crisis.", "filename": "2017_08_24_movies_beach-rats-review_1666741068.html", "image_url": "https://static01.nyt.com/images/2017/08/25/arts/25BEACHRATp/25BEACHRATp-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=57fe34818d1addf44e80206a1ded852c57bf292070d948ee1f26d666d3d884f1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_24_movies_beach-rats-review_1666741068.html", "title": "Review: In ‘Beach Rats,’ Life and Sexuality in Limbo", "title_page": "Review: In ‘Beach Rats,’ Life and Sexuality in Limbo - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I don’t really know what I like,” Frankie (Harris Dickinson) says to a man he meets on a gay hookup site in “Beach Rats.” He repeats variations on that phrase throughout the film, and part of what’s refreshing about Eliza Hittman’s sophomore feature is that the character’s confusion isn’t limited to coming out.\nWhen not cruising the web with a cap on and shadows hiding his face, Frankie hangs out with macho, aimless potheads in and around the Coney Island boardwalk. (Like Ms. Hittman’s first feature, “It Felt Like Love,” “Beach Rats” doubles as a portrait of Brooklyn’s southern-shore neighborhoods, lyrically photographed by Hélène Louvart.)\nDuring a fireworks show, Frankie effortlessly — in the sense of exerting no effort — catches the eye of Simone (Madeline Weinstein), who flirts with him oblivious to his uncertain sexuality. After initially taking her home only to rebuff her, he spends much of the movie waffling on the relationship, trying to make it work and even defensively confessing to a man he accompanies to a motel for sex that he has a girlfriend.\nFrankie’s drug intake, his ailing father, his relationships with his mother (Kate Hodge) and younger sister (Nicole Flyus) and perhaps even his reluctance to leave familiar surroundings all contribute to a powerful sense of limbo. The back-and-forths of the character’s decisions feel real, and Mr. Dickinson’s laconic blankness (you would never guess the actor was British) helps to give Frankie’s existential crisis a charge. Ms. Hittman is also assured enough to know it can’t be easily resolved.", "url": "https://www.nytimes.com/2017/08/24/movies/beach-rats-review.html"}