{"authors": ["Kiki Zhao"], "date_download": "2022-10-25 23:29:02", "date_modify": "2022-10-25 23:29:02", "date_publish": "2017-04-28 19:00:04", "description": "Wang Jiuliang’s documentaries on topics like unregulated garbage dumps are internet sensations in China, but they are short-lived online.", "filename": "2017_04_28_world_asia_chinas-environmental-woes-in-films-that-go-viral-then-vanish_1666740542.html", "image_url": "https://static01.nyt.com/images/2017/04/15/world/15WANG/15WANG-facebookJumbo.jpg?year=2017&h=550&w=1050&s=26dc7a7d78a0a799311565bd53b5f382b3224c2829d0f7fdd40438a297b2f211&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_28_world_asia_chinas-environmental-woes-in-films-that-go-viral-then-vanish_1666740542.html", "title": "China’s Environmental Woes, in Films That Go Viral, Then Vanish", "title_page": "China’s Environmental Woes, in Films That Go Viral, Then Vanish - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Another six years’ work went into finding and documenting what happens to imported plastic waste. The discovery shocked Mr. Wang. Thousands of family-run factories operate in the open air shredding the waste plastic into small particles to sell to factories in southern China, which then make them into new plastic goods. The air and nearby rivers are heavily polluted, he found. Workers sifting through the waste with their bare hands are often pricked by used needles.\n“I’m not against recycling plastic waste, I’m all for it,” Mr. Wang said. “But absolutely not this kind of raw method of recycling without protection and producing more pollution. The profit and cost is disproportionate.”\nFor one and a half years, Mr. Wang lived in a rented place near the two families he filmed, in a small town largely dependent on recycling imported plastic waste in Shandong, his home province. He hung out with the families every day, eating together and sometimes helping them with the work.\nThe final product was “Plastic China,” an 81-minute film featuring the two families, and a 26-minute version that explains the industry itself and every character in its chain, like waste suppliers in the United States and Europe and Chinese workers who make their living from the trade.\nThe longer version is nonjudgmental, showing the tough conditions faced by people scratching out an existence in a tough business with razor-thin margins. Its images are raw and bleak: dying fish in a nearby contaminated river are picked up for a family meal; a baby is born amid mountainous heaps of plastic; Yi Jie, 9, eldest daughter of one of the two families featured, cut pictures of ballet flats from an English magazine, just to have them to look at.\nYi Jie was not going to school when Mr. Wang started to film, because her father said he did not want to pay the fees. When Yi Jie turned 11, Mr. Wang and the film’s producing companies spent their own money to send Yi Jie back to her hometown in Sichuan to go to school.\n“They work for scanty wage and their health is impaired. This needs to be addressed from different sectors in a society,” Mr. Ma said.", "url": "https://www.nytimes.com/2017/04/28/world/asia/chinas-environmental-woes-in-films-that-go-viral-then-vanish.html"}