{"authors": ["Aurelien Breeden", "Benoît Morenne"], "date_download": "2022-10-25 23:39:07", "date_modify": "2022-10-25 23:39:07", "date_publish": "2017-02-08 23:19:23", "description": "Youths set cars and trash bins ablaze and vandalized buildings in suburbs around Paris, venting rage for the fourth straight day over the allegations.", "filename": "2017_02_08_world_europe_fury-rises-in-france-over-accusations-police-beat-and-raped-a-black-man_1666741147.html", "image_url": "https://static01.nyt.com/images/2017/02/09/world/09france1/09france1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=547f713a1cdfc16132039a87d81b9064e2100b18f517dde1c9bd6db61d4187b1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_08_world_europe_fury-rises-in-france-over-accusations-police-beat-and-raped-a-black-man_1666741147.html", "title": "Fury Rises in France Over Accusations Police Beat and Raped a Black Man", "title_page": "Fury Rises in France Over Accusations Police Beat and Raped a Black Man - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Youths set cars and trash bins ablaze and vandalized buildings in suburbs around Paris on Wednesday, venting rage for the fourth straight day over accusations that police officers had beaten and raped a young black man they arrested last week.\nThe police have used tear gas several times over the four days to disperse angry crowds, and in one instance officers fired live rounds into the air as warning shots, a rare occurrence in France. Five people were convicted on Wednesday evening of “ambushing” police forces. But there have also been peaceful marches in and around Paris to protest the arrest, and the violent unrest has waned.\nThe unrest has not approached the scale of violence that shook France for weeks in 2005. But even so, it reflects persistent tensions between the police and residents in suburbs where people from immigrant backgrounds are often concentrated and where unemployment is high, especially among young people.\nThe arrest last Thursday took place in one such suburb, Aulnay-sous-Bois, which is not far from where the 2005 trouble started: Clichy-sous-Bois, where two teenagers died fleeing the police. Youths in the area complain about frequent racial profiling by the police, who in turn cite the difficulties and dangers they face working in hostile neighborhoods.", "url": "https://www.nytimes.com/2017/02/08/world/europe/fury-rises-in-france-over-accusations-police-beat-and-raped-a-black-man.html"}