{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:47:18", "date_modify": "2022-10-25 23:47:18", "date_publish": "2017-10-13 09:05:50", "description": "The Smithsonian says that it has the most famous napkin in economic history. The available evidence suggests that’s probably not true.", "filename": "2017_10_13_us_politics_arthur-laffer-napkin-tax-curve_1666741638.html", "image_url": "https://static01.nyt.com/images/2017/10/07/us/07dc-napkin1/07dc-napkin1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=6323f18857f50b09dd97987790bfeb551e2fc34f265442f5585920d1063abb4f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_13_us_politics_arthur-laffer-napkin-tax-curve_1666741638.html", "title": "This Is Not Arthur Laffer’s Famous Napkin", "title_page": "This Is Not Arthur Laffer’s Famous Napkin - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It is one of the iconic moments in modern economics: A young professor named Arthur Laffer sketched a curve on a bar napkin in 1974 to show an aide to President Gerald R. Ford why the federal government should cut taxes.\nThe Laffer Curve became famous; the Republican Party became the party of tax cuts; and, in 2015, the Smithsonian announced that it was putting the napkin on display.\nBut the napkin now celebrated for starting a tax revolt is not, in fact, the original napkin, according to the people who were at the fabled meeting at what was then the Two Continents restaurant in Washington. In an interview last week, Mr. Laffer, 77, said it was most likely a keepsake created a few years later.\nAmong the clues: It is cloth, while the original napkin was paper. It is dated 9/13/74, while the original meeting took place after the November 1974 midterm elections. And it is inscribed to Donald H. Rumsfeld, then Ford’s chief of staff. Mr. Laffer met with Dick Cheney, Mr. Rumsfeld’s deputy.", "url": "https://www.nytimes.com/2017/10/13/us/politics/arthur-laffer-napkin-tax-curve.html"}