{"authors": ["Emily Badger"], "date_download": "2022-10-25 23:30:28", "date_modify": "2022-10-25 23:30:28", "date_publish": "2017-08-24 09:30:18", "description": "By declaring some neighborhoods bad risks for mortgages, 1930s-era appraisers altered the course of development, new research confirms.", "filename": "2017_08_24_upshot_how-redlinings-racist-effects-lasted-for-decades_1666740628.html", "image_url": "https://static01.nyt.com/images/2021/08/22/upshot/25up-redliningbk/25up-redliningbk-facebookJumbo.jpg?year=2017&h=549&w=1050&s=44eef2d8fa423f983501b5eeb868d8f053372c2f7a93901f4855111174829fb6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_24_upshot_how-redlinings-racist-effects-lasted-for-decades_1666740628.html", "title": "How Redlining’s Racist Effects Lasted for Decades", "title_page": "How Redlining’s Racist Effects Lasted for Decades - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The appraiser who went to Brooklyn in the 1930s to assess Bedford-Stuyvesant for the government summarized the neighborhood’s prospects on a single page. Many brownstones in “obsolescence and poor upkeep.” Clerks, laborers and merchants lived there, about 30 percent of them foreign-born, Jews and Irish mostly.\nAlso, this: “Colored infiltration a definitely adverse influence on neighborhood desirability.”\nThe government-sponsored Home Owners’ Loan Corporation drew a line around Bedford-Stuyvesant on a map, colored the area red and gave it a “D,” the worst grade possible, denoting a hazardous place to underwrite mortgages.\nLines like these, drawn in cities across the country to separate “hazardous” and “declining” from “desirable” and “best,” codified patterns of racial segregation and disparities in access to credit. Now economists at the Federal Reserve Bank of Chicago, analyzing data from recently digitized copies of those maps, show that the consequences lasted for decades.\nAs recently as 2010, they find, differences in the level of racial segregation, homeownership rates, home values and credit scores were still apparent where these boundaries were drawn.", "url": "https://www.nytimes.com/2017/08/24/upshot/how-redlinings-racist-effects-lasted-for-decades.html"}