{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:35:45", "date_modify": "2022-10-25 23:35:45", "date_publish": "2017-10-05 22:15:03", "description": "Representative Tim Murphy said he would step down this month, after a backlash over reports that he encouraged his lover to consider terminating a pregnancy.", "filename": "2017_10_05_us_politics_tim-murphy-resigns-abortion-scandal_1666740945.html", "image_url": "https://static01.nyt.com/images/2017/10/06/us/06dc-murphy/06dc-murphy-facebookJumbo.jpg?year=2017&h=549&w=1050&s=d11d4c38cc74916c1e4ebd594e5b6808b783b59921c0c370b23ab4d9fe7117be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_05_us_politics_tim-murphy-resigns-abortion-scandal_1666740945.html", "title": "Conservative Pennsylvania Congressman Resigns Amid Abortion Scandal", "title_page": "Conservative Pennsylvania Congressman Resigns Amid Abortion Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Representative Tim Murphy, an outspoken abortion opponent embattled by allegations that he encouraged his lover to terminate a pregnancy, announced Thursday that he would step down from his House seat this month.\nSpeaker Paul D. Ryan said on Thursday afternoon that Mr. Murphy, a Republican who has represented his conservative Pennsylvania district since 2003, had sent him a letter of resignation, effective Oct. 21.\n“It was Dr. Murphy’s decision to move on to the next chapter of his life, and I support it,” Mr. Ryan said in a statement. “We thank him for his many years of tireless work on mental health issues here in Congress and his service to the country as a naval reserve officer.”\nLess than 24 hours earlier, Mr. Murphy, 65, had announced that he would not seek re-election but would serve out his term. But he has faced an intensifying backlash over reports from The Pittsburgh Post-Gazette that he encouraged the woman with whom he was having an extramarital affair to have an abortion during an unfounded pregnancy scare.", "url": "https://www.nytimes.com/2017/10/05/us/politics/tim-murphy-resigns-abortion-scandal.html"}