{"authors": ["J. David Goodman"], "date_download": "2022-10-25 23:30:01", "date_modify": "2022-10-25 23:30:01", "date_publish": "2017-07-13 01:11:39", "description": "Mayor Bill de Blasio’s plan would use dry ice to suffocate rats in their burrows and bar some buildings in rat strongholds from leaving trash out overnight.", "filename": "2017_07_12_nyregion_new-york-city-rat-problem_1666740601.html", "image_url": "https://static01.nyt.com/images/2017/07/13/nyregion/13rats/13rats-facebookJumbo.jpg?year=2017&h=549&w=1050&s=b65e733f5a684b06a7864219dd18efe2636ac8ab6eae36418665bfa1d8372fed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_12_nyregion_new-york-city-rat-problem_1666740601.html", "title": "Mayor Offers $32 Million Plan to Ice Some Rats. Hopefully.", "title_page": "Mayor Offers $32 Million Plan to Ice Some Rats. Hopefully. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As long as rats have roamed the underbelly of New York City, mayor after mayor has seized the opportunity to act the general in a long-running war to turn back the rat armies.\nAnd yet the rats remain.\nOn Wednesday, Mayor Bill de Blasio became the latest city leader to pick up his sword in earnest. Saying the city wanted “more rat corpses,” he declared a $32 million assault on the most problematic rat strongholds — parts of Lower Manhattan and Brooklyn’s Bedford-Stuyvesant neighborhood and along the Grand Concourse in the Bronx — and promised to reduce the number of rats in those areas by 70 percent by the end of next year.\n“I don’t know any New Yorker who likes rats,” Mr. de Blasio said at a news conference filled with rat puns, references to rat history and mayoral praise for a rodent whose affinity for pizza made him a social media star.\nThe plan involves covering dirt floors at scores of public housing buildings and deploying 336 new rat-proof garbage bins that compact trash using solar power and cost $7,000 a piece. (The city already has 1,100 such bins around the city.)", "url": "https://www.nytimes.com/2017/07/12/nyregion/new-york-city-rat-problem.html"}