{"authors": ["Benjamin Hoffman"], "date_download": "2022-10-25 22:59:50", "date_modify": "2022-10-25 22:59:50", "date_publish": "2017-09-17 14:23:35", "description": "Tom Brady led the Patriots over the Saints, the Broncos dominated the Cowboys, and the Jaguars fell back down to Earth.", "filename": "2017_09_17_sports_nfl-week-2-scores_1666738790.html", "image_url": "https://static01.nyt.com/images/2017/09/18/sports/nfl-julio/nfl-julio-facebookJumbo.jpg?year=2017&h=550&w=1050&s=60d0ede24d13f8f5869d9c5e47ff91c1a5c68ecf2238e9ce629c67dc887fe78e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_17_sports_nfl-week-2-scores_1666738790.html", "title": "N.F.L. Highlights: Here’s What We Learned in Week 2", "title_page": "N.F.L. Highlights: Here’s What We Learned in Week 2 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Full N.F.L. Week 2 box scores and statistics.\n■ Tom Brady does not need wide receivers. With only three healthy wide receivers on the active list, there was concern that New England’s offense would be limited. Brady responded to the roster shortage by topping 300 passing yards in the first half for just the second time in his career. He finished the day with 447 passing yards and three touchdowns, and 20 of his 30 completions went to running backs and tight ends.\n■ He may not be Billy Sims, but it appears the rookie running back Kareem Hunt is a keeper. A third-round pick by the Kansas City Chiefs, Hunt set an N.F.L. record last week with 246 yards from scrimmage in his N.F.L. debut. He was not able to keep pace with Sims, who had a record 445 yards from scrimmage over his first two N.F.L. games for the Detroit Lions, but his second start was plenty productive, with 81 rushing yards, 28 receiving yards and two touchdowns in a win over Philadelphia. He did top Sims in one regard: Hunt became the first player in N.F.L. history to have at least three rushing touchdowns and two receiving touchdowns in the first two games of his career.\n■ Ezekiel Elliott can be stopped, at least on occasion. The superstar running back has dominated in his short N.F.L. career, but he could do absolutely nothing against the Denver Broncos defense. Elliott carried the ball just 9 times for 8 rushing yards in the Cowboys’ 42-17 dismantling by Denver. His previous career lows were 12 carries and 51 rushing yards. He has yet to score a rushing touchdown this season after scoring 15 last year.\n■ Convincing wins may be overrated. The Carolina Panthers have not looked sharp in either game this season, but they have a 2-0 record to show for it. Provided the team’s defense (no touchdowns allowed over two games) is as good as it seems, and the offense (just 32 points thus far) is not quite as meager as they have looked, the fashion in which the team won these two games will be long forgotten. That being said, losing Greg Olsen, the team’s star tight end, in Sunday’s 9-3 victory over Buffalo could have lasting ramifications.", "url": "https://www.nytimes.com/2017/09/17/sports/nfl-week-2-scores.html"}