{"authors": ["Charles V. Bagli", "Michael Forsythe"], "date_download": "2022-10-25 23:43:26", "date_modify": "2022-10-25 23:43:26", "date_publish": "2017-03-14 18:17:45", "description": "A potential agreement to sell a stake in a New York skyscraper would be extremely lucrative for the family of Jared Kushner, and could protect the Chinese buyers from scrutiny.", "filename": "2017_03_14_nyregion_kushner-companies-anbang-insurance-group_1666741406.html", "image_url": "https://static01.nyt.com/images/2017/03/15/nyregion/15KUSHNER2/15KUSHNER2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=051a98967e0dec61332814696753bc57f1b342ed3b7a1302021263c2b4d37bbb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_14_nyregion_kushner-companies-anbang-insurance-group_1666741406.html", "title": "Kushners, Trump In-Laws, Weigh $400 Million Deal With Chinese Firm", "title_page": "Kushners, Trump In-Laws, Weigh $400 Million Deal With Chinese Firm - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Waldorf Astoria is one of a string of trophy properties that Anbang has bought in the United States in recent years, spending billions of dollars for it and a collection of luxury properties that the company acquired last year from the Blackstone Group. But the company’s murky shareholding structure has caused federal regulators to put the brakes on other planned acquisitions.\nAnbang, a huge Chinese conglomerate with almost $300 billion in assets, is owned by 39 companies, many of them shell companies that, when traced, lead to empty offices or government registration bureaus, according to Chinese government records. At least 35 of the companies, which collectively control more than 92 percent of Anbang, trace all or part of their ownership to relatives of Mr. Wu, to Deng’s granddaughter or to Chen Xiaolu, the marshal’s son, though the three no longer show up as owners in company records, The New York Times reported in September.\nShould an agreement be reached, going into business with the family of the son-in-law of the American president would buy Mr. Wu an immense amount of credibility within China because he is seen as having influence at the apex of power in the United States, said Minxin Pei, a professor of political science at Claremont McKenna College in California, who focuses on Chinese politics and corruption.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\n“He is purchasing political prestige, and that is a priceless asset for somebody like him,” Mr. Pei said by telephone.\nA deal, however, could face scrutiny by the American and Chinese governments before it is completed. The Chinese government has been eager to stanch the flow of overseas investments as the economy slows.\nA White House press officer said that “these private-sector negotiations will not affect the Trump administration’s policies or approach with China in any way.”", "url": "https://www.nytimes.com/2017/03/14/nyregion/kushner-companies-anbang-insurance-group.html"}