{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:40:39", "date_modify": "2022-10-25 23:40:39", "date_publish": "2017-04-03 00:20:32", "description": "The electric-car maker said it produced 25,418 vehicles in the first quarter, compared with 15,510 a year ago. The company wants to produce 500,000 cars in 2018.", "filename": "2017_04_02_business_tesla-reports-jump-in-vehicle-production_1666741239.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_02_business_tesla-reports-jump-in-vehicle-production_1666741239.html", "title": "Tesla Reports Jump in Vehicle Production but Aims for Much More", "title_page": "Tesla Reports Jump in Vehicle Production but Aims for Much More - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tesla, the electric-car maker, on Sunday reported strong year-on-year jumps in vehicle deliveries and production in the first quarter, although it still must navigate a key challenge later this year to hit the ambitious targets that its chief executive, Elon Musk, has set for 2018.\nThe company said it delivered more than 25,000 cars and sport utility vehicles in the first quarter, a rise of about 69 percent from the same period a year ago. The increase from the fourth quarter was smaller, however. In the final quarter of 2016, Tesla delivered 22,252 cars and S.U.V.s.\nThe first-quarter total is a preliminary figure that could change when the company reports its first-quarter earnings next month. Tesla also said it produced a record 25,418 vehicles in the quarter, up from 15,510 a year ago, although again the rise was much smaller when compared with the fourth quarter, when it built 24,882 cars.\nThe company currently offers the Model S luxury sedan and the Model X S.U.V., both of which can sell for $90,000 or more once options are included. In July, it plans to begin production of the Model 3 — a compact car the company hopes to sell for $35,000 and produce in significantly higher volume.", "url": "https://www.nytimes.com/2017/04/02/business/tesla-reports-jump-in-vehicle-production.html"}