{"authors": ["Ernesto Londoño"], "date_download": "2022-10-25 23:50:53", "date_modify": "2022-10-25 23:50:53", "date_publish": "2017-08-25 18:57:15", "description": "Judge Sérgio Moro, who has become the face of Brazil’s anti-corruption crusade, worries that courtroom victories won’t be enough to end a culture of graft.", "filename": "2017_08_25_world_americas_judge-sergio-moro-brazil-anti-corruption_1666741853.html", "image_url": "https://static01.nyt.com/images/2017/08/26/world/xxmoroprofile1/xxmoroprofile1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0bc67272c46f71b596b2069355e700a02746c337890d39a91ba7c11d2e1dcb10&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_25_world_americas_judge-sergio-moro-brazil-anti-corruption_1666741853.html", "title": "A Judge’s Bid to Clean Up Brazil From the Bench", "title_page": "A Judge’s Bid to Clean Up Brazil From the Bench - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CURITIBA, Brazil — Outside the courthouse, T-shirts with Judge Sérgio Moro’s picture go for $12. Novelty passports for the so-called Republic of Curitiba — the city that’s become the hub of the judiciary’s crusade against corruption — are $3 apiece.\nInside his chambers, there are few signs of grandeur or the cultlike following now surrounding Judge Moro, the 45-year-old jurist who has rattled Brazil by sentencing some of the country’s most powerful politicians and businesspeople to prison on corruption charges.\nHis desk is a mess, with bulging folders, books and printouts stacked haphazardly a foot high. Down the hall, his courtroom, run by a clerk in sneakers and jeans, looks like a cramped classroom, with rows of cheap chairs. By official title and rank, he is a relatively ordinary federal judge, one of hundreds in the nation.\nYet Judge Moro has become the face of the national reckoning for Brazil’s ruling class. He has overseen some of the biggest corruption cases in the country, including the conviction last month of former President Luiz Inácio Lula da Silva, one of Brazil’s most influential figures in decades. In the process, he has jolted a legal system in which endless appeals and procedural delays once all but guaranteed that no one would be held accountable in corruption cases.", "url": "https://www.nytimes.com/2017/08/25/world/americas/judge-sergio-moro-brazil-anti-corruption.html"}