{"authors": ["Benjamin Mueller", "William K. Rashbaum", "Al Baker"], "date_download": "2022-10-25 23:51:01", "date_modify": "2022-10-25 23:51:01", "date_publish": "2017-10-31 19:31:11", "description": "Officials said a motorist drove a truck as many as 20 blocks down a bike path, striking pedestrians, before he jumped out and was shot by the police.", "filename": "2017_10_31_nyregion_police-shooting-lower-manhattan_1666741861.html", "image_url": "https://static01.nyt.com/images/2017/11/05/nyregion/01shooting-video-hp/01shooting-video-hp-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=0177f1bfa805cc81006c2ec47989fb87a1adc6271f84a11c09d7060f928dd2de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_31_nyregion_police-shooting-lower-manhattan_1666741861.html", "title": "Terror Attack Kills 8 and Injures 11 in Manhattan", "title_page": "Terror Attack Kills 8 and Injures 11 in Manhattan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Read the latest on the Manhattan truck attack with our reporting on Wednesday’s developments.\nA driver plowed a pickup truck down a crowded bike path along the Hudson River in Manhattan on Tuesday, killing eight people and injuring 11 before being shot by a police officer in what officials are calling the deadliest terrorist attack on New York City since Sept. 11, 2001.\nThe rampage ended when the motorist — whom the police identified as Sayfullo Saipov, 29 — smashed into a school bus, jumped out of his truck and ran up and down the highway waving a pellet gun and paintball gun and shouting “Allahu akbar,” Arabic for “God is great,” before he was shot in the abdomen by the officer. He remained in critical condition on Tuesday evening.\nMayor Bill de Blasio declared the rampage a terrorist attack and federal law enforcement authorities were leading the investigation. Investigators discovered handwritten notes in Arabic near the truck that indicated allegiance to the Islamic State, two law enforcement officials said. But investigators had not uncovered evidence of any direct or enabling ties between Mr. Saipov and ISIS and were treating the episode as a case of an “inspired” attacker, two counterterrorism officials said.\nMr. de Blasio said at a news conference, “Based on information we have at this moment, this was an act of terror, and a particularly cowardly act of terror aimed at innocent civilians.”", "url": "https://www.nytimes.com/2017/10/31/nyregion/police-shooting-lower-manhattan.html"}