{"authors": ["Dinaw Mengestu"], "date_download": "2022-10-25 23:37:31", "date_modify": "2022-10-25 23:37:31", "date_publish": "2017-04-28 11:00:25", "description": "In “Tell Me How It Ends,” Valeria Luiselli describes her encounters with undocumented migrant children and the circumstances that produced them.", "filename": "2017_04_28_books_review_tell-me-how-it-ends-valeria-luiselli_1666741051.html", "image_url": "https://static01.nyt.com/images/2017/04/30/books/review/30Mengestu/30Mengestu-facebookJumbo.jpg?year=2017&h=549&w=1050&s=c494b52809f840b263e107d2091a8d48a86b68a918028b43b20b9cacd559cbc9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_28_books_review_tell-me-how-it-ends-valeria-luiselli_1666741051.html", "title": "A Life in 40 Questions: Harrowing Stories of Child Migration", "title_page": "A Life in 40 Questions: Harrowing Stories of Child Migration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Luiselli reminds the reader that the general arc and the often brutal details of these children’s narratives have been reported before. The havoc wreaked across Central America by gangs like Mara Salvatrucha and Barrio 18; the brutal treatment of migrants by coyotes, police officers and cartels; the physical terror and exhaustion of riding on top of la Bestia — all of this dominated the news in 2014, when more than 68,000 children surrendered themselves at the border. We’ve known this story for years now, and if there is anything that Luiselli wants to dismantle, it’s our veneer of understanding.\nWhile driving through the Southwest border states with her husband and children, where they spot “fleeting herds of Border Patrol cars like ominous white stallions racing toward the horizon,” Luiselli wonders how the militant anti-immigration protesters maintain such fierce hostility in the face of these children’s suffering. The answer, she notes, lies partially in our language of immigration; we see legal and illegal residents, aliens instead of children. In her responses to the questionnaire, Luiselli takes the opposite approach. She expands and connects the fates of these children to the United States military’s involvement in Central America in the 1980s, and to United States immigration policies in the 1990s. It’s a far richer story in her hands, and it expands out of necessity to include America’s evolving relationship with Mexico, and Mexico’s evolving relationship with its neighboring countries. The account that emerges has no fixed origin, and the crisis, as Luiselli wisely points out, belongs not to any specific country or countries but to all of us living in this corner of the world.\nHappily, Luiselli does not write with the journalist’s attempt at objectivity. This is an intimate narrative, but it’s not a memoir. The portrait of migration she offers is intended to complicate, rather than resolve or clarify. As a result, it’s hard not to want more information, more scrutiny and engagement with the connecting strands of history woven into the narrative, particularly with the legacy of the Reagan-era politics that shaped United States immigration policy, and by extension, our foreign policy priorities in Central America.\nThat said, Luiselli wisely invests most of the book’s energy establishing the moral and emotional foundation of her approach to the work she does as a volunteer, and as an author. That foundation is built early on, in the pages devoted to the family road trip that begins after she and her husband have applied for green cards. Luiselli, who like her husband was born in Mexico, relates her encounters with border police and activists. She recalls the Southwest’s blood-soaked history, when it was still Mexico. She also notes, as they drive past ghost towns into the mass-migrant graveyard of the Arizona desert, that this journey across the United States has been a family expedition, and that means the two kids sitting in the back seat are, as she reminds us over and over, “our children.”", "url": "https://www.nytimes.com/2017/04/28/books/review/tell-me-how-it-ends-valeria-luiselli.html"}