{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:49:22", "date_modify": "2022-10-25 23:49:22", "date_publish": "2017-10-31 21:55:37", "description": "Jona Rechnitz conceded that three incidents he had cited as examples of his influence with the mayor had not resulted in action from City Hall.", "filename": "2017_10_31_nyregion_de-blasio-rechnitz-donor-favors_1666741762.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_31_nyregion_de-blasio-rechnitz-donor-favors_1666741762.html", "title": "De Blasio Donor Says Access to City Hall Didn’t Always Lead to Results", "title_page": "De Blasio Donor Says Access to City Hall Didn’t Always Lead to Results - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A real estate broker and donor to Mayor Bill de Blasio who claimed to have bought favors from city officials conceded during cross-examination on Tuesday that three examples he had initially cited as evidence of his direct line to the mayor had not always resulted in the response he was looking for.\nFor three days on the witness stand, the donor, Jona S. Rechnitz, had boasted of what he characterized as his friendship with Mr. de Blasio, describing weekly phone calls and at least one visit by the mayor to his office, even as Mr. de Blasio has unleashed blistering attacks on Mr. Rechnitz’s credibility. Mr. Rechnitz, who is testifying in a federal corruption case against Norman Seabrook, the former head of the city’s correction officers’ union, was a target of federal and state inquiries into Mr. de Blasio’s fund-raising practices.\nAlthough prosecutors announced in March that they would not bring charges against the mayor, Mr. Rechnitz has all but outright accused Mr. de Blasio and one of his fund-raisers, Ross Offinger, of participating in pay-to-play schemes after Mr. Rechnitz and his friend, Jeremy Reichberg, donated or arranged for more than $100,000 in contributions to the mayor’s 2013 campaign and other political causes of the mayor. Mr. Rechnitz is cooperating with the government after pleading guilty to fraud conspiracy charges.\nLast week, under direct examination in Federal District Court in Manhattan, Mr. Rechnitz recounted several instances that he said illustrated the benefits that he and Mr. Reichberg received from Mr. de Blasio and Mr. Offinger.", "url": "https://www.nytimes.com/2017/10/31/nyregion/de-blasio-rechnitz-donor-favors.html"}