{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:34:33", "date_modify": "2022-10-25 23:34:33", "date_publish": "2017-06-14 16:50:04", "description": "James Thomas Hodgkinson, 66, of Belleville, Ill., who died after a shootout with the police, had traveled to Washington in recent weeks to protest, his brother said.", "filename": "2017_06_14_us_politics_virginia-shooting-suspect-james-hodgkinson_1666740873.html", "image_url": "https://static01.nyt.com/images/2017/06/15/us/15dc-suspect/15dc-shooting3-facebookJumbo.jpg?year=2017&h=550&w=1050&s=dbcd040446fdf41284d45ef1699f8196c09d1bf4b2de52a382ea57d552080b1b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_14_us_politics_virginia-shooting-suspect-james-hodgkinson_1666740873.html", "title": "Virginia Shooting Suspect Was Distraught Over Trump’s Election, Brother Says", "title_page": "Virginia Shooting Suspect Was Distraught Over Trump’s Election, Brother Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — He lived out of his van in the Northern Virginia suburbs and took showers at the Y.M.C.A. On Facebook, he posted furious criticism of President Trump and pledged allegiance to Senator Bernie Sanders of Vermont. Back home in Illinois, neighbors complained to the police of his practicing his shooting near their home.\nShortly after 7 a.m. on Wednesday, the police say, James T. Hodgkinson, 66, of Belleville, Ill., opened fire on a baseball field in Alexandria, Va., just steps from the Y.M.C.A., spraying bullets at members of the Republican congressional team practicing there.\nFour people were shot in the assault, including Representative Steve Scalise of Louisiana, the majority whip and third-ranking Republican in the House. An ensuing firefight with the police took Mr. Hodgkinson’s life.", "url": "https://www.nytimes.com/2017/06/14/us/politics/virginia-shooting-suspect-james-hodgkinson.html"}