{"authors": ["Ben Sisario"], "date_download": "2022-10-25 23:43:36", "date_modify": "2022-10-25 23:43:36", "date_publish": "2017-04-14 16:00:20", "description": "The California event that defined the spirit of the Summer of Love, and gave Jimi Hendrix and Janis Joplin a boost, will rise again in June at 50.", "filename": "2017_04_14_arts_music_monterey-pop-festival-50th-anniversary_1666741416.html", "image_url": "https://static01.nyt.com/images/2017/04/11/arts/16MONTEREY7-NEW/16MONTEREY7-NEW-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d7abe4ffbcbe4ab3a9b531ff463dc81afc71e9cc9446cd433525e2c39bf0cb25&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_14_arts_music_monterey-pop-festival-50th-anniversary_1666741416.html", "title": "Monterey Pop, the Rock Festival That Sparked It All, Returns", "title_page": "Monterey Pop, the Rock Festival That Sparked It All, Returns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“How do you put on a show that has the good aspects of 2017 with some of the sweetness and innocence of 1967?” asked Gregg Perloff, the chief executive of Another Planet Entertainment, a San Francisco-area promoter that is putting on the show with Goldenvoice, the company behind Coachella and the classic-rock fest Desert Trip. “We’re going to have a great sound system, but we don’t want to have huge video screens and special effects and lasers.”\nThe new festival will lead a wave of commemorations for Monterey Pop’s half-century. The Grammy Museum in Los Angeles will host an exhibition that includes items from Mr. Adler’s personal collection, starting May 11, and “Monterey Pop,” the documentary shot by D. A. Pennebaker, will get a new theatrical release in June.\nAs important as it became, the original Monterey Pop did not have terribly auspicious beginnings. Michelle Phillips, of the Mamas and the Papas, remembers another early meeting where her group was pitched on playing a new festival that summer in Monterey.\n“I thought it was a ridiculous idea,” Ms. Phillips recalled recently. “How are you going to get all those musicians there, and pay them, and put them up, and make a profit?”\nBut Mr. Adler and John Phillips, Ms. Phillips’s husband and bandmate, decided to run with the idea, and took the event over from its original producers. They made the festival a charity event, with artists playing for free, and put together a “board of governors” that included Mick Jagger, Brian Wilson, Paul Simon, Donovan, Smokey Robinson and Mr. McCartney.\nThe board never actually met, Mr. Adler said, but those names on the letterhead acted as a powerful magnet for talent. Mr. McCartney and the Rolling Stones manager Andrew Loog Oldham suggested the Jimi Hendrix Experience, which had just exploded on the London scene. Meetings with Bill Graham, the concert kingpin, and the music critic Ralph J. Gleason led to San Francisco groups like Big Brother and the Holding Company, which had a little-known singer named Janis Joplin.", "url": "https://www.nytimes.com/2017/04/14/arts/music/monterey-pop-festival-50th-anniversary.html"}