{"authors": ["Anastasia Edel"], "date_download": "2022-10-25 23:38:55", "date_modify": "2022-10-25 23:38:55", "date_publish": "2017-05-22 13:03:46", "description": "A huge housing redevelopment project is afoot, but not all the residents are happy about it.", "filename": "2017_05_22_opinion_moscows-real-estate-roulette_1666741135.html", "image_url": "https://static01.nyt.com/images/2017/05/23/opinion/23edel/23edel-facebookJumbo.jpg?year=2017&h=549&w=1050&s=f21a3733f21b3cd20a1b6bd837de42f111f2ccf42ad1bd9440635a817d37b12a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_22_opinion_moscows-real-estate-roulette_1666741135.html", "title": "Moscow’s Real Estate Roulette", "title_page": "Opinion | Moscow’s Real Estate Roulette - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On May 14, thousands of residents of Moscow went into the streets to protest a project that entails the demolition of as many as 8,000 Soviet-era apartment buildings, now privately owned, to make space for an upscale residential development. The rally took place on Sakharov Prospect, named after the Soviet dissident and scientist Andrei Sakharov.\nMoscow’s mayor, Sergei Sobyanin, did not attend. Mr. Sobyanin, a former chief of staff for President Vladimir V. Putin, is the author of draft legislation behind the scheme, which would uproot 1.6 million Muscovites, could increase the density of redeveloped areas by as much as threefold, and would cost an estimated $61 billion. One who did attend was Aleksei Navalny, the founder of the Anti-Corruption Foundation. The de facto leader of the Russian opposition, who had recently undergone eye surgery after a toxic dye was hurled at his face by an unidentified assailant, Mr. Navalny was led away by the police before he could speak.\nThe ostensible goal of Mr. Sobyanin’s renovations, a drastic expansion of a city resettlement program dating from 1999, is to improve the lives of ordinary people. His law, which is under consideration in the State Duma, Russia’s parliament, is aimed at some 25 million square meters (about 270 million square feet) of “morally and physically obsolete” Moscow housing. According to the city authorities, people would get modern housing instead of the shoddy old “khrushchevki,” three- and five-story apartment buildings named for the Soviet leader of the 1950s and ’60s, Nikita Khrushchev. The city budget, with a projected deficit of $3.2 billion for 2017, according to the Russian business daily Vedomosti, would be fattened by developers’ fees. Moscow would become “more European” and a “city of the future.”", "url": "https://www.nytimes.com/2017/05/22/opinion/moscows-real-estate-roulette.html"}