{"authors": ["Trip Gabriel"], "date_download": "2022-10-25 23:31:24", "date_modify": "2022-10-25 23:31:24", "date_publish": "2017-06-05 18:57:22", "description": "We asked long-haul truck drivers what they’d tell motorists if they got the chance. They had lots to say.", "filename": "2017_06_05_us_trucking-jobs_1666740684.html", "image_url": "https://static01.nyt.com/images/2017/06/05/world/05TRUCKERGRID1/05TRUCKERGRID1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=143f2b4d485ebd6e6bae3f2104bf46486f4b2ee84f4445e005f056ac75d5a3a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_05_us_trucking-jobs_1666740684.html", "title": "Truckers’ Message for You: Chill Out, Stop Texting, and Have Respect", "title_page": "Truckers’ Message for You: Chill Out, Stop Texting, and Have Respect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "‘Let’s All Get There in One Piece’\nPlease be patient with truckers. We routinely see four-wheelers nearly kill themselves to not be caught behind a big truck. Take your time. Stay safe. I like to imagine all the cute little cars swarming around me as being driven by my brothers, my friends, my mom. I feel responsible for their safety.\nMy husband and I had a furious four-wheeler throw an oversized soda into the open window of our cab. Relax. Don’t succumb to road rage. Let’s all get there in one piece.\nFinally, be thankful you get to go home at the end of your workday. For many of us truckers, something as simple as time at home, sleeping in our own beds, is a huge luxury. — Susan Hicks Wong, 58, Greensboro, N.C. Driving seven years.\nSometimes I ride in the middle lane of a three-lane roadway to avoid the right lane, as it is usually very rough. I have a co-driver, who is trying to sleep in the bunk and needs to get the best sleep possible so she, too, can be a safe, alert driver during her driving shift. I’m not trying to inconvenience you. These highways are our office, and our rolling bedroom. I’m just trying to do my job as safely as possible. — Greg White, 43, Mechanicsburg, Pa. Driving 22 years.\n‘We’re Trying to Protect YOU’\nWe can’t speed up or slow down as fast as you; therefore, you need to yield when coming onto the interstate. We can’t always move over. You also need to leave the gaps that we have created between us and vehicles ahead of us. Don’t zip in and out between. That area is our stopping cushion. At full speed it can take us a football field length or longer to come to a full stop. If we leave a gap, we’re trying to protect YOU. Don’t ride beside us; get in front or behind. If you’re riding beside us, we can’t always see you. — Sonya Terrell, 36, Atlanta. Driving six years.", "url": "https://www.nytimes.com/2017/06/05/us/trucking-jobs.html"}