{"authors": ["Michael D. Shear", "Matt Apuzzo"], "date_download": "2022-10-25 22:57:11", "date_modify": "2022-10-25 22:57:11", "date_publish": "2017-05-09 21:48:03", "description": "President Trump abruptly terminated Mr. Comey, who was leading an investigation into whether Mr. Trump’s advisers colluded with Russia to influence the election.", "filename": "2017_05_09_us_politics_james-comey-fired-fbi_1666738631.html", "image_url": "https://static01.nyt.com/images/2017/05/10/us/10comey/10comey-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3fb92c40210ddf666d427e4e562b3e40ec30a0b4e552fb87e0e922f4e194221c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_09_us_politics_james-comey-fired-fbi_1666738631.html", "title": "F.B.I. Director James Comey Is Fired by Trump", "title_page": "F.B.I. Director James Comey Is Fired by Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Tuesday fired the director of the F.B.I., James B. Comey, abruptly terminating the top official leading a criminal investigation into whether Mr. Trump’s advisers colluded with the Russian government to steer the outcome of the 2016 presidential election.\nThe stunning development in Mr. Trump’s presidency raised the specter of political interference by a sitting president into an existing investigation by the nation’s leading law enforcement agency. It immediately ignited Democratic calls for a special counsel to lead the Russia inquiry.\nMr. Trump explained the firing by citing Mr. Comey’s handling of the investigation into Hillary Clinton’s use of a private email server, even though the president was widely seen to have benefited politically from that inquiry and had once praised Mr. Comey for his “guts” in his pursuit of Mrs. Clinton during the campaign.\nBut in his letter to Mr. Comey, released to reporters by the White House, the president betrayed his focus on the continuing inquiry into Russia and his aides.", "url": "https://www.nytimes.com/2017/05/09/us/politics/james-comey-fired-fbi.html"}