{"authors": ["Matt Apuzzo"], "date_download": "2022-10-25 23:47:44", "date_modify": "2022-10-25 23:47:44", "date_publish": "2017-10-15 19:28:09", "description": "In an unusual move, the attorney general has sent a federal hate crimes lawyer to Iowa to help prosecute a man charged with murdering a transgender high school student.", "filename": "2017_10_15_us_politics_jeff-sessions-transgender_1666741664.html", "image_url": "https://static01.nyt.com/images/2017/10/16/us/16dc-trans/16dc-trans-facebookJumbo.jpg?year=2017&h=550&w=1050&s=eeb91dcbea37bab60bd265a670edbd74953e56b386823bba60610fc4dac63ae0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_15_us_politics_jeff-sessions-transgender_1666741664.html", "title": "Aiding Transgender Case, Sessions Defies His Image on Civil Rights", "title_page": "Aiding Transgender Case, Sessions Defies His Image on Civil Rights - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Hate crimes are violent crimes,” Mr. Sessions said in a speech in June. He has publicly applauded aggressive hate crime prosecutions, including one in which a Mississippi man received a 49-year prison sentence in the death of a transgender woman. That case was brought in the final weeks of the Obama administration. “No person should have to fear being violently attacked because of who they are, what they believe, or how they worship,” Mr. Sessions said.\nDuring the Obama administration, the Justice Department pushed the boundaries of civil rights, routinely arguing for a broad reading of the law. Mr. Sessions takes a much narrower view. When civil rights laws say “sex,” Mr. Sessions argues, they mean only that — not gender identity or sexual orientation.\nCritics and supporters agree that Mr. Sessions is more likely to pursue civil rights matters in individual cases, rather than trying to address larger, systemic issues, as the Obama administration did. He has promised to “punish any police conduct that violates civil rights,” for example, but is skeptical of efforts to force department-wide overhauls. He supports prosecuting those who commit violence against transgender victims but opposes reading the law in a way that broadly extends discrimination protection for transgender people.\n“He has no problem with discrimination against L.G.B.T.Q. people in jobs, education and other facets of life, but will lean forward in this one case where a transgender individual has been killed,” said Vanita Gupta, the president of the Leadership Conference on Civil and Human Rights and the head of the Justice Department’s civil rights division in the Obama administration. “While it is of course good that D.O.J. is aggressively pursuing this case, it would behoove Sessions to connect the dots between his policies that promote discrimination and hate that can result in death.”\nIn March, six House members wrote Mr. Sessions and implored him to investigate a spate of killings of transgender black women. The letter got his attention, and he summoned one of his top civil rights prosecutors to a meeting about it.\nFederal law — the one Mr. Sessions opposed in the Senate — makes it a crime to attack someone based on gender identity. Typically, civil rights prosecutors monitor news reports and other public information, looking for signs of a hate crime that would give them reason to investigate.\n“That may not be good enough,” Mr. Sessions said, according to an official in attendance.\nHe ordered civil rights prosecutors and the F.B.I. to review each of the seven cases lawmakers had asked about and to contact local authorities to offer assistance. “A lot of concerns and questions were out there about how this was occurring and what we were doing about it,” Mr. Sessions recalled in his June speech.", "url": "https://www.nytimes.com/2017/10/15/us/politics/jeff-sessions-transgender.html"}