{"authors": ["Adam Liptak"], "date_download": "2022-10-26 00:12:11", "date_modify": "2022-10-26 00:12:11", "date_publish": "2017-01-28 23:57:51", "description": "The New York Times examines excerpts from Mr. Trump’s executive order on refugees and immigrants.", "filename": "2017_01_28_us_politics_annotating-trump-immigration-refugee-order_1666743131.html", "image_url": "https://static01.nyt.com/images/2017/01/29/us/29annotation-1/29annotation-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8501dd1a9992ccbda9a2904dce35219abe3e3e61d6f1191196186b62cea2d538&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_28_us_politics_annotating-trump-immigration-refugee-order_1666743131.html", "title": "President Trump’s Immigration Order, Annotated", "title_page": "President Trump’s Immigration Order, Annotated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump on Friday afternoon approved a sweeping executive order that suspended entry of all refugees to the United States for 120 days, barred Syrian refugees indefinitely, and blocked entry into the United States for 90 days for citizens of seven predominantly Muslim countries: Iran, Iraq, Libya, Somalia, Sudan, Syria and Yemen. It also barred green card holders from those countries from re-entering the United States, the Department of Homeland Security said, though the administration said exemptions could be granted.\nHere are some major excerpts from the executive order, with comments by The New York Times. The full text of the order is available here.\nIt invokes the attacks of Sept. 11, 2001\nThe visa-issuance process plays a crucial role in detecting individuals with terrorist ties and stopping them from entering the United States. Perhaps in no instance was that more apparent than the terrorist attacks of September 11, 2001, when State Department policy prevented consular officers from properly scrutinizing the visa applications of several of the 19 foreign nationals who went on to murder nearly 3,000 Americans.\nMost of the 19 hijackers on the planes that crashed into the World Trade Center, the Pentagon and a field in Shanksville, Pa., were from Saudi Arabia. The rest were from the United Arab Emirates, Egypt and Lebanon. None of those countries are on Mr. Trump’s visa ban list.\nAmerica’s founders were pro-immigration\nIn order to protect Americans, the United States must ensure that those admitted to this country do not bear hostile attitudes toward it and its founding principles.\nThe nation’s founding principles, as reflected in the Declaration of Independence, included dissatisfaction with what were said to be overly restrictive immigration practices.", "url": "https://www.nytimes.com/2017/01/28/us/politics/annotating-trump-immigration-refugee-order.html"}