{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:44:05", "date_modify": "2022-10-25 23:44:05", "date_publish": "2017-09-26 18:58:56", "description": "The monarchy abandoned its driving ban for women, long criticized as an infringement on women’s rights and a drag on the economy and society.", "filename": "2017_09_26_world_middleeast_saudi-arabia-women-drive.html__r=0_1666741445.html", "image_url": "https://static01.nyt.com/images/2017/09/27/world/saudi-drive/saudi-drive-facebookJumbo.jpg?year=2017&h=549&w=1050&s=f2c82111633c2e3bb52276250bf68569480995d0ae58227c95c7becfbb5aa695&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_26_world_middleeast_saudi-arabia-women-drive.html__r=0_1666741445.html", "title": "Saudi Arabia Agrees to Let Women Drive", "title_page": "Saudi Arabia Agrees to Let Women Drive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Saudi Arabia announced on Tuesday that it would allow women to drive, ending a longstanding policy that has become a global symbol of the oppression of women in the ultraconservative kingdom.\nThe change, which will take effect in June 2018, was announced in a royal decree read live on state television and in a simultaneous media event in Washington. The decision highlights the damage that the ban on women driving has done to the kingdom’s international reputation and its hopes for a public relations benefit from the reform.\nSaudi leaders also hope the new policy will help the economy by increasing women’s participation in the workplace. Many working Saudi women spend much of their salaries on drivers or must be driven to work by male relatives.\n“It is amazing,” said Fawziah al-Bakr, a Saudi university professor who was among 47 women who participated in the kingdom’s first protest against the ban — in 1990. After driving around the Saudi capital, Riyadh, the women were arrested and some lost their jobs.", "url": "https://www.nytimes.com/2017/09/26/world/middleeast/saudi-arabia-women-drive.html?_r=0"}