{"authors": ["Kevin Carey"], "date_download": "2022-10-25 23:34:42", "date_modify": "2022-10-25 23:34:42", "date_publish": "2017-01-13 14:36:28", "description": "Even programs at prestigious universities like Harvard may not care enough about whether their degrees are worth the cost.", "filename": "2017_01_13_upshot_harvard-too-obamas-final-push-to-catch-predatory-colleges-is-revealing.html__r=0_1666740882.html", "image_url": "https://static01.nyt.com/images/2017/01/13/upshot/02LIGHTPRIN/02LIGHTPRIN-facebookJumbo.jpg?year=2017&h=549&w=1050&s=6a1aaa1f1209232ba259c8d08458df96907d7e5e983bc80e84f2ca35f9baf60a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_13_upshot_harvard-too-obamas-final-push-to-catch-predatory-colleges-is-revealing.html__r=0_1666740882.html", "title": "Programs That Are Predatory: It’s Not Just at For-Profit Colleges", "title_page": "Programs That Are Predatory: It’s Not Just at For-Profit Colleges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Because the regulations put the program’s federal aid eligibility at risk, the A.R.T. Institute will not be enrolling any new students this fall, said David Cameron, a spokesman from Harvard. This temporary pause in enrollment will be used to “evaluate the program and undertake vital strategic planning to address, among other things, student funding mechanisms.”\nThe government list of failing programs also includes numerous Art Institutes schools. They are a for-profit chain — with no relation to the Harvard program — that expanded rapidly across the United States in the 2000s only to suffer in recent years from a string of problems, including shrinking enrollment, multiple closed campuses, lawsuits, government investigations and financial woes. The Department of Education recently shut down the accrediting organization that keeps The Art Institutes and many other for-profits eligible for federal aid.\nThe for-profit Art Institutes programs that failed the federal test trained students in fields including commercial photography, video production, radio broadcasting, culinary arts, interior decorating and video game design. Other programs that crop up frequently on the failing list include cosmetology and barbering, acupuncture and massage therapy, criminal justice studies and low-level jobs in health care fields.\nWhat these programs have in common is a combination of marketing appeal to young people — design video games for a living! — and little or no outside pressure to ensure that the education is both of high quality and leads to jobs that pay enough to finance the cost of student loans. Sure, there are good programs in all of these fields, including some offered by for-profit schools. But it can be very hard for the average consumer to know the difference beforehand.\nRunning a sound program can be done. The Department of Education regulations were used to evaluate over 600 licensed practical nursing programs. Not one of them failed the debt-to-earnings-ratio test. That’s because most are offered at affordable prices by public community colleges, and the L.P.N. field is carefully monitored by health care regulators and the nursing profession itself. Program graduates usually leave with little debt and consistently earn salaries of $30,000 to $50,000 a year.\nSo while some failing programs are simply bad programs, providing slipshod training and credentials with little value in the labor market, others may be very good, but are just too expensive. Presumably, that was the case with the A.R.T. Institute at Harvard, which was also caught by a quirk in the regulation. It was evaluated in the first place only because its two-year graduate degree was classified as a “certificate,” not a traditional master’s degree.\nThere are hundreds of master’s of fine arts programs out there, training people for careers as writers, actors and artists. Many of them also charge hefty tuition and leave graduates with substantial debt. Nobody tracks how much students borrow to attend these programs, or how much they earn after graduation. The same is true for most other master’s programs, law schools and more. But because they happen to be located at nonprofit colleges, they’re not subject to the Department of Education regulations.", "url": "https://www.nytimes.com/2017/01/13/upshot/harvard-too-obamas-final-push-to-catch-predatory-colleges-is-revealing.html?_r=0"}