{"authors": ["Michael S. Schmidt", "Matt Apuzzo", "Adam Goldman"], "date_download": "2022-10-25 23:01:47", "date_modify": "2022-10-25 23:01:47", "date_publish": "2017-12-13 03:16:20", "description": "Some messages criticized the Clinton team and the Obama administration, but the officials appeared appalled at some of Donald J. Trump’s comments during the campaign.", "filename": "2017_12_12_us_fbi-trump-russia_1666738907.html", "image_url": "https://static01.nyt.com/images/2017/12/13/us/13dctext2/13dctext2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d0ea18092bb7a9de8fab32de529e343721d32d28d38aed7580ff8603d500fbfa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_12_us_fbi-trump-russia_1666738907.html", "title": "In Texts, F.B.I. Officials in Russia Inquiry Said Clinton ‘Just Has to Win’", "title_page": "In Texts, F.B.I. Officials in Russia Inquiry Said Clinton ‘Just Has to Win’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senior F.B.I. officials who helped investigate Donald J. Trump’s presidential campaign last year wrote in text messages that Hillary Clinton “just has to win” and described a potential Trump victory as “terrifying,” according to texts released Tuesday night.\nA top counterintelligence agent, Peter Strzok, exchanged the messages with Lisa Page, a senior F.B.I. lawyer. Some messages criticized Mrs. Clinton’s team, the Obama administration, Congress and other Democrats. But the two appeared appalled at some of Mr. Trump’s comments during the campaign and feared that he would politicize the F.B.I.\nFor example, after Mr. Trump made an apparent sexual allusion related to the size of his hands, Ms. Page wrote: “This man cannot be president.” In another exchange, Mr. Strzok wrote of a potential Trump presidency, “I’m scared for our organization.” He also referred to Mr. Trump as a “douche.” The messages were turned over to Congress and obtained by The New York Times.\nMr. Strzok went on to become one of the top investigators for the special counsel, Robert S. Mueller III. But over the summer, Mr. Mueller removed Mr. Strzok from his team as soon as he became aware of the texts. Their release is certain to fuel suspicion among Republicans that the investigation into connections between the Trump campaign and Russia was politically motivated from the beginning.", "url": "https://www.nytimes.com/2017/12/12/us/fbi-trump-russia.html"}