{"authors": ["Jeffrey Gettleman", "Suhasini Raj"], "date_download": "2022-10-25 23:00:58", "date_modify": "2022-10-25 23:00:58", "date_publish": "2017-12-08 10:36:13", "description": "Video of the pickax killing — and the killer’s rants about Muslim men who lure Hindu girls — spread across India, reopening sectarian wounds.", "filename": "2017_12_08_world_asia_india-muslim-killing-video_1666738858.html", "image_url": "https://static01.nyt.com/images/2017/12/08/world/asia/08india/08india-facebookJumbo.jpg?year=2017&h=550&w=1050&s=59b528e72c6c3e1e932eebdb228232a51ddd0e1541337a51c72134b47649f9e5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_08_world_asia_india-muslim-killing-video_1666738858.html", "title": "His Defense of Hindus Was to Kill a Muslim and Post the Video", "title_page": "His Defense of Hindus Was to Kill a Muslim and Post the Video - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AHMEDABAD, India — The attack begins with a Hindu man, wearing a bright shirt and a white scarf, stepping off a motorbike carrying a long iron pickax. He pounces on an older Muslim man, attacking him from behind and striking him over and over.\n“Babu, save my life! Save my life!” the Muslim man screams. He crumples to the ground, and a few seconds later, after several more blows from the pickax, he cries, “I’m dead, I’m dead.” He soon is.\nThe killing was captured on video — at the attacker’s request. He had his nephew film the entire episode with a phone and proudly posted it on social media, bragging that he had killed the man to protect his Hindu community from Muslim jihadists.\nIndia’s biggest television channels aired the video, and it jumped at light speed across the country on Twitter, Facebook and WhatsApp, immediately stirring tensions. The Hindu-Muslim fault line in India can be very raw, and in recent years several Muslims have been lynched by Hindu mobs.", "url": "https://www.nytimes.com/2017/12/08/world/asia/india-muslim-killing-video.html"}