{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:41:57", "date_modify": "2022-10-25 23:41:57", "date_publish": "2017-03-02 16:39:21", "description": "The company’s successful start could revive a moribund market for new stocks and may draw out other private tech giants.", "filename": "2017_03_02_business_dealbook_snap-snapchat-ipo_1666741317.html", "image_url": "https://static01.nyt.com/images/2017/03/03/business/03db-snap1/03db-snap1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=354219ff911c7deb8a00db81a8349bd770c9f0e8cc9e0e14f16074d33648c0fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_02_business_dealbook_snap-snapchat-ipo_1666741317.html", "title": "Snap Shares Leap 44% in Debut as Investors Doubt Value Will Vanish", "title_page": "Snap Shares Leap 44% in Debut as Investors Doubt Value Will Vanish - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Then there are the shadows of onetime tech highfliers that have since crashed to earth. Twitter was valued at nearly $32 billion at the end of its first day of trading; Wall Street now values it at roughly $11 billion and has called for the company to sell itself. An earlier force in social media, Myspace, sold itself to Rupert Murdoch’s News Corporation for $580 million in 2005; six years later, it was sold to Justin Timberlake and other investors for $35 million.\nSome analysts have already shown skepticism about the newest publicly traded tech giant. One, Brian Wieser of Pivotal Research Group, says the share price should be $10, far below the company’s offering price of $17, which itself was above the initial range predicted. Snap faces competition from larger companies and the challenge of a slow-growing user base, he said.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nBoosters of Snap’s prospects argue instead that Snap has the potential to become less like Twitter and more like its biggest rival, the $395 billion Facebook. These supporters point to some of the company’s obvious strengths: the 158 million people on average who used Snapchat each day by the end of 2016; the roughly 18 times a day that those users opened the app on average; the $404 million in sales that it collected last year, up from nothing three years ago.\nFor now, investors appeared to focus on the positive. Snap raised $3.4 billion in its market debut, the most by an American tech company since Facebook’s initial offering in 2012, according to data from Renaissance Capital. It was the first significant tech stock sale since at least December. And the 44 percent pop in its stock price was the biggest enjoyed by a company of a billion-dollar I.P.O. since Twitter’s debut in 2013. More than 217 million shares traded on Thursday, as some investors bought and others cashed in, exceeding the number of shares Snap sold in the I.P.O.", "url": "https://www.nytimes.com/2017/03/02/business/dealbook/snap-snapchat-ipo.html"}