{"authors": ["Eric Schmitt"], "date_download": "2022-10-25 23:54:26", "date_modify": "2022-10-25 23:54:26", "date_publish": "2017-09-23 16:04:32", "description": "As deadly drone attacks by the Islamic State increase, American officials are experimenting with technologies that can destroy the weapons.", "filename": "2017_09_23_world_middleeast_isis-drones-pentagon-experiments_1666742066.html", "image_url": "https://static01.nyt.com/images/2017/09/24/us/24dc-isisdrones1/24dc-isisdrones1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=346d8872c8bde158cc8bfc21f86edb30c19cc83940977aa3431f790c4b44cf62&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_23_world_middleeast_isis-drones-pentagon-experiments_1666742066.html", "title": "Pentagon Tests Lasers and Nets to Combat a Vexing Foe: ISIS Drones", "title_page": "Pentagon Tests Lasers and Nets to Combat a Vexing Foe: ISIS Drones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — At the vast, windswept White Sands Missile Range in New Mexico earlier this year, nearly a dozen military contractors armed with laser guns, high-tech nets and other experimental systems met to tackle one of the Pentagon’s most vexing counterterrorism conundrums: how to destroy the Islamic State’s increasingly lethal fleet of drones.\nThe militant group has used surveillance drones on the battlefield for more than two years. But an increase in deadly attacks since last fall — mostly targeting Iraqi troops and Syrian militia members with small bombs or grenades, but also threatening American advisers — has highlighted the terrorists’ success in adapting off-the-shelf, low-cost technology into an effective new weapon.\nThe Pentagon is so alarmed by this growing threat — even as it routs the Islamic State from its strongholds in Mosul, Iraq, and Raqqa, Syria — that it has launched a $700 million crash program overseen by two senior Army generals to draw on the collective know-how and resources of all branches of the armed services, Silicon Valley and defense industry giants like Boeing and Raytheon to devise tactics and technology to thwart the menace.\nOne important piece of that effort was the contest in New Mexico. It amounted to a Pentagon counter-drone bake-off, called the Hard Kill Challenge, to see which new classified technologies and tactics proved most promising. The results were decidedly mixed, and underscore the long-term problem confronting the Pentagon and its allies as it combats the Islamic State and Al Qaeda in a growing number of hot spots around the world beyond Iraq and Syria, including Yemen and Libya.", "url": "https://www.nytimes.com/2017/09/23/world/middleeast/isis-drones-pentagon-experiments.html"}