{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:34:41", "date_modify": "2022-10-25 23:34:41", "date_publish": "2017-04-09 22:25:32", "description": "Salted pretzels the size of steering wheels. Chicken sandwiches with waffles for buns. Salami bites. All will soon be available at AMC Theaters.", "filename": "2017_04_09_business_media_amc-movie-theater-menu_1666740881.html", "image_url": "https://static01.nyt.com/images/2017/04/10/business/10moviefood1/10moviefood1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8706fc8200f7c25aa54d24694dea9d4babf5e0268fa835cd6abfe2b79877df90&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_09_business_media_amc-movie-theater-menu_1666740881.html", "title": "To Woo Young Moviegoers, AMC Thinks More Like McDonald’s", "title_page": "To Woo Young Moviegoers, AMC Thinks More Like McDonald’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LAS VEGAS — Adam Aron, the chief executive of AMC Theaters, the largest multiplex chain in the world, sat in a hotel suite here last month and sang the praises of a new menu item he called “the Bavarian Beast.”\nIt’s a pound-and-a-half salted pretzel the size of a steering wheel. “There’s also a new jalapeño-flavored Southwestern dog that’s to die for,” he said. But Mr. Aron was most effusive about another new AMC offering, a juicy chicken sandwich with waffles as buns.\n“Sounds fattening just to hear it described,” he said with a smile, “let alone when you eat it.”\nPopcorn, candy and soda? How quaint. The concession counter at your local AMC is about to turn into a full-fledged fast-food restaurant.\nIt’s part of a strategy to attract younger audiences and stay relevant in the streaming age of HBO Go, Netflix and Amazon Prime. While small theater companies like the 25-location Alamo Drafthouse have been offering full-restaurant cinemas for years — AMC itself already operates a 60-location chainlet of Dine-In Theaters — this effort will bring greatly expanded menus to more than 400 theaters in the United States.", "url": "https://www.nytimes.com/2017/04/09/business/media/amc-movie-theater-menu.html"}