{"authors": ["Andrew Ross Sorkin"], "date_download": "2022-10-25 23:44:06", "date_modify": "2022-10-25 23:44:06", "date_publish": "2017-03-07 01:47:00", "description": "Masayoshi Son’s SoftBank Vision Fund could be described as a front for Saudi Arabia, and a contradiction to President Trump’s nationalistic rhetoric.", "filename": "2017_03_06_business_dealbook_07sorkin-softbank-trump-saudi-arabia_1666741446.html", "image_url": "https://static01.nyt.com/images/2017/03/07/business/07db-sorkin/07db-sorkin-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e63891e0e43698027708365083f4d11d2903ea61f5b4e2ba22629fc5452bb88f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_06_business_dealbook_07sorkin-softbank-trump-saudi-arabia_1666741446.html", "title": "The Trump-SoftBank-Saudi Connection", "title_page": "The Trump-SoftBank-Saudi Connection - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As camera lights flashed, President-elect Donald J. Trump strode across the lobby of Trump Tower with Masayoshi Son, the colorful Japanese entrepreneur, in December.\n“This is Masa of SoftBank from Japan,” Mr. Trump said before boasting that Mr. Son’s SoftBank — which is in the process of amassing a giant $100 billion fund — had pledged to invest $50 billion in the United States and would create 50,000 jobs here.\n“He’s one of the great men of industry, so I just want to thank you very much,” he told Mr. Son, who was an early investor in Yahoo and Alibaba. Just last month he bought the Wall Street firm Fortress Investment Group for $3 billion.\nThe photo op was intended to be part of Mr. Trump’s “America First” campaign.\nYet unmentioned that day — and largely unremarked upon — is that Mr. Son’s $100 billion SoftBank Vision Fund could reasonably be described as a front for Saudi Arabia and perhaps other countries in the Middle East.", "url": "https://www.nytimes.com/2017/03/06/business/dealbook/07sorkin-softbank-trump-saudi-arabia.html"}