{"authors": ["Margaret Atwood"], "date_download": "2022-10-25 23:37:35", "date_modify": "2022-10-25 23:37:35", "date_publish": "2017-03-10 15:18:09", "description": "Atwood on whether her dystopian classic is meant as a “feminist” novel, as antireligion or as a prediction.", "filename": "2017_03_10_books_review_margaret-atwood-handmaids-tale-age-of-trump_1666741055.html", "image_url": "https://static01.nyt.com/images/2017/03/09/books/review/0319-BKS-Atwood-COVER/0319-BKS-Atwood-COVER-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0564b661bba746b100f40df306a1df5a3515d72e740515244171355af1140bdb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_10_books_review_margaret-atwood-handmaids-tale-age-of-trump_1666741055.html", "title": "Margaret Atwood on What ‘The Handmaid’s Tale’ Means in the Age of Trump", "title_page": "Margaret Atwood on What ‘The Handmaid’s Tale’ Means in the Age of Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Why do we never learn the real name of the central character, I have often been asked. Because, I reply, so many people throughout history have had their names changed, or have simply disappeared from view. Some have deduced that Offred’s real name is June, since, of all the names whispered among the Handmaids in the gymnasium/dormitory, “June” is the only one that never appears again. That was not my original thought but it fits, so readers are welcome to it if they wish.\nAt some time during the writing, the novel’s name changed to “The Handmaid’s Tale,” partly in honor of Chaucer’s “Canterbury Tales,” but partly also in reference to fairy tales and folk tales: The story told by the central character partakes — for later or remote listeners — of the unbelievable, the fantastic, as do the stories told by those who have survived earth-shattering events.\nImage Natasha Richardson and Robert Duvall in “The Handmaid’s Tale” (1990). Credit... Cinecom\nOver the years, “The Handmaid’s Tale” has taken many forms. It has been translated into 40 or more languages. It was made into a film in 1990. It has been an opera, and it has also been a ballet. It is being turned into a graphic novel. And in April 2017 it will become an MGM/Hulu television series.\nIn this series I have a small cameo. The scene is the one in which the newly conscripted Handmaids are being brainwashed in a sort of Red Guard re-education facility known as the Red Center. They must learn to renounce their previous identities, to know their place and their duties, to understand that they have no real rights but will be protected up to a point if they conform, and to think so poorly of themselves that they will accept their assigned fate and not rebel or run away.\nThe Handmaids sit in a circle, with the Taser-equipped Aunts forcing them to join in what is now called (but was not, in 1984) the “slut-shaming” of one of their number, Jeanine, who is being made to recount how she was gang-raped as a teenager. Her fault, she led them on — that is the chant of the other Handmaids.\nAlthough it was “only a television show” and these were actresses who would be giggling at coffee break, and I myself was “just pretending,” I found this scene horribly upsetting. It was way too much like way too much history. Yes, women will gang up on other women. Yes, they will accuse others to keep themselves off the hook: We see that very publicly in the age of social media, which enables group swarmings. Yes, they will gladly take positions of power over other women, even — and, possibly, especially — in systems in which women as a whole have scant power: All power is relative, and in tough times any amount is seen as better than none. Some of the controlling Aunts are true believers, and think they are doing the Handmaids a favor: At least they haven’t been sent to clean up toxic waste, and at least in this brave new world they won’t get raped, not as such, not by strangers. Some of the Aunts are sadists. Some are opportunists. And they are adept at taking some of the stated aims of 1984 feminism — like the anti-porn campaign and greater safety from sexual assault — and turning them to their own advantage. As I say: real life.", "url": "https://www.nytimes.com/2017/03/10/books/review/margaret-atwood-handmaids-tale-age-of-trump.html"}