{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:37:13", "date_modify": "2022-10-25 23:37:13", "date_publish": "2017-06-30 18:46:13", "description": "The production, at the Glyndebourne Festival, picks up the evergreen question of how the art form should treat Shakespeare.", "filename": "2017_06_30_arts_music_hamlet-a-new-opera-makes-shakespeare-strange_1666741033.html", "image_url": "https://static01.nyt.com/images/2017/07/02/arts/2HAMLET1/2HAMLET1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=51a8681181f0f4058ad92fe01a39bfcc8e3738e9cf9d1a8eed7aac310628d6e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_30_arts_music_hamlet-a-new-opera-makes-shakespeare-strange_1666741033.html", "title": "‘Hamlet,’ a New Opera, Makes Shakespeare Strange", "title_page": "‘Hamlet,’ a New Opera, Makes Shakespeare Strange - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LEWES, England — “To be or not to be —”\nAs the title character begins his most famous soliloquy in Brett Dean’s new operatic version of “Hamlet,” playing at the Glyndebourne Festival here through July 6, you may well find yourself nodding in recognition as he sings it. But it comes out different than you learned in school. Those immortal opening words are followed not by the familiar “that is the question,” but by “ay, there’s the point.”\nWait, what?\nThe latter phrase, it turns out, comes from the abbreviated First Quarto version of the play — which may have preceded the better-known Second Quarto and Folio editions, or, more likely, followed them. (Scholars disagree.) “There is no such thing as ‘Hamlet,’” the opera’s librettist, Matthew Jocelyn, says with some defiance in an interview in the Glyndebourne program book, pointing to these overlapping, conflicting source texts.\nThe opera’s “To be or” moment is therefore simultaneously true to Shakespeare and a kind of declaration of independence from the expectations we bring to him. (If there’s no such thing as “Hamlet,” after all, “Hamlet” can be anything.) These dueling impulses — fidelity and rebellion — are perhaps stronger when it comes to this work than for any other in the Western canon.\nHow could it be otherwise? The weight of the play and its traditions grows heavier almost by the week. An acclaimed production directed by Robert Icke (“1984”), focused on contemporary concerns about surveillance, is currently running in London, just as a stark staging by Sam Gold (“A Doll’s House, Part 2,” “Fun Home”) prepares to open on July 14 at the Public Theater in New York.", "url": "https://www.nytimes.com/2017/06/30/arts/music/hamlet-a-new-opera-makes-shakespeare-strange.html"}