{"authors": ["Matt Apuzzo", "Michael S. Schmidt"], "date_download": "2022-10-25 23:43:26", "date_modify": "2022-10-25 23:43:26", "date_publish": "2017-06-01 00:48:37", "description": "The testimony about conversations with the president would force Mr. Trump to decide whether to invoke executive privilege to try to stop Mr. Comey from testifying.", "filename": "2017_05_31_us_politics_james-comey-testify-trump-russia-fbi_1666741406.html", "image_url": "https://static01.nyt.com/images/2017/06/01/us/01comey/01comey-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8f4f59e2d36196988818f2343a330189d6290c6dab5e24f4971d0a6ca0f5ee33&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_31_us_politics_james-comey-testify-trump-russia-fbi_1666741406.html", "title": "Comey Expected to Testify Before Senate, if He Isn’t Blocked", "title_page": "Comey Expected to Testify Before Senate, if He Isn’t Blocked - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Robert S. Mueller III, the Justice Department special counsel, has the authority to investigate obstruction. Current and former law enforcement officials have said that F.B.I. agents will most likely question many White House officials as part of that case. Mr. Comey’s testimony could be relevant to Mr. Mueller’s investigations.\nMr. Comey kept detailed memos on his meetings. The F.B.I. has refused to give them to Congress, citing Mr. Mueller’s investigation. But Mr. Comey has told Congress he is willing to testify publicly, and Mr. Mueller has so far not tried to stop him.\nThe Justice Department has wide latitude to demand documents and testimony as part of a criminal investigation, even when executive privilege applies. That means Mr. Mueller would most likely prevail if he tried to force Mr. Comey to speak to his investigators, even over White House objections. Having Mr. Comey testify before Congress, however, would spare Mr. Mueller a legal fight.\nMr. Trump has made it much harder to assert executive privilege by repeatedly and publicly referring to his conversations with Mr. Comey, Mr. Rozell said. “How can you amplify your views publicly and then, in response to a legitimate inquiry, say ‘I’m sorry, I can’t talk about that’?” Mr. Rozell said. Mr. Trump, he said, “has not been careful.”\nSeveral congressional committees want Mr. Comey to testify about his firing, but the former F.B.I. director chose to appear in front of the intelligence panel, where he has performed well over the years. At his last congressional hearing, before a Senate Judiciary subcommittee a week before he was fired, he was sharply criticized by Republicans and Democrats for how he handled the investigation into Hillary Clinton’s email server last year.\nAs the Senate committee prepared for Mr. Comey’s testimony, House investigators moved forward on Wednesday with their own inquiry.", "url": "https://www.nytimes.com/2017/05/31/us/politics/james-comey-testify-trump-russia-fbi.html"}