{"authors": ["Nicholas Fandos", "Richard Fausset", "Alan Blinder"], "date_download": "2022-10-25 23:28:24", "date_modify": "2022-10-25 23:28:24", "date_publish": "2017-08-17 00:48:50", "description": "State and local officials are grappling, again, with the fates of Confederate monuments, reviving the outrage that followed the church massacre in 2015 in Charleston, S.C.", "filename": "2017_08_16_us_charlottesville-violence-spurs-new-resistance-to-confederate-symbols_1666740504.html", "image_url": "https://static01.nyt.com/images/2017/08/17/pageoneplus/17monuments-print/17monuments-print-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5644034882eafc9ae56cec4c8e2b1488762bec1bb2f5a317b9ce3cf33b37f8c1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_16_us_charlottesville-violence-spurs-new-resistance-to-confederate-symbols_1666740504.html", "title": "Charlottesville Violence Spurs New Resistance to Confederate Symbols", "title_page": "Charlottesville Violence Spurs New Resistance to Confederate Symbols - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BALTIMORE — It happened in the dead of night.\nAround midnight, as Tuesday turned into Wednesday, a crew of police officers and workers wielding a large crane began making rounds of the city’s parks and public squares, hauling away monuments to Confederate heroes.\nWhen they were through, before sunrise, four statues that had stood for decades were gone, one chapter in a searing drama that is roiling cities across the county, particularly in the South.\n“I thought that there’s enough grandstanding, enough speeches being made,” Mayor Catherine E. Pugh of Baltimore said at a news conference on Wednesday. “Get it done.”\nElsewhere it was not so simple. From Birmingham, Ala., to Gainesville, Fla., to Durham, N.C., to Lexington, Ky., local and state officials this week faced bitter divisions over Confederate statues. Many of the issues had been building for years, but were now freshly volatile in the wake of the violence that exploded Saturday in Charlottesville, Va.", "url": "https://www.nytimes.com/2017/08/16/us/charlottesville-violence-spurs-new-resistance-to-confederate-symbols.html"}