{"authors": ["Jesse Drucker"], "date_download": "2022-10-25 23:51:27", "date_modify": "2022-10-25 23:51:27", "date_publish": "2017-11-05 18:00:26", "description": "Leaked files show that a state-controlled bank in Moscow helped to fuel Yuri Milner’s ascent in Silicon Valley, where the Russia investigation has put tech companies under scrutiny.", "filename": "2017_11_05_world_yuri-milner-facebook-twitter-russia.html_module=inline_1666741887.html", "image_url": "https://static01.nyt.com/images/2017/11/06/world/06Yuri2/06Yuri2-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=46bb9b5aaef5790bbb666dd1aaa037343784804656a34ff2fb413b5583021e8b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_05_world_yuri-milner-facebook-twitter-russia.html_module=inline_1666741887.html", "title": "Kremlin Cash Behind Billionaire’s Twitter and Facebook Investments", "title_page": "Kremlin Cash Behind Billionaire’s Twitter and Facebook Investments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even so, his use of the state-directed apparatus employed by so many Russian oligarchs to enrich themselves shows how the Kremlin has extended its long financial arm not only to his company but to some of America’s technology giants.\n“Kremlin-connected institutions make investments with strategic interests in mind — not just commercial interests but state interests as well,” said Michael Carpenter, the Russia director at the National Security Council during the Obama administration, who is now senior director of the Penn Biden Center for Diplomacy and Global Engagement. “They go hand in hand.”\nMr. Carpenter added, “Oligarchs who receive significant amounts of financial support from Russian banks like VTB or Sberbank or Gazprombank have to pass above a political threshold, meaning such support requires the explicit or tacit approval of those at the top of Russia’s crony capitalist system.”\nThere is nothing illegal about foreign state-owned institutions investing in American companies. VTB and Gazprom said the transactions were both sound investments, not motivated by political considerations.\nAs Mr. Milner sees it, the story is similarly simple — “nothing more than business,” he said, adding: “We are getting money, and we are putting them in Facebook and Twitter. We are making money for our limited partners, and we are giving money back to them. For me, it’s a commercial arrangement.”\n(A statement from DST Global, Mr. Milner’s venture capital firm, appears here.)\nThe Path to Silicon Valley\nMr. Milner, 55, studied theoretical physics at Moscow State University before moving to the United States, where he attended the Wharton School at the University of Pennsylvania in the early 1990s and then worked for the World Bank in Washington.\nHe returned to Russia and in the late 1990s and worked as an executive at Bank Menatep, which was founded by Mikhail B. Khodorkovsky, the oil tycoon who was stripped of his company, prosecuted and imprisoned after a televised confrontation with President Vladimir V. Putin.", "url": "https://www.nytimes.com/2017/11/05/world/yuri-milner-facebook-twitter-russia.html?module=inline"}