{"authors": ["Alison Smale"], "date_download": "2022-10-25 23:34:14", "date_modify": "2022-10-25 23:34:14", "date_publish": "2017-01-23 15:45:33", "description": "The decision by the Alternative for Germany to only discipline Björn Höcke leaves him open to attract more sympathizers.", "filename": "2017_01_23_world_europe_bjorn-hocke-alternative-for-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666740854.html", "image_url": "https://static01.nyt.com/images/2017/01/24/world/24Germany/24Germany-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f5b723cf110bba7c2aa0751e016138a67664c795b30a4bd433ce53c70229c179&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_23_world_europe_bjorn-hocke-alternative-for-germany.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666740854.html", "title": "German Party Won’t Expel Rightist Who Assailed Holocaust Apology", "title_page": "German Party Won’t Expel Rightist Who Assailed Holocaust Apology - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Höcke has a reputation for provocative statements, particularly about the Nazi past. His speech drew condemnation from Frauke Petry, who is a leader of the Alternative for Germany nationally. She and her husband, Mr. Pretzell, reiterated at a weekend rally on Saturday in Koblenz that they were not happy with Mr. Höcke’s statements. Ms. Petry has called Mr. Höcke a “burden on the party.”\nBut Monday’s decision appeared to leave Mr. Höcke free to attract support from his sympathizers for the already far-right party, a relatively new threat to German politics. The Alternative for Germany now has seats in 10 of the country’s 16 state legislatures, and is expected to enter the national Parliament after fall elections.\nThe party started life as an anti-euro party in 2013, when it almost cleared the 5 percent hurdle to enter Parliament in national elections. Since then, Chancellor Angela Merkel has allowed more than one million refugees, many of them Muslims fleeing war in the Middle East, to enter Germany. The Alternative for Germany has benefited from opposition to the influx to become perhaps the strongest right-wing force in the country since the Nazi defeat in 1945.", "url": "https://www.nytimes.com/2017/01/23/world/europe/bjorn-hocke-alternative-for-germany.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}