{"authors": ["Daisuke Wakabayashi"], "date_download": "2022-10-25 23:51:18", "date_modify": "2022-10-25 23:51:18", "date_publish": "2017-11-07 16:00:14", "description": "The Alphabet unit says it expects to allow passengers to ride in truly driverless cars in its tests within the next few months.", "filename": "2017_11_07_technology_waymo-autonomous-cars_1666741878.html", "image_url": "https://static01.nyt.com/images/2017/11/08/business/08WAYMO/08WAYMO-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=b094334420155c5f960f9576ec2e3dd2ed008a88d1963cdd432ceb4404b6fa64&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_07_technology_waymo-autonomous-cars_1666741878.html", "title": "Waymo’s Autonomous Cars Cut Out Human Drivers in Road Tests", "title_page": "Waymo’s Autonomous Cars Cut Out Human Drivers in Road Tests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — The self-driving car is edging closer to becoming driverless.\nWaymo, the autonomous car company from Google’s parent company Alphabet, has started testing a fleet of self-driving vehicles without any backup drivers on public roads, its chief executive said Tuesday. The tests, which will include passengers within the next few months, mark an important milestone that brings autonomous vehicle technology closer to operating without any human intervention.\nDozens of companies are testing self-driving technology on public roads across the United States and some autonomous features are available in today’s cars. But Waymo is believed to be the first company to test vehicles on public roads without a driver ready to take over in an emergency.\n“Our ultimate goal is to bring our fully self-driving technology to more cities in the U.S. and around the world,” John Krafcik, Waymo’s chief, said in prepared remarks at a technology conference in Portugal on Tuesday. “Fully self-driving cars are here.”\nThe tests are a show of engineering prowess by Waymo at a time when traditional automakers and other tech companies like Uber race to develop similar vehicles.", "url": "https://www.nytimes.com/2017/11/07/technology/waymo-autonomous-cars.html"}