{"authors": ["Judy Berman"], "date_download": "2022-10-25 22:59:31", "date_modify": "2022-10-25 22:59:31", "date_publish": "2017-05-24 15:00:25", "description": "A spoiler-filled conversation with one of the creators of the smart Netflix series.", "filename": "2017_05_24_arts_television_master-of-none-season-2-netflix-alan-yang-interview_1666738771.html", "image_url": "https://static01.nyt.com/images/2017/05/23/watching/23masterofnone02/23masterofnone02-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9303c449b4c7d7590fef71d179dfe68c143dfa68d71a478e473f159ede886fff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_24_arts_television_master-of-none-season-2-netflix-alan-yang-interview_1666738771.html", "title": "Alan Yang, a ‘Master of None’ Creator, on Season 2, Chef Jeff and That Final Shot", "title_page": "Alan Yang, a ‘Master of None’ Creator, on Season 2, Chef Jeff and That Final Shot - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Not explicitly. But I love New York so much, and I think Aziz does, too. We want to make the show beautiful, and a lot of New York is beautiful and romantic, if you’re looking at it with a certain eye.\nAnother aspect of it is that Dev is a lucky guy, much like Aziz and I are lucky guys. Dev has a stupid job that pays him a lot of money, so he can take girls out on dates. That’s not a given, and we understand that. But we wanted to reflect our own experience. We pick places that we like, and a lot of them have nice interiors because a lot of them are our friends’ restaurants, and they have good taste. It does make New York look warm and convivial and fun, as opposed to a bleak, lonely hellscape.\nOne of the season’s great episodes is “Thanksgiving,” which looks back on Dev and Denise’s lifelong friendship, as well as her struggle to come out to her mom (Angela Bassett). What role did Lena Waithe, who’s credited as a co-writer, play in its creation?\nOnce we came up with the idea that we wanted to do an episode focusing on Denise, of course we were going to bring in Lena. I asked her to tell the writers’ room the story of what it was like when she came out to her mom. I knew that she had been raised in a house full of black women — her mom, her aunt, her grandma — and all of that is reflected on the screen.\nThen me and Aziz and the writers started talking: “What’s a way to elevate this beyond just another coming-out story?” We came up with the time jumps, that the episode would take place over 20 years, and then we came up with the Thanksgiving idea, which shows the development of Denise and Dev’s relationship, but more important, Denise and her mom’s relationship.", "url": "https://www.nytimes.com/2017/05/24/arts/television/master-of-none-season-2-netflix-alan-yang-interview.html"}