{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:29:00", "date_modify": "2022-10-25 23:29:00", "date_publish": "2017-06-26 16:01:28", "description": "Amazon’s newest Echo smart speaker has a touch screen. Our reviewer asked whether that made the gadget much different from a smartphone or a tablet.", "filename": "2017_06_26_technology_personaltech_amazon-echo-show-review_1666740540.html", "image_url": "https://static01.nyt.com/images/2017/06/27/business/27TECHFIX1/27TECHFIX1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4cff678d278a0fd42a5fd88bb5e9192d6197360054d8b2722879b7bc9330fbcd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_26_technology_personaltech_amazon-echo-show-review_1666740540.html", "title": "Alexa, What Happens if the Echo Has a Screen? You Get This Review", "title_page": "Alexa, What Happens if the Echo Has a Screen? You Get This Review - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You could also ask Alexa to place a call to another Echo customer. When I tried it, the Alexa app synchronized with my smartphone’s address book to determine who else was using an Echo. Then just by asking Alexa to call the name of a contact, I could immediately commence a video call.\nWhat was also nice about the Echo Show’s being stationary is that it remained fixed on a flattering angle of my face. (If you’re tired of staring up people’s nostrils on FaceTime calls, you’ll know what I mean.)\nThere’s another task that the Echo Show handled better than the Echo speaker: shopping on Amazon. By saying, for example, “Alexa, order me some batteries,” you get the screen to show a list of batteries to choose from. By contrast, with the Echo speaker, the device could only reorder batteries you had bought before — or, if you hadn’t ordered batteries before, choose a pack of batteries for you.\nFor audio, the Echo Show included two small stereo speakers. They sounded loud and clear but lacking in bass. Compared with fancy speakers, the Echo Show sounded average, but it’s adequate for watching YouTube videos in the kitchen or streaming music if you aren’t a nitpicky audiophile.\nBugs and Quirks\nThe Echo Show is buggy. In my tests with a fellow product reviewer as well as an Amazon spokesman, video calls were inconsistent. While video calls from my apartment looked clear and sounded good, other calls placed from the New York Times building failed to show any video — and, soon after, the calls disconnected. (In both locations, I used a strong Wi-Fi connection.)\nThere were also some quirks with so-called Skills, which are essentially third-party apps that you can install to expand Alexa’s capabilities. For example, for looking up recipes in the kitchen, I tried a skill by AllRecipes.\nBut when I told Alexa, “Show me how to make pasta,” the device loaded a list of recipes from AllRecipes.com, and then I had trouble quitting the app. The command “Go home” was supposed to quit the AllRecipes Skill, but it got stuck until I said, “Alexa, quit.”", "url": "https://www.nytimes.com/2017/06/26/technology/personaltech/amazon-echo-show-review.html"}