{"authors": ["Erica L. Green"], "date_download": "2022-10-25 23:01:12", "date_modify": "2022-10-25 23:01:12", "date_publish": "2017-04-21 01:31:07", "description": "The town of Van Wert, Ohio, became a crossroads of federal policy with a visit by Education Secretary DeVos and Randi Weingarten, a teachers’ union leader.", "filename": "2017_04_20_us_politics_betsy-devos-randi-weingarten-education-ohio_1666738872.html", "image_url": "https://static01.nyt.com/images/2017/04/21/us/21devos1/21devos1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=5fd456ce4e44bd91aab3184f82aa09e69309ad6d7608ae5536e00ad7f4e60e67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_20_us_politics_betsy-devos-randi-weingarten-education-ohio_1666738872.html", "title": "Ohio Town’s Schools Hope to Be ‘More Than a Line Item’ in the Federal Budget", "title_page": "Ohio Town’s Schools Hope to Be ‘More Than a Line Item’ in the Federal Budget - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "VAN WERT, Ohio — Ken Amstutz’s phone did not stop buzzing long enough for him to think about what could happen in 24 hours. He was fielding questions from public officials and the national news media, keeping tabs on planned protests and coordinating a meeting with United States Marshals.\n“Nothing like this happens in Van Wert!” said Mr. Amstutz, a small-town school superintendent.\nThen on Thursday, Betsy DeVos, the education secretary, and Randi Weingarten, her antagonist and president of the American Federation of Teachers, descended on this small, rural school district for a highly anticipated meeting of two polarizing education leaders. In a town that voted overwhelmingly for President Trump, and that takes pride in its public school system, educators hoped the two leaders could find common ground.\nThe area remains avowedly Republican but is leery of the budget cuts that Mr. Trump has proposed for federal aid to poor school districts. Parents also have little use for the Trump administration’s push to expand school choice and access to private-school vouchers. They want their neighborhood schools to work, because that is what they have.\n“We’ve always voted Republican,” Mr. Amstutz said. “Public education is one area where Republicans have done nothing for us, really.”", "url": "https://www.nytimes.com/2017/04/20/us/politics/betsy-devos-randi-weingarten-education-ohio.html"}