{"authors": ["Abdallah Y. Al-Mouallimi"], "date_download": "2022-10-25 23:53:59", "date_modify": "2022-10-25 23:53:59", "date_publish": "2017-10-03 13:32:02", "description": "Yemen’s Houthi insurgents chose war when they left political talks three years ago. Now they must decide whether they want peace or more agony.", "filename": "2017_10_03_opinion_yemen-war-houthis_1666742039.html", "image_url": "https://static01.nyt.com/images/2017/10/04/opinion/04-AlMouallimi2-inyt/04-AlMouallimi2-inyt-facebookJumbo.jpg?year=2017&h=550&w=1050&s=0b5fbb691aee577ad2744fc9aca350cc0b4df19568c92195bd809df6b82e8761&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_03_opinion_yemen-war-houthis_1666742039.html", "title": "It’s Up to the Rebels to Stop Yemen’s War", "title_page": "Opinion | It’s Up to the Rebels to Stop Yemen’s War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What if all parties came together and sat around a table to negotiate their differences? Wouldn’t that be nice? Of course it would; however, this second fallacy ignores the fact that we have had no shortage of talks. We have had direct talks, indirect talks, public talks, private talks — talks in Yemen, in Saudi Arabia, in Oman, in Switzerland and for more than 100 days in Kuwait. We have had plenty of talks. The missing ingredient in all of them has been political will on the part of the Houthis to share power, hand over heavy weapons and withdraw from the capital and other major cities.\nThe Houthis, unfortunately, are guided by mystical beliefs that power must be held by a specific dynasty. It is the same belief that concentrates power in the hands of the supreme leader of the Islamic Revolution in Iran and that brought the Houthis to war six times in the past decade against Yemen’s central government.\nThe third fallacy is the assumption that Yemen is cholera-infested and famine-threatened. Yes, there is cholera, and yes there are famine-like conditions; but they are concentrated in an area, no larger than 20 percent of Yemeni territory, that is controlled by the Houthis. The problem in this area arises more from failures of management and distribution than from any lack of available humanitarian aid and supplies. The Houthis refuse to use all of the ports available there or the roads for the transfer of aid. They have even stopped paying salaries to doctors, nurses and civil servants in areas under their control.\nSo where do we go from here? Three simple steps are needed. The international community must insist on the full and immediate implementation of Resolution 2216. Iran must refrain from supplying weapons and materials to the Houthis. Humanitarian aid must be given unfettered access to all parts of Yemen, and access should be granted to the thousands of volunteers who are ready to risk their lives to save the lives of the proud and long-suffering Yemeni people.\nThe road to peace in Yemen is clear. The Houthis must choose between being an outlaw militia group or a legitimate political party. If they choose the second option, they would have a place at the negotiating table and in government. They could contest the forthcoming parliamentary and presidential elections. But at the same time, they would have to withdraw from Sana, hand over their heavy weapons to the national army and engage seriously in negotiations leading to a peaceful transition to a political solution for a united Yemen.", "url": "https://www.nytimes.com/2017/10/03/opinion/yemen-war-houthis.html"}