{"authors": ["Stacy Cowley"], "date_download": "2022-10-25 23:35:51", "date_modify": "2022-10-25 23:35:51", "date_publish": "2017-03-17 23:12:16", "description": "In a legal brief filed on Friday, Justice Department lawyers stopped short of calling for abolishing the Consumer Financial Protection Bureau, but said its structure was unconstitutional.", "filename": "2017_03_17_business_dealbook_consumer-financial-protection-bureau-justice-department_1666740951.html", "image_url": "https://static01.nyt.com/images/2017/03/18/business/18consumer1/18consumer1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9e4fe2f244983fbe567e1d21341f58ede3c599b67a7f9878a46e6c621e48c864&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_17_business_dealbook_consumer-financial-protection-bureau-justice-department_1666740951.html", "title": "Give President Free Rein to Fire Consumer Board Chief, Justice Dept. Argues", "title_page": "Give President Free Rein to Fire Consumer Board Chief, Justice Dept. Argues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Justice Department on Friday took the rare step of opposing another federal agency, the Consumer Financial Protection Bureau, in court, arguing that the bureau’s structure is unconstitutional and should be changed.\nBut the department’s argument, laid out in a brief filed in a lawsuit brought against the consumer agency, stopped short of endorsing the solution urged by the plaintiff in the case: shutting the bureau down entirely.\nGiving the president the ability to remove at will the consumer bureau’s director — currently Richard Cordray, who was appointed by President Barack Obama — would be a sufficient remedy, Justice Department lawyers wrote in an amicus brief.\nThe brief, highly anticipated by consumer advocates and financial services companies, opens a window into the Trump administration’s view of the consumer bureau. Created in the aftermath of the 2008 financial crisis, the agency is a frequent target of the wrath of some Republican lawmakers, who would like to see the bureau curtailed or abolished altogether.", "url": "https://www.nytimes.com/2017/03/17/business/dealbook/consumer-financial-protection-bureau-justice-department.html"}