{"authors": ["The New York Times"], "date_download": "2022-10-25 23:40:15", "date_modify": "2022-10-25 23:40:15", "date_publish": "2017-06-29 05:09:47", "description": "President Xi Jinping of China is in Hong Kong for ceremonies marking the anniversary of the former British colony’s return to Chinese rule.", "filename": "2017_06_29_world_asia_hong-kong-china-anniversary-handover_1666741215.html", "image_url": "https://static01.nyt.com/images/2017/06/30/world/30hongkongbriefing-5/30hongkongbriefing-5-facebookJumbo.jpg?year=2017&h=549&w=1050&s=4738a93d620397e8c913142b6628a2bcfdea91a6b0008cbd6cf662246bce12f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_29_world_asia_hong-kong-china-anniversary-handover_1666741215.html", "title": "Hong Kong, 20 Years After the Handover", "title_page": "Hong Kong, 20 Years After the Handover - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a video posted this week, the Hong Kong police sought to justify the extraordinary lengths to which they have gone to shield Chinese and local officials from planned protests.\nThe police said the security measures reflected their concerns over terrorist attacks.\n“Recently, the world has been shocked by terrorist attacks of cars plowing into crowds,” an officer said in the video. “These ‘water barriers’ can ensure the safety of the public and the important officials.”\nBut the barriers are more likely meant to shield the leaders from expected protests. “Does that mean that all the people of Hong Kong are terrorists?” one Facebook user commented.\n— Gerry Mullany\nHong Kongers fearful of China look to Taiwan\nOn the eve of Hong Kong’s handover 20 years ago, residents who did not want to live under Chinese rule tended to relocate to the United States, Australia or Canada. But now Taiwan is becoming a top choice amid concern over China’s dominance of Hong Kong and political turmoil in the territory.\nThe Liberty Times, a newspaper in Taiwan, this week cited a survey taken late last year by the Hong Kong Institute of Asia-Pacific Studies in which nearly 40 percent of respondents from Hong Kong said they wanted to emigrate. Taiwan topped the respondents’ wish list as a destination, with 16 percent saying they would like to move there, followed by Australia and Canada, with 15 and 14 percent, respectively.\n“Political climate is one of the important factors for Hong Kongers immigrating to Taiwan, especially for young people hoping for stability of free speech,” the Liberty Times said. Cultural similarities between Hong Kong and Taiwan and physical proximity were also important draws.", "url": "https://www.nytimes.com/2017/06/29/world/asia/hong-kong-china-anniversary-handover.html"}