{"authors": ["Kevin Carey"], "date_download": "2022-10-25 23:34:38", "date_modify": "2022-10-25 23:34:38", "date_publish": "2017-06-30 11:00:14", "description": "A close analysis of more than 500 failing programs suggests current rules have been successful at reining in predatory for-profit colleges.", "filename": "2017_06_30_upshot_new-evidence-shows-devos-is-discarding-college-policies-that-are-effective_1666740878.html", "image_url": "https://static01.nyt.com/images/2017/06/29/upshot/29up-devos1/29up-devos1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=289d0b6c308ceeb9e8582ce5d1c491508fad45cc556ea60601a8409223b77ee9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_30_upshot_new-evidence-shows-devos-is-discarding-college-policies-that-are-effective_1666740878.html", "title": "DeVos Is Discarding College Policies That New Evidence Shows Are Effective", "title_page": "DeVos Is Discarding College Policies That New Evidence Shows Are Effective - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "No program has reached this point yet. Before it could complete the rules, the Obama administration had to spend years fighting through a thicket of lawsuits filed by the for-profit college industry. Eleven days before President Trump’s inauguration, the Department of Education released the first list of failing programs. Ms. DeVos has extended the original deadline for appealing the findings, and recently announced plans to rewrite the rules.\nBut a close analysis of the more than 500 failing programs that haven’t appealed their status reveals something interesting: A substantial majority of them, 300 or so, have already been shut down — even though colleges are not yet required to do so. The gainful employment test turns out to be an accurate way of identifying programs that for-profit colleges themselves don’t think are worth saving, as well as identifying programs run by colleges that are on the brink of bankruptcy and dissolution.\nSome of the failing programs were run by ITT Tech, a publicly traded chain of technical schools that collapsed under a wave of consumer lawsuits and government investigations in 2016. Dozens of other for-profits have failed in recent years, from mom-and-pop hairdressing academies to business schools with dozens of programs in multiple states.\nThe gainful employment results suggest why. Students who earned a bachelor’s degree in fashion design at Sanford-Brown College’s now-defunct Chicago campus left school with over $45,000 in federal and institutional loans. But they earned less than $21,000 per year, before taxes, food and rent. That’s barely above the minimum wage for a family of three. Only 29 percent of students who started the program graduated on time.\nSanford-Brown operated for years with results like this, until the Education Department stepped in. Announcing that the entire chain would shutter, Ron McCray, C.E.O. of Sanford-Brown’s parent corporation, cited a “challenging regulatory environment” and “the gainful employment regulations issued last year.” In other words, rather than invest the time and money necessary to offer affordable programs that lead to well-paying jobs, they simply closed up shop.", "url": "https://www.nytimes.com/2017/06/30/upshot/new-evidence-shows-devos-is-discarding-college-policies-that-are-effective.html"}