{"authors": ["Henry Fountain", "Brad Plumer"], "date_download": "2022-10-25 23:48:39", "date_modify": "2022-10-25 23:48:39", "date_publish": "2017-11-03 21:23:58", "description": "Climate change is affecting the United States more than ever, and the impacts on people and the economy are expected to increase, a draft section of the National Climate Assessment says.", "filename": "2017_11_03_climate_climate-change-impacts_1666741719.html", "image_url": "https://static01.nyt.com/images/2017/11/04/science/04CLI-WHATSNEW1/04CLI-WHATSNEW1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=b8564762a3d167ef66f2e401a49d92bcaa23b2ea7c4851a359f5cd987c20b74f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_03_climate_climate-change-impacts_1666741719.html", "title": "What the Climate Report Says About the Impact of Global Warming", "title_page": "What the Climate Report Says About the Impact of Global Warming - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The same, only worse.\nGlobal warming is affecting the United States more than ever, and the impacts — on communities, regions, infrastructure and sectors of the economy — are expected to increase.\nThat’s the gist of Volume II of the National Climate Assessment, a draft report made public on Friday that focuses on the current and future impacts of climate change. The draft will eventually accompany a report on the science of climate change that was unveiled by 13 federal agencies in its final form on the same day.\nIn addition to comments by members of the public, Volume II is being reviewed by an expert committee of the National Academies of Sciences, Engineering, and Medicine. After revisions by the agencies involved it is expected to be published in December 2018.\nLike the scientific report, the draft of Volume II contains many of the same findings cited in the previous National Climate Assessment, published in 2014. But reflecting some of the impacts that have been felt across the country in the past three years, some of the emphasis has changed.", "url": "https://www.nytimes.com/2017/11/03/climate/climate-change-impacts.html"}