{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 23:01:43", "date_modify": "2022-10-25 23:01:43", "date_publish": "2017-07-15 01:10:31", "description": "Ty Cobb will help coordinate the White House’s response to the Russia investigation, reflecting concerns that the president’s private lawyer, Marc E. Kasowitz, could not handle the case himself.", "filename": "2017_07_14_us_politics_ty-cobb-trump-legal-team_1666738903.html", "image_url": "https://static01.nyt.com/images/2017/07/15/us/politics/15dc-lawyer-1BW/15dc-lawyer-1BW-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3b920d41a41895eabd0e769f76585010abcadd9901c30b5b31d5d47656f05b26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_14_us_politics_ty-cobb-trump-legal-team_1666738903.html", "title": "Trump’s Legal Team Adds Lawyer Amid Expanding Russia Investigation", "title_page": "Trump’s Legal Team Adds Lawyer Amid Expanding Russia Investigation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Ty Cobb, a veteran Washington lawyer, is joining President Trump’s legal team to coordinate the response to the expanding investigation into possible Trump campaign collusion with Russia’s election interference, reflecting a growing sense among West Wing officials that the president’s private lawyer, Marc E. Kasowitz, cannot handle the job alone.\nAfter a tumultuous week in the fast-moving inquiry, Jared Kushner’s top lawyer, Jamie Gorelick, also announced plans to remove herself from matters related to the Russia investigation that are engulfing her client, Mr. Trump’s son-in-law and a West Wing adviser. She said she will continue to represent Mr. Kushner on other concerns.\nThe hiring of Mr. Cobb, a partner at the firm Hogan Lovells and a former federal prosecutor, was welcomed by White House officials who have complained that they have been repeatedly blindsided by revelations not disclosed to them by the president and his family. The hiring was first reported by Bloomberg News and confirmed by a person with direct knowledge of the move.\nMr. Kasowitz, Mr. Trump’s combative longtime personal lawyer, has aggravated his mercurial client by repeatedly demanding that the president curtail his Twitter habits, which Mr. Kasowitz — and most others in the White House — believe to be damaging to the president’s legal and political cause.", "url": "https://www.nytimes.com/2017/07/14/us/politics/ty-cobb-trump-legal-team.html"}