{"authors": ["Mike Isaac", "Daisuke Wakabayashi"], "date_download": "2022-10-25 23:30:39", "date_modify": "2022-10-25 23:30:39", "date_publish": "2017-02-27 21:01:13", "description": "The head of Uber’s engineering efforts did not disclose the circumstances of his departure from Google last year, according to a person familiar with the matter.", "filename": "2017_02_27_technology_uber-sexual-harassment-amit-singhal-resign_1666740639.html", "image_url": "https://static01.nyt.com/images/2017/02/28/business/28UBER/28UBER-facebookJumbo.jpg?year=2017&h=550&w=1050&s=f523463a51ea3a9ce3a4e3849e3678f95c64f853acd9a5ee3189acadc7b94cab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_27_technology_uber-sexual-harassment-amit-singhal-resign_1666740639.html", "title": "Amit Singhal, Uber Executive Linked to Old Harassment Claim, Resigns", "title_page": "Amit Singhal, Uber Executive Linked to Old Harassment Claim, Resigns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The former Uber engineer Susan Fowler and other current and former employees have claimed that the company’s human resources officials repeatedly ignored harassment claims about employees who were “top performers.”\nUber asked Eric H. Holder Jr., who served as attorney general under President Obama, to investigate those claims. He is joined by the media mogul Arianna Huffington, a member of Uber’s board of directors, and Tammy Albarran, a partner at Mr. Holder’s law firm, Covington and Burling.\nLast week, the Uber investors Mitch Kapor and Freada Kapor Klein wrote in an open letter to the company that they were frustrated with how Uber had handled its culture issues and that they had “hit a dead end in trying to influence the company quietly from the inside.”\nThe issue involving Mr. Singhal dates to 2015, when he was still at Google. The search giant deemed an employee’s claim of sexual harassment against Mr. Singhal “credible” in an internal investigation, according to two people familiar with the matter who declined to be identified because they were not allowed to speak on the matter.\nMr. Singhal’s resignation from Uber was first reported by the technology news website Recode.\nGoogle was prepared to dismiss Mr. Singhal because of the claim, Recode said, but ultimately he resigned on his own in February 2016. In his goodbye note to the company, there was no mention of a sexual harassment claim against him, or any other signs of problems. In fact, the company held a goodbye party for Mr. Singhal, according to two people who attended the party, one a current Google employee and another a former employee. At the time, Mr. Singhal said he wanted to devote time to philanthropy; he joined Uber less than a year later.", "url": "https://www.nytimes.com/2017/02/27/technology/uber-sexual-harassment-amit-singhal-resign.html"}