{"authors": ["Simon Parkin"], "date_download": "2022-10-25 23:47:27", "date_modify": "2022-10-25 23:47:27", "date_publish": "2017-12-29 22:46:45", "description": "This time last year, the company that made Mario and Donkey Kong household names seemed to have lost its touch. Now, with the new console, it’s on a roll.", "filename": "2017_12_29_technology_nintendo-switch.html_dlbk_1666741647.html", "image_url": "https://static01.nyt.com/images/2017/12/26/business/00NINTENDO-1/00NINTENDO-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=dde54d3682e13060f89438d744f162887c0faecb3b79b5d43ce9126cfea4ee35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_29_technology_nintendo-switch.html_dlbk_1666741647.html", "title": "Nintendo’s Switch Brings Some Magic Back", "title_page": "Nintendo’s Switch Brings Some Magic Back - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jake Kazdal, an American video game developer who lives in Kyoto, Japan, spent a night in early March refreshing the website of GameStop, the video game retail chain in the United States. He wanted to buy Nintendo’s just-released console, the Switch. But the device had already sold out in Japan, forcing him to look elsewhere.\nWhile Mr. Kazdal had bought Nintendo’s previous console, the Wii U, a few years earlier, he soon had buyer’s remorse. “After a few short games at my folks’ place, everyone was done,” he said. “I remember thinking, ‘Uh-oh.’”\nThe announcement of the Switch, however — a sort of two-in-one device that can be played at home or on the go — lowered his skepticism about Nintendo. Nine months later, his support is full-throated.\n“It’s what the Wii U should have been,” he said.\nMr. Kazdal’s changing view on Nintendo is widely shared. This time last year, the company that made Mario and Donkey Kong household names seemed to have lost both its audience and its enchanted touch. Players were moving elsewhere. Losses were piling up.", "url": "https://www.nytimes.com/2017/12/29/technology/nintendo-switch.html?dlbk"}