{"authors": ["Adam Liptak"], "date_download": "2022-10-26 00:12:04", "date_modify": "2022-10-26 00:12:04", "date_publish": "2017-02-16 21:44:41", "description": "The Justice Department said that it would not fight for the travel ban and that President Trump would replace it with a “substantially revised executive order.”", "filename": "2017_02_16_us_politics_travel-ban-muslim-ninth-circuit_1666743124.html", "image_url": "https://static01.nyt.com/images/2017/02/17/us/17courts/17courts-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9433c4a1c4e7c6b3fd2b16a5ae7ecd48ce563ba00ac83e8e8281f424eca0caae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_16_us_politics_travel-ban-muslim-ninth-circuit_1666743124.html", "title": "Trump Will Issue New Travel Order Instead of Fighting Case in Court", "title_page": "Trump Will Issue New Travel Order Instead of Fighting Case in Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department told a federal appeals court on Thursday that it would not seek a rehearing of a decision that shut down President Trump’s targeted travel ban. Instead, the administration will start from scratch, issuing a new executive order, the department said.\nLast Thursday, a unanimous three-judge panel of the United States Court of Appeals for the Ninth Circuit, in San Francisco, blocked the key parts of the original executive order, which suspended the nation’s refugee program as well as travel from seven predominantly Muslim countries. The panel said the original ban was unlikely to survive constitutional scrutiny.\nThe Justice Department said that the panel’s decision was riddled with errors but that the flaws it noted would be addressed in the new executive order.\n“Rather than continuing this litigation,” the Justice Department’s brief said, “the president intends in the near future to rescind the order and replace it with a new, substantially revised executive order to eliminate what the panel erroneously thought were constitutional concerns.”", "url": "https://www.nytimes.com/2017/02/16/us/politics/travel-ban-muslim-ninth-circuit.html"}