{"authors": ["Andy Newman"], "date_download": "2022-10-25 23:27:14", "date_modify": "2022-10-25 23:27:14", "date_publish": "2017-02-12 22:07:41", "description": "The Times wants to know how New Yorkers would grade the street they live on for the past year. Responses could be included in a project.", "filename": "2017_02_12_nyregion_what-is-the-state-of-your-block-in-new-york-city_1666740434.html", "image_url": "https://static01.nyt.com/images/2017/02/11/nyregion/xxstateoftheblockcallout2/xxstateoftheblockcallout2-facebookJumbo.jpg?year=2017&h=549&w=1050&s=b0041acba27d877c03730259778314abc6b9a92c63d94a56a148259d107b4bb0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_12_nyregion_what-is-the-state-of-your-block-in-new-york-city_1666740434.html", "title": "What Is the State of Your Block in New York City?", "title_page": "What Is the State of Your Block in New York City? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "(Leer en español)\nFor Mayor Bill de Blasio, the annual State of the City address is the official view of New York City — the good and bad painted in very broad strokes.\nBut we are interested in a different and more nuanced view of the city — the one from your kitchen window, if you are lucky enough to have one.\nWe want to know: What is the state of your block?\nHere is how it works: Complete the form below, tell us the block you live on (we don’t need your full address), give it a grade for the past year and tell us why you gave it that grade. What’s gotten better over the last 12 months? What’s worse? What remains blessedly, or cursedly, unchanged?\nWe will take all of the block report cards submitted and examine them for a ground-level portrait of the city. We plan to include a selection of the submissions in a project. Please include a working email address and phone number so that an editor or reporter can reach you if we need to. We will not share your personal information with anyone.", "url": "https://www.nytimes.com/2017/02/12/nyregion/what-is-the-state-of-your-block-in-new-york-city.html"}