{"authors": ["Prashant S. Rao", "Amie Tsang"], "date_download": "2022-10-25 23:51:52", "date_modify": "2022-10-25 23:51:52", "date_publish": "2017-03-16 14:42:20", "description": "Announced in December, the takeover immediately raised criticism in Britain, where Rupert Murdoch already holds several media interests.", "filename": "2017_03_16_business_dealbook_britain-fox-sky-murdoch-investigation_1666741912.html", "image_url": "https://static01.nyt.com/images/2017/03/17/business/17DB-SKY1/17DB-SKY1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=13c32326343c04aa853f8caa8dc5c160da4448594a38cae38746d3206753eddf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_16_business_dealbook_britain-fox-sky-murdoch-investigation_1666741912.html", "title": "British Regulators to Investigate 21st Century Fox’s Deal for Sky", "title_page": "British Regulators to Investigate 21st Century Fox’s Deal for Sky - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Britain asked regulators on Thursday to investigate whether 21st Century Fox’s $14.3 billion deal to take full control of the British satellite television giant Sky would give the media mogul Rupert Murdoch too much control over the country’s media landscape.\nThe takeover for the 61 percent of Sky that 21st Century Fox does not already own was agreed on in December and is the second such effort to combine the two companies since 2011. The latest attempt quickly raised a wave of criticism in Britain, where Mr. Murdoch already holds several media interests.\nKaren Bradley, Britain’s minister for culture, media and sport, said in a statement to Parliament on Thursday that she had referred the deal to regulators “on the grounds of media plurality and commitment to broadcasting standards.”\nMs. Bradley said that although 21st Century Fox had contested her position, “none of the representations have led me to dismiss the concerns I have” regarding public interest issues.", "url": "https://www.nytimes.com/2017/03/16/business/dealbook/britain-fox-sky-murdoch-investigation.html"}