{"authors": ["Julie Bosman", "Amy Harmon", "Christine Hauser", "Jess Bidgood", "Maggie Astor"], "date_download": "2022-10-25 23:52:19", "date_modify": "2022-10-25 23:52:19", "date_publish": "2017-10-02 20:04:24", "description": "They had come from faraway states for country music. They were police officers, teachers, secretaries. Here are the stories of the 58 people who died.", "filename": "2017_10_02_us_vegas-victims-names_1666741939.html", "image_url": "https://static01.nyt.com/images/2017/10/09/us/07xp-victims-promo/07xp-victims-promo-facebookJumbo.jpg?year=2017&h=549&w=1050&s=a972dfa0a43f331ec2d36d7721cdf4dcf1a2b78707de0b3b0c6c10fed3db17b9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_02_us_vegas-victims-names_1666741939.html", "title": "Las Vegas Shooting Victims: The Full List", "title_page": "Las Vegas Shooting Victims: The Full List - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lisa Patterson\nImage Lisa Patterson.\nLisa Patterson was determined that her three children, now 19, 17 and 8, would grow up to be fearless.\nShe pushed them to take part in school plays so that they would be confident taking risks. She drove them to softball practice so that they would learn teamwork. She made sure they performed community service, while juggling her own volunteer work and helping to run her husband’s small hardwood flooring business, without the aid of a housekeeper or nanny.\nThe trip to Las Vegas, with a group of mom friends from her church, was a departure for Ms. Patterson, 46, of Lomita, Calif., who was typically too occupied to take time out for herself. But her love of all types of music was well known to her friends and family, who would often be induced to sing with her in the car, loud enough to provoke looks from others sitting in traffic nearby.\nThe children, said her close friend, Deborah Beckman, learned to simply smile back.\n“She has brought them up to really stand on their two feet,” Ms. Beckman said. “And I thank God because I think that will help them to be able to deal with it.”\nJohn Phippen\nImage John Phippen. Credit... via Associated Press\nWhen the gunfire began on Sunday night, John Phippen, and his son, Travis, followed the same urgent instinct: to try to save people.\nJohn Phippen, 56, who ran a home remodeling company in Santa Clarita, Calif., and Travis, 24, an emergency medical technician, covered the bodies of strangers with their own. They crawled toward the wounded and used belts as tourniquets to try to stop their bleeding, his son said in a local television news interview.\nThen John Phippen was shot.\n“I got over there as fast as I could and I put my arm around him,” Travis Phippen said.\nWith the help of a bystander, they got John Phippen away from the area, but he did not survive.\n“He told me that he loved me and he wanted everybody to know how much he loved them,” the younger Mr. Phippen said.\nMelissa Ramirez\nImage Melissa Ramirez.\nMelissa Ramirez, 26, grew up in California’s Antelope Valley amid a big and close-knit extended family that she often visited on weekends when she attended college, at California State University, Bakersfield.\nHer love of country music drew her to the festival in Las Vegas, her cousin, Fabiola Farnetti, said on Tuesday. When the two were in high school, they spent summers working alongside Ms. Ramirez’s parents selling fruit and vegetables for a local farm company at flea markets in the area.\nThe daughter of Mexican immigrants who became United States citizens, Ms. Ramirez majored in business and had recently received a promotion at the car insurance company where she worked, her cousin said.\n“She always helped her parents, and just wanted to be there,” Ms. Farnetti said.\nThe family had held out hope that she had survived the shooting, but her father identified her remains at the Las Vegas morgue early on Tuesday.\nOn her Instagram account, she posted photographs of her dog, a boxer, her young niece and, most recently, from her trip to Las Vegas.\nJordyn Rivera\nImage Jordyn Rivera. Credit... via Associated Pre\nJordyn Rivera, 21, a health care management student at California State University, San Bernardino, spent part of last summer in London for the school’s study abroad program.\n“We will remember and treasure her for her warmth, optimism, energy and kindness,” the university’s president, Tomas Morales, wrote in an email on Tuesday to employees and students.\nA member of the health education honor society, Eta Sigma Gamma, Ms. Rivera was “a total sweetheart with piercing eyes & a beautiful smile,” a fellow student, Natasha Lavera, wrote on Facebook.\nMs. Rivera, of La Verne, Calif., had traveled to the concert with her mother, a friend told the Las Vegas Review-Journal.\nShe would have graduated next year.\nQuinton Robbins\nImage Quinton Robbins.\nAn aunt of Quinton Robbins, 20, who worked as a recreation assistant for the city of Henderson, Nev., wrote on Facebook that her nephew was among the dead.\n“I can’t say enough good about this sweet soul,” the aunt, Kilee Wells Sanders, wrote of Mr. Robbins. “Everyone who met him loved him. His contagious laugh and smile.”\nOutside of his job with the city of Henderson, a suburb of Las Vegas, Mr. Robbins coached flag football for 5-year-olds, his brother’s flag football team and softball teams. He also coached basketball along with his uncle at a high school, and was finishing certification to be a full-time coach for the Clark County School District.\nMr. Robbins had been thrilled to score tickets to the music festival. “He was a big country music fan and he and his girlfriend were excited to go,” said James DiNicola, Mr. Robbins’s friend and colleague at the Henderson recreational department. “It was a last-minute thing.”\nCameron Robinson\nImage Cameron Robinson.\nCameron Robinson, 28, had taken Monday off from his job as a management analyst for the city of Las Vegas to attend the country music festival with his boyfriend, Bobby Eardley.\nThe creator of a smartphone app that eased navigation for attendees of the city government’s annual conferences, Mr. Robinson was a frequent volunteer at city events, and had been given a promotion last summer, according to Brad Jerbic, the city attorney for Las Vegas and a family friend.\n“He was driven, but not so driven that he didn’t know how to enjoy life,” Mr. Jerbic said.\nMr. Robinson was shot in the neck, Mr. Jerbic said. He died shortly after 10 p.m. Sunday night, in Mr. Eardley’s arms.\nTara Roe Smith\nTara Roe Smith, 34, of Alberta, an educational assistant, was separated from her husband during the attack, according to The Edmonton Journal.\n“Tara was an aide in my granddaughter’s preschool class,” wrote Viola Anderson, a resident of Okotoks, where Ms. Roe Smith lived, on a GoFundMe page set up by a friend. “She will be missed.”\nThe mother of two young sons, she grew up in Manitoba, where the community is “heartbroken,” a family friend told CTV Manitoba.\n“It is with sadness, shock, and grief that we confirm the loss of a Foothills School Division staff member,” John Bailey, superintendent of the school district where Ms. Roe Smith worked, wrote in a statement posted on the district’s website. “Our thoughts are with the family and friends of those affected by this unimaginable attack.”\nLisa Romero-Muniz\nImage Lisa Romero-Muniz.\nLast year, Lisa Romero-Muniz’s husband, Chris, forgot their wedding anniversary. This year he was determined to make it up to her.\nSo he made a grand gesture, planning a four-day weekend in Las Vegas and buying tickets to see her favorite country singer, Jason Aldean. Mr. Muniz, who worked long hours at a refinery, and Ms. Romero-Muniz, 48 and a high school secretary in Gallup, N.M., left on Thursday for Las Vegas, more than a six-hour drive away.\n“She was beyond excited,” said Rosie Fernandez, her friend and supervisor at the high school where they worked. “For her husband to remember her anniversary and do all of that, this was a big thing for her.”\nMs. Romero-Muniz’s death, confirmed by officials at the school where she worked, left her colleagues and community shaken, her co-workers said.\nBorn and raised in the small city of Gallup, she was a mother of three grown children and a secretary at Miyamura High School, where she was responsible for disciplining students who got into trouble. Ms. Romero-Muniz had a warm personality and a big laugh, always teasing her co-workers, Ms. Fernandez said.\n“We were known as the two loudmouths of the office,” Ms. Fernandez said. “She knew 90 percent of the kids at this school. She would talk to them like she was talking to her own children. I’d hear her saying, ‘I know you can do better than this.’”\nOn Monday morning, administrators put up posters around the school so that students could write on them how they were feeling. A candlelight memorial is planned for Monday evening.\nChristopher Roybal\nImage Christopher Roybal. Credit... via Associated Press\nChristopher Roybal went to the concert with his mother, Debby Allen, to celebrate his 29th birthday.\nThe two had become separated at the event, Ms. Allen told local television stations, and when the gunfire started, she ran but then tried to return to the festival grounds to look for him.\n“I just kept saying, ‘My son, my son, where is my son?’” Ms. Allen said. “This guy wouldn’t let me go back in. He goes: ‘You have to run away from the gunfire, not towards the gunfire.’”\nMr. Roybal had recently moved to Denver from Colorado Springs, where he was the general manager at a Crunch gym, which announced his death on its Facebook page.\nHe was a Navy veteran who had served stints in Afghanistan. In a Facebook post in July, he had recalled the emotions of battle: “The anger stays, long after your friends have died, the lives you’ve taken are buried and your boots are placed neatly in a box in some storage unit.”\nBrett Schwanbeck\nImage Brett Schwanbeck.\nGrowing up in Arizona with five siblings, Brett Schwanbeck, 61, was a brother who loved to joke around and have fun. He had the most beautiful smile ever, his sister, Robin Martin, said. “He was very, very full of life,” she said.\nMr. Schwanbeck had gone to the Route 91 festival with his fiancée, Anna Orozco, who he had been planning to marry in January. Photographs of the couple on Facebook show them posing on the concert grounds, the gleaming Mandalay Bay resort in the background.\nMr. Schwanbeck, a retired truck driver who lived in Bullhead City, Ariz., had met Ms. Orozco in high school in Ash Fork. Their romance blossomed much later.\nMs. Martin said she tried to speak to her brother after the shooting while he was on life support in the hospital, hoping that he could hear her.\n“Family meant everything to him,” she said.\nBailey Schweitzer\nImage Bailey Schweitzer. Credit... via Associated Press\nAt Infinity Communications and Consulting, the Bakersfield, Calif., company where Bailey Schweitzer worked as a receptionist, Ms. Schweitzer “was always the ray of sunshine in our office on a cloudy day,” Fred Brakeman, the company’s president, said. “No one could possibly have a bad day when Bailey was around. If you have ever called or visited our office, she was the perky one that helped direct you to the staff member you needed.”\nBefore graduating, Ms. Schweitzer was a cheerleader at Centennial High School in Bakersfield and a frequent volunteer at the Bakersfield Speedway, which her family owned, The Bakersfield Californian reported. A co-worker, Katelynn Cleveland, told the newspaper that Ms. Schweitzer, 20, had been looking forward to the Route 91 music festival for weeks.\nLaura Shipp\nImage Laura Shipp. Credit... via Associated Press\nThe staff at the Chili’s restaurant in Arroyo Market Square in Las Vegas knew it was Friday when Laura Shipp, 50, took her seat by the bar and ordered her favorites: Smoked wings and a Presidente Margarita.\n“Like clockwork she would be there Friday night, first seat at the bar,” said Chris Atkinson, a manager at the restaurant, over a Facebook message.\nThe wings were not the only draw. Ms. Shipp’s son, Corey, 23, a marine reservist, was a bartender and server there, and she liked to be around him. She was so well-liked, Mr. Atkinson said, that he and Corey’s other friends took to calling her “Mama Shipp.” And Corey Shipp liked having her around.\n“These two seemed like, even if they weren’t family, they would still be best friends,” Mr. Atkinson said.\nCorey Shipp moved to Las Vegas first, and Laura Shipp followed. “Corey was her only and Laura was his only,” said Steve Shipp, 47, Ms. Shipp’s brother, who confirmed her death.\nThey loved the Dodgers and country music, which is what brought them to the festival. Corey Shipp was not harmed, but he could not find his mother despite a frantic search that involved many members of the Chili’s staff.\n“It took about 28, to 30 hours, just even to figure out that she had passed,” Mr. Shipp, the brother, said.\nErick Silva\nImage Erick Silva.\nThe security staff working at the Route 91 festival were the first to help, and Erick Silva, 21, of Las Vegas was one of them. Mr. Silva, who was assigned to a position near the front of the stage, began trying to help audience members escape over a barricade.\nAs he worked to usher others away, he was shot, and was later pronounced dead in the hospital, Jay Purves, the Nevada vice president of Mr. Silva’s employer, Contemporary Services Corp., said in an email.\nTwo other C.S.C. employees were also shot, but they survived, Mr. Purves said. “Watching the many video clips on YouTube and social media, you see our men and women in the yellow shirts jumping right into the middle of the chaos as it started to help those who were shot.”\nMr. Silva worked long hours on the job. “When he wasn’t helping me, he would always go where he was needed the most to help out in any way possible,” James Garrett, a co-worker, wrote in a Facebook tribute.\n“He never complained about anything.”\nThe company will name one of its training centers after Mr. Silva, Mr. Purves said.\nSusan Smith\nImage Susan Smith.\nSusan Smith, 53, was a lover of country music, a devoted mother to a son and daughter, a wife and a popular office manager at an elementary school in Simi Valley, Calif.\n“A wonderful person,” said her father, Tom Rementer, through tears.\nShe had gone to Las Vegas with friends. They survived the shooting.\nBrennan Stewart\nImage Brennan Stewart\nA year ago, Brennan Stewart posted on Facebook a video of himself performing the country song “You Should Be Here.” It has gone viral in recent days. Grieving families and friends — and not just his — have seen it as a touchstone after the Route 91 shooting.\nIn his original post on Oct. 4, 2016, Mr. Stewart wrote that he had taken a “slower approach” to the song, written by the musician Cole Swindell in 2015 after the death of his father. “Thoughts on this one!?” Mr. Stewart asked.\n“Solid performance. Rest in peace, Brennan,” read one of dozens of recent replie+s on the old thread.\nA tribute to the love of country music that propelled Mr. Stewart, 30, of Las Vegas, and so many others to the music festival, the video has been shared over a thousand times.\n“This is one of those moments that’s got your name written all over it,” Mr. Brennan sings. “You know that if I had just one wish, it’d be that you didn’t have to miss this.”\n“You should be here.”\nDerrick Taylor\nImage Derrick Taylor. Credit... California Department of Corrections and Rehabilitation, via Associated Press\nA California corrections officer in charge of inmates who volunteer to fight forest fires, Derrick Taylor, 56, of Oxnard, Calif., had been stationed in the northern tip of the state last month, where a fire had been burning for weeks.\nHe made it home just in time to leave for the trip he had planned with his girlfriend, Denise Cohen, to attend the music festival in Las Vegas. The couple both died in the attack. In his job and in his personal relationships, Mr. Taylor, his younger son Kyle, 31, said, was kind, generous — and honest.\nWhen he was in college, the younger Mr. Taylor recalled, his father sometimes called to make sure he was in class. He also insisted that his grandchildren leave video games behind while he escorted them to the park or on hikes. Friends the younger Mr. Taylor had not heard from since high school contacted him after hearing about his father’s death. They remembered him as a kind of “second dad.”\n“He was someone who cares enough to hold you accountable,” Mr. Taylor said, “for who you could be and who you should be.”\nNeysa Tonks\nNeysa Tonks, 46 and a mother of three from Las Vegas, had brought “so much joy, fun and laughter” to her workplace, according to her employer, Technologent.\nHer father, Chris Davis, told The Las Vegas Review-Journal that Ms. Tonks was a devoted parent to her sons, Kaden, Braxton and Greysen, and a generous member of her community, every year delivering hundreds of backpacks with supplies to people who needed them.\nMichelle Vo\nImage Michelle Vo, right, with her sister, Cathy. Credit... Paul Warren, via Associated Press\nMichelle Vo was one of those people who didn’t waste time.\nIn the last few months, she was a whirlwind of new hobbies — paddle boarding, golf, even surfing, said a close friend, Casey Lubin. She had already been all over Europe and Southeast Asia. Next on her list was Iceland — she was determined to travel there by herself.\nMs. Vo and Ms. Lubin had met through a mutual friend. “He was like, ‘You have to meet this girl, the two of you are meant to be friends,’” Ms. Lubin said. “She’s like a shark. She’s a go-getter. She’s so inspiring.”\nMs. Vo, 32 and an insurance agent from Los Angeles, was by herself at the concert on Sunday when she befriended a stranger, Kody Robertson, of Ohio. Ms. Vo was standing next to Mr. Robertson when she was shot.\nKurt Von Tillow\nKurt Von Tillow, 55, was “the most patriotic person you’ve ever met,” his brother-in-law, Mark Carson, told KCRA, a local NBC News station for Cameron Park, Calif., the small town in the Sierra foothills near Sacramento where Mr. Von Tillow lived.\nMr. Von Tillow had traveled to Las Vegas for the concert with family members. His wife and daughter escaped unharmed, Mr. Carson said. Mr. Von Tillow’s sister was shot in the thigh and his niece in an ankle. Both were expected to recover.\nMr. Von Tillow’s wife told family members she was herded out of the area by the authorities amid the chaos of the shooting scene, Mr. Carson said. “That was probably the hardest part for her — having to leave him there,” he said.\nOn Monday, friends and family gathered at the Cameron Park Country Club, where Mr. Von Tillow was a member. At his home, family members set up a memorial with an American flag, and played the national anthem.\n“Guarantee you, he’s covered in red, white and blue right now, with a Coors Light in his hand, smiling with his family and listening to some music,” Mr. Carson told the television station.\nBill Wolfe Jr.\nImage Bill Wolfe Jr. Credit... Dave Huh/Dewberry, via Associated Press\nBill Wolfe Jr., a wrestling and Little League coach in Shippensburg, Pa., went to Las Vegas with his wife, Robyn, to celebrate their wedding anniversary. Only Robyn came home.\n“It is with the most of broken hearts, the families of Bill Wolfe Jr. and his wife Robyn share that Bill has been confirmed to be among the deceased as a result of the mass attack in Las Vegas,” the Shippensburg Police Department said on Facebook. “Please continue to hold our entire family as well as those affected across the nation in your unending prayers.”\nMr. Wolfe, 42 and a coach at Shippensburg Greyhound Wrestling, was also an employee of the engineering consulting firm Dewberry and a former president of the Shippensburg Wrestling Booster Club.\n“He was just a good guy,” the current president of the booster club, Cory Forrester, told Penn Live. “He was a go-to kind of guy, a guy you could depend on, a kind of guy you could be proud to be around.”", "url": "https://www.nytimes.com/2017/10/02/us/vegas-victims-names.html"}