{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:02", "date_modify": "2022-10-25 23:56:02", "date_publish": "2017-09-13 00:39:30", "description": "The efforts in recent years to broaden the obligation of military service have underscored the country’s deep social divisions.", "filename": "2017_09_12_world_middleeast_israel-ultra-orthodox-military_1666742162.html", "image_url": "https://static01.nyt.com/images/2017/09/13/world/13israel/13israel-facebookJumbo.jpg?year=2017&h=550&w=1050&s=341f32897b43b8f3bc0fb73655f54f0e8a740cae6b6c3563ac9e093a8a444555&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_12_world_middleeast_israel-ultra-orthodox-military_1666742162.html", "title": "Israel’s Military Exemption for Ultra-Orthodox Is Ruled Unconstitutional", "title_page": "Israel’s Military Exemption for Ultra-Orthodox Is Ruled Unconstitutional - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Netanyahu, he added, could not continue to wriggle out of making a decision. The draft, he said, is “for everyone, not just for suckers who don’t have a party in the coalition. We’re done being suckers. The court decided that we will not have first- and second-class citizens in Israel.”\nThe policy of open-ended deferment dates to 1949 when Israel’s founding prime minister, David Ben-Gurion, exempted 400 religious students from military service in an effort to restore the tradition of yeshiva scholarship, which had been nearly destroyed during the Holocaust. The issue has since become tendentious, with the number of those who have been exempted by now amounting to tens of thousands.\nThose who support wholesale deferment and exemption for Torah students in seminaries argue that Israel needs spiritual preservation as much as physical protection. Critics protest that the fast-growing ultra-Orthodox minority, known in Hebrew as Haredim, or those in awe of God, are not contributing enough to the country’s economy or security, leaving others to bear an unfair burden.\nIsrael’s ultra-Orthodox sector makes up about 10 percent of the population of more than 8.5 million but it is rapidly increasing, with its members typically marrying young and having large families. Worry and anger has been growing among many Israelis who fear that the economy will become unsustainable in the coming decades without radical change, in part because many ultra-Orthodox men prefer full time Torah study over work and rely on government stipends.\nWith the ultra-Orthodox parties often serving as coalition kingmakers and serving in most of the governments for more than three decades, they have accrued what many see as disproportionate power, privileges and subsidies.\nFar from homogeneous, the Haredi world is made up of different rabbinical courts, and a small but growing number of strictly religious Jews have already been opting for military service or civilian national service as a way of acquiring skills and a path out of poverty and toward integration into the work force. The army has tried to accommodate Haredi recruits. It has even established ultra-Orthodox battalions, allowing those soldiers to combine military service with religious life.\nBut the more hard-core rabbis, who refuse to recognize the legitimacy of a Jewish state before the arrival of the Messiah, have resisted change. Ultra-Orthodox soldiers have been harassed and abused in their neighborhoods and stormy street protests have erupted in cases where members of the community who did not qualify for an army exemption, perhaps because they were found to be not properly engaged in yeshiva study, have been detained for draft dodging. Religious women are exempted from army service because they adhere to strict rules of modesty. Israel’s Arab minority is also largely exempted.", "url": "https://www.nytimes.com/2017/09/12/world/middleeast/israel-ultra-orthodox-military.html"}