{"authors": ["Christine Hauser"], "date_download": "2022-10-25 23:33:34", "date_modify": "2022-10-25 23:33:34", "date_publish": "2017-08-14 18:50:21", "description": "The neo-Nazi website had published a highly derogatory article about Heather Heyer, a Virginia woman who was fatally run over during the white supremacist rally in Charlottesville, Va.", "filename": "2017_08_14_us_godaddy-daily-stormer-white-supremacists.html__r=0_1666740814.html", "image_url": "https://static01.nyt.com/images/2017/08/14/business/15xp-godaddy/15xp-godaddy-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ce333abe4f3afac21b548f19f5b65a3d7c421a95aea6e983ea2828411f15c3ca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_14_us_godaddy-daily-stormer-white-supremacists.html__r=0_1666740814.html", "title": "GoDaddy Severs Ties With Daily Stormer After Charlottesville Article", "title_page": "GoDaddy Severs Ties With Daily Stormer After Charlottesville Article - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "James Alex Fields Jr., 20, of Ohio was charged with second-degree murder after the authorities said he smashed a car into a line of cars in an episode that also injured at least 19 other people at the rally. The headline to an article posted on Sunday at The Daily Stormer called Ms. Heyer “fat” and “childless.”\nBen Butler, the director of GoDaddy’s digital crimes unit, said in a statement that the company generally did not take action that would constitute censorship. “While we detest the sentiment of such sites, we support a free and open internet and, similar to the principles of free speech, that sometimes means allowing such tasteless, ignorant content,” he said.\n“In instances where a site goes beyond the mere exercise of these freedoms, however, and crosses over to promoting, encouraging, or otherwise engaging in violence against any person, we will take action,” he said. “In our determination, especially given the tragic events in Charlottesville, Dailystormer.com crossed the line and encouraged and promoted violence.”\nThe company had been asked in a report in July in The Daily Beast why it did not take action against the site, even after Daily Stormer had published an article promising to “track down” the relatives of CNN staffers. At the time, Ben Butler, GoDaddy’s director of network abuse, cited the First Amendment in defending doing business with the organization.", "url": "https://www.nytimes.com/2017/08/14/us/godaddy-daily-stormer-white-supremacists.html?_r=0"}