{"authors": ["Andrew Ross Sorkin"], "date_download": "2022-10-25 23:25:54", "date_modify": "2022-10-25 23:25:54", "date_publish": "2017-06-06 01:24:01", "description": "Mr. Kasowitz, who also represents Bill O’Reilly, has been by Mr. Trump’s side for more than a decade in highly contentious court battles.", "filename": "2017_06_05_business_dealbook_sorkin-marc-kasowitz-trump-lawyer_1666740354.html", "image_url": "https://static01.nyt.com/images/2017/06/06/business/06DB-SORKIN/06DB-SORKIN-facebookJumbo.jpg?year=2017&h=550&w=1050&s=80357219267c9422b058d9a363d5d72185ef6128a074a35b5942df0895a0e310&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_05_business_dealbook_sorkin-marc-kasowitz-trump-lawyer_1666740354.html", "title": "Trump’s Lawyer, Marc Kasowitz: ‘The Toughest of the Tough Guys’", "title_page": "Trump’s Lawyer, Marc Kasowitz: ‘The Toughest of the Tough Guys’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When James B. Comey, the former director of the F.B.I., testifies in front of the Senate Intelligence Committee on Thursday about his ousting by President Trump, one man is likely to be watching perhaps even more intently than the president — and taking notes on a legal pad.\nThat would be Marc E. Kasowitz, Mr. Trump’s recently appointed outside lawyer, a longtime counsel to the president who was hired to defend him in these latest circumstances should the need arise.\nInside the White House — and throughout Washington — much time has been spent handwringing and gossiping over his appointment as Beltway insiders try to understand more about Mr. Kasowitz, an outsider to the political establishment.\nOn Wall Street and in Manhattan business circles, Mr. Kasowitz is well known — even though he, much like his high-profile client, has never reached the inner circle of the establishment in New York City. Since starting his firm in 1993, he has been more of a scrappy upstart than a member of the city’s white-shoe legal machine.", "url": "https://www.nytimes.com/2017/06/05/business/dealbook/sorkin-marc-kasowitz-trump-lawyer.html"}