{"authors": ["Alexandra Stevenson"], "date_download": "2022-10-25 22:56:00", "date_modify": "2022-10-25 22:56:00", "date_publish": "2017-10-01 13:32:14", "description": "The company, which acted at a sensitive time for China, said Guo Wengui had posted personal information that violated its terms of service.", "filename": "2017_10_01_business_facebook-china-guo-wengui_1666738560.html", "image_url": "https://static01.nyt.com/images/2017/10/02/world/02Facebookblock/02Facebookblock-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9a057d9e794060b70593027939f2e1c54116941074e9e8dc4f6f28601bd5f22c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_01_business_facebook-china-guo-wengui_1666738560.html", "title": "Facebook Blocks Chinese Billionaire Who Tells Tales of Corruption", "title_page": "Facebook Blocks Chinese Billionaire Who Tells Tales of Corruption - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — A Chinese billionaire living in virtual exile in New York, Guo Wengui has riled China’s leaders with his sometimes outlandish tales of deep corruption among family members of top Communist Party officials.\nOn Saturday, his tales proved too much for one of his favorite platforms for broadcasting those accusations: Facebook.\nThe social media network said it had blocked a profile under Mr. Guo’s name and taken down another page associated with him. Facebook said the content on both pages had included someone else’s personal identifiable information, which violates its terms of service.\nFacebook investigated the accounts after receiving a complaint, according to a spokeswoman.\n“We want people to feel free to share and connect on Facebook, as well as to feel safe, so we don’t allow people to publish the personal information of others without their consent,” the spokeswoman, Charlene Chian, said. She declined to say who had complained.", "url": "https://www.nytimes.com/2017/10/01/business/facebook-china-guo-wengui.html"}