{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:08", "date_modify": "2022-10-25 23:56:08", "date_publish": "2017-07-14 06:38:53", "description": "Three Arab citizens of Israel armed with guns and knives staged an extraordinarily brazen assault at an entrance to the city’s holiest site for Jews and Muslims.", "filename": "2017_07_14_world_middleeast_israel-attack-jerusalem_1666742168.html", "image_url": "https://static01.nyt.com/images/2017/07/15/world/15israel-2/15israel-2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=8de674b96dfc31206c172c261fcaaad7b7846ce8ec34260db02b37abc6874031&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_14_world_middleeast_israel-attack-jerusalem_1666742168.html", "title": "2 Israeli Police Officers Killed in Attack in Old City of Jerusalem", "title_page": "2 Israeli Police Officers Killed in Attack in Old City of Jerusalem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — In an extraordinarily brazen assault early Friday, three Arab citizens of Israel armed with guns and knives killed two Israeli police officers guarding an entrance to Jerusalem’s holiest site for Jews and Muslims, an emotional and volatile focal point of the Israeli-Arab conflict.\nSecurity camera footage showed the armed assailants emerging to attack from within the sacred compound in the Old City of Jerusalem that Jews revere as the Temple Mount and Muslims as the Noble Sanctuary. Police officers pursued the assailants, who fled back inside the compound and exchanged fire; all three assailants were killed.\nThe police identified the slain officers as Advanced Staff Sgt. Maj. Hayil Satawi, 30, who was married with a 3-week-old son; and Advanced Staff Sgt. Maj. Kamil Shnaan, 22, the son of a former parliamentarian. Both officers were members of the country’s small Druze community and came from towns in northern Israel.\nShin Bet, the Israeli internal security service, identified the assailants as residents of Umm el-Fahm, a large Arab town in central Israel, near the border with the West Bank: Muhammad Ahmed Jabarin, 29; Muhammad Hamid Jabarin, 19; and Muhammad Ahmed Mufdal Jabarin, 19. It was not immediately known if the three were related, but their names indicated that they belonged to the same large clan.", "url": "https://www.nytimes.com/2017/07/14/world/middleeast/israel-attack-jerusalem.html"}