{"authors": ["Ken Belson"], "date_download": "2022-10-25 22:59:40", "date_modify": "2022-10-25 22:59:40", "date_publish": "2017-11-30 00:24:56", "description": "After the league put together a plan to contribute to groups that aid African-American communities, Eric Reid of the 49ers said the league was “trying to buy an end to the protests.”", "filename": "2017_11_29_sports_football_nfl-players-coalition_1666738780.html", "image_url": "https://static01.nyt.com/images/2017/11/30/sports/30nfl/30nfl-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b1fe4ceb0b14f9cbc480608e6aa2e27c98954f82e057a6effadf135e8451cf7d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_29_sports_football_nfl-players-coalition_1666738780.html", "title": "Players Criticize N.F.L. Over Donation Proposal", "title_page": "Players Criticize N.F.L. Over Donation Proposal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jenkins said he was surprised by Reid’s decision to leave the group. But, he added, “whenever you get as many players as we have involved in the coalition, there’s always differences of opinions. But we have made a real effort to make sure that everyone has been included, they’ve been informed and it’s been a pretty transparent process.”\nThe plan, the details of which were first reported by ESPN, calls for donations of up to $100 million over seven years from the league, owners and players to organizations like the United Negro College Fund and Dream Corps. According to a draft of the proposal obtained by ESPN, owners would contribute $5 million next year, with their contribution growing to $12 million by 2021. Owners would also contribute up to $250,000, with players matching that amount, to local causes in their team’s region.\nOn Wednesday, the players coalition appears to have approved the plan over the protests of Reid and the other players who left the group, which means the owners would most likely vote on it at their annual meeting in March.\nThe league also has been considering a change to its national anthem policy. The new plan does not include language that obligates players to stand during the anthem, though Reid said that it is implied that players should stop their protests.\nThe league and the members of the Players Coalition, which is made up of roughly 20 players, some of whom have been silently protesting during the national anthem since last season, have been talking with the league since August. Their discussions accelerated in the weeks after President Trump criticized the league for not penalizing players who did not stand during the anthem.\nThe players’ group, though, has fractured, raising questions about how many players will approve the N.F.L.’s plan and about whether the agreement will lead to an end to the protests, which have divided the owners and caused concern among the league’s broadcast partners and sponsors.\nIn October, Russell Okung, a lineman for the Los Angeles Chargers and a member of the coalition, took the owners to task for making decisions on anthem demonstrations without broadly consulting the players.", "url": "https://www.nytimes.com/2017/11/29/sports/football/nfl-players-coalition.html"}