{"authors": ["Nicholas Kulish", "Michael Forsythe"], "date_download": "2022-10-25 23:55:04", "date_modify": "2022-10-25 23:55:04", "date_publish": "2017-12-16 14:38:04", "description": "A $300 million chateau is one of a string of extravagant purchases for a prince who is cracking down on ill-gotten wealth and preaching fiscal austerity.", "filename": "2017_12_16_world_middleeast_saudi-prince-chateau_1666742104.html", "image_url": "https://static01.nyt.com/images/2017/12/24/world/17Chateau1/17Chateau1-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=36c672f42b16b679c40f1857620b8de183234fdc6f7ff4bfd82fba96fd207280&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_16_world_middleeast_saudi-prince-chateau_1666742104.html", "title": "World’s Most Expensive Home? Another Bauble for a Saudi Prince", "title_page": "World’s Most Expensive Home? Another Bauble for a Saudi Prince - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Crown Prince Mohammed, in an interview with The New York Times columnist Thomas L. Friedman, said he expected the state to recoup some $100 billion in settlements from the detained elite. But he dismissed as “ludicrous” accusations that the arrests were politically motivated, saying that was the only way to root out corruption and self-dealing.\n“So you have to send a signal, and the signal going forward now is, ‘You will not escape,’ ” he said.\nNeither he nor the Saudi government responded to requests for comment for this article.\nAusterity at Home, Luxury Abroad\nEven before the crackdown, unbridled spending by the king’s family, whose income sources remain opaque, had raised eyebrows. With the price of oil, the main source of the country’s wealth, having plummeted from record highs in the past decade, the government has tried to close yawning budget deficits with financial discipline.\nImage The chateau’s developer, Emad Khashoggi, in a transparent chamber inside the castle’s moat, as sturgeon and koi swim overhead. Credit... Magali Delporte\nBut last year, even as the government canceled a quarter of a trillion dollars’ worth of projects to rein in deficits, King Salman was building a luxurious new vacation palace on the Moroccan coast.\nThe year before, shortly after he was named deputy crown prince, Prince Mohammed was vacationing in the south of France when he fancied a magnificent yacht with two swimming pools and a helicopter.\nA trove of records leaked from a Bermuda law firm, known as the Paradise Papers, reveal how platoons of lawyers, bankers and accountants in Germany, Bermuda and the Isle of Man worked furiously to quickly transfer ownership to Eight Investment. The price, according to drafts of the contract, was 420 million euros, or $494 million in today’s dollars — even more than that for the chateau.", "url": "https://www.nytimes.com/2017/12/16/world/middleeast/saudi-prince-chateau.html"}