{"authors": ["Brooks Barnes"], "date_download": "2022-10-25 23:35:01", "date_modify": "2022-10-25 23:35:01", "date_publish": "2017-05-10 00:19:19", "description": "The Walt Disney Company reported better-than-expected earnings, but analysts peppered Robert A. Iger with questions about the health of ESPN.", "filename": "2017_05_09_business_media_disney-earnings-espn_1666740901.html", "image_url": "https://static01.nyt.com/images/2017/05/10/business/10disneyweb/10disneyweb-facebookJumbo.jpg?year=2017&h=550&w=1050&s=32dce807d438a53b33fdeeb3f76122a4c1dc9d5e797bc8466f8cf028a58f0f27&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_09_business_media_disney-earnings-espn_1666740901.html", "title": "Disney Parks and Movies Soar, but ESPN Is a Concern", "title_page": "Disney Parks and Movies Soar, but ESPN Is a Concern - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ESPN. ESPN. ESPN.\nThe Walt Disney Company reported better-than-expected quarterly earnings on Tuesday, with theme park profits climbing 20 percent and movie income soaring 21 percent. But Robert A. Iger, Disney’s chief executive, once again found himself peppered with questions about the health of ESPN — long the company’s profit engine — on a post-earnings call with analysts.\n“We’re not sitting on our hands,” Mr. Iger said when asked about the shift by viewers from traditional shows like ESPN’s “SportsCenter” toward the delivery of scores and game clips on smartphones. “There is nothing we can really do to slow that down,” he said. “It’s important for us to participate in it, and that’s what we’re doing.”\nMr. Iger, who used the word “bullish” several times to describe his feelings about ESPN’s future, touted mobile offerings and a coming ESPN-branded subscription streaming service. He noted that Hulu, YouTube, Sling TV and PlayStation have included ESPN in new television packages. “These new services are just as valuable to us” as traditional cable and satellite hookups, he said.\nFinally, Mr. Iger said that ESPN managers were aggressively controlling costs — about 100 journalists and on-air commentators were laid off last month — and working on additional programming changes “all with an eye toward addressing not only where consumers are today but improving our nonlive sports programming numbers.”", "url": "https://www.nytimes.com/2017/05/09/business/media/disney-earnings-espn.html"}