{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:38:59", "date_modify": "2022-10-25 23:38:59", "date_publish": "2017-03-30 16:32:23", "description": "After five days of official silence and a virtual blackout on state TV, the Russian leader said he would maintain order and continue fighting corruption.", "filename": "2017_03_30_world_europe_putin-russia-protests_1666741139.html", "image_url": "https://static01.nyt.com/images/2017/03/31/world/31Putin/31Putin-facebookJumbo.jpg?year=2017&h=550&w=1050&s=17cd57453b554c244383c93fb27e722b428db15d490f09fdf132b9cf6b3d2e3c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_30_world_europe_putin-russia-protests_1666741139.html", "title": "Vladimir Putin, in First Remarks on Russian Protests, Warns of Potential Chaos", "title_page": "Vladimir Putin, in First Remarks on Russian Protests, Warns of Potential Chaos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ARKHANGELSK, Russia — Breaking five days of silence — and a virtual Soviet-style blackout on state news media — over the biggest protests in Russia in years, President Vladimir V. Putin responded publicly on Thursday to the nationwide anticorruption demonstrations with a familiar message: après moi, le déluge.\nSpeaking in the northern port of Arkhangelsk at an international forum on Arctic issues, Mr. Putin defended his record on fighting corruption and warned that such outbursts, if uncontained, could lead to chaos akin to that spawned by the Arab Spring uprisings.\nMr. Putin did not mention Aleksei A. Navalny, the opposition leader who called for the demonstrations and who would like to oppose the president in the March 2018 election. But Mr. Putin left little doubt to what, or to whom, he was referring when he called the marches part of a presidential campaign.\nAfter accusing unidentified “political forces” of using public concern about corruption to promote their own “selfish interests,” Mr. Putin said this would only end in chaos if allowed to continue.", "url": "https://www.nytimes.com/2017/03/30/world/europe/putin-russia-protests.html"}