{"authors": ["The New York Times"], "date_download": "2022-10-25 23:01:46", "date_modify": "2022-10-25 23:01:46", "date_publish": "2017-06-08 09:00:34", "description": "James Comey said the Trump administration lied about his standing at the F.B.I. and President Trump’s conduct fell within “the scope of” the agency‘s investigation.", "filename": "2017_06_08_us_politics_james-comey-testimony-hearing_1666738906.html", "image_url": "https://static01.nyt.com/images/2017/06/08/us/08comey3/08comey3-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=c5faec7848b3caff80ea22905107b9d7539224a5b8682e97707ffdc842d74f62&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_08_us_politics_james-comey-testimony-hearing_1666738906.html", "title": "Comey Testimony: Highlights of the Hearing", "title_page": "Comey Testimony: Highlights of the Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The combination of factors just wasn’t present with either President Bush or President Obama,” he said.\n— Matt Apuzzo\nComey orchestrated a leak\nMr. Comey acknowledged that he orchestrated the leak that revealed his account of his conversation with Mr. Trump in which the president asked him to drop the investigation into the former national security adviser.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Comey said he decided to make the conversation public through an intermediary after Mr. Trump said on Twitter that the former F.B.I. director had better hope there were no tapes of their discussions. He said he did so with the explicit hope of prompting the appointment of a special counsel to investigate Russian election interference.\n“I woke up in the middle of the night on Monday night, ‘cause it didn’t dawn on me originally that there might be corroboration for our conversation; there might be a tape,” Mr. Comey said, referring to May 15. “And my judgment was I needed to get that out in the public square so I asked a friend of mine to share the content of the memo with a reporter. Didn’t do it myself for a variety of reasons but I asked him to because I thought that might prompt the appointment of a special counsel. So I asked a close friend of mine to do it.”\nAn article about the memo was published online by The New York Times on May 16, and in the newspaper the next day. The story attributed the information to “two people who read the memo” without naming them.\nQuestioned by Senator Susan Collins, Republican of Maine, Mr. Comey did not identify the friend by name but said he is a professor at Columbia University. Daniel Richman, a law professor at Columbia, confirmed Thursday that he was the close friend who served as intermediary.\n— Peter Baker\n‘Not a witch hunt’", "url": "https://www.nytimes.com/2017/06/08/us/politics/james-comey-testimony-hearing.html"}