{"authors": ["David W. Dunlap"], "date_download": "2022-10-25 23:30:07", "date_modify": "2022-10-25 23:30:07", "date_publish": "2017-08-09 14:22:21", "description": "The downing of Gotha aircraft over England in mid-1917 allowed the Allies to dissect the terrifying aircraft.", "filename": "2017_08_09_insider_an-inside-look-at-the-germans-deadly-bomber_1666740607.html", "image_url": "https://static01.nyt.com/images/2017/08/08/insider/worldwar170809a/worldwar170809a-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2a63e5933556d7d91e2b685228ec0ad03711029d98887db882f89637ca176e8c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_09_insider_an-inside-look-at-the-germans-deadly-bomber_1666740607.html", "title": "An Inside Look at the Germans’ Deadly Bomber", "title_page": "An Inside Look at the Germans’ Deadly Bomber - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Awful though it was, some good came of a German air raid on London in July 1917. Twenty-two Gotha bombers had flown in for the attack, but only 19 returned, Prime Minister David Lloyd George told a secret session of the House of Commons a few days later. The incursion had not been made with impunity, he said.\nImage “A stalwart American fighter now in active service at the American camp ‘somewhere in France.’” (Censors would permit no more specific identification.) Credit... The New York Times Mid-Week Pictorial, Aug. 9, 1917\nThe downing of the bombers allowed an artist working for The Times Mid-Week Pictorial to render the airplanes’ general structure and arrangements in a cutaway diagram, including the racks and chutes in which 14 60-pound bombs were carried over the target, and the bombardier’s sighting window on the underside of the fuselage. The diagram also showed the biplane’s 260-horsepower Mercedes engines, manufactured by Daimler Motors.\n(This was the month in which King George V restyled the British royal family as the House of Windsor, and dropped the names Saxe-Coburg and Gotha, for fairly obvious reasons.)", "url": "https://www.nytimes.com/2017/08/09/insider/an-inside-look-at-the-germans-deadly-bomber.html"}