{"authors": ["Winnie Hu"], "date_download": "2022-10-25 23:39:15", "date_modify": "2022-10-25 23:39:15", "date_publish": "2017-11-28 21:25:21", "description": "For decades, the plan to reduce traffic by charging drivers in crowded zones in Manhattan has been revived again and again.", "filename": "2017_11_28_nyregion_congestion-pricing-new-york_1666741155.html", "image_url": "https://static01.nyt.com/images/2017/11/29/nyregion/29congestionpricing2/29congestionpricing2-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=77e119b57420c7732ce4b59a2d985a715adade458149a2e57388360998269df3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_28_nyregion_congestion-pricing-new-york_1666741155.html", "title": "New York’s Tilt Toward Congestion Pricing Was Years in the Making", "title_page": "New York’s Tilt Toward Congestion Pricing Was Years in the Making - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is the Lazarus of congestion plans: reduce traffic in New York City by charging drivers in crowded areas at peak traffic times.\nFor decades, urban planners, economists, city officials and business leaders have revived again and again some version of a toll system both to manage the city’s worsening traffic and provide more revenue for public transit. Over and over it was batted down, only to be resurrected, most recently in August when Governor Andrew M. Cuomo declared that “congestion pricing is an idea whose time has come.”\nNow a state task force, called Fix NYC, has been assembled with the goal of developing another congestion pricing plan. It has been nine years since the last major effort by Mayor Michael R. Bloomberg died in Albany after state legislative leaders refused to bring it to a vote. Mr. Cuomo, after once expressing doubt about congestion pricing’s chances, is expected to unveil a plan early next year and make it a centerpiece of his legislative agenda.\nThis time congestion pricing is back at a moment of crisis — above ground, streets are becoming increasingly snarled in large part because of the boom in ride-hailing apps, while below ground the problem is even worse as the city’s aging subway system is riddled with delays and in dire need of money. The state-run Metropolitan Transportation Authority, which operates the subway, faces a litany of problems, including antiquated signals and overcrowded cars, that have led to frequent breakdowns — much of it documented by smartphone-toting commuters for the world to see.", "url": "https://www.nytimes.com/2017/11/28/nyregion/congestion-pricing-new-york.html"}