{"authors": ["Tim Arango"], "date_download": "2022-10-25 23:54:36", "date_modify": "2022-10-25 23:54:36", "date_publish": "2017-03-27 19:40:11", "description": "Times reporters are in Mosul, Iraq, to assess reports that less time is being taken to weigh risks for civilians as the battle intensifies.", "filename": "2017_03_27_world_middleeast_mosul-iraq-isis-civilian-deaths-us-airstrikes_1666742076.html", "image_url": "https://static01.nyt.com/images/2017/03/28/world/28Mosul4/28Mosul4-facebookJumbo.jpg?year=2017&h=549&w=1050&s=6550f7f0fc188b9b4f20f754777987d8be8f43d1640da2e225be2a33d1cde8b9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_27_world_middleeast_mosul-iraq-isis-civilian-deaths-us-airstrikes_1666742076.html", "title": "At Site of Deaths, Our Reporters Find Cost of U.S.-ISIS Battle", "title_page": "At Site of Deaths, Our Reporters Find Cost of U.S.-ISIS Battle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Right now, the battle for Mosul is in its most dangerous phase for civilians, with the fight reaching into the twisting alleys and densely populated areas of the old city. Hundreds of thousands of civilians are pinned down here in tight quarters with Islamic State fighters who do not care if they live or die.\nAt the same time, more American Special Operations troops, some dressed in black uniforms and driving black vehicles — the colors of their Iraqi counterparts — are closer to the front lines. That way, in theory, the targeting of Islamic State fighters should become more precise for the coalition. Another 200 American soldiers, from the 82nd Airborne Division, are heading to Iraq to support that battle over the next few days.\nMany Iraqi commanders welcome the more aggressive American role, saying that coalition officers were too risk averse under the Obama administration. Iraqis also say fighting for the dense, urban spaces of western Mosul requires more airpower, even if that means more civilians will die.\nWhen those decisions turn tragic, it looks like this: a panorama of destruction in the neighborhood of Mosul Jidideh so vast one resident compared the destruction to that of Hiroshima, Japan, where the United States dropped an atomic bomb in World War II. There was a charred arm, wrapped in a piece of red fabric, poking from the rubble; rescue workers in red jump suits who wore face masks to avoid the stench, some with rifles slung over their shoulders, searched the wreckage for bodies.", "url": "https://www.nytimes.com/2017/03/27/world/middleeast/mosul-iraq-isis-civilian-deaths-us-airstrikes.html"}