{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:51", "date_modify": "2022-10-25 23:40:51", "date_publish": "2017-05-22 00:00:05", "description": "Despite his unexpectedly clear-cut victory, Mr. Sánchez faces an uphill struggle to revive a party that he led to two successive election defeats.", "filename": "2017_05_21_world_europe_pedro-sanchez-socialist-party-spain-re-elected_1666741251.html", "image_url": "https://static01.nyt.com/images/2017/05/23/world/22spain-1/22spain-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=9da6c15aae53dd3b238a00ad1c89945b0595353757ff8debbb28ed6a993485d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_21_world_europe_pedro-sanchez-socialist-party-spain-re-elected_1666741251.html", "title": "In Comeback, Pedro Sánchez Is Re-elected Leader of Spanish Socialists", "title_page": "In Comeback, Pedro Sánchez Is Re-elected Leader of Spanish Socialists - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — The ousted leader of Spain’s main opposition Socialist Party, Pedro Sánchez, made a remarkable comeback on Sunday, winning re-election as party leader only seven months after stepping down in defeat.\nMr. Sánchez won 50.2 percent of the votes, defeating Susana Díaz and Patxi López, who won 39.9 percent and 9.9 percent of the votes, according to preliminary results released shortly before midnight here on Sunday, with 99.2 percent of the votes counted. Almost 188,000 party members were eligible to take part in the Socialist primary.\nDespite his unexpectedly clear-cut victory, Mr. Sánchez faces an uphill struggle to revive a party that he led to two successive election defeats in which the Socialists received their lowest percentage of votes ever.\nThe two elections — in December 2015 and June 2016 — were both won by the conservative Popular Party of Prime Minister Mariano Rajoy, but each time without any party coming close to a parliamentary majority. As a result, Spain was left in a political stalemate for almost a year, during which the main party leaders bickered over how to form a coalition government. In October, Mr. Sánchez was ousted by members of his own party, who did not want to risk a third election. His removal cleared the way for Mr. Rajoy to start a second term as prime minister.", "url": "https://www.nytimes.com/2017/05/21/world/europe/pedro-sanchez-socialist-party-spain-re-elected.html"}