{"authors": ["Rick Lyman"], "date_download": "2022-10-25 22:59:02", "date_modify": "2022-10-25 22:59:02", "date_publish": "2017-09-25 19:18:24", "description": "When he vetoed laws to alter Poland’s courts, President Andrzej Duda promised his own plan. On Monday, he unveiled it. Nearly everyone found fault.", "filename": "2017_09_25_world_europe_poland-courts-andrzej-duda_1666738742.html", "image_url": "https://static01.nyt.com/images/2017/09/26/world/26Poland/26Poland-facebookJumbo.jpg?year=2017&h=550&w=1050&s=7b990e28f110ca6721636294cd0b0ff1a6c0bc8bc65ceda3e2414fcb82f6dc81&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_25_world_europe_poland-courts-andrzej-duda_1666738742.html", "title": "Poland’s President Offers New Path to End Court Crisis", "title_page": "Poland’s President Offers New Path to End Court Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — Two months after vetoing laws to restructure the Polish court system that had drawn sharp rebukes from the European Union and brought thousands of protesters into the summer streets, President Andrzej Duda on Monday offered his own draft versions of the legislation.\nBut his proposals contain provisions likely to upset all sides in the bitter debate.\nThe earlier laws would have forced all Supreme Court justices to resign – a move widely criticized in Brussels and elsewhere as undermining judicial independence and the rule of law. Mr. Duda’s version institutes an age limit of 65 for high court judges, which would force the retirement of nearly 40 percent of the court’s 82 justices by year’s end.\nAnd rather than giving the right-wing ruling party vast control over the selection of judicial candidates, Mr. Duda’s proposed measure would require that candidates get at least 60 percent of the vote in Parliament. That’s enough to force the ruling party, with its slim majority, to seek outside support.\nAfter vetoing the earlier bills in the summer, Mr. Duda promised to write his own to address his problems with the legislation. “I have kept my word,” he said at a news conference on Monday, taking no questions.", "url": "https://www.nytimes.com/2017/09/25/world/europe/poland-courts-andrzej-duda.html"}