{"authors": ["Kevin Roose"], "date_download": "2022-10-25 23:40:50", "date_modify": "2022-10-25 23:40:50", "date_publish": "2017-09-15 21:01:43", "description": "Dogecoin was meant to poke fun at the hype around virtual currency. But now, its creator says, Dogecoin illustrates the risks.", "filename": "2017_09_15_business_cryptocurrency-bubble-doge_1666741250.html", "image_url": "https://static01.nyt.com/images/2017/09/16/business/16roose-sub/16roose-sub-facebookJumbo.jpg?year=2017&h=550&w=1050&s=621514d8dcadbe6f83109d5c34958926160248e05b7f4ef103fe792ff40e918f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_15_business_cryptocurrency-bubble-doge_1666741250.html", "title": "Is There a Cryptocurrency Bubble? Just Ask Doge.", "title_page": "Is There a Cryptocurrency Bubble? Just Ask Doge. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many cryptocurrency start-ups have raised money through an initial coin offering, or I.C.O., a type of fund-raising campaign in which investors buy into a new venture using Bitcoin or another cryptocurrency and receive virtual “tokens” instead of stock or voting rights in the company. These tokens grant investors access to a product or service that will be built with the money raised in the I.C.O., such as cloud data storage or access to a new social network.\n(If you’re having trouble picturing it: Imagine that a friend is building a casino and asks you to invest. In exchange, you get chips that can be used at the casino’s tables once it’s finished. Now imagine that the value of the chips isn’t fixed, and will instead fluctuate depending on the popularity of the casino, the number of other gamblers and the regulatory environment for casinos. Oh, and instead of a friend, imagine it’s a stranger on the internet who might be using a fake name, who might not actually know how to build a casino, and whom you probably can’t sue for fraud if he steals your money and uses it to buy a Porsche instead. That’s an I.C.O.)\nDespite the obvious risks of these ventures, investor appetite has been ravenous. A group of Bay Area programmers this year used an I.C.O. to raise $35 million for their project, an anonymous web browser called Brave, in less than 30 seconds. There have been 140 coin offerings in 2017 that have raised a total of $2.1 billion from investors, according to Coinschedule, a website that tracks the activity.\nI.C.O. fever has even infected celebrities. This month, the actress Paris Hilton tweeted that she was “looking forward to participating” in the initial coin offering of LydianCoin, a cryptocurrency project associated with the digital advertising company Gravity4. The boxing star Floyd Mayweather and the rapper the Game have also endorsed coin offerings.", "url": "https://www.nytimes.com/2017/09/15/business/cryptocurrency-bubble-doge.html"}