{"authors": ["Coral Davenport", "Alissa J. Rubin"], "date_download": "2022-10-25 23:23:26", "date_modify": "2022-10-25 23:23:26", "date_publish": "2017-03-28 18:31:12", "description": "Flanked by coal miners at the Environmental Protection Agency, President Trump signed an order directing the agency to start the process of rewriting the Clean Power Plan.", "filename": "2017_03_28_climate_trump-executive-order-climate-change.html__r=0_1666740206.html", "image_url": "https://static01.nyt.com/images/2017/03/29/us/29climate-1/29climate-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e3e8cac1dfa3fd0b918064e30ad24211580f35cf331e395b81a949dab5da1335&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_28_climate_trump-executive-order-climate-change.html__r=0_1666740206.html", "title": "Trump Signs Executive Order Unwinding Obama Climate Policies", "title_page": "Trump Signs Executive Order Unwinding Obama Climate Policies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the heart of the Paris accord was a breakthrough 2014 agreement between Mr. Obama and China’s president, Xi Jinping, in which the leaders of the world’s two largest polluting countries agreed to enact policies to cut their emissions. At the time, Mr. Obama offered the Clean Power Plan as evidence that the United States would meet its target.\nTheir hard-won deal was seen as the catalyst to bring other countries to the table to forge the Paris pact. If Mr. Trump reneges on his predecessor’s commitment, it could further fray a relationship that has become more tenuous since his election.\n“Getting to that point was not easy,” said Kelly Sims Gallagher, an expert on Chinese environmental policy at Tufts University who helped broker the Obama-Xi climate talks. “This undoes many years of work building up trust that the U.S. will honor the commitments it makes at the presidential level.”\nMr. Trump is tentatively scheduled to meet with Mr. Xi next week at Mar-a-Lago, his Florida estate.\nMr. Xi has signaled that he is prepared to move forward with his Paris pledge that China’s emissions will drop by or before 2030. Speaking at the Davos economic summit meeting in January, Mr. Xi said, “All signatories should stick to it instead of walking away from it, as this is a responsibility we must assume for future generations.”\nBut experts say that without action from the United States, China’s efforts to curb emissions may slow. “It may empower business and political interests within China that still opposed climate action,” said Alex L. Wang, a legal scholar of Chinese environmental policies at the University of California, Los Angeles.", "url": "https://www.nytimes.com/2017/03/28/climate/trump-executive-order-climate-change.html?_r=0"}