{"authors": ["Jonah Engel Bromwich"], "date_download": "2022-10-25 23:49:21", "date_modify": "2022-10-25 23:49:21", "date_publish": "2017-05-24 18:44:09", "description": "The arrest of the man, who said he had also been a neo-Nazi, led authorities to discover that another roommate had been stockpiling materials that could be used to create a bomb.", "filename": "2017_05_24_us_neo-nazi-roommate-murder_1666741761.html", "image_url": "https://static01.nyt.com/images/2017/05/25/us/25xp-florida/25xp-florida-facebookJumbo.jpg?year=2017&h=200&w=384&s=46782a8c12e43dab1058a43e688411fb22444fc546851897cbd04fc005977f67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_24_us_neo-nazi-roommate-murder_1666741761.html", "title": "Man in Florida Told the Police He Killed Neo-Nazi Roommates for Disrespecting His Muslim Faith", "title_page": "Man in Florida Told the Police He Killed Neo-Nazi Roommates for Disrespecting His Muslim Faith - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A man in Florida who shot two of his roommates dead gave an unusual defense, the authorities say: they were neo-Nazis who had disrespected his recent conversion to Islam.\nThe arrest of the gunman, who said he had also been a neo-Nazi before becoming Muslim, led to the discovery that a fourth roommate had been stockpiling materials that could be used to create a bomb, according to a federal criminal complaint. That roommate, a member of the Florida National Guard, kept a picture of Timothy McVeigh, the Oklahoma City bomber, on his dresser, the authorities said.\nBoth men are now in custody. The accused gunman, Devon Arthurs, 18, has been charged with two counts of murder, and his surviving roommate, Brandon Russell, 21, has been charged with two counts related to the explosive material and devices.\nAuthorities first became involved on Friday evening when Mr. Arthurs took three people hostage at gunpoint at a head shop in Tampa, according to an affidavit from the Tampa Police. He was arrested soon after.", "url": "https://www.nytimes.com/2017/05/24/us/neo-nazi-roommate-murder.html"}