{"authors": ["Tim Herrera"], "date_download": "2022-10-25 23:46:26", "date_modify": "2022-10-25 23:46:26", "date_publish": "2017-01-18 10:30:23", "description": "How to decide what happens to your Facebook, Google, Twitter accounts and more when you die.", "filename": "2017_01_18_technology_is-your-digital-life-ready-for-your-death_1666741586.html", "image_url": "https://static01.nyt.com/images/2017/01/17/us/17smarter-death/17smarter-death-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3451d4ca661919b763a7c5529a16417c765308252b2381a7a798fbc2025360f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_18_technology_is-your-digital-life-ready-for-your-death_1666741586.html", "title": "Is Your Digital Life Ready for Your Death?", "title_page": "Is Your Digital Life Ready for Your Death? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Facebook legacy contacts, however, will not also have access to your Instagram account (Facebook owns the photo-sharing app). But Instagram accounts can be memorialized or, if requested by a verified family member, deleted.\nGoogle\nGoogle lets you choose up to 10 people to be the executors of your account once you die or your account becomes inactive via its inactive account manager feature.\nTo set this up, choose an amount of time between sign-ins for your account to be designated “inactive.” Once that threshold is met (for example, you don’t sign into any Google service for a certain number of months), your chosen contact will get a prewritten email from you with, presumably, your wishes for your account.\nUnlike your legacy contact on Facebook, you can designate this person to have full access to your Google account, including email and chat histories, and he or she can download the data you specify. (You also have the option not to give that person access to any of it.)\nGoogle also allows you to delete your account and all its data.\nTwitter\nTwitter has no equivalent to a legacy contact or a way to plan for your online data after your death. It does, however, let a “verified immediate family member of the deceased” delete your account if that person can provide your death certificate and other official documents.\nA similar protocol is in place in the event a user becomes incapacitated, though in that case someone will have to have proof of power of attorney.\nIn certain circumstances, Twitter says it will consider removing “imagery” of a deceased person, based on “public interest factors such as the newsworthiness of the content.”", "url": "https://www.nytimes.com/2017/01/18/technology/is-your-digital-life-ready-for-your-death.html"}