{"authors": ["Sydney Ember", "Michael J. De La Merced"], "date_download": "2022-10-25 23:33:27", "date_modify": "2022-10-25 23:33:27", "date_publish": "2017-05-09 01:14:03", "description": "After Sinclair said it had agreed to buy Tribune Media for $3.9 billion, some pointed out it had shown a willingness to use its TV stations to advance a conservative agenda.", "filename": "2017_05_08_business_media_sinclair-tribune-media-sale_1666740807.html", "image_url": "https://static01.nyt.com/images/2017/05/09/business/09SINCLAIR/09SINCLAIR-facebookJumbo.jpg?year=2017&h=549&w=1050&s=58776de5c00138ebee9e91751350c927466a83807a0af68b0dfd2f119b63f56a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_08_business_media_sinclair-tribune-media-sale_1666740807.html", "title": "Sinclair Unveils Tribune Deal, Raising Worries It Will Be Too Powerful", "title_page": "Sinclair Unveils Tribune Deal, Raising Worries It Will Be Too Powerful - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an era of information saturation, when cable news seems ubiquitous and Twitter posts stream forth uninterrupted, local television still holds a powerful grip on the American consciousness. And the Sinclair Broadcast Group just tightened its grasp.\nAlready the largest owner of local television stations in the United States, Sinclair said Monday that it had agreed to buy Tribune Media for $3.9 billion, beating out other suitors including Nexstar and 21st Century Fox. With the deal, Sinclair would reach more than 70 percent of American households, with stations in many major markets, including Chicago, Los Angeles and New York, giving it significant heft at a time of increasing consolidation in the industry.\nThe acquisition would also provide Sinclair with a far-reaching platform for its news programming. A Pew Research study last year showed that almost 60 percent of adults get their news from television, and of those, almost 50 percent rely on local stations.\nThat has stoked concern about the pitfalls of consolidation, with some pointing out that Sinclair has shown a willingness to use its 173 stations to advance a conservative-leaning agenda.", "url": "https://www.nytimes.com/2017/05/08/business/media/sinclair-tribune-media-sale.html"}