{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:45:18", "date_modify": "2022-10-25 23:45:18", "date_publish": "2017-07-07 09:00:12", "description": "Employers added 222,000 workers in June, a healthy showing, but a tightening labor market has not followed historical patterns in driving up pay.", "filename": "2017_07_07_business_economy_jobs-report-june-unemployment_1666741518.html", "image_url": "https://static01.nyt.com/images/2017/07/08/business/08JOBS/08JOBS-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3280751831189b8c806b06b22439790a921921294a582b7081998b81e39c7aca&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_07_business_economy_jobs-report-june-unemployment_1666741518.html", "title": "U.S. Job Growth Picks Up the Pace, but Wages Lag Behind", "title_page": "U.S. Job Growth Picks Up the Pace, but Wages Lag Behind - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Automobile sales may be slowing, e-commerce is putting the squeeze on bricks-and-mortar stores, and overall economic growth is limp. But the labor market has nevertheless managed to charge ahead.\nEmployers added an impressive 222,000 jobs in June, the government reported on Friday. Although the jobless rate ticked up slightly to 4.4 percent, it was because some people who had dropped out of the labor force were lured back.\nBut the hunger for workers and mounting complaints of labor shortages have raised a vexing question: Why isn’t the heightened demand for workers driving up pay?\nThe Federal Reserve pointed to that conundrum in the updated report on the American economy it sent to Congress on Friday. “Despite the broad-based strength in measures of employment,” it said, “wage growth has been only modest, possibly held down by the weak pace of productivity growth in recent years.”", "url": "https://www.nytimes.com/2017/07/07/business/economy/jobs-report-june-unemployment.html"}