{"authors": ["Benjamin Hoffman", "Ken Belson"], "date_download": "2022-10-25 22:59:44", "date_modify": "2022-10-25 22:59:44", "date_publish": "2017-01-31 18:57:56", "description": "Reporters asked players about the two men, but when the N.F.L. posted transcripts of the interviews, almost no references could be found.", "filename": "2017_01_31_sports_football_super-bowl-nfl-donald-trump-new-england-patriots_1666738784.html", "image_url": "https://static01.nyt.com/images/2017/02/01/sports/01NFL/01NFL-facebookJumbo.jpg?year=2017&h=550&w=1050&s=96fb44bb10474bfca2f5b7c0cdb5f1ce05d8aad8ceccceaffd56e361e6af1dc4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_31_sports_football_super-bowl-nfl-donald-trump-new-england-patriots_1666738784.html", "title": "No Trump or Goodell at Super Bowl, at Least According to N.F.L. Transcripts", "title_page": "No Trump or Goodell at Super Bowl, at Least According to N.F.L. Transcripts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — The N.F.L. seems to have built a virtual wall around the New England Patriots when it comes to public discussion of two lightning-rod topics for the team: President Trump (a friend of the team’s owner, coach and star quarterback) and Roger Goodell, the league’s commissioner, who punished the team after a cheating investigation.\nAt a prime-time event on Monday called Opening Night, in which reporters received access to the participants in Sunday’s Super Bowl, hundreds of reporters peppered members of the teams with all manner of questions, including what they thought of Trump and Goodell.\nBut when the N.F.L. posted transcripts of the interviews with members of the Patriots and the Atlanta Falcons, there were almost no references to Trump or Goodell.\nReporters were certainly curious, given the nation’s political climate and the controversy over the suspension of the Patriots’ quarterback, Tom Brady, for four games as a result of the “Deflategate” scandal, in which the league said he conspired to manipulate footballs to his advantage in a conference championship game two years ago.", "url": "https://www.nytimes.com/2017/01/31/sports/football/super-bowl-nfl-donald-trump-new-england-patriots.html"}