{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 22:59:39", "date_modify": "2022-10-25 22:59:39", "date_publish": "2017-02-28 16:50:59", "description": "France is losing the core of its historic provincial towns — dense hubs of urbanity deep in the countryside where judges judged and Balzac set his novels.", "filename": "2017_02_28_world_europe_france-albi-french-towns-fading_1666738779.html", "image_url": "https://static01.nyt.com/images/2017/03/01/world/00albi-01/00albi-01-facebookJumbo.jpg?year=2017&h=549&w=1050&s=9233abf64de9dfa5bce8f6774e31b6753d685a2106890625a116b27acf2af9d1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_28_world_europe_france-albi-french-towns-fading_1666738779.html", "title": "As France’s Towns Wither, Fears of a Decline in ‘Frenchness’", "title_page": "As France’s Towns Wither, Fears of a Decline in ‘Frenchness’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "With a degree in history and studies in geography, Mr. Jourdain published an online map, with a skull-and-crossbones marking each vacant store. He discovered that nearly 40 percent of the remaining shops sold clothes, and he suspected that much of the trade was with tourists. Only a single traditional boulangerie, or bakery, remained in Albi’s old core, and not a single free-standing butcher shop.\nA Parisian by origin, Mr. Jourdain worked quasi-undercover, and few in town, even among his allies, seemed to know his last name. I met him on a Friday morning in the windswept plaza of the looming Cathédrale Sainte-Cécile, a giant brick fortress built eight centuries ago to awe the region’s restive heretics. As we started on the Rue Mariès, the city’s main commercial street, Mr. Jourdain pulled his hood down over his head to avoid being recognized, as I struggled to mentally repopulate the empty street with the liveliness that had delighted me 35 years before.\n“For me, if you are precise, you can’t be attacked,” he said of his work. “It’s a big problem for me that there are no grocery stores in the center of the city. There is no neighborhood cafe.”\nStreet after street, we took the measure of the town’s fragility. Name tags were missing from buzzers at the doorways of the old buildings. Above them the shutters stayed closed night and day, with estimates that 15 percent of these old houses are vacant.\nMr. Jourdain knew something was amiss soon after arriving from Paris in 2013. “Right away I realized it,” he said. “Just across from us, and right next to us, there were two magnificent buildings, vacant. I thought it was strange. And then I started to see more and more empty stores.”\nWe came to the Place Lapérouse, named after the great French explorer who was born in Albi in the 18th century. I had a flashback. On a warm afternoon many years before, I sat on a bench here, gazing at the old buildings around me. It had been quiet enough to hear the birds in the centenarian plane trees shading the square.\nNow, it was a frigid intersection combined with a soulless pedestrian plaza. Cars whizzed past.\nWe moved on, passing two storefronts with “total liquidation” written across them. The sense I had many years before, of a dense urban space that was a living, breathing organism, was gone.", "url": "https://www.nytimes.com/2017/02/28/world/europe/france-albi-french-towns-fading.html"}