{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:44:52", "date_modify": "2022-10-25 23:44:52", "date_publish": "2017-11-28 17:22:48", "description": "Jerome H. Powell, nominated to be the Fed’s next chairman, told senators he would continue the bank’s current path of monetary and regulatory policies.", "filename": "2017_11_28_us_politics_jerome-powell-federal-reserve-nominee-testimony_1666741492.html", "image_url": "https://static01.nyt.com/images/2017/11/29/business/29DC-FED/29DC-FED1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1a81b6c4de21c2c70dc0d4b13894fde38774c06d7c2e88c823837b03f33f2739&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_28_us_politics_jerome-powell-federal-reserve-nominee-testimony_1666741492.html", "title": "Jerome Powell, the Fed Chair Nominee, Sees Continuity if Confirmed", "title_page": "Jerome Powell, the Fed Chair Nominee, Sees Continuity if Confirmed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He added that he had no reason to anticipate such pressure from the White House. “Nothing in my conversations with anyone in the administration has given me any concern on that front,” he said. His plan, he said, is to make policy decisions “with a view solely to right answers.”\nThe confirmation hearing was a relatively placid affair, with only a third of the seats in the hearing room occupied. Both Mr. Bernanke in 2010 and Ms. Yellen in 2014 were confirmed during periods of economic turmoil and sharp controversy about the conduct of monetary and regulatory policy. As economic growth has strengthened, public interest in those subjects has dissipated.\nMr. Powell spent much of the hearing avoiding questions about fiscal policy, including tax legislation that currently commands most of the attention on Capitol Hill.\nAsked whether Congress should pursue tax cuts that would increase the federal debt, he said that such questions should be left to Congress. He said the Fed had no position on the legislation.\n“Do you have a personal position?” pressed Mr. Heller.\n“No, Senator, I don’t,” Mr. Powell responded.\nAsked by Democrats whether he accepted the analysis of the Congressional Budget Office, which found that the legislation backed by Republicans would sharply increase the federal debt, Mr. Powell responded that he had not looked at it.\nJanet L. Yellen, the current Fed chairwoman, and her predecessors have often warned that the growth of the federal debt is a problem for the economy.\nMr. Powell finally allowed that he shared concerns about borrowing too much, in the abstract.\n“Without commenting on any particular bill, like all of us I am concerned about the sustainability of our fiscal path in the long run,” Mr. Powell said.", "url": "https://www.nytimes.com/2017/11/28/us/politics/jerome-powell-federal-reserve-nominee-testimony.html"}