{"authors": ["Nikos Konstandaras"], "date_download": "2022-10-25 23:02:51", "date_modify": "2022-10-25 23:02:51", "date_publish": "2017-11-10 10:51:05", "description": "Reading the one in the age of the other reminds us of how our personal choices affect society.", "filename": "2017_11_10_opinion_socrates-trump_1666738971.html", "image_url": "https://static01.nyt.com/images/2017/11/11/opinion/11konstandaras-inyt/11konstandaras-inyt-facebookJumbo-v2.jpg?year=2017&h=549&w=1050&s=eb6f6f130f88d86c332749975b2d3b92655b6f69c3748c2cf35b26f1a95a4079&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_10_opinion_socrates-trump_1666738971.html", "title": "Socrates in the Age of Trump", "title_page": "Opinion | Socrates in the Age of Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Both in war and in courts and everywhere else, one must obey the commands of one’s city and country, or persuade it as to the nature of justice,” Socrates tells his friend Crito, in a dialogue written by Plato, another of his friends and pupils. The law, Socrates argues, provides two alternatives: Citizens can either use persuasion to change it, or they must do as it says.\nAgreeing with laws only when they suit us is not an option. By choosing to live in Athens and to raise children there, Socrates had shown in both words and deeds that he agreed to live in accordance with its laws. Violating them now would be a rejection of all that he had said and done throughout his life. Clinging to life, in other words, would make living worthless.\nUnable to best Socrates’ arguments, his friends are obliged to agree with him. All they can do is be with him in the hours before he is given the poison that will kill him. Socrates uses the time to discuss how one should live, because, as he said at his trial, “the unexamined life is not worth living.”\nAt the time of Socrates’ trial, Athens was a dangerous place for principled citizens. Just five years earlier, the city lost an almost three-decade war with its great rival, Sparta, and a harsh oligarchy had been imposed. During their reign of terror, the oligarchs ordered Socrates and four others to arrest a fellow citizen so that he might be executed. The philosopher refused, and escaped death only because the oligarchy collapsed when exiled democrats rebelled.\nThe democracy that followed was unsettled, vindictive and suspicious of new ideas. Socrates had been a figure for debate for decades. In 423 B.C., in “The Clouds,” the comic playwright Aristophanes lampooned him as making wrong appear right — inspiring the later charges that cost him his life. Furthermore, Socrates had also once taught a younger man, Critias, who became one of the oligarchy’s leaders, and some saw this as a reason to prosecute him. Socrates’ trial and execution would prove an indelible blot on democracy’s legacy, but other leading intellectuals, too, were prosecuted, including the natural philosopher Anaxagoras, who left the city after being accused of “impiety.”\nDirecting his most probing and provocative questions against the pompous and self-righteous, sharing his thoughts with rich and poor, Socrates was the quintessential anti-populist. This was bound to gain him enemies from all quarters. He knew the risks. But having seen no reason to bow to the oligarchs, he would not compromise with the many, either.\n“No man will survive who genuinely opposes you or any other crowd and prevents the occurrence of many unjust and illegal happenings in the city,” he told his prosecutors and jury. “It is not difficult to avoid death, gentlemen; it is much more difficult to avoid wickedness, for it runs much faster than death.”", "url": "https://www.nytimes.com/2017/11/10/opinion/socrates-trump.html"}