{"authors": ["Interview Ana Marie Cox", "Ana Marie Cox"], "date_download": "2022-10-25 23:30:21", "date_modify": "2022-10-25 23:30:21", "date_publish": "2017-02-21 10:00:02", "description": "The singer and actor on the “La La Land” controversy, forms of resistance and playing the role of Frederick Douglass.", "filename": "2017_02_21_magazine_john-legend-cant-pretend-times-are-normal_1666740621.html", "image_url": "https://static01.nyt.com/images/2017/02/26/magazine/26talk1/26talk1-facebookJumbo-v3.jpg?year=2017&h=550&w=1050&s=3c5a1601775a4dc5c3559889a0b8321f6ca90372fbdf8ec13bb9ae92cae6c8f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_21_magazine_john-legend-cant-pretend-times-are-normal_1666740621.html", "title": "John Legend Can’t Pretend Times Are Normal", "title_page": "John Legend Can’t Pretend Times Are Normal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You’ll be playing Frederick Douglass in the second season of WGN America’s “Underground.” Do you think it’s possible that President Trump was thinking of you when he described Douglass as someone who’s done an amazing job? Yeah, I’ve been doing a lot of good things lately, and I’m getting recognized more and more! I don’t think that Trump has read a book in his adult life, or that he knows anything about American history, black history, any history. I don’t think he knows what’s in the Constitution. I don’t think he knows anything about Civil War history, or just about any kind of history. We can’t expect him to know much of anything.\nYou released an album not long after the election, in early December. If you started making that album today, how do you think it might be different? It would probably be a little angrier, though this past album had moments of doubt and darkness, where I thought, Is it all worth it? I think there’d probably be more anger as opposed to doubt.\nThe idea that, because of Trump, everything is politicized now also works in the opposite direction: It reminded me a bit of some of the critical reactions to Damien Chazelle’s “La La Land,” which you were an executive producer for and acted in. What do you think of the recent backlash? I see both sides. Damien’s been making “La La Land” for six years, so it’s hard to blame him for not knowing that Donald Trump was going to be the president when his film finally came out. Damien made a film that was expressive of his artistry and his point of view, and he’s been trying to make it for years — who knew that it would be released during a Trump presidency? The work, on its own, is a beautiful piece of art. Whether or not you think it’s relevant during a Trump presidency, at least judge it on the merits of its artistry.", "url": "https://www.nytimes.com/2017/02/21/magazine/john-legend-cant-pretend-times-are-normal.html"}