{"authors": ["Richard Conniff"], "date_download": "2022-10-25 23:41:41", "date_modify": "2022-10-25 23:41:41", "date_publish": "2017-10-20 19:45:43", "description": "Company boycotts are one of the few concrete ways we have to protest unethical corporate behavior.", "filename": "2017_10_20_opinion_sunday_amazon-boycott_1666741301.html", "image_url": "https://static01.nyt.com/images/2017/10/22/opinion/sunday/22conniff/22conniff-facebookJumbo.jpg?year=2017&h=549&w=1050&s=dcf26834d52be725dde33c12d95e8894736c0e8b2b4cf9bad7b014a5dd4dff38&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_20_opinion_sunday_amazon-boycott_1666741301.html", "title": "Why We Don’t Vote With Our Wallets", "title_page": "Opinion | Why We Don’t Vote With Our Wallets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Irwin admits, for instance, to having test-driven an Audi, manufactured by Volkswagen, after the 2015 revelation that the company systematically cheated its customers on “clean” diesel: “The sales guy said, ‘What do you think?’ and I said, ‘I like it. But I’m mad at you guys,” and he said, ‘No, that was VW.’ He was trying to help me have that cognitive inconsistency, because we like to have these excuses so we don’t have to worry about it.”\nShe didn’t buy it. But plenty of other customers did. Heavy discounting helped make scandal-ridden Volkswagen the world’s largest automaker in 2016. We do better, Ms. Irwin says, when our ethical issues happen to line up with things we don’t actually like. “Then we can say, ‘Oh, I never eat liver,’ ” she said.\nSo how do we make our boycotts more effective? How do we avoid wasting energy on the foot-in-mouth moments of dunderheaded executives and instead act on weightier issues? One answer is to accept that boycotts are about publicity, not consumer choice, and advertise wonky ethical positions like any other product: in vivid emotional terms.\nThe film “Blackfish” didn’t just attack SeaWorld for keeping orca whales in captivity. It made Tilikum, taken from the wild in 1983 and kept in captivity until his death early this year, the personification — the whale-ification — of that issue. Likewise, Jimmy Kimmel didn’t just add another set of charts to the health insurance debate. He held up a picture of his infant son born with a heart defect and reshaped the debate in terms of how proposed changes would affect kids like his.\nLarge-scale institutional forces can also ameliorate the frustrated consumer’s abiding sense of inconsistency. I can’t swear off heating oil just yet, but I can support the fossil fuel divestment campaign, which has persuaded institutions worth $5.5 trillion to shed at least some fossil fuel investments. I can also divest individually, in my retirement account, with the help of socially responsible mutual funds, which have lately proliferated, some with impressive results. (The website Fossil Free Funds allows investors to scan their holdings for hidden fossil fuel investments. And it’s not just about climate change: A start-up called Motif Investing now also enables investors to construct a portfolio aligned more or less precisely with their individual values.)\nAm I actually doing these things? Only partly. I have begun the process with my retirement account and will complete it by year’s end.", "url": "https://www.nytimes.com/2017/10/20/opinion/sunday/amazon-boycott.html"}