{"authors": ["Nick Cumming-Bruce"], "date_download": "2022-10-25 23:54:38", "date_modify": "2022-10-25 23:54:38", "date_publish": "2017-03-28 17:14:03", "description": "With Islamic State militants apparently using human shields in Mosul, the United Nations human rights chief called for “an urgent review” of strategy.", "filename": "2017_03_28_world_middleeast_un-iraq-airstrikes_1666742078.html", "image_url": "https://static01.nyt.com/images/2017/03/29/world/29Geneva/29Syria-facebookJumbo.jpg?year=2017&h=549&w=1050&s=0331c691eb80e73aab5b1dcd724a32dd3bb7a3b7e1727190ed00444768b053a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_28_world_middleeast_un-iraq-airstrikes_1666742078.html", "title": "U.N. Urges Iraq and Allies to Rethink Tactics as Airstrikes Kill Civilians", "title_page": "U.N. Urges Iraq and Allies to Rethink Tactics as Airstrikes Kill Civilians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GENEVA — Airstrikes against Islamic State fighters are killing so many civilians that Iraq and its American-led coalition of allies should reconsider their tactics, the top human rights official at the United Nations said on Tuesday.\nZeid Ra’ad al-Hussein, the United Nations high commissioner for human rights, said he did not underestimate the difficulty of rooting out the Islamic State forces from their remaining strongholds in Mosul, Iraq’s second-largest city. But he urged Iraq and the coalition to “undertake an urgent review of tactics to ensure that the impact on civilians is reduced to an absolute minimum.”\nThere were clear indications that the militants were using large numbers of civilians as human shields, he said, and under those conditions, airstrikes on densely populated areas can have “a lethal and disproportionate impact on civilians.”\nThe United Nations reported that as of March 22, at least 307 people had been killed and an additional 273 had been wounded in Mosul in a little more than a month, as Iraqi troops pressed their attack on Islamic State forces entrenched in the city.", "url": "https://www.nytimes.com/2017/03/28/world/middleeast/un-iraq-airstrikes.html"}