{"authors": ["Marc Tracy"], "date_download": "2022-10-25 23:24:19", "date_modify": "2022-10-25 23:24:19", "date_publish": "2017-04-04 13:42:33", "description": "The college athletics organization said the decision was made “reluctantly.”", "filename": "2017_04_04_sports_ncaa-hb2-north-carolina-boycott-bathroom-bill_1666740259.html", "image_url": "https://static01.nyt.com/images/2017/04/05/sports/05ncaa-web1/05ncaa-web1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5f4770b54e897e156db2834d097dbbde86cec86dec70fbd41b3799d8b01a90a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_04_sports_ncaa-hb2-north-carolina-boycott-bathroom-bill_1666740259.html", "title": "N.C.A.A. Ends Boycott of North Carolina After So-Called Bathroom Bill Is Repealed", "title_page": "N.C.A.A. Ends Boycott of North Carolina After So-Called Bathroom Bill Is Repealed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GLENDALE, Ariz. — The N.C.A.A. on Tuesday “reluctantly” lifted its ban on holding championship events in North Carolina, removing its six-month-old prohibition less than a week after the state’s Legislature and governor repealed a so-called bathroom bill that had led to boycotts of the state.\nThe organization, which governs college athletics, said in a statement that the law’s replacement in North Carolina had “minimally achieved a situation where we believe N.C.A.A. championships may be conducted in a nondiscriminatory environment.”\nThe earlier law, known as House Bill 2, or H.B. 2, had removed anti-discrimination protections for lesbian, gay, bisexual and transgender people, and it required transgender people to use bathrooms in public facilities that aligned with their sex at birth. While the replacement bill bars local governments from passing their own ordinances on the topic until 2020, it left regulation of bathrooms up to the State Legislature.\nThe N.C.A.A.’s carefully worded statement left the door open to its continuing to make decisions on a case-by-case basis and even to retracting hosting opportunities on short notice in light of new developments — as it did last year, when it moved several championship events, including men’s basketball tournament games, out of the state. The N.C.A.A. noted that it requires prospective hosts to submit “additional documentation” — it includes a questionnaire — about their ability to protect visitors from discrimination.", "url": "https://www.nytimes.com/2017/04/04/sports/ncaa-hb2-north-carolina-boycott-bathroom-bill.html"}