{"authors": ["Choe Sang-Hun", "Motoko Rich"], "date_download": "2022-10-25 23:26:08", "date_modify": "2022-10-25 23:26:08", "date_publish": "2017-01-02 10:00:26", "description": "Outrage over President Park Geun-hye’s actions has turned to broader concerns over the power of the presidency and its relationship with conglomerates.", "filename": "2017_01_02_world_asia_south-korea-park-geun-hye-samsung_1666740368.html", "image_url": "https://static01.nyt.com/images/2016/12/22/world/22KOREA-1/22KOREA-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=056e8303e82e7f1d83634018ea093f2f8498144cb92a101464037856570f61e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_02_world_asia_south-korea-park-geun-hye-samsung_1666740368.html", "title": "As Scandal Roils South Korea, Fingers Point to Mixing of Politics and Business", "title_page": "As Scandal Roils South Korea, Fingers Point to Mixing of Politics and Business - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — The heir apparent to the Samsung empire, Jay Y. Lee, was trying to push through a corporate merger seen as critical to his plans to succeed his father as chairman.\nFor months, key shareholders fought the move. Then, suddenly, the standoff broke as South Korea’s government-controlled pension fund, which held the shares to cast the deciding vote, endorsed Mr. Lee’s deal.\nA week later, President Park Geun-hye invited Mr. Lee to her office and asked for Samsung’s help with a campaign to promote South Korean culture and sports. Within months, Samsung had donated $17.4 million to two foundations controlled by the president’s confidante, Choi Soon-sil, and $6.2 million for the training of Korean equestrians, including Ms. Choi’s daughter.\nThose donations — and whether they were part of a quid pro quo — are now at the heart of the impeachment case against Ms. Park. The nation’s full Constitutional Court will begin formal hearings on Tuesday into the case, the biggest influence-peddling scandal in South Korea’s history.", "url": "https://www.nytimes.com/2017/01/02/world/asia/south-korea-park-geun-hye-samsung.html"}