{"authors": ["Aurelien Breeden"], "date_download": "2022-10-25 23:33:37", "date_modify": "2022-10-25 23:33:37", "date_publish": "2017-11-25 21:58:11", "description": "Emmanuel Macron pledged to make combating violence against women a top priority of his government, but critics argued he has not committed enough resources to the cause.", "filename": "2017_11_25_world_europe_france-emmanuel-macron-sexual-assault_1666740817.html", "image_url": "https://static01.nyt.com/images/2017/11/26/world/26macron/26macron-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3fc5f1b08542941e08969aa7c1100ea7c51de74650254259da055195c654129c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_25_world_europe_france-emmanuel-macron-sexual-assault_1666740817.html", "title": "‘Sick With Sexism,’ France Must Fight Violence Against Women, Macron Says", "title_page": "‘Sick With Sexism,’ France Must Fight Violence Against Women, Macron Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Calling French society “sick with sexism,” President Emmanuel Macron said on Saturday that promoting gender equality and combating violence against women would be top priorities of his government as he announced measures to crack down on sexual crimes and make it easier for victims to press charges.\nMr. Macron, speaking at a government-sponsored panel in Paris on the International Day for the Elimination of Violence Against Women, said that “France must no longer be one of those countries where women are afraid” and that it was “essential that shame change sides.”\n“Under their blows, under their abuse, a woman dies every three days in France,” Mr. Macron said in a speech at the presidential palace, referring to the number of women killed each year by their current or former partners.\n“Of this we must all feel responsible,” he said, before asking for a minute of silence for the 123 such women killed in 2016.", "url": "https://www.nytimes.com/2017/11/25/world/europe/france-emmanuel-macron-sexual-assault.html"}