{"authors": ["Adam Goldman"], "date_download": "2022-10-25 23:01:46", "date_modify": "2022-10-25 23:01:46", "date_publish": "2017-04-04 19:07:28", "description": "Mr. Page, a businessman, met in 2013 with one of three Russians who were eventually charged with being undeclared officers with Russia’s foreign intelligence service.", "filename": "2017_04_04_us_politics_carter-page-trump-russia_1666738906.html", "image_url": "https://static01.nyt.com/images/2017/04/05/us/05page/05page-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b5bdc25f69aa976dde8ebe2ae9e8be6b056b0d21ed40af84b759878634ef7cfb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_04_us_politics_carter-page-trump-russia_1666738906.html", "title": "Russian Spies Tried to Recruit Carter Page Before He Advised Trump", "title_page": "Russian Spies Tried to Recruit Carter Page Before He Advised Trump - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Russian intelligence operatives tried in 2013 to recruit an American businessman and eventual foreign policy adviser to the Trump campaign who is now part of the F.B.I. investigation into Russia’s interference into the American election, according to federal court documents and a statement issued by the businessman.\nThe businessman, Carter Page, met with one of three Russians who were eventually charged with being undeclared officers with Russia’s foreign intelligence service, known as the S.V.R. The F.B.I. interviewed Mr. Page in 2013 as part of an investigation into the spy ring, but decided that he had not known the man was a spy, and the bureau never accused Mr. Page of wrongdoing.\nThe court documents say that Mr. Page, who founded an investment company in New York called Global Energy Capital, provided documents about the energy business to one of the Russians, Victor Podobnyy, thinking he was a businessman who could help with brokering deals in Russia.\nIn fact, Mr. Podobnyy was an S.V.R. officer posing as an attaché at the Russian mission to the United Nations.", "url": "https://www.nytimes.com/2017/04/04/us/politics/carter-page-trump-russia.html"}