{"authors": ["Vivian Yee", "Patrick Mcgeehan"], "date_download": "2022-10-25 23:27:07", "date_modify": "2022-10-25 23:27:07", "date_publish": "2017-01-06 18:04:45", "description": "The shutdown has been a long-held priority for Gov. Andrew M. Cuomo, who has said the plant poses too great a risk to New York City, less than 30 miles to the south.", "filename": "2017_01_06_nyregion_indian-point-nuclear-power-plant-shutdown_1666740427.html", "image_url": "https://static01.nyt.com/images/2017/01/07/nyregion/07NUCLEAR1/07NUCLEAR1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b4ba0b6f2106fad3376f26317d13876abb02291214f66c440f09b28a4f690e26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_01_06_nyregion_indian-point-nuclear-power-plant-shutdown_1666740427.html", "title": "Indian Point Nuclear Power Plant Could Close by 2021", "title_page": "Indian Point Nuclear Power Plant Could Close by 2021 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Indian Point, the nuclear power plant closest to New York City, could be shut as soon as April 2021 under an agreement New York state officials reached this week with Entergy, the utility company that owns the plant, according to a person with direct knowledge of the deal.\nUnder the agreement, one of the two nuclear reactors at Indian Point will permanently cease operations by April 2020, while the other must be closed a year later. The shutdown has long been a priority for Gov. Andrew M. Cuomo, who — though supportive of upstate nuclear plants — has repeatedly called for shutting Indian Point. He has said it poses too great a risk to New York City, less than 30 miles to the south.\n“Why you would allow Indian Point to continue to operate defies common sense, planning and basic sanity,” Mr. Cuomo, a Democrat, told reporters in June.\nDespite the political opposition to Indian Point, which is perched at the edge of the Hudson River in Buchanan, N.Y., the plant is an important supplier of inexpensive power to the metropolitan area. It can generate more than 2,000 megawatts, or about one-fourth of the power consumed in New York City and Westchester County. The prospects for replacing that power are unclear, but potential options include hydropower from Quebec and power from wind farms that already operate or could open across New York, according to the person.", "url": "https://www.nytimes.com/2017/01/06/nyregion/indian-point-nuclear-power-plant-shutdown.html"}