{"authors": ["Steven Lee Myers", "Chris Horton"], "date_download": "2022-10-25 23:28:07", "date_modify": "2022-10-25 23:28:07", "date_publish": "2017-09-20 19:00:20", "description": "The case of a rights activist from Taiwan awaiting sentencing in China for subversion is emblematic of a wider, global campaign, critics say.", "filename": "2017_09_20_world_asia_china-taiwan-law_1666740487.html", "image_url": "https://static01.nyt.com/images/2017/09/21/world/21china-legal-1/19china-legal-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=241b5cdac658687805e52a91767795e7b5fe9d802da4ee905f0d1bc80dd93b31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_20_world_asia_china-taiwan-law_1666740487.html", "title": "Emboldened China Wields Its Laws to Silence Critics From Abroad", "title_page": "Emboldened China Wields Its Laws to Silence Critics From Abroad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — On the morning he disappeared, the activist Lee Ming-cheh crossed from Macau into mainland China to meet with democracy advocates.\nIt was 177 days later when he reappeared in public, standing in the dock of a courtroom in central China last week, confessing to a conspiracy to subvert the Communist Party by circulating criticism on social media.\nThe circumstances surrounding Mr. Lee’s detainment remain murky, but what has made the case stand out from the many that the Chinese government brings against its critics is that Mr. Lee is not a citizen of China, but rather of Taiwan, the self-governing island over which Beijing claims sovereignty.\nThe proceedings against Mr. Lee, who is expected to be sentenced as soon as this week, punctuated what critics have warned are China’s brazen efforts to extend the reach of its security forces to stifle what it perceives as threats to its power emanating from overseas.", "url": "https://www.nytimes.com/2017/09/20/world/asia/china-taiwan-law.html"}