{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:45:44", "date_modify": "2022-10-25 23:45:44", "date_publish": "2017-04-20 17:39:10", "description": "Global steel makers blame Chinese rivals for swamping the world with unwanted product, but closing mills there can be expensive and difficult.", "filename": "2017_04_20_business_trump-targets-steel-trade-but-china-will-be-tough-to-contain_1666741544.html", "image_url": "https://static01.nyt.com/images/2017/04/21/us/21CHINASTEEL-1/21CHINASTEEL-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ec6d050b7fafce93b6326821d93173867994b4656f023e7fe68a9939b7516c9c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_20_business_trump-targets-steel-trade-but-china-will-be-tough-to-contain_1666741544.html", "title": "Trump Targets Steel Trade, but China Will Be Tough to Contain", "title_page": "Trump Targets Steel Trade, but China Will Be Tough to Contain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I don’t have to wake up early,” said Tang Guomin, 49, who had labored at the blast furnaces since he was 18 years old. He received nearly six years’ pay from the company as severance and when he turns 50 in a few months, he will be able to collect an inflation-adjusted pension from the government equal to 90 percent of his previous pay for the rest of his life.\n“I sleep till I wake and don’t have much to worry about,” he said, while doing his family’s morning vegetable shopping at a street market. “I miss the factory, but that time won’t be back again.”\nInvoking an obscure trade law, President Trump signed an executive order on Thursday for a 270-day review to determine whether steel imports were harming national security. If the Commerce Department does find harm, Mr. Trump will have up to 90 days to decide whether to impose broad import restrictions.\nChina is an obvious target of the order, though the impact could ripple worldwide. While only about 2 percent of American steel imports come directly from China, global steel makers and industry experts blame China for shipping its surplus steel to other countries, which drives down prices and prompts those countries to further process the steel into high-value products for export to the United States. The Trump administration, which has made it clear that it will take a more aggressive stance on steel, has suggested it could bring trade actions against those countries as well.", "url": "https://www.nytimes.com/2017/04/20/business/trump-targets-steel-trade-but-china-will-be-tough-to-contain.html"}