{"authors": ["Motoko Rich"], "date_download": "2022-10-25 23:53:58", "date_modify": "2022-10-25 23:53:58", "date_publish": "2017-05-03 13:00:12", "description": "The prime minister said he wanted to make “explicit the status” of the country’s military by 2020.", "filename": "2017_05_03_world_asia_japan-constitution-shinzo-abe-military_1666742038.html", "image_url": "https://static01.nyt.com/images/2017/05/04/world/04Japan/04Japan-facebookJumbo.jpg?year=2017&h=550&w=1050&s=3f75f051cc6237e55ec09fbc817c290d019af33ba76e8faa22b657bb67aa842f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_03_world_asia_japan-constitution-shinzo-abe-military_1666742038.html", "title": "Shinzo Abe Announces Plan to Revise Japan’s Pacifist Constitution", "title_page": "Shinzo Abe Announces Plan to Revise Japan’s Pacifist Constitution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — Prime Minister Shinzo Abe of Japan announced on Wednesday a plan to revise a pacifist Constitution that has been in place since it was enacted by American occupiers in 1947.\nIn a video message delivered at a celebration of the 70th anniversary of the Constitution, Mr. Abe said he wanted to make “explicit the status” of the country’s self-defense forces, as Japan’s military is known, by amending the Constitution by 2020.\nAs Japan faces continuing security threats from North Korea, Mr. Abe said that there should be no room for arguing that the military, with just over 227,000 active-duty troops, “may be unconstitutional.”\nJapan has stepped up its show of military force amid concerns about North Korea’s provocative behavior, sending two naval destroyers to join the American aircraft carrier Carl Vinson in exercises off the Korean Peninsula. And on Monday, a Japanese warship accompanied a United States Navy supply ship headed to join the Carl Vinson and three other warships in a strike group.", "url": "https://www.nytimes.com/2017/05/03/world/asia/japan-constitution-shinzo-abe-military.html"}