{"authors": ["Motoko Rich"], "date_download": "2022-10-25 23:45:37", "date_modify": "2022-10-25 23:45:37", "date_publish": "2017-04-27 13:30:36", "description": "For some residents, North Korea’s recent provocations have stoked fears of renewed conflict. But many more have responded with nonchalance.", "filename": "2017_04_27_world_asia_north-korea-south-tensions_1666741537.html", "image_url": "https://static01.nyt.com/images/2017/04/28/world/28seouljournal-1/28seouljournal-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d7ac40bf9d641727d4719b11bdf1ca6ff6c2e64f99741c3c242c9858a39dcfeb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_27_world_asia_north-korea-south-tensions_1666741537.html", "title": "Worry About War? ‘I Am Too Busy,’ South Koreans Say", "title_page": "Worry About War? ‘I Am Too Busy,’ South Koreans Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For about 25 million people in South Korea who live within 50 miles of the North Korean border — including residents of Seoul, the capital — it has long been a sobering reality that they are the most vulnerable to attack by the government in Pyongyang, with which South Korea has technically been at war for decades.\nThat perennial threat has intensified in recent weeks, with the Trump administration warning that it would consider all options, including military strikes, to thwart North Korea’s nuclear ambitions. North Korea, meanwhile, has conducted missile tests and huge live-fire artillery drills, and analysts say it is prepared to conduct its sixth test of a nuclear weapon.\nFor some residents — like Hyun Jae-gyun, one of the teachers who brought the children to the war memorial — that has led to a rising sense of foreboding and an urge to prepare. “Teachers are aware that this is an issue, and we should prepare our kids,” he said.\nBut many more people in Seoul seemed to respond with complete nonchalance. “I am not worried,” said Chun Ho-pil, 30, a construction manager who was on his way from work in the Jongno neighborhood of the capital. “I am too busy working and too busy going about my life to worry.”\nMr. Chun, his face dwarfed by round, black-frame glasses, shrugged and said he had not stockpiled bottled water or canned food in his home, or purchased a gas mask. Nor did he know the location of the nearest shelter in case of a bombing.", "url": "https://www.nytimes.com/2017/04/27/world/asia/north-korea-south-tensions.html"}