{"authors": ["Carl Hulse"], "date_download": "2022-10-25 23:43:27", "date_modify": "2022-10-25 23:43:27", "date_publish": "2017-02-15 10:00:18", "description": "The Senate panel has, at least for the moment, chief responsibility for getting to the bottom of events surrounding the resignation of Michael T. Flynn and any foreign meddling in the 2016 election.", "filename": "2017_02_15_us_politics_pressure-on-senate-intelligence-committee-to-deliver-on-russia-inquiry_1666741407.html", "image_url": "https://static01.nyt.com/images/2017/02/16/us/16hulse1/16hulse1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=f5c6424dbc100093187ff1dde3f0df550b976da1917f1fae4d8586dac9c8fc5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_15_us_politics_pressure-on-senate-intelligence-committee-to-deliver-on-russia-inquiry_1666741407.html", "title": "Pressure on Senate Intelligence Committee to Deliver on Russia Inquiry", "title_page": "Pressure on Senate Intelligence Committee to Deliver on Russia Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It does most of its work in secret, can be highly partisan and its members consider it a thankless job with few political benefits. But the Senate Intelligence Committee is suddenly central to a capital increasingly rattled by Trump administration turmoil.\nWith House Republicans showing little appetite for pursuing an inquiry into links between Russia and the new White House and the chances remote of an independent investigative commission being created, the Senate panel has — at least for the moment — chief responsibility for getting to the bottom of events surrounding the resignation of Michael T. Flynn as national security adviser and any foreign meddling in the presidential election.\nWhether members of the committee can succeed is a vexing question. The panel split bitterly over an investigation into George W. Bush-era torture of terror detainees, and Senate Republicans are leery of being lured into a Democratic effort to undermine a new Republican president who could help them achieve their long-sought legislative goals.\nSenator Richard M. Burr, the North Carolina Republican who leads the committee, last month indicated some reluctance about pursuing contacts between the Trump team and Russia before he and Senator Mark Warner of Virginia, who has taken over the top Democratic spot on the panel, one day later issued a letter saying the committee would seek to “have a full understanding of the scope of Russian intelligence activities impacting the United States.” The clear sense on Capitol Hill was that Mr. Warner had dragged his Republican colleague into accepting an aggressive inquiry.", "url": "https://www.nytimes.com/2017/02/15/us/politics/pressure-on-senate-intelligence-committee-to-deliver-on-russia-inquiry.html"}