{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:48:39", "date_modify": "2022-10-25 23:48:39", "date_publish": "2017-08-04 19:09:18", "description": "The White House notified the United Nations on Friday that it intends to withdraw from the Paris agreement, but the United States still plans take part in climate negotiations later this year.", "filename": "2017_08_04_climate_us-to-join-climate-talks-despite-planned-withdrawal-from-paris-accord_1666741719.html", "image_url": "https://static01.nyt.com/images/2017/08/05/science/04CLIMATE/04CLIMATE-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a9d22b4fb424ebf215f9ffacc93353dc7aafdb690bdc2b72c92d53cf110d1720&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_04_climate_us-to-join-climate-talks-despite-planned-withdrawal-from-paris-accord_1666741719.html", "title": "U.S. to Join Climate Talks Despite Planned Withdrawal From Paris Accord", "title_page": "U.S. to Join Climate Talks Despite Planned Withdrawal From Paris Accord - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The White House formally notified the United Nations on Friday that it intends to abandon the Paris agreement on climate change but remains open to “re-engaging” on the accord.\nThe United States will participate in United Nations climate negotiations later this year despite its planned withdrawal, according to the administration’s statement of intent.\nThe letter has no legal weight and does not set in motion the United States’ departure from the pact of nearly 200 nations to curb planet-warming greenhouse gas emissions. Rather, it is a political document that affirms President Trump’s declaration in June that the Paris agreement is a bad deal for America.\n“As the President indicated in his June 1 announcement and subsequently, he is open to re-engaging in the Paris Agreement if the U.S. can identify terms that are more favorable to the United States, its businesses, its workers, its people, and its taxpayers,” the State Department statement says.", "url": "https://www.nytimes.com/2017/08/04/climate/us-to-join-climate-talks-despite-planned-withdrawal-from-paris-accord.html"}