{"authors": ["Brad Plumer"], "date_download": "2022-10-25 23:27:04", "date_modify": "2022-10-25 23:27:04", "date_publish": "2017-06-13 14:33:46", "description": "The oversupply of natural gas brought by hydraulic fracturing is driving out dirty coal, but it is also threatening zero-emissions nuclear power.", "filename": "2017_06_13_climate_nuclear-power-retirements-us-climate-goals_1666740424.html", "image_url": "https://static01.nyt.com/images/2017/06/14/us/14NUCLEAR1/09NUCLEAR1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=aee51200a1c838afab84a5a05a9db4cb39f1032206eda50f92416c413926d655&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_13_climate_nuclear-power-retirements-us-climate-goals_1666740424.html", "title": "How Retiring Nuclear Power Plants May Undercut U.S. Climate Goals", "title_page": "How Retiring Nuclear Power Plants May Undercut U.S. Climate Goals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Yet such policies still face staunch opposition from gas producers and even other environmentalists reluctant to subsidize a multibillion-dollar industry — making this one of the more contentious climate debates around.\nFive shutdowns since 2013, and six more planned\nSince 2013, five nuclear power plants have been retired in Florida, Wisconsin, California, Vermont and Nebraska, the result of a mix of political opposition and competition from gas. Six more plants, including Three Mile Island and California’s Diablo Canyon, have announced that they will close between now and 2025, even though they could technically operate for decades.\nThose shutdowns would take enormous amounts of clean energy off the grid. The six retiring nuclear plants generated nearly 60 million megawatt-hours of electricity last year, more than all of America’s solar panels combined, according to an analysis by Environmental Progress, a green group pushing to save nuclear power.\nSeveral more plants in Ohio, New Jersey, Pennsylvania and Connecticut are also at high risk of closing. A study by Geoffrey Haratyk of the Massachusetts Institute of Technology found that if all of the United States’ at-risk reactors shut down and were replaced by modern gas plants, domestic carbon dioxide emissions in the power industry would increase 4.9 percent — erasing a large portion of the recent climate gains from the decline of coal.\n“For a long time, we could have our cake and eat it, too, with cheap natural gas — it was driving down power prices and also lowering emissions,” said John Parsons, executive director of the Center for Energy and Environmental Policy Research at M.I.T. “But now that low gas prices are endangering nuclear plants, we’re facing a real trade-off between the economic benefits of cheap gas and hurting the planet.”\nAnd even if states eventually added enough renewable energy to offset lost nuclear, Mr. Parsons said, they would basically just be “running to stay in place,” rather than lowering emissions.", "url": "https://www.nytimes.com/2017/06/13/climate/nuclear-power-retirements-us-climate-goals.html"}