{"authors": ["Nick Corasaniti"], "date_download": "2022-10-25 22:58:33", "date_modify": "2022-10-25 22:58:33", "date_publish": "2017-10-26 10:00:15", "description": "The union is waging a multimillion-dollar assault on the State Senate president, Stephen M. Sweeney, that could also imperil the agenda of Philip D. Murphy.", "filename": "2017_10_26_nyregion_nj-teachers-union-wages-costly-war-against-powerful-democrat_1666738713.html", "image_url": "https://static01.nyt.com/images/2017/10/25/nyregion/00njea1/00njea1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=a2f3425d13c2f8fdf403a99e52413aabf8de17d454e200e1a7f87e5dbc6706e9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_26_nyregion_nj-teachers-union-wages-costly-war-against-powerful-democrat_1666738713.html", "title": "New Jersey Teachers’ Union Wages Costly War Against Powerful Democrat", "title_page": "New Jersey Teachers’ Union Wages Costly War Against Powerful Democrat - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A battle between two political titans in New Jersey could cost $20 million by the time November’s election is over. And it is not the governor’s race.\nThe high-priced campaign is unfolding in a largely rural legislative district in the southwest corner of the state where the New Jersey Education Association, which is considered the state’s most influential union, is engaged in a feud with Stephen M. Sweeney, the powerful president of the State Senate.\nIt is a clash that, on paper, is perplexing. The education association, which represents about 200,000 public-school teachers, leans Democratic: Of its 105 endorsements this year, 91 were Democrats. Mr. Sweeney is a Democrat. His opponent, Fran Grenier, the chairman of the Salem County Republican Party, supports the departing Republican governor, Chris Christie, and President Trump, both of whom the union routinely vilifies.\nBut a dispute over pension benefits that dates back to 2011 has put the union on a mission to defeat Mr. Sweeney.", "url": "https://www.nytimes.com/2017/10/26/nyregion/nj-teachers-union-wages-costly-war-against-powerful-democrat.html"}