{"authors": ["Matthew Rosenberg", "Adam Goldman", "Emmarie Huetteman"], "date_download": "2022-10-25 23:43:31", "date_modify": "2022-10-25 23:43:31", "date_publish": "2017-03-22 18:32:58", "description": "The White House seized on the comments as evidence of wiretapping, but the remarks indicated that the intelligence targets were foreign officials, not President Trump.", "filename": "2017_03_22_us_politics_devin-nunes-wiretapping-trump.html__r=0_1666741411.html", "image_url": "https://static01.nyt.com/images/2017/03/23/us/23INTEL-01/23INTEL-01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=4756e16ff7bdc4df2d04409fa03f9f67b7c354cf969fed162abc2f92f17a38a2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_22_us_politics_devin-nunes-wiretapping-trump.html__r=0_1666741411.html", "title": "Monitoring May Have ‘Incidentally’ Picked Up Trump Aides, House Member Says", "title_page": "Monitoring May Have ‘Incidentally’ Picked Up Trump Aides, House Member Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "POOL - AP CLIENTS ONLY Washington, D.C. - 22 March 2017 1. Devin Nunes, Chairman of the House Intelligence Committee, walks to microphone 2. SOUNDBITE (English) Rep. Devin Nunes, Chairman, House Intelligence Committee: “I recently confirmed that on numerous occasions the intelligence community incidentally collected information about U.S. citizens involved in the Trump transition. Details about U.S. persons associated with the incoming administration, details with little or no apparent foreign intelligence value were widely disseminated in intelligence community reporting. Third, I have confirmed that additional names of Trump transition team members were unmasked. And, fourth and finally, I want to be clear, none of this surveillance was related to Russia, or the investigation of Russian activities or of the Trump team. The House Intelligence Committee will thoroughly investigate surveillance and its subsequent dissemination to determine a few things that I want to read off: who was aware of it, why it was not disclosed to Congress, who requested and authorized the additional unmasking, whether anyone directed the intelligence community to focus on Trump associates and whether any laws, regulations or procedures were violated. I’ve asked the directors of FBI, NSA and CIA to expeditiously comply with my March 15th letter, that you all received a couple of weeks ago and to provide a full account of these surveillance activities. I informed Speaker Ryan this morning of this new information and I will be going to the White House to share what I know with the president and his team. Before I get to questions, I want to say that, as you know there has been what appears to be a terrorist attack in the United Kingdom. Obviously very concerned and our thoughts and prayers go out to our strong friends and allies across the pond.” 3. SOUNDBITE (English) Rep. Devin Nunes, Chairman, House Intelligence Committee: “I have seen intelligence reports that clearly show that the president elect and his team were, I guess at least monitored and disseminated out in intelligence, in what appears to be raw ... I shouldn’t say raw, but intelligence reporting channels.” 4. Zoom in, Nunes speaking 5. SOUNDBITE (English) Rep. Devin Nunes, Chairman, House Intelligence Committee: “That’s a great question, yeah. That’s a really good question, so. I believe it was all done legally. I think it was all obtained legally. I think the question is, was it, was it masked ... why was it unmasked, if it was unmasked because it appears like we have new information about additional unmaskings and then who was on the dissemination list and why was the dissemination list so far, if it was such specific information about the Trump transition and it appears, just to give you one piece of information that I think might be helpful, it appears most of this occurred, from what I’ve seen, in November, December and January. During the transition, that is correct.”", "url": "https://www.nytimes.com/2017/03/22/us/politics/devin-nunes-wiretapping-trump.html?_r=0"}