{"authors": ["Mike Isaac"], "date_download": "2022-10-25 23:30:37", "date_modify": "2022-10-25 23:30:37", "date_publish": "2017-02-20 04:01:21", "description": "The employee, who left Uber in December, wrote on her blog that she had been harassed by her supervisor and that her complaints were ignored.", "filename": "2017_02_19_business_uber-sexual-harassment-investigation_1666740637.html", "image_url": "https://static01.nyt.com/images/2017/02/21/world/20uber-1/20uber-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=6ddc244cb35f80cf3aa139d8bb443af14c80a09482d71b67531802ca84582110&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_19_business_uber-sexual-harassment-investigation_1666740637.html", "title": "Uber Investigating Sexual Harassment Claims by Ex-Employee", "title_page": "Uber Investigating Sexual Harassment Claims by Ex-Employee - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The chief executive of Uber on Sunday opened an internal investigation into claims of sexual harassment made by a former engineer at the company.\nThe engineer, Susan Fowler, said that she was sexually harassed by her direct supervisor during her time at Uber and that after she reported those claims to the human resources department, they were ignored. She gave her account in a lengthy post on her personal blog on Sunday.\n“It was clear that he was trying to get me to have sex with him, and it was so clearly out of line that I immediately took screenshots of these chat messages and reported him to HR,” Ms. Fowler wrote. “Upper management told me that he ‘was a high performer’ (i.e. had stellar performance reviews from his superiors) and they wouldn’t feel comfortable punishing him for what was probably just an innocent mistake on his part.”\nMs. Fowler left Uber in December and this year joined Stripe, a payments processing start-up.\nMs. Fowler’s account is another sign of Silicon Valley’s struggle with women’s issues and diversity in a male-dominated engineering environment. In 2015, the venture capital world was put under the microscope when Ellen Pao, a former partner at Kleiner Perkins Caufield & Byers, claimed in a lawsuit that she was discriminated against at the blue-chip venture firm because of her gender — a case she lost.", "url": "https://www.nytimes.com/2017/02/19/business/uber-sexual-harassment-investigation.html"}