{"authors": ["Michael Corkery", "Jessica Silver-Greenberg"], "date_download": "2022-10-25 23:47:07", "date_modify": "2022-10-25 23:47:07", "date_publish": "2017-04-07 00:55:39", "description": "President Trump and Senator Elizabeth Warren, a Democrat harshly critical of Wall Street, may both favor separating retail and investment banking.", "filename": "2017_04_06_business_dealbook_donald-trump-elizabeth-warren-big-banks_1666741627.html", "image_url": "https://static01.nyt.com/images/2017/04/07/business/07db-banks1/07db-banks1-facebookJumbo.jpg?year=2017&h=380&w=727&s=8b0fa349549c0b98e99e96933570ee34dcc73a7e632d3dc1598173e1a4393716&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_06_business_dealbook_donald-trump-elizabeth-warren-big-banks_1666741627.html", "title": "Trump and Warren Agree? Maybe, on Plan to Shrink Big Banks", "title_page": "Trump and Warren Agree? Maybe, on Plan to Shrink Big Banks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump has vowed to roll back financial regulation, saying that it is preventing banks from lending and businesses from growing.\nWall Street, it would seem, has found its dream president.\nThere is just one possible complication: His top advisers continue to float an idea that would not only hurt the nation’s largest banks, it would upend them.\nIn a meeting on Wednesday with senators from both parties, Gary D. Cohn, Mr. Trump’s chief economic adviser, said the administration was considering a proposal that would require separating retail banking from investment banking and trading. Mr. Cohn mentioned the idea to members of the Senate Banking Committee as one of several financial regulations on the table.\nHe offered few specifics on how the proposal would work or when it could be carried out, according to people briefed on the matter. It was part of a wide-ranging discussion, reported earlier by Bloomberg, that also touched on the president’s tax policy.", "url": "https://www.nytimes.com/2017/04/06/business/dealbook/donald-trump-elizabeth-warren-big-banks.html"}