{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:17", "date_modify": "2022-10-25 23:39:17", "date_publish": "2017-06-15 10:19:19", "description": "The price illustrates the broader rise in real estate values in Hong Kong, already home to an expensive housing market per square foot.", "filename": "2017_06_15_world_asia_hong-kong-parking-spot-record-real-estate_1666741157.html", "image_url": "https://static01.nyt.com/images/2017/06/16/world/16parking-1/16parking-1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=a96741cbfc0be29361e039cb1ff9451886af353867ff6c93184f4337e1aa98a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_15_world_asia_hong-kong-parking-spot-record-real-estate_1666741157.html", "title": "A $664,000 Parking Spot Symbolizes Hong Kong’s Property Frenzy", "title_page": "A $664,000 Parking Spot Symbolizes Hong Kong’s Property Frenzy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — In many places, $664,000 can buy you a nice house. For that price in Hong Kong, you can buy a slab of concrete, roughly 17 feet long and 11 feet wide, to leave your luxury car.\nHong Kong is now home to a very expensive parking spot, the latest sign of a property market run amok. Even in a city well accustomed to costly real estate, the price spiral has confounded the most experienced observers.\n“This is basically the price of one flat in Hong Kong,” said Lennon Choy, an associate professor of real estate and construction at the University of Hong Kong. “This is crazy, actually.”\nThe buyer was listed as Kwan Wai-ming, whom local news outlets identified as executive director of the Huarong Investment Stock Corporation. His company declined to comment. That price, paid for a spot in an apartment complex on Hong Kong Island, was a new local record, breaking the previous $615,000 paid for a slightly smaller spot last year.", "url": "https://www.nytimes.com/2017/06/15/world/asia/hong-kong-parking-spot-record-real-estate.html"}