{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:39:29", "date_modify": "2022-10-25 23:39:29", "date_publish": "2017-11-30 12:16:01", "description": "Beijing reacted to a deadly fire by demolishing entire neighborhoods populated by migrant workers, leaving many homeless as winter approaches.", "filename": "2017_11_30_world_asia_china-beijing-migrants_1666741169.html", "image_url": "https://static01.nyt.com/images/2017/12/01/world/01china-migrants-1/01china-migrants-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e61ec003cf90ba223b9c4d2e7f27ce395622fb1e00a7706e55234f37f34ada2a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_30_world_asia_china-beijing-migrants_1666741169.html", "title": "Why Parts of Beijing Look Like a Devastated War Zone", "title_page": "Why Parts of Beijing Look Like a Devastated War Zone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — At night on the edges of Beijing, the migrant workers who keep China’s capital city fed, cleaned, swept and supplied wait in fear of a knock on the door that could ruin their hopes of finding a better life.\nFar from the skyscrapers and monuments downtown, squads of police and safety inspectors have been scouring the city’s sprawling outer neighborhoods crowded with laborers from poor rural China. Those living or working in buildings deemed to be dangerous or illegal are ordered to vacate, sometimes with just a few hours’ notice, before homes, shops and even whole factories are demolished.\nTens of thousands have already been uprooted in the city’s most aggressive drive against migrant neighborhoods that people can recall; many more migrants are wondering how much longer they can remain in their homes, or even in Beijing.\nThe city government says they are being pushed out for their own safety, after a recent deadly fire in a migrant settlement. But many migrants say the government is using the fire as an excuse to ramp up efforts to drive them out and ease pressures in a city whose population has already soared beyond 20 million people.", "url": "https://www.nytimes.com/2017/11/30/world/asia/china-beijing-migrants.html"}