{"authors": ["Charlie Savage"], "date_download": "2022-10-25 23:43:34", "date_modify": "2022-10-25 23:43:34", "date_publish": "2017-06-02 00:39:33", "description": "Executives have some power to block access to internal information, but a move by the president to prevent the former F.B.I. director from testifying could test its limits.", "filename": "2017_06_01_us_politics_comey-testimony-executive-privilege-trump_1666741414.html", "image_url": "https://static01.nyt.com/images/2017/06/02/us/02privilege/02privilege-facebookJumbo.jpg?year=2017&h=549&w=1050&s=cb0eda4636440c1c0c72a1eca2830c43699279a26ccfa178665cd3858285e308&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_01_us_politics_comey-testimony-executive-privilege-trump_1666741414.html", "title": "Could Trump Muzzle Comey? A Look at Executive Privilege", "title_page": "Could Trump Muzzle Comey? A Look at Executive Privilege - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — James B. Comey, the former F.B.I. director, is scheduled to testify before the Senate Intelligence Committee next Thursday. That prospect raises a question for President Trump’s legal and political advisers: Should the president invoke executive privilege to try to block Mr. Comey from talking?\nA public airing of Mr. Comey’s conversations with Mr. Trump could be damaging, given that Democrats have accused the president of obstructing justice by firing Mr. Comey, who was leading the bureau’s investigation into possible collusion between Trump associates and Russia. The New York Times has reported that Mr. Trump had asked Mr. Comey to declare loyalty and to drop the case against Mr. Trump’s former national security adviser, Michael T. Flynn, but that Mr. Comey had demurred.\nHere is a guide to the issues that would be raised by applying executive privilege in this case.\nWhat is executive privilege?\nPresidents have claimed the power under the Constitution to prevent the other branches of government from gaining access to certain internal executive branch information. The Supreme Court first recognized this power in a 1974 case about whether President Richard M. Nixon had to turn over tapes of his Oval Office conversations to the Watergate prosecutor.\nOne type of privilege covers communications between the president or top White House aides and subordinate members of the executive branch. The idea is that if Congress could get access to those private communications, it would chill the candor of the advice the president received and inhibit his ability to carry out his constitutionally assigned duties.", "url": "https://www.nytimes.com/2017/06/01/us/politics/comey-testimony-executive-privilege-trump.html"}