{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:56", "date_modify": "2022-10-25 23:45:56", "date_publish": "2017-02-18 16:56:19", "description": "The move is part of an effort to enact United Nations Security Council sanctions aimed at stopping North Korea’s nuclear weapons and ballistic-missile program.", "filename": "2017_02_18_world_asia_north-korea-china-coal-imports-suspended_1666741556.html", "image_url": "https://static01.nyt.com/images/2017/02/19/world/19coal1/19coal1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=098f536b53be6bc6a54801a5ace80bffaf73aa1646b4a41991e28befc267aeee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_18_world_asia_north-korea-china-coal-imports-suspended_1666741556.html", "title": "China Suspends All Coal Imports From North Korea", "title_page": "China Suspends All Coal Imports From North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — China said on Saturday that it was suspending all imports of coal from North Korea as part of its effort to enact United Nations Security Council sanctions aimed at stopping the country’s nuclear weapons and ballistic-missile program.\nThe ban takes effect on Sunday and will last until the end of the year, the Chinese Commerce Ministry said in a brief statement posted on its website on Saturday. Chinese trade and aid have long been a vital economic crutch for North Korea, and the decision strips North Korea of one of its most important sources of foreign currency.\nCoal has accounted for 34 percent to 40 percent of North Korean exports in the past several years, and almost all of it was shipped to China, according to South Korean government estimates.\nThe ban comes six days after the North Korean test of a ballistic missile that the Security Council condemned as a violation of its resolutions that prohibited the country from developing and testing ballistic missile technology.", "url": "https://www.nytimes.com/2017/02/18/world/asia/north-korea-china-coal-imports-suspended.html"}