{"authors": ["Susan Dominus"], "date_download": "2022-10-25 23:37:42", "date_modify": "2022-10-25 23:37:42", "date_publish": "2017-10-28 18:56:23", "description": "The former actress, who has said that Harvey Weinstein sexually assaulted her, talks about the producer and about becoming an advocate for mistreated women.", "filename": "2017_10_28_us_rose-mcgowan-harvey-weinstein_1666741062.html", "image_url": "https://static01.nyt.com/images/2017/10/28/us/27Rose1/27Rose1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e529db7c67899d4529942acb02ddaa413b6e92647a18390da4b2af3d271e68e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_28_us_rose-mcgowan-harvey-weinstein_1666741062.html", "title": "Refusing Weinstein’s Hush Money, Rose McGowan Calls Out Hollywood", "title_page": "Refusing Weinstein’s Hush Money, Rose McGowan Calls Out Hollywood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In The Hollywood Reporter, she passionately defended Renée Zellweger last year from what she perceived as sexist comments in Variety about the actress’s plastic surgery. “How dare you bully a woman who has done nothing but try to entertain people like you?” she wrote, in a direct accusation of the piece’s writer, Owen Glieberman.\n“It was startling and inspiring to see someone who was willing to put herself out there in support of other women/actresses,” said the actress Molly Ringwald in an email to The Times. “Her tenacity is something that you would hope for in an union leader but of course never really get.”\nAnd Ms. McGowan spoke, in veiled terms, to the Buzzfeed reporter Kate Aurthur in 2015 about her experience as an assault victim. “You are taking part of someone’s soul,” she said. “It’s happened to me.” Last year, during a Twitter campaign called #WhyWomenDontReport, she all but named Mr. Weinstein as the perpetrator of the violence against her that she had mentioned in the past.\nDuring her recent visit to Hawaii, Ms. McGowan, over a day and a half in Kona, revealed a person much more playful than her fierce Twitter persona. She would interrupt a thought to smile and smell a flower that caught her eye; she could not resist a swing hanging from a large tree, and enjoyed twirling an umbrella the same blue as her sundress while walking on the beach. She seemed free, in some ways, from both a long-kept secret and a labor of love that had occupied her for the last year and a half — her book, “Brave,” which will be released by Harper One early next year.\nTo some degree, she had shielded herself from the news. But when she learned how many women had stepped forward to complain of assault or harassment by Mr. Weinstein, she said: “I knew we are legion. We are legion.” She had been corresponding lately with Asia Argento, an Italian actress who also accused Mr. Weinstein of sexual assault (and was subsequently shamed by the Italian press). “It feels,” Ms. McGowan wrote to Ms. Argento, reading from her text, “‘like toxic slime going out of a spiked birth canal.’ That’s what the whole experience feels like to me. It’s an intense process.”\nSometimes she feels fresh rage. “But I’ll tell you what I don’t feel anymore,” she said. “Despair.”", "url": "https://www.nytimes.com/2017/10/28/us/rose-mcgowan-harvey-weinstein.html"}