{"authors": ["Nicole Perlroth"], "date_download": "2022-10-25 23:41:25", "date_modify": "2022-10-25 23:41:25", "date_publish": "2017-04-21 18:17:01", "description": "The schemes of Roman Seleznev led to the theft and resale of more than two million credit card numbers, resulting in losses of at least $170 million.", "filename": "2017_04_21_technology_russian-hacker-sentenced_1666741285.html", "image_url": "https://static01.nyt.com/images/2017/04/22/technology/22hacksentence-web/22hacksentence-web-facebookJumbo.jpg?year=2017&h=397&w=758&s=03d498e75b8605a2a4612c681128da5052a56a6767b6919e0abcfb15c4904c6e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_21_technology_russian-hacker-sentenced_1666741285.html", "title": "Russian Hacker Sentenced to 27 Years in Credit Card Case", "title_page": "Russian Hacker Sentenced to 27 Years in Credit Card Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Federal prosecutors have yet to capture or convict the foreign computer criminals believed to be behind the hackings of big retailers like Target and Neiman Marcus.\nBut in a rare, major victory in Federal District Court in Seattle, the Justice Department netted a big player in a Russian digital crime ring who is the son of a prominent Russian lawmaker. And now, law enforcement officials have made an example of him.\nOn Friday, a judge sentenced Roman Valerevich Seleznev, 32, to 27 years in prison — the longest sentence handed down for hacking-related charges in the United States — for running a vast credit card and identity theft operation from his homes in Bali, Indonesia, and Vladivostok, Russia, and for selling millions of credit card numbers on the black market. Federal prosecutors had asked for a 30-year sentence.\nMr. Seleznev’s schemes led to the theft and resale of more than two million credit card numbers, resulting in losses of at least $170 million. That total could grow to billions of dollars, according to court documents. Among Mr. Seleznev’s victims were 3,700 financial institutions and 500 businesses around the world, including several restaurants in the Seattle area.", "url": "https://www.nytimes.com/2017/04/21/technology/russian-hacker-sentenced.html"}