{"authors": ["Nick Wingfield", "Jessica Silver-Greenberg"], "date_download": "2022-10-25 23:37:06", "date_modify": "2022-10-25 23:37:06", "date_publish": "2017-12-19 10:00:25", "description": "Microsoft eliminated forced arbitration agreements with employees who make sexual harassment claims and is supporting a proposed federal law to ban such agreements.", "filename": "2017_12_19_technology_microsoft-sexual-harassment-arbitration.html_action=click&module=RelatedLinks&pgtype=Article_1666741026.html", "image_url": "https://static01.nyt.com/images/2017/12/19/business/20microsoft-alpha/20microsoft-alpha-facebookJumbo.jpg?year=2017&h=550&w=1050&s=5d35d18d6c1edf564297a0c0c9bf7f608ae2dded0333901a4a0e1a50953591af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_19_technology_microsoft-sexual-harassment-arbitration.html_action=click&module=RelatedLinks&pgtype=Article_1666741026.html", "title": "Microsoft Moves to End Secrecy in Sexual Harassment Claims", "title_page": "Microsoft Moves to End Secrecy in Sexual Harassment Claims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“What this legislation does is ensure that peoples’ voices can always be heard by going to court, if that’s what it takes for those voices to be heard,” Mr. Smith said. “It’s the kind of step that can make a difference.”\nHe said eliminating the arbitration requirement for harassment claims by its own employees represented an immediate step the company could take while the Senate bill was being considered. The move is largely symbolic because only a minority of Microsoft workers — numbering in the hundreds in its senior ranks, according to Mr. Smith — have been subject to the requirement. Microsoft will still require those employees to take claims unrelated to harassment and gender discrimination to arbitration. In total, Microsoft has about 125,000 employees around the world.\nLike other technology companies, Microsoft has faced accusations that it has tolerated harassment and discrimination against female employees. Last week, Bloomberg reported that documents unsealed in a gender bias case showed that an unnamed former intern for Microsoft accused another intern of sexually assaulting her outside of work, and that Microsoft required the two of them to continue working together while it investigated the claims.\nIn a statement, Microsoft said it did not tolerate sexual harassment or assault. “We work hard to create a safe work environment for every employee,” the company said, adding that it encouraged the former intern to take her complaint to law enforcement.\nMs. Gillibrand said that getting rid of the arbitration agreements would benefit employers in the long run. “Without the secrecy of mandatory arbitration agreements, serial predators will be less likely to continue climbing the corporate ladder and employees won’t be forced to stay quiet about the harassment they have faced at work, which is good for employees and good for business,” she said in a statement.\nBy using the arbitration clauses to bar people from joining together as a group, employers — both large and small — have effectively taken away one of the few tools that workers have to fight harassment or discrimination.\nThe Equal Employment Opportunity Commission has found that forced arbitration “can prevent employees from learning about similar concerns shared by others in their workplace.” Given the proliferation of the clauses, some regulators and civil rights experts also worry that arbitration clauses can obscure patterns of wrongdoing.", "url": "https://www.nytimes.com/2017/12/19/technology/microsoft-sexual-harassment-arbitration.html?action=click&module=RelatedLinks&pgtype=Article"}