{"authors": ["Sinead O Shea"], "date_download": "2022-10-25 23:43:25", "date_modify": "2022-10-25 23:43:25", "date_publish": "2017-03-03 23:22:56", "description": "Tests showed that most of the remains were “likely to date from the 1950s,” according to a statement, which added that further examinations were being conducted.", "filename": "2017_03_03_world_europe_ireland-tuam-mother-and-baby-home_1666741405.html", "image_url": "https://static01.nyt.com/images/2017/03/04/world/04Ireland/04Ireland-facebookJumbo.jpg?year=2017&h=549&w=1050&s=be98da41ea3dfc813fed309978f20bf80868fec72fe19d2167b6b125ed801765&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_03_world_europe_ireland-tuam-mother-and-baby-home_1666741405.html", "title": "Infant and Fetus Remains Are Found at Ex-Home for Unwed Mothers in Ireland", "title_page": "Infant and Fetus Remains Are Found at Ex-Home for Unwed Mothers in Ireland - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DUBLIN — The local historian had been telling the authorities for years that dead infants might have been buried in an old sewage system on the grounds of a former home for unmarried mothers and their children in the west of Ireland.\nLittle attention was paid to her claims at first, but the questions eventually led to the establishment of a state-financed investigation. And on Friday, the investigators said that the remains of babies, small children and fetuses had been found where she said they would.\nThe discovery, in the County Galway town of Tuam, was announced on the website of the Commission of Investigation into Mother and Baby Homes. “The commission is shocked by this discovery and is continuing its investigation into who was responsible for the disposal of human remains in this way,” the agency said in a statement.\nFrom 1925 to 1961, the St. Mary’s home was run by the Sisters of Bon Secours, a Roman Catholic order, but was financed by the Irish government. Tests showed that most of the remains were “likely to date from the 1950s,” according to the statement, which added that further examinations were being conducted.", "url": "https://www.nytimes.com/2017/03/03/world/europe/ireland-tuam-mother-and-baby-home.html"}