{"authors": ["Clifford Krauss", "Hiroko Tabuchi", "Henry Fountain"], "date_download": "2022-10-25 23:48:29", "date_modify": "2022-10-25 23:48:29", "date_publish": "2017-09-05 18:12:28", "description": "Explosions at a chemical plant near Houston have revealed gaps in emergency response and disclosure rules for the chemical industry nationwide.", "filename": "2017_09_05_us_harvey-arkema-crosby-chemicals_1666741709.html", "image_url": "https://static01.nyt.com/images/2017/09/06/science/06ARKEMA1/06ARKEMA1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=12b934fa22d22f0745abe356bd434ae90fe556676a516c9a540cf2135d0455c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_05_us_harvey-arkema-crosby-chemicals_1666741709.html", "title": "Crisis Is Over at Texas Plant, but Chemical Safety Flaws Remain", "title_page": "Crisis Is Over at Texas Plant, but Chemical Safety Flaws Remain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CROSBY, Tex. — Residents have returned to their homes here in the shadow of the Arkema chemical plant now that the fires at the plant are out and the immediate safety hazard has passed.\nThe fires, a result of flooding in the wake of Hurricane Harvey that caused chemicals to become unstable, had little health impact beyond the 21 emergency workers who were treated for smoke exposure. The returning homeowners now face more common problems that follow a flood: crumbling plasterboard, ruined furnishings and, above all, mold.\nStill, the accident at the plant has exposed large flaws in regulation of chemical safety, risk disclosure and emergency planning.\nBecause of a gap in federal environmental laws long criticized by chemical safety experts, Arkema was not even required to address, in the emergency plans it submits to federal regulators, the risk posed by the volatile chemicals that overheated and set off fires several times last week, sending dense black smoke billowing over this town near Houston.", "url": "https://www.nytimes.com/2017/09/05/us/harvey-arkema-crosby-chemicals.html"}