{"authors": ["William Neuman"], "date_download": "2022-10-25 23:53:53", "date_modify": "2022-10-25 23:53:53", "date_publish": "2017-10-18 20:13:23", "description": "The mayoral candidate faces long odds to unseat the Democrat incumbent, Mayor Bill de Blasio.", "filename": "2017_10_18_nyregion_nicole-malliotakis-mayor-election-republican-immigrant_1666742033.html", "image_url": "https://static01.nyt.com/images/2017/10/19/nyregion/00nicole1/00nicole1-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=d88f04a03ca7be29816cab15ab1e728773741162b244b13ecabc28dcf80d8cf1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_18_nyregion_nicole-malliotakis-mayor-election-republican-immigrant_1666742033.html", "title": "She’s a Conservative Who Loves Cher. Could She Be New York’s Next Mayor?", "title_page": "She’s a Conservative Who Loves Cher. Could She Be New York’s Next Mayor? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Her appeal as a child of immigrants may be compromised by her conservative voting record and positions on issues that directly affect many of those same people.\n“I, too, am the daughter of immigrants,” said Linda Rosenthal, a Democratic assemblywoman from Manhattan, whose parents fled Nazi Germany in the 1930s. “But when someone says that, at least in the New York City context, your next thought is they relate to other children of immigrants in supporting their attempt to stay in this country, not the other side. So it’s almost like trying to have it both ways.”\nYet the immigrant story is root and branch of Ms. Malliotakis’ political career. Her mother fled Cuba in 1959, shortly after the triumph of Fidel Castro’s Revolution and she instilled in her daughter a fiery hatred of communism, matched by a veneration of American democracy.\nAnd it was her mother, spurred by her passion for her adopted country, who gave Ms. Malliotakis her first push into politics.\nMs. Malliotakis was born on Nov. 11, 1980, at Lenox Hill Hospital in Manhattan, a week after Ronald Reagan was elected president. The family lived in an apartment on East 56th Street until she was about 2, when her parents bought a two-story house on Staten Island, in Great Kills. Her father worked a variety of jobs; he was a headwaiter at the Chateau Madrid nightclub in Manhattan and operated a string of hot dog carts during the day.\nFor a while, her parents owned a restaurant called Gyro Snack on East 54th Street. Later, they operated a business importing bibelots from Italy: Capodimonte figurines and Murano crystal. As a teen, during summer vacations, Ms. Malliotakis helped out at the warehouse in Brooklyn.", "url": "https://www.nytimes.com/2017/10/18/nyregion/nicole-malliotakis-mayor-election-republican-immigrant.html"}