{"authors": ["Kevin Roose"], "date_download": "2022-10-25 23:33:34", "date_modify": "2022-10-25 23:33:34", "date_publish": "2017-08-09 19:03:26", "description": "Tech platforms like Google, Airbnb and PayPal are battling with far-right activists, who accuse them of censoring their ideas.", "filename": "2017_08_09_business_alt-right-silicon-valley-google-memo_1666740814.html", "image_url": "https://static01.nyt.com/images/2017/08/09/us/09googlealpha/09googlealpha-facebookJumbo.jpg?year=2017&h=550&w=1050&s=db83e48b8a2e4c27766582e0fde7ca16df6279fe902173a03a21da037bc25326&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_09_business_alt-right-silicon-valley-google-memo_1666740814.html", "title": "The Alt-Right Finds a New Enemy in Silicon Valley", "title_page": "The Alt-Right Finds a New Enemy in Silicon Valley - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When James Damore, a Google engineer, was fired this week for writing a 10-page manifesto spelling out his grievances with the company’s progressive values and positing that biological differences explained the tech industry’s gender gap, it might have seemed like the end of a bizarre, short-lived morality tale.\nBut for the alt-right, the battle was just beginning.\nMinutes after Mr. Damore’s firing was announced, a flurry of right-wing websites, message boards and social media cliques sprang into action, eager to paint the episode as another example of liberal political correctness run amok. A headline on Breitbart, the conservative news site, screamed in capital letters about “blacklists.” Users on Twitter and 4chan, the message board beloved by pro-Trump types, began to organize a boycott of Google’s services. Milo Yiannopoulos, the alt-right provocateur, called Mr. Damore’s firing “disgusting” in a Facebook post, and offered to help him land on his feet.\nFor alt-right activists, who occupy the rightmost flanks of a powerful conservative internet subculture, Google’s response to Mr. Damore’s memo was low-hanging fruit for mockery. But there is another reason that the alt-right’s opposition campaign appeared so quickly, with such well-practiced maneuvers.\nFor the last several months, far-right activists have mounted an aggressive political campaign against some of Silicon Valley’s biggest players. Extending their attacks beyond social networks like Facebook and Twitter, tech’s typical free-speech battlegrounds, they have accused a long list of companies, including Airbnb, PayPal and Patreon, of censoring right-wing views, and have pledged to expose Silicon Valley for what they say is a pervasive, industrywide liberal bias.", "url": "https://www.nytimes.com/2017/08/09/business/alt-right-silicon-valley-google-memo.html"}