{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:49:25", "date_modify": "2022-10-25 23:49:25", "date_publish": "2017-10-26 23:51:45", "description": "Jona Rechnitz, the government’s star witness in its corruption case against a former union chief, laid out how he paid for access to top City Hall and police officials.", "filename": "2017_10_26_nyregion_de-blasio-donor-favors-rechnitz.html__r=0_1666741765.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_26_nyregion_de-blasio-donor-favors-rechnitz.html__r=0_1666741765.html", "title": "‘We Were Friends’: De Blasio Donor Describes a Direct Line to City Hall", "title_page": "‘We Were Friends’: De Blasio Donor Describes a Direct Line to City Hall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He called Mayor Bill de Blasio’s personal cellphone once a week. He coordinated straw donations to circumvent campaign finance caps. He asked the police to shut down one lane of the Lincoln Tunnel to clear the way for his boss’s car, because, he recalled, that was going to earn him “a lot of points.”\nIn a flat, matter-of-fact tone, Jona S. Rechnitz, a wealthy real estate developer, laid out in Federal District Court in Manhattan on Thursday his account of how he paid his way into the city’s political and law enforcement circles, in exchange for favors for himself, his friends and his business interests.\nOstensibly, Mr. Rechnitz was in court as the government’s star witness in its case against Norman Seabrook, the former head of the city’s correction officers’ union, who is accused of steering millions of dollars of officers’ retirement funds into a hedge fund in exchange for promised kickbacks. But Mr. Seabrook’s name surfaced only in the last few minutes of Mr. Rechnitz’s hour on the witness stand.\nInstead, the majority of the highly anticipated testimony revolved around detailing how Mr. Rechnitz, a Beverly Hills transplant from an influential real estate family, channeled his wealth into securing access to the people whom he called the movers and shakers of New York City. In addition to his involvement in Mr. Seabrook’s trial, Mr. Rechnitz, 34, was entangled in several other recent corruption probes: federal and state investigations into whether Mr. de Blasio doled out favors for donors, and a federal case against three city police officers accused of accepting bribes.", "url": "https://www.nytimes.com/2017/10/26/nyregion/de-blasio-donor-favors-rechnitz.html?_r=0"}