{"authors": ["Patrick Mcgeehan"], "date_download": "2022-10-25 23:51:21", "date_modify": "2022-10-25 23:51:21", "date_publish": "2017-04-28 21:28:54", "description": "Amtrak’s chief executive could not say exactly when the disruptions would occur or how long they would last, only that “it’s certainly not going to be every day this summer.”", "filename": "2017_04_28_nyregion_amtrak-penn-station-disruptions_1666741881.html", "image_url": "https://static01.nyt.com/images/2017/04/29/nyregion/29transit1/29transit1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=07906d743c4b6d17518c18d48aa17c43b6e1a38001ad5aba065d46cbf6f13fbb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_28_nyregion_amtrak-penn-station-disruptions_1666741881.html", "title": "Penn Station Work Will Cause 2 to 3 Major Weekday Disruptions, Amtrak Says", "title_page": "Penn Station Work Will Cause 2 to 3 Major Weekday Disruptions, Amtrak Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TRENTON — Amtrak officials said on Friday that overhauling the tracks and rail equipment at Pennsylvania Station in New York would require two or three significant disruptions to commuting schedules over the summer.\nPrecisely when the disruptions would occur and how long they would last, however, the officials could not say.\nThey said they would meet next week with officials of commuter railroads in New Jersey and New York to decide how to schedule the track closings to limit their effects on the 600,000 train riders who pass through Penn Station each weekday.\nAmtrak should be ready to lay out its plan for the weekday disruptions by the week of May 8,, the railroad’s chief executive, Charles W. Moorman, told lawmakers at a hearing in Trenton. Mr. Moorman said Amtrak’s goal was to finish the most complicated repairs by Labor Day, and to then resume working on the tracks only at night and on weekends.", "url": "https://www.nytimes.com/2017/04/28/nyregion/amtrak-penn-station-disruptions.html"}