{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:19", "date_modify": "2022-10-25 23:43:19", "date_publish": "2017-10-05 14:31:18", "description": "The country’s constitutional court blocked a session of the regional Parliament scheduled to take place on Monday.", "filename": "2017_10_05_world_europe_spain-catalonia-independence.html_hpw&rref=world&action=click&pgtype=Homepage&module=well-region&region=bottom-well&WT.nav=bottom-well&_r=1_1666741399.html", "image_url": "https://static01.nyt.com/images/2017/10/06/world/06Catalonia/06Catalonia-facebookJumbo.jpg?year=2017&h=550&w=1050&s=051a9a2ed5dc33d10b6652cad96324088feed47b64056c502c7ac4be050554de&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_05_world_europe_spain-catalonia-independence.html_hpw&rref=world&action=click&pgtype=Homepage&module=well-region&region=bottom-well&WT.nav=bottom-well&_r=1_1666741399.html", "title": "Spanish Court Moves to Pre-empt Catalan Independence Declaration", "title_page": "Spanish Court Moves to Pre-empt Catalan Independence Declaration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA, Spain — Spain’s constitutional court on Thursday suspended a session of the Catalan regional Parliament scheduled for next week in which lawmakers were expected to approve a unilateral declaration of independence.\nThe court’s decision heightened the conflict over Catalonia, which held a referendum on independence last Sunday that the Spanish courts had declared illegal and ordered suspended. The central government in Madrid sent thousands of police officers to block the vote, and hundreds of people were wounded in the clashes.\nThe crisis has become one of the most serious tests of Spain’s Constitution and territorial integrity since the country embraced democracy in the 1970s.\nCatalan separatists say they are entitled to an independent state because of the region’s distinct language and culture. They say the referendum lent further legitimacy to their claim, even though fewer than half of all eligible voters went to the polls.", "url": "https://www.nytimes.com/2017/10/05/world/europe/spain-catalonia-independence.html?hpw&rref=world&action=click&pgtype=Homepage&module=well-region&region=bottom-well&WT.nav=bottom-well&_r=1"}