{"authors": ["Sydney Ember"], "date_download": "2022-10-25 23:33:24", "date_modify": "2022-10-25 23:33:24", "date_publish": "2017-05-13 01:24:45", "description": "Journalists at KOMO broadcast station in Seattle, which was acquired by Sinclair Broadcast Group in 2013, have chafed at programming directives.", "filename": "2017_05_12_business_media_sinclair-broadcast-komo-conservative-media_1666740804.html", "image_url": "https://static01.nyt.com/images/2017/05/13/business/13SINCLAIR1/13SINCLAIR1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d9354fdab03d4d7f5e031dde31ce49eddf5f3fe91d7d46745bb5f02237108c98&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_12_business_media_sinclair-broadcast-komo-conservative-media_1666740804.html", "title": "Sinclair Requires TV Stations to Air Segments That Tilt to the Right", "title_page": "Sinclair Requires TV Stations to Air Segments That Tilt to the Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those interviewed said that being on the other side of the country from the corporate headquarters outside Baltimore gave them some breathing room. But not always.\nIn late 2013, for instance, after The Seattle Times wrote an editorial criticizing Sinclair’s purchase of KOMO, Sinclair ordered KOMO to do a story critical of the newspaper industry, and of The Seattle Times in particular, according to two of the people interviewed.\nKOMO journalists were surprised in January when, at a morning planning meeting, they received what they considered an unusual request. The station’s news director, who normally avoided overtly political stories, instructed his staff to look into an online ad that seemed to be recruiting paid protesters for President Trump’s inauguration. Right-leaning media organizations had seized on the ad, which was later revealed as a hoax, as proof of coordinated efforts by the left to subvert Mr. Trump.\nOnly after reporters had left the room did they learn the origin of the assignment, two of them said: The order had come down from Sinclair.\nIn a telephone interview on Thursday, Mr. Livingston rebuffed suggestions that Sinclair pushed right-leaning views. “We work very hard to be objective and fair and be in the middle,” he said. “I think maybe some other news organizations may be to the left of center, and we work very hard to be in the center.”\nHe said multiple times that local news was “at the heart of Sinclair” and that the company was committed to its communities.", "url": "https://www.nytimes.com/2017/05/12/business/media/sinclair-broadcast-komo-conservative-media.html"}