{"authors": ["Aaron E. Carroll"], "date_download": "2022-10-25 23:35:45", "date_modify": "2022-10-25 23:35:45", "date_publish": "2017-11-10 10:30:24", "description": "An announcement from a cancer research group needs to be taken with a grain of salt, perhaps on the rim of a margarita glass.", "filename": "2017_11_10_upshot_health-alcohol-cancer-research_1666740945.html", "image_url": "https://static01.nyt.com/images/2017/11/10/upshot/UP-healthalcohol/UP-healthalcohol-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d5a7b1feb77d75c341b1f74c03f79eb5d183cf1f95da008024fc709408ef6a51&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_11_10_upshot_health-alcohol-cancer-research_1666740945.html", "title": "A Link Between Alcohol and Cancer? It’s Not Nearly as Scary as It Seems", "title_page": "A Link Between Alcohol and Cancer? It’s Not Nearly as Scary as It Seems - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The large meta-analysis upon which this announcement was based looked at 23 types of cancer with respect to alcohol consumption. It found a harmful relationship between three of them and light drinking. But it also found protective relationships — meaning a decreased risk of cancer — between six of them and light drinking.\nI’m not arguing that you should engage in light drinking to avoid those six cancers. I’m merely pointing out that cherry-picking allows you to come to different conclusions. With respect to moderate drinking, there were harmful relationships with seven cancers and protective relationships with three. The announcement focused on the former, not the latter.\nA 2013 meta-analysis in the Annals of Oncology that looked at all cancers found that, over all, light drinking was protective; moderate drinking had no effect; and heavy drinking was detrimental.\nIt’s even cherry-picking to focus only on cancer, though. A person can get any number of diseases, and this fact makes the dangers of light and moderate drinking even muddier.\nIf you accept the methodology of case-control and cohort studies, from which many of the links between alcohol and cancer arise, you have to accept the results of similar studies of other diseases. For instance, a cohort study of about 6,000 people found that those who drank at least once a week had better cognitive function in middle age than those who didn’t. A 2004 systematic review found that moderate drinkers had lower rates of diabetes (up to 56 percent lower, although that’s a relative risk reduction).\nRandomized controlled trials of alcohol (they do exist) show that light to moderate drinking can lead to a reduction in risk factors for heart disease, diabetes and stroke. These protective factors may be greater than all the other negative risk factors (even cancer) that might be associated with light or moderate drinking. More women die in the United States of heart disease than cancer. So do more men.\nMoreover, dire warnings have consequences. I know far too many people who now throw up their hands at every news story because it seems as if “everything” causes cancer. These stories rarely acknowledge an alternative point of view. The absolute risks of light and moderate drinking are small, while many people derive pleasure from the occasional cocktail or glass of wine. It’s perfectly reasonable even if a risk exists — and the overall risk is debatable — to decide that the quality of life gained from that drink is greater than the potential harms it entails.", "url": "https://www.nytimes.com/2017/11/10/upshot/health-alcohol-cancer-research.html"}