{"authors": ["Glenn Thrush", "Jennifer Steinhauer"], "date_download": "2022-10-25 23:35:28", "date_modify": "2022-10-25 23:35:28", "date_publish": "2017-02-11 20:54:47", "description": "Mr. Miller, a senior White House adviser, is said to have “a better understanding of the president’s vision than almost anyone.”", "filename": "2017_02_11_us_politics_stephen-miller-donald-trump-adviser_1666740928.html", "image_url": "https://static01.nyt.com/images/2017/02/12/us/12-miller/11miller-2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=766288e12fc37e7409b030fb5d686ab6c7f6d78fd389956542a2fb96b4bcaab3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_11_us_politics_stephen-miller-donald-trump-adviser_1666740928.html", "title": "Stephen Miller Is a ‘True Believer’ Behind Core Trump Policies", "title_page": "Stephen Miller Is a ‘True Believer’ Behind Core Trump Policies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The message in those speeches was so reflective of Mr. Trump’s views that it earned Mr. Miller a spot as the warm-up act for Mr. Trump’s campaign rallies. His words became Mr. Trump’s — “We’re going to build that wall, and we’re going to build it out of love,” Mr. Miller often said.\n“Steve is a true believer in every sense of the word, not just in this message of economic populism but in President Trump as a leader,” said Jason Miller, who worked with him in the Trump campaign and is not related. “Steve’s fiercely loyal and has a better understanding of the president’s vision than almost anyone.”\nIt is sometimes hard to tell Mr. Trump’s voice from that of Mr. Miller, who suppressed his own orotund speech to capture the president’s more visceral, off-the-cuff style. Not that he has had much choice: As one of three or four staff members to fly around with Mr. Trump during the last few months of the campaign, Mr. Miller was summoned to speechwriting tasks by a bark of “Ready!” from Mr. Trump, who insisted on dictating practically every word — and laced into staff members who changed a word or inserted an overly complex policy point.\nMr. Miller’s flexibility as a speechwriter is offset by the consistent stridency of his political philosophy, which has remained much the same since he was the distinct minority at Santa Monica High School, a liberal outpost where he often railed against fellow students and the school administration. Mexican heritage celebrations and Iraq war protests were things of particular offense. He produced a 2003 essay, “How I Changed My Left Wing High School,” that capped a high school career steeped in political activism.\nAt Duke, Mr. Miller, who is Jewish, cut a similarly confrontational swath, and was briefly friendly with Richard Spencer, who later became a prominent white supremacist, when both were members of the university’s Young Conservatives chapter.", "url": "https://www.nytimes.com/2017/02/11/us/politics/stephen-miller-donald-trump-adviser.html"}