{"authors": ["Alexandra Alter"], "date_download": "2022-10-25 23:37:42", "date_modify": "2022-10-25 23:37:42", "date_publish": "2017-05-05 13:04:30", "description": "Mr. Snowden, the former contractor for the National Security Agency who exposed government spying on citizens, interviewed the novelist via video.", "filename": "2017_05_05_books_edward-snowden-and-cory-doctorow-talk-sci-fi-and-reality_1666741062.html", "image_url": "https://static01.nyt.com/images/2017/05/05/arts/05doctorowsnowden/05doctorowsnowden-facebookJumbo.jpg?year=2017&h=550&w=1050&s=a6e097b540b2be90a66fd115983a2637f54c63a0a058066a089afe3107dc13c2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_05_books_edward-snowden-and-cory-doctorow-talk-sci-fi-and-reality_1666741062.html", "title": "Edward Snowden and Cory Doctorow Talk Sci-Fi and Reality", "title_page": "Edward Snowden and Cory Doctorow Talk Sci-Fi and Reality - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About half an hour into Cory Doctorow’s discussion of his new science-fiction novel, “Walkaway,” at the New York Public Library on Wednesday, the man interviewing him suddenly froze in midsentence.\nThe crowd murmured uncomfortably as technicians rushed to the stage to fix the video feed, which beamed a frozen image of Edward J. Snowden, who was some 4,660 miles away in Moscow, onto two large screens.\n“Oh, there’s the N.S.A.,” Mr. Doctorow joked when the video stalled. “Ed warned us this might happen and said we should just make a joke about the N.S.A. and wait for him to come back.”\nMr. Snowden, a former contractor for the National Security Agency who leaked a trove of classified documents that revealed the agency’s vast surveillance operation against hundreds of millions of United States citizens and others, has become something of a fugitive hero and pop culture icon. He’s been featured in video games and a graphic novel and is the subject of an Academy Award-winning documentary, “Citizenfour,” as well as a 2016 feature film directed by Oliver Stone. He appeared, via video, in a play with Daniel Radcliffe at the Public Theater. There’s an Edward Snowden action figure.", "url": "https://www.nytimes.com/2017/05/05/books/edward-snowden-and-cory-doctorow-talk-sci-fi-and-reality.html"}