{"authors": ["Stacy Cowley"], "date_download": "2022-10-25 23:35:52", "date_modify": "2022-10-25 23:35:52", "date_publish": "2017-10-05 16:27:08", "description": "New rules announced Thursday by the Consumer Financial Protection Bureau could largely eliminate short-term, high-interest loans to working-class Americans.", "filename": "2017_10_05_business_payday-loans-cfpb_1666740952.html", "image_url": "https://static01.nyt.com/images/2017/10/05/us/merlin-to-scoop-127652294-725904/merlin-to-scoop-127652294-725904-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2765cd4cec03f5a6c63a94c3139e1c7b68d965e1e870ac0b1efa344f06cca7d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_05_business_payday-loans-cfpb_1666740952.html", "title": "Payday Lending Faces Tough New Restrictions by Consumer Agency", "title_page": "Payday Lending Faces Tough New Restrictions by Consumer Agency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“These protections bring needed reform to a market where far too often lenders have succeeded by setting up borrowers to fail,” Richard Cordray, the consumer bureau’s director, said during a call with reporters to discuss the rule.\nUntil now, payday lending has mainly been regulated by states, and 15 already have already made the loans effectively illegal. In more than 30 other states, though, the industry is thriving.\nIndustry officials said on Thursday that they would file lawsuits to block the rules from taking effect in 2019 as scheduled.\nThe new restrictions “will create credit deserts for many Americans who do not have access to traditional banking,” said Edward D’Alessio, the executive director of Financial Service Centers of America, an industry trade group. Mr. D’Alessio said his group was “exploring every possible avenue” to abolish the rules.\nMr. Cordray is a holdover from the Obama administration whose aggressive pursuit of rules meant to curb what he views as reckless and predatory financial activity has made him a reviled figure in banking circles and a hero of consumer advocates.\nBut even with Republicans controlling the White House and Congress, he cannot be removed from his job before his term ends next year, except for cause. (That restriction is the subject of a legal challenge now pending before a federal appeals court in Washington.)\nThe payday-lending rules do not require congressional approval. Congress could overturn them using the Congressional Review Act, which gives lawmakers 60 legislative days to nullify new regulations, but political analysts think that Republicans will struggle to get the votes needed to strike down the regulations.", "url": "https://www.nytimes.com/2017/10/05/business/payday-loans-cfpb.html"}