{"authors": ["Anne Barnard", "Ben Hubbard", "Declan Walsh"], "date_download": "2022-10-25 23:56:08", "date_modify": "2022-10-25 23:56:08", "date_publish": "2017-12-06 21:53:40", "description": "The U.S. recognition of Jerusalem as Israel’s capital deals a blow to an aspiration of the Arab world. But for many Arab leaders, the issue has been displaced by other priorities.", "filename": "2017_12_06_world_middleeast_arabs-jerusalem-trump_1666742168.html", "image_url": "https://static01.nyt.com/images/2017/12/07/world/07arab8/07arab8-facebookJumbo.jpg?year=2017&h=550&w=1050&s=c138c77090fe947c14963de417e47105af4a5a91c3f7f94965e821d989b8a07e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_12_06_world_middleeast_arabs-jerusalem-trump_1666742168.html", "title": "Rallying Cry of Jerusalem May Have Lost Force in Arab World", "title_page": "Rallying Cry of Jerusalem May Have Lost Force in Arab World - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — For decades, the idea of a Palestinian state with Jerusalem as its capital served as a rare and powerful rallying cry that united the Arab world.\nKings and dictators stumped for it, priests and imams prayed for it, jihadists and protesters died for it, and militant groups and political parties campaigned for it — naming their television stations, boulevards and even themselves, after Al Quds, the Arabic name for the holy city.\nIn officially recognizing Jerusalem as the capital of Israel on Wednesday, President Trump struck what many considered the death blow to those aspirations, handing a major victory to Israel in the perennial struggle between Jews and Arabs for control of the Holy Land.\nBut as Arab and Muslim leaders raised their voices to condemn the move, many across the Middle East wondered if so much had changed in recent years that the real Arab response would amount to little more than a whimper.", "url": "https://www.nytimes.com/2017/12/06/world/middleeast/arabs-jerusalem-trump.html"}