{"authors": ["Kenneth Chang"], "date_download": "2022-10-25 22:55:18", "date_modify": "2022-10-25 22:55:18", "date_publish": "2017-02-22 18:00:16", "description": "Astronomers are excited by the discovery, which suggests that some of these exoplanets — planets around stars other than the sun — could support life and may be awash in oceans.", "filename": "2017_02_22_science_trappist-1-exoplanets-nasa_1666738518.html", "image_url": "https://static01.nyt.com/images/2017/02/23/science/22exoplanet/22exoplanet-facebookJumbo.jpg?year=2017&h=550&w=1050&s=e3c5e77f7af1f91ed2c0a1bd61284a3f7f931282c7d150e5e0ec066bc44d9f5b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_22_science_trappist-1-exoplanets-nasa_1666738518.html", "title": "7 Earth-Size Planets Orbit Dwarf Star, NASA and European Astronomers Say", "title_page": "7 Earth-Size Planets Orbit Dwarf Star, NASA and European Astronomers Say - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In addition, the orbital periods of the inner six suggest that the planets formed farther away from the star and then were all gradually pulled inward, Dr. Gillon said.\nBecause the planets are so close to a cool star, their surfaces could be at the right temperatures to have water flow, considered one of the essential ingredients for life.\nThe fourth, fifth and sixth planets orbit in the star’s “habitable zone,” where the planets could sport oceans. So far that is just speculation, but by measuring which wavelengths of light are blocked by the planet, scientists will be able to figure out what gases float in the atmospheres of the seven planets.\nSo far, they have confirmed for the two innermost planets that they are not enveloped in hydrogen. That means they are rocky like Earth, ruling out the possibility that they were mini-Neptune gas planets that are prevalent around many other stars.\nBecause the planets are so close to Trappist-1, they have quite likely become “gravitationally locked” to the star, always with one side of the planets facing the star, much as it is always the same side of Earth’s moon facing Earth. That would mean one side would be warmer, but an atmosphere would distribute heat, and the scientists said that would not be an insurmountable obstacle for life.\nFor a person standing on one of the planets, it would be a dim environment, with perhaps only about one two-hundredth the light that we see from the sun on Earth, Dr. Triaud said. (That would still be brighter than the moon at night.) The star would be far bigger. On Trappist-1f, the fifth planet, the star would be three times as wide as the sun seen from Earth.\nAs for the color of the star, “we had a debate about that,” Dr. Triaud said.\nSome of the scientists expected a deep red, but with most of the star’s light emitted at infrared wavelengths and out of view of human eyes, perhaps a person would “see something more salmon-y,” Dr. Triaud said.", "url": "https://www.nytimes.com/2017/02/22/science/trappist-1-exoplanets-nasa.html"}