{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:45:35", "date_modify": "2022-10-25 23:45:35", "date_publish": "2017-06-15 14:42:22", "description": "Mr. Warmbier returned Tuesday night after being in North Korean custody for 17 months. He had reportedly been comatose for more than a year.", "filename": "2017_06_15_us_otto-warmbier-north-korea-ohio-student-home_1666741535.html", "image_url": "https://static01.nyt.com/images/2017/06/16/us/16NK-Ohio/16NK-Ohio-facebookJumbo.jpg?year=2017&h=550&w=1050&s=505b357f81afad27fa1199ed84c3778470906658202ff6bf096ee57e9e694944&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_15_us_otto-warmbier-north-korea-ohio-student-home_1666741535.html", "title": "In Return From North Korea, Otto Warmbier Is ‘Brutalized and Terrorized’ in North Korea", "title_page": "In Return From North Korea, Otto Warmbier Is ‘Brutalized and Terrorized’ in North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We have very few answers,” Fred Warmbier said.\nThis much is known: In December 2015, Mr. Warmbier embarked on a five-day tour of the North with a Chinese company that advertised “budget travel to destinations your mother would rather you stayed away from.” Mr. Warmbier was detained at the Pyongyang airport in early January 2016 as he tried to leave and was charged with an unspecified “hostile act” against the government.\nTwo months later, he was in a courtroom, wearing a cream-colored jacket and looking distraught as he gave a televised statement. On Thursday, Fred Warmbier addressed reporters wearing that same jacket, and fought back tears as he spoke of it.\n“I’m able to wear the jacket he wore when he gave his confession,” the anguished father said, his voice cracking. “I’m not confessing, I’m speaking, but Otto, I love you and I’m so crazy about you, and I’m so glad you’re home.”\nDuring the news conference, Mr. Warmbier lashed out at the tour company, Young Pioneer Tours, and accused North Korea of endangering Americans by using tour companies to lure them to the North, where they can be taken into custody.\nHe dismissed the North’s explanation of his son’s condition.\n“Even if you believe their explanation of botulism and a sleeping pill causing the coma — and we don’t — there is no excuse for any civilized nation to have kept his condition secret and denied him top-notch medical care for so long,” he said.\nIn Wyoming, a close-knit city of 8,400 near Cincinnati where the Warmbiers live on a private lane near a golf course, Mr. Warmbier’s release brought mixed feelings — relief that he was home, but also sadness over his medical condition. Every Sunday, the local churches have prayed for his safe return.\n“Now, we’ll pray for his health,” said Sherry Sheffield, Wyoming’s unofficial historian.\nTree trunks and telephone poles along Springfield Pike, the city’s main thoroughfare, were decorated with blue and white ribbons, the colors of the local high school, where Mr. Warmbier played soccer and was voted homecoming king. Residents lined the street in front of the school in a show of respect for family members as they left Thursday’s news conference.", "url": "https://www.nytimes.com/2017/06/15/us/otto-warmbier-north-korea-ohio-student-home.html"}