{"authors": ["Nick Wingfield"], "date_download": "2022-10-25 23:28:56", "date_modify": "2022-10-25 23:28:56", "date_publish": "2017-08-23 23:57:58", "description": "The F.T.C. said that the acquisition would not harm competition. In addition, Whole Foods shareholders voted to approve the deal.", "filename": "2017_08_23_technology_amazon-whole-foods-deal-clears-last-two-major-hurdles_1666740536.html", "image_url": "https://static01.nyt.com/images/2017/08/24/business/24AMAZON1/24AMAZON1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=ea47feb8671ab60506679410a9a14ce27d33f9f088f856659a8cde1a3ed3a186&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_08_23_technology_amazon-whole-foods-deal-clears-last-two-major-hurdles_1666740536.html", "title": "Amazon-Whole Foods Deal Clears Last Two Major Hurdles", "title_page": "Amazon-Whole Foods Deal Clears Last Two Major Hurdles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEATTLE — Amazon’s bid to become a bigger player in the grocery business took a major step forward Wednesday, as federal antitrust regulators approved the internet company’s acquisition of Whole Foods Market.\nAnd earlier in the day, Whole Foods shareholders voted to approve the $13.4 billion deal, which will give Amazon a major bricks-and-mortar presence with more than 460 stores in a huge retail category where success has eluded the company.\nThe Federal Trade Commission, which was handling the federal review of the deal, said in a statement Wednesday afternoon that the agency had concluded that the deal would not harm competition.\n“Based on our investigation we have decided not to pursue this matter further,” Bruce Hoffman, the acting director of the F.T.C.’s bureau of competition, said in the statement. “Of course, the F.T.C. always has the ability to investigate anticompetitive conduct should such action be warranted.”", "url": "https://www.nytimes.com/2017/08/23/technology/amazon-whole-foods-deal-clears-last-two-major-hurdles.html"}