{"authors": ["Annie Correal"], "date_download": "2022-10-25 23:51:05", "date_modify": "2022-10-25 23:51:05", "date_publish": "2017-11-01 02:29:48", "description": "Blocks from where a driver plowed a truck through pedestrians and cyclists, the Village Halloween Parade went on, its revelry tinged with determination.", "filename": "2017_10_31_nyregion_village-halloween-parade-attack_1666741865.html", "image_url": "https://static01.nyt.com/images/2017/11/01/nyregion/01parade1/01parade1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=899b5d44315e1253f96d10e90e3a3cb7aabb87d67e8cb85d4c2b433661055405&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_10_31_nyregion_village-halloween-parade-attack_1666741865.html", "title": "At Halloween Parade, a Thinner Crowd and a ‘Tense Environment’", "title_page": "At Halloween Parade, a Thinner Crowd and a ‘Tense Environment’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "There are fewer sounds more defiant than beating drums.\nAnd the drums beat on at the annual Village Halloween Parade in Manhattan on Tuesday night despite the attack that killed eight people less than a mile from the parade route hours before. Sayfullo Saipov, 29, drove a rental truck down the bike path along the Hudson River before hitting a school bus and then being shot by a police officer, officials said.\nThe attack, which authorities are calling terrorism, took place a little after 3 p.m. Around 7 p.m., the crowds of costumed characters gathered as planned and marched up Sixth Avenue. There were Wonder Women and Handmaidens, jellyfish and astronauts, a goldfish in a bowl, Day of the Dead characters and dinosaurs.\nTwo longtime parade workers stood watching the crowd near Houston Street in the West Village, feet away from two heavily armed police officers.\nThey had worked at the parade upward of a dozen years each, they said, and they agreed that while the performers were as exuberant as ever, the crowd of onlookers was somewhat thinner than in years past, and a bit muted. “It’s been quieter tonight, and there’s less of the general public showing up,” said Reneé Nicole Gray, one of the workers.", "url": "https://www.nytimes.com/2017/10/31/nyregion/village-halloween-parade-attack.html"}