{"authors": ["Matthew Haag"], "date_download": "2022-10-25 22:57:16", "date_modify": "2022-10-25 22:57:16", "date_publish": "2017-06-12 03:42:26", "description": "The police said Mr. Telfair, 32, had a bulletproof vest and several handguns during a traffic stop in Brooklyn.", "filename": "2017_06_11_nyregion_sebastian-telfair-arrested-guns_1666738636.html", "image_url": "https://static01.nyt.com/images/2017/06/12/us/12xp-telfair/12xp-telfair-facebookJumbo.jpg?year=2017&h=550&w=1050&s=b8e089a3a935eda5d2252af85c84041d622a5ce9f94d2a18c42a7eab7995032e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_11_nyregion_sebastian-telfair-arrested-guns_1666738636.html", "title": "Sebastian Telfair, Former N.B.A. Guard, Is Arrested on Gun Charges", "title_page": "Sebastian Telfair, Former N.B.A. Guard, Is Arrested on Gun Charges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Lawyers for Mr. Telfair and Mr. Thomas could not be reached on Sunday night. Mr. Telfair, who grew up in Brooklyn, told the police he lived in Orlando, Fla.\nThe arrest was the latest setback for Mr. Telfair, who from the start of middle school in Brooklyn was heralded as one of the great young basketball players in the country. In high school, his games at Abraham Lincoln High School attracted large audiences, including college coaches and N.B.A. scouts.\nHe decided to skip college and was drafted 13th over all, by the Portland Trail Blazers, in the 2004 N.B.A. draft. But his professional performance never matched the hype. He was fined in 2006 by the Trail Blazers, for having a loaded gun hidden in a pillow case on the team’s private plane. In 2007, the Boston Celtics dropped him after he was stopped in Yonkers with a loaded gun in his car. His last N.B.A. games were in the 2014 with the Oklahoma City Thunder, his eighth team.\nMr. Telfair most recently played in the Chinese Basketball Association, as did his cousin Stephon Marbury, another Brooklyn basketball star who played in the N.B.A.", "url": "https://www.nytimes.com/2017/06/11/nyregion/sebastian-telfair-arrested-guns.html"}