{"authors": ["Patricia Cohen"], "date_download": "2022-10-25 23:38:32", "date_modify": "2022-10-25 23:38:32", "date_publish": "2017-02-09 18:27:14", "description": "Tax proposals from House Republicans and President Trump could make a promise by Steven T. Mnuchin, the Treasury secretary nominee, hard to keep.", "filename": "2017_02_09_business_economy_mnuchin-rule-tax-cut_1666741112.html", "image_url": "https://static01.nyt.com/images/2017/02/07/business/cnbc-mnuchin2/cnbc-mnuchin2-facebookJumbo.png?year=2017&h=549&w=1050&s=b6141676f539a8c77090b6c9eae8f34376e642d5a44a0adcfa1b77f9407d7256&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_09_business_economy_mnuchin-rule-tax-cut_1666741112.html", "title": "Treasury Nominee Vows No Tax Cut for Rich. Math Says the Opposite.", "title_page": "Treasury Nominee Vows No Tax Cut for Rich. Math Says the Opposite. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The newly christened “Mnuchin rule” — the assurance given by the Treasury nominee Steven T. Mnuchin that “there would be no absolute tax cut for the upper class” — seems as if it was made to be broken.\nMr. Mnuchin initially made the statement during an interview on CNBC in November, after President Trump chose him for the cabinet. At Mr. Mnuchin’s confirmation hearing, Senator Ron Wyden, an Oregon Democrat, rebranded the comment as a “rule,” transforming a throwaway line into a formal pledge.\nWhether it will be kept may become clearer in two or three weeks — the timing Mr. Trump mentioned Thursday for delivering a “phenomenal” tax plan.\nAlthough Mr. Mnuchin said any rate reductions at the top would be offset by the closing of fat loopholes, his guarantee appears impossible to fulfill either under the tax overhaul that the House Republicans are pushing or similar, sketchier proposals that Mr. Trump has offered.", "url": "https://www.nytimes.com/2017/02/09/business/economy/mnuchin-rule-tax-cut.html"}