{"authors": ["Julie Hirschfeld Davis", "Alan Rappeport"], "date_download": "2022-10-25 22:57:23", "date_modify": "2022-10-25 22:57:23", "date_publish": "2017-03-30 15:43:38", "description": "The White House will propose keeping major planks of Nafta in place, while signing orders that lay the groundwork for stricter enforcement of trade laws.", "filename": "2017_03_30_business_nafta-trade-deal-trump_1666738643.html", "image_url": "https://static01.nyt.com/images/2017/03/31/us/31NAFTA-01/31NAFTA-01-facebookJumbo.jpg?year=2017&h=550&w=1050&s=29332f67f2e8ab7212783d85afd9eaf61074642bb2ce41eb0f3bed56e6c84874&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_03_30_business_nafta-trade-deal-trump_1666738643.html", "title": "After Calling Nafta ‘Worst Trade Deal,’ Trump Appears to Soften Stance", "title_page": "After Calling Nafta ‘Worst Trade Deal,’ Trump Appears to Soften Stance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump, who has called the North American Free Trade Agreement “the worst trade deal” ever signed by the United States, appears to have backed off his threat to abandon the deal and is instead proposing keeping major planks in place when he begins renegotiating it later this year.\nBut Mr. Trump, eager to showcase his tough stance against unfair trade practices, plans to sign two executive orders on Friday that will lay the groundwork for new policies and stricter enforcement of trade laws.\nThe president will order a 90-day study of abusive trade practices that contribute to the United States’ trade deficit. The Commerce Department and the United States trade representative will do a country-by-country, product-by-product accounting of the reasons for the imbalance. A second directive is aimed at increasing the collection of duties from countries whose companies American officials believe are selling products in the United States below their cost of production.\nNeither measure will have an immediate impact on trade policy or enforcement, but each could eventually lead to aggressive new measures. Both are aimed at showcasing Mr. Trump’s intent to fulfill his promises on trade.", "url": "https://www.nytimes.com/2017/03/30/business/nafta-trade-deal-trump.html"}