{"authors": ["Mike Isaac", "Neal E. Boudette"], "date_download": "2022-10-25 23:30:40", "date_modify": "2022-10-25 23:30:40", "date_publish": "2017-02-10 22:55:14", "description": "The automaker will be the majority shareholder Argo AI, which will focus on developing self-driving vehicle technology.", "filename": "2017_02_10_technology_ford-invests-billion-artificial-intelligence_1666740640.html", "image_url": "https://static01.nyt.com/images/2017/02/11/business/11FORDAI/11FORDAI-facebookJumbo.jpg?year=2017&h=550&w=1050&s=1db74e39bed23ff39f3d78bf9cec33fe6c23e28184d3d78bc29f3a9b8c898731&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_10_technology_ford-invests-billion-artificial-intelligence_1666740640.html", "title": "Ford to Invest $1 Billion in Artificial Intelligence Start-Up", "title_page": "Ford to Invest $1 Billion in Artificial Intelligence Start-Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — One of the oldest automakers in the United States is making a billion-dollar bet that one day, owning a car may not be a necessity of American life.\nFord Motor announced on Friday its plans to invest $1 billion over the next five years in Argo AI, an artificial intelligence start-up formed in December that is focused on developing autonomous vehicle technology.\nThe move is Ford’s biggest effort to move into self-driving car research. Argo AI will develop the technology exclusively for Ford at first, and then plans to license its technology to others.\nThe investment is also a way for Ford, which is more than century old, to tap into Silicon Valley talent and make headway in a competitive space. Former Google and Uber self-driving technologists will lead the effort out of Pittsburgh, a hub for robotics and autonomous vehicle research, and satellite offices will be in place in the San Francisco Bay Area and southeastern Michigan.", "url": "https://www.nytimes.com/2017/02/10/technology/ford-invests-billion-artificial-intelligence.html"}