{"authors": ["Neil Macfarquhar", "Ivan Nechepurenko"], "date_download": "2022-10-25 22:56:34", "date_modify": "2022-10-25 22:56:34", "date_publish": "2017-02-08 13:36:17", "description": "A Russian court convicted Mr. Navalny on fraud charges, again, in an effort to deny him a national platform to challenge President Vladimir V. Putin’s authority.", "filename": "2017_02_08_world_europe_russia-aleksei-navalny-putin_1666738594.html", "image_url": "https://static01.nyt.com/images/2017/02/09/world/09Russia/09Russia-facebookJumbo-v2.jpg?year=2017&h=550&w=1050&s=fb52686a9115262b900b14bda8a545cc902f78f1c4149798fa928afd601bd5f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_08_world_europe_russia-aleksei-navalny-putin_1666738594.html", "title": "Aleksei Navalny, Viable Putin Rival, Is Barred From a Presidential Run", "title_page": "Aleksei Navalny, Viable Putin Rival, Is Barred From a Presidential Run - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since he first came to power in January 2000, Mr. Putin and his allies have gone to great lengths to silence or undermine all critical voices in Russia. It has been almost two years since the still-mysterious assassination of Boris Nemtsov, another charismatic opposition figure, on the doorstep of the Kremlin. His is the most recent in a string of killings of prominent critics — politicians, journalists and human rights activists — that remain unsolved.\nRussian television is largely back under government control, as it was during Soviet times, along with most formerly independent news agencies. More than 100 nongovernmental organizations working on issues including the environment, civic education and fighting the spread of AIDS have been declared “foreign agents,” forcing many to close.\nMr. Navalny was the driving force behind large street protests in 2011, 2012 and 2013 that unnerved Mr. Putin. He has also repeatedly embarrassed senior officials by accusing them of corruption, exposing their lavish mansions and other perquisites that seem beyond the reach of a public servant earning a modest government salary.\nIn recent years, Mr. Navalny became the prime example of how the government would use the courts to entangle critics. In addition to the conviction revived on Wednesday, he has been accused of defrauding a French perfume company and stealing a nearly worthless piece of street art, and he was caught up in yet another case involving the death of an elk.\nWhile he spent much of 2014 under house arrest, his younger brother Oleg was sent to jail for three and a half years.", "url": "https://www.nytimes.com/2017/02/08/world/europe/russia-aleksei-navalny-putin.html"}