{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:33:46", "date_modify": "2022-10-25 23:33:46", "date_publish": "2017-04-04 02:00:16", "description": "This mild-mannered musical adaptation of the famously divisive 2001 French film is unlikely to inspire similarly passionate responses.", "filename": "2017_04_03_theater_amelie-musical-broadway-review-phillipa-soo_1666740826.html", "image_url": "https://static01.nyt.com/images/2017/04/04/arts/04amelie1/04amelie1-facebookJumbo.jpg?year=2017&h=549&w=1050&s=29a5a350c5deb93a8289e8e992fa84d8aca31f13f540a5fd57db3486cf81597a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_03_theater_amelie-musical-broadway-review-phillipa-soo_1666740826.html", "title": "Review: ‘Amélie’ Is Easy to Listen To, but Never Really Sings", "title_page": "Review: ‘Amélie’ Is Easy to Listen To, but Never Really Sings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I can see the world I’m dreaming all around me,” sings Young Amélie (a charmingly poker-faced Savvy Crawford), the isolated daughter of overprotective but unloving parents (Manoel Felciano and Alison Cimmet). The show’s very clever designers — including David Zinn (set and costumes), Jane Cox and Mark Barton (lighting), and Peter Nigrini (the delightful projections) — and its 13-member, multiple-cast ensemble dutifully transform dreams into flesh (and fabric, wood, paper and plastic).\nFor even after the Amélie of the early 1980s grows up to become the beautiful Ms. Soo of 1997, which happens 10 minutes or so into the show, and moves to Paris on her own, she continues to use her carefully composed fantasies to insulate herself from harsh and hurtful life. (During her childhood, her mom was killed before her eyes by a large man who jumped from the roof of Notre Dame Cathedral.)\nInspired by the noble image of Princess Diana, whose life and death are a subject of much discussion at the cafe where Amélie works as a waitress, she decides to do good in the world. But she must do so on her terms, which means invisibly and, needless to say, most whimsically.\nAn eavesdropper on the lives of others, she anonymously restores lost property, arranges romances and mobilizes her stagnating widowed father into activity, by stealing a garden gnome from a shrine he built to his dead wife. (Yes, that’s right. And the gnome in this version, unlike the one in the movie, becomes an animated, singing character. But never mind.)", "url": "https://www.nytimes.com/2017/04/03/theater/amelie-musical-broadway-review-phillipa-soo.html"}