{"authors": ["Menaka Guruswamy"], "date_download": "2022-10-25 23:45:26", "date_modify": "2022-10-25 23:45:26", "date_publish": "2017-09-10 19:59:40", "description": "By defining privacy as a fundamental right, India’s Supreme Court has become a beacon for safeguarding freedom and constitutional democracy.", "filename": "2017_09_10_opinion_indias-supreme-court-expands-freedom_1666741526.html", "image_url": "https://static01.nyt.com/images/2017/09/11/opinion/11guruswamy-inyt/11guruswamy0inyt-facebookJumbo.jpg?year=2017&h=549&w=1050&s=3b0844a6a1ea85ea69a76a5abfcbfb49e9039dddfa79c88083c9e15799580d46&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_10_opinion_indias-supreme-court-expands-freedom_1666741526.html", "title": "India’s Supreme Court Expands Freedom", "title_page": "Opinion | India’s Supreme Court Expands Freedom - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Supreme Court is also ground zero for challenges to the efforts of Prime Minister Narendra Modi’s government to force all Indians to sign up for the biometric databank, called the Aadhar project, in which retina scans, fingerprints and demographic information is stored under 12-digit unique identification numbers. The privacy ruling was necessary since the constitutional status of privacy had to be established before the court adjudicated on various challenges to the Aadhar database that are still pending.\nThe government has mandated that Aadhar data be linked to citizens’ information from bank accounts, tax filings, medical records and phone numbers. The government would have unregulated access to such information — and there is no statute to guard against abuse or to allow an individual to file a complaint.\nEssentially, under the Aadhar project, a citizen’s data now belongs to the Indian government and not to the individual. There are fears that the project would endow the Indian government with enormous knowledge that could be deployed against minority communities and individuals who disagree with its politics and policies.\nTwenty-two petitioners have challenged the constitutionality of Aadhar. The lead petitioner, K. S. Puttaswamy, a 91-year-old retired judge, contested the requirement that people have an Aadhar number to obtain cooking gas and to purchase grains from the public distribution system.\nThe Aadhar case prompted the Supreme Court to assess whether Indians had privacy rights under their Constitution. Without a constitutional interest in privacy, there can be no right to protection of personal data. Now, with their jurisprudence on privacy, the justices have emerged as champions of personal liberties.", "url": "https://www.nytimes.com/2017/09/10/opinion/indias-supreme-court-expands-freedom.html"}