{"authors": ["Emmarie Huetteman"], "date_download": "2022-10-25 23:43:31", "date_modify": "2022-10-25 23:43:31", "date_publish": "2017-05-05 01:13:19", "description": "Lawmakers heard from the director of the F.B.I. and the head of the National Security Agency, and the investigation’s leaders said they were inviting more witnesses and requesting documents.", "filename": "2017_05_04_us_politics_house-russia-investigation-comey-rogers_1666741411.html", "image_url": "https://static01.nyt.com/images/2017/05/05/us/05INTEL-01b/05INTEL-01b-facebookJumbo.jpg?year=2017&h=549&w=1050&s=cd2f4a39bbe706a1f3f1de2ac997dc9486a2f54ff27c99d712d22d3f78188e04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_05_04_us_politics_house-russia-investigation-comey-rogers_1666741411.html", "title": "Private Hearing With Intelligence Chiefs Revives House Inquiry on Russia", "title_page": "Private Hearing With Intelligence Chiefs Revives House Inquiry on Russia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The House’s investigation into Russian meddling in the election lurched back to life on Thursday, as a closed-door hearing with James B. Comey, director of the F.B.I., and Adm. Michael S. Rogers, head of the National Security Agency, cleared the way for the inquiry to move forward.\nRepresentatives K. Michael Conaway of Texas, the newly minted Republican leader of the House Intelligence Committee’s investigation, and Adam B. Schiff of California, the top Democrat, said they were inviting more witnesses and requesting documents — effectively restarting the investigation that halted in recent months amid political infighting.\nThose witnesses will include Sally Q. Yates, the former acting attorney general who was fired by President Trump, they said. Plans for a public hearing with Ms. Yates in March were scrapped at the last minute despite protest from committee Democrats. Representative Devin Nunes, Republican of California and the committee’s chairman, argued that they first needed more time with Mr. Comey and Admiral Rogers.\n“We’re working together very well,” Mr. Schiff told reporters on Thursday after the hearing, standing beside Mr. Conaway. “The whole committee is.”", "url": "https://www.nytimes.com/2017/05/04/us/politics/house-russia-investigation-comey-rogers.html"}