{"authors": ["Cecilia Kang"], "date_download": "2022-10-25 23:51:22", "date_modify": "2022-10-25 23:51:22", "date_publish": "2017-09-06 17:33:26", "description": "A showdown between carmakers and safety advocates looms after the House approved a bill that would put driverless vehicles onto public roads more quickly and curb states from slowing their spread.", "filename": "2017_09_06_technology_self-driving-cars-prospects-rise-with-vote-by-congress_1666741882.html", "image_url": "https://static01.nyt.com/images/2017/09/07/business/07DRIVERLESS/07DRIVERLESS-facebookJumbo.jpg?year=2017&h=550&w=1050&s=d6a942f4950afc0cbac817ab50136d07804fc56226d8b1dad41dad913572ec76&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_09_06_technology_self-driving-cars-prospects-rise-with-vote-by-congress_1666741882.html", "title": "Self-Driving Cars’ Prospects Rise With Vote by House", "title_page": "Self-Driving Cars’ Prospects Rise With Vote by House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Self-driving cars have the potential to save lives especially when the majority of fatalities are caused by human error,” said Representative Debbie Dingell, Democrat of Michigan. “The question is whether we are in the driver’s seat and not to cede it to China or India.”\nAuto and technology giants, including Ford Motor, General Motors and Waymo, Alphabet’s driverless division, have pushed hard for the new law. They have also pressed regulators at the National Highway Traffic Safety Administration to clarify safety guidelines covering self-driving technology. Elaine L. Chao, the transportation secretary, is expected to announce revised guidelines for the vehicles next week in Michigan.\nIn recent years, dozens of states have passed laws related to self-driving safety, some of which carmakers view as too heavy-handed. The companies have, for example, fought proposals in California, Michigan and New York that would require driverless cars to be electric-powered and to contain steering wheels and brake pedals.\n“The reason why Congress is doing this is that there was a growing concern of a vacuum created because N.H.T.S.A. hadn’t acted and the states were acting in N.H.T.S.A.’s place,” said Marc Scribner, a senior fellow at the Competitive Enterprise Institute, a conservative-leaning research group in Washington.\nThe House bill allows manufacturers of driverless cars to obtain some exemptions from vehicle safety regulations for 25,000 vehicles in the first year after the legislation takes effect and up to 100,000 vehicles within four years. The carmakers would still have to meet certain safety standards being developed by N.H.T.S.A.", "url": "https://www.nytimes.com/2017/09/06/technology/self-driving-cars-prospects-rise-with-vote-by-congress.html"}