{"authors": ["Matthew Goldstein", "Patricia Cohen"], "date_download": "2022-10-25 23:51:24", "date_modify": "2022-10-25 23:51:24", "date_publish": "2017-06-06 23:15:20", "description": "The Trump administration is talking up the promise of private investment in public infrastructure. Experts question the long-term benefits.", "filename": "2017_06_06_business_dealbook_trump-infrastructure-plan-privatized-taxpayers_1666741884.html", "image_url": "https://static01.nyt.com/images/2017/06/07/business/00INFRASTRUCTURE2/00INFRASTRUCTURE2-facebookJumbo.jpg?year=2017&h=550&w=1050&s=347390fe720b5680644635610e8e2b992f5824aaae1413a91e1eda07e6cebece&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_06_business_dealbook_trump-infrastructure-plan-privatized-taxpayers_1666741884.html", "title": "Public-Private Projects Where the Public Pays and Pays", "title_page": "Public-Private Projects Where the Public Pays and Pays - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Faster, better, cheaper.\nAs President Trump prepares to deliver a speech on Wednesday about infrastructure, his administration is promoting the benefits of having local governments work with private corporations to build, repair and manage the nation’s ailing roads, bridges and airports.\nPublic-private partnerships, as they are known, have many potential benefits. Companies can complete projects quicker and more cheaply than governments can, proponents say. Letting private industry take the lead can also limit the amount of debt that cities and states need to take on.\nYet in the United States, public-private partnerships represent a tiny fraction of infrastructure spending. On toll roads, for instance, where they have been used the most, they accounted for just 1 percent of all spending between 1989 and 2011, according to a report by the Congressional Budget Office.\nAnd whatever the advantages of giving the private sector a stake in public works — rather than leaving the government in control — experts agree that while some public-private partnerships may result in near-term savings, there is little hard evidence that they perform better over time.", "url": "https://www.nytimes.com/2017/06/06/business/dealbook/trump-infrastructure-plan-privatized-taxpayers.html"}