{"authors": ["Michael J. De La Merced", "Landon Thomas Jr."], "date_download": "2022-10-25 23:44:09", "date_modify": "2022-10-25 23:44:09", "date_publish": "2017-02-14 23:19:36", "description": "The surprising acquisition of Fortress Investment Group highlights the immense ambitions of SoftBank’s brash founder, Masayoshi Son.", "filename": "2017_02_14_business_dealbook_softbank-japan-fortress-investment-group-masayoshi-sun-private-equity_1666741449.html", "image_url": "https://static01.nyt.com/images/2017/02/15/business/15DB-SOFTBANK/15DB-SOFTBANK-facebookJumbo.jpg?year=2017&h=549&w=1050&s=6aea2a93d16c8a27135b227f2b7348ea61a97b8f441ce49d4a9f7e84c01cab2b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_14_business_dealbook_softbank-japan-fortress-investment-group-masayoshi-sun-private-equity_1666741449.html", "title": "SoftBank of Japan Will Buy U.S. Private Equity Giant Fortress", "title_page": "SoftBank of Japan Will Buy U.S. Private Equity Giant Fortress - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Fortress’s excellent track record speaks for itself, and we look forward to benefiting from its leadership, broad-based expertise and world-class investment platform,” Mr. Son said in a statement late Tuesday. “For SoftBank, this opportunity will immediately help expand our group capabilities, and, alongside our soon-to-be-established SoftBank Vision Fund platform, will accelerate our SoftBank 2.0 transformation strategy of bold, disciplined investment and world class execution to drive sustainable long-term growth.”\nOver the past three decades, SoftBank has become one of Japan’s most formidable technology companies. It is perhaps best known for its telecommunications empire, which stretches from Japan to Sprint in the United States. SoftBank also has portfolio of investments that includes stakes in the Alibaba Group of China, the Japanese affiliate of Yahoo and start-ups like the online lender SoFi. At its helm, the entire time, has been Mr. Son.\nAn American-trained businessman, Mr. Son began the business as a software distributor, but eventually moved into cellphone service and became the first Japanese carrier to embrace the iPhone. He has never been known for his modesty, repeatedly boasting about outsize ambitions like dethroning Verizon and AT&T atop the American wireless industry with Sprint.\nSoftBank will be paying $3.3 billion for Fortress, a premium to the company’s stock market value of $2.3 billion. As part of the agreement, SoftBank has the option of bringing in partners to help cover the cost of the deal and who may want to become investors in Fortress funds, too, thus increasing assets under management.\nThe deal frees up Peter L. Briger Jr. and Wesley R. Edens of Fortress to focus on their strengths as fund managers — several of their private equity funds have produced double-digit returns over time — without having to deal with the headaches of running a public company. As leaders of a public company, they struggled mightily to bolster their stock, more so than their competitors. Recently, the firm shut down its flagship hedge fund.", "url": "https://www.nytimes.com/2017/02/14/business/dealbook/softbank-japan-fortress-investment-group-masayoshi-sun-private-equity.html"}