{"authors": ["George Yancy"], "date_download": "2022-10-25 23:53:18", "date_modify": "2022-10-25 23:53:18", "date_publish": "2017-02-09 08:21:03", "description": "By surviving, African-Americans became far more American than those who withheld the nation’s founding promise.", "filename": "2017_02_09_opinion_its-black-history-month-look-in-the-mirror_1666741998.html", "image_url": "https://static01.nyt.com/images/2017/02/09/opinion/09LstoneWeb/09LstoneWeb-facebookJumbo.jpg?year=2017&h=550&w=1050&s=cda37fcf225823ff07cfb1ce895c0a2836146bff11be740dd0d5d8bc06d8cb0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_02_09_opinion_its-black-history-month-look-in-the-mirror_1666741998.html", "title": "It’s Black History Month. Look in the Mirror.", "title_page": "Opinion | It’s Black History Month. Look in the Mirror. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And just who are our neighbors? They are undocumented immigrants who seek to be with their families in the United States; they are refugees and “strangers” with whom we share a common humanity and who flee war-torn countries. As we fight against draconian orders that would make us turn our backs on those in need, we must also collectively fight against an Orwellian nightmare that would have us believe that two plus two equals five.\nAs Americans of all races reflect on our history this month, it is important that we acknowledge the systemic forms of marginalization, pain and suffering that black people had to endure, and that others may now face. In this way, we confront white America’s sins unequivocally. We undertake a collective mourning for black people who were never meant to be included within the ideal norms of American democracy, yet forced themselves to dream as they faced nightmares, to continue breathing as they were suffocating from the stench of black bodies lynched and burned alive, and who forced themselves to stay alive when suicide would have been easier.\nBlack History Month must not be just about black people, but about white people, too. It requires more than just having white students read a poem by a black poet. So, if you are white, take this month and grieve. Find a private and sacred place to weep for those whose dark skin marked them for sub-personhood. Consider the racist historical conditions that allowed you freedom of mobility, freedom of being and a sense of personhood. Acknowledge that whiteness saved those who looked like you from the vicious barbarity visited upon black people. And in that moment, I want you to lament a country that continues to grant privilege to whiteness, that continues to fall far short of what is written on parchment.\nWhite people ought to use this month to engage in a shared form of vulnerability and mourning, a collective recognition, with a fearless countenance, of how white racist complicity and black suffering were historically linked and are currently intertwined. Such a courageous act of vulnerability is not about white guilt, but white responsibility. There is a specific injury that is necessary for white people; it is a kind of injury that will unsuture forms of trapped and concealed lies. King likened racism to “a boil that can never be cured as long as it is covered up but must be opened with all its pus-flowing ugliness.”\nPart of the narrative of this election is that it was a repudiation of those voters who ignored the plight of poor and working-class whites in this country. To those whites I would say, I empathize with your economic pain and suffering. I understand your lack of economic growth, but are you then prepared to understand that, being black, we suffer economically, but also physically and spiritually under the institution of white racism? I agree with my fellow philosopher Judith Butler, who said: “Let’s face it. We’re undone by each other. And if we’re not, we’re missing something.” If I am to be undone by your economic pain and plight, then you must be willing to be undone by the economic and white systemic and prejudicial racist pain that we feel.\nNow, if you’re white and you think that I’m playing the race card, I ask you to perform this small task. Look at your face in the mirror. Allow your economic plight to anger you. And as you do, imagine your face encased in dark skin. And as you look in the mirror and begin to see a dark face look back, be honest with yourself. Isn’t it better to be white and economically forgotten than to be economically forgotten and to be black under the same circumstances? My guess is that you would rather the former.\nButler also warns us that “we make a mistake when we take ‘self-preservation’ to be the essence of the human.” There is something indeed inhuman about insulating ourselves from the touch of the other, willfully ignoring the pain and suffering of the other. We are headed into an ethical abyss beyond which there may be no return. Before he was murdered on April 4, 1968, King had planned to deliver a sermon titled “Why America May Go to Hell.” Though King did not give that sermon, we should heed his prophetic warning.", "url": "https://www.nytimes.com/2017/02/09/opinion/its-black-history-month-look-in-the-mirror.html"}