{"authors": ["Chris Horton"], "date_download": "2022-10-25 23:39:14", "date_modify": "2022-10-25 23:39:14", "date_publish": "2017-04-19 12:34:03", "description": "Taiwanese officials say Zhang Xiangzhong, an anticorruption campaigner who was previously imprisoned in China, did not meet the requirements to stay in Taiwan long term.", "filename": "2017_04_19_world_asia_taiwan-china-asylum-zhang-xiangzhong_1666741154.html", "image_url": "https://static01.nyt.com/images/2017/04/20/world/20taiwan-1/20taiwan-1-facebookJumbo.jpg?year=2017&h=550&w=1050&s=2791feb394293966efe2c508f53b81f1f508058b4885838d892f2c37cd46b5b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_04_19_world_asia_taiwan-china-asylum-zhang-xiangzhong_1666741154.html", "title": "Chinese Activist Who Wanted Asylum in Taiwan Returns to China", "title_page": "Chinese Activist Who Wanted Asylum in Taiwan Returns to China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TAIPEI, Taiwan — Taiwan’s government said on Wednesday that a Chinese political activist who intended to apply for asylum had voluntarily returned to China after meeting with the immigration authorities. His departure spares the government a potential diplomatic tangle as it continues to seek information on the detention of a Taiwanese rights advocate in China last month.\nZhang Xiangzhong, 48, an anticorruption campaigner who spent three years in prison in China, had arrived in Taiwan on April 12 as part of an eight-day group tour. The next day he abandoned the group and on Friday said in an interview with Radio Free Asia that he planned to apply for political refugee status. But according to a statement from Taiwan’s Mainland Affairs Council, Mr. Zhang flew back to China on Wednesday morning with his tour group.\nMr. Zhang, who had called for greater transparency from the Chinese government, was detained in 2013 for “gathering a crowd to disrupt public order.” In 2014 he was sentenced on what his lawyers said was a trumped-up charge of credit card fraud, and he was released last July. Mr. Zhang told Radio Free Asia that his conviction was based on a forced confession obtained through torture and that his health had deteriorated while in prison because of a lack of medication for his asthma.\n“There’s legitimate concern about Zhang’s safety after he’s sent back to China,” said Patrick Poon, a researcher at Amnesty International in Hong Kong.", "url": "https://www.nytimes.com/2017/04/19/world/asia/taiwan-china-asylum-zhang-xiangzhong.html"}