{"authors": ["Rick Lyman"], "date_download": "2022-10-25 22:59:11", "date_modify": "2022-10-25 22:59:11", "date_publish": "2017-07-24 08:58:45", "description": "The decision was a setback for the governing party, though a bill giving it more control over local courts was still set for approval.", "filename": "2017_07_24_world_europe_poland-president-duda-veto-courts.html__r=0_1666738751.html", "image_url": "https://static01.nyt.com/images/2017/07/25/world/25Poland/25Poland-facebookJumbo.jpg?year=2017&h=550&w=1050&s=fe5a29d03fd9f825c9d210c76ba6863e23539d69f2cc1476ff4b11c9cd912424&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_07_24_world_europe_poland-president-duda-veto-courts.html__r=0_1666738751.html", "title": "Poland’s President Vetoes 2 Proposed Laws Limiting Courts’ Independence", "title_page": "Poland’s President Vetoes 2 Proposed Laws Limiting Courts’ Independence - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — Andrzej Duda was a relatively obscure member of the right-wing Law and Justice party when the leader of the party and the most powerful man in the country plucked him from the chorus line to become its candidate for president in 2015. For most of the party’s first 20 months in power, he was a reliable proponent of the governing party’s nationalist initiatives.\nOn Monday, President Duda defied his patron, Jaroslaw Kaczynski, and vetoed two bills aimed at placing Polish courts firmly under political control.\n“It seems that the reality inside the ruling camp is more complex than we might think,” said Rafal Chwedoruk, a political scientist at the University of Warsaw, in an interview with the Polish Press Agency.\nThere were already whispers of growing friction between the two leaders, an apparent schism that reflects a broader divide that has split Poland. The country was once in the vanguard of the democratic change that swept the region after the collapse of Communism. But it has steadily moved toward light authoritarianism and strident nationalism under Law and Justice, which has systematically dismantled much of that progress.", "url": "https://www.nytimes.com/2017/07/24/world/europe/poland-president-duda-veto-courts.html?_r=0"}