{"authors": ["Alan Feuer"], "date_download": "2022-10-25 23:49:22", "date_modify": "2022-10-25 23:49:22", "date_publish": "2017-06-09 00:18:51", "description": "Jona Rechnitz, who prosecutors say gave illegal gifts to three New York police officers, may also have been involved in a $70 million Ponzi scheme.", "filename": "2017_06_08_nyregion_jona-rechnitz-witness-nypd-corruption-scandal_1666741762.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2017", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2017_06_08_nyregion_jona-rechnitz-witness-nypd-corruption-scandal_1666741762.html", "title": "Star Witness in Corruption Cases Is Entangled in Unrelated Prosecution", "title_page": "Star Witness in Corruption Cases Is Entangled in Unrelated Prosecution - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The allegations in the transcript about Mr. Rechnitz’s apparent involvement in the Ponzi scheme, long after he had begun cooperating with the government, could prove damaging to his credibility as a star witness in one of the most explosive municipal corruption cases in decades. Three police officers, a former hedge fund manager and the onetime president of the city correction officers’ union are awaiting trial.\nLaura Birger, a lawyer for Mr. Rechnitz, declined to comment.\nA spokesman for the United States attorney’s office in Manhattan, which is prosecuting both Mr. Nissen and the municipal corruption cases, declined to comment on whether officials in the office had known about Mr. Rechnitz’s involvement in the ticket business. If that involvement were eventually proved to be criminal, and Mr. Rechnitz had not disclosed it to the government, it could invalidate his cooperation agreement and expose him to further charges.\nIt does appear, however, that federal prosecutors knew about the transcript of the conversation between Mr. Nissen and his investors, one of whom was Paul Rapps, a Manhattan-based diamond seller. After all, the criminal complaint used to arrest Mr. Nissen quotes from the transcript, but only selectively. It does not contain any reference to Mr. Rechnitz or his involvement in the ticket scheme.\nAccording to court records, Mr. Rapps, known as Effy, and other investors met with Mr. Nissen on May 8, the morning after Mr. Nissen confessed to one investor that he was running a Ponzi scheme, using investors’ money to pay off debts instead of to buy tickets to resell.\nAt one point, the investors pressed Mr. Nissen as to where their money had gone and if anyone had profited from his scheme. “In the last two years,” Mr. Nissen said, “Jona probably made out five, six million dollars.”", "url": "https://www.nytimes.com/2017/06/08/nyregion/jona-rechnitz-witness-nypd-corruption-scandal.html"}