{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:35:43", "date_modify": "2022-10-25 23:35:43", "date_publish": "2018-01-15 10:00:18", "description": "If courts are to combat voting districts warped by politics, a judge wrote, they must take account of advances in social science.", "filename": "2018_01_15_us_politics_gerrymandering-math_1666740943.html", "image_url": "https://static01.nyt.com/images/2018/01/16/us/16dc-bar1/16dc-bar1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=cdaebfea2804769f8def7bd800bd7adb8e4b27716de3d567299c941e19b00576&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_15_us_politics_gerrymandering-math_1666740943.html", "title": "A Case for Math, Not ‘Gobbledygook,’ in Judging Partisan Voting Maps", "title_page": "A Case for Math, Not ‘Gobbledygook,’ in Judging Partisan Voting Maps - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In October, when the Supreme Court heard arguments in a case that could reshape American politics, Chief Justice John G. Roberts Jr. registered an objection. There was math in the case, he said, and it was complicated.\n“It may be simply my educational background,” the chief justice said, presumably referring to his Harvard degrees in history and law. But he said that statistical evidence said to show that Wisconsin’s voting districts had been warped by political gerrymandering struck him as “sociological gobbledygook.”\nLast week, Judge James A. Wynn Jr. came to the defense of math. “It makes no sense for courts to close their eyes to new scientific or statistical methods,” he wrote in a decision striking down North Carolina’s congressional map as an unconstitutional partisan gerrymander.\nJudge Wynn directed his criticism to Republican state lawmakers, who had urged his three-judge Federal District Court to ignore what they called “a smorgasbord of alleged ‘social science’ theories,” and not to Chief Justice Roberts. But Judge Wynn did use one of Chief Justice Roberts’s most prominent opinions to make the point that numbers can have a role to play in judicial decision making.", "url": "https://www.nytimes.com/2018/01/15/us/politics/gerrymandering-math.html"}