{"authors": ["James Poniewozik"], "date_download": "2022-10-25 22:59:28", "date_modify": "2022-10-25 22:59:28", "date_publish": "2018-09-12 18:35:14", "description": "Maya Rudolph and Fred Armisen play a couple stuck in a routine, in an Amazon series that is anything but that.", "filename": "2018_09_12_arts_television_forever-amazon-maya-rudolph-fred-armisen-review_1666738768.html", "image_url": "https://static01.nyt.com/images/2018/09/15/arts/15foreverp/15forever-facebookJumbo.jpg?year=2018&h=550&w=1050&s=70bbf9c5ccff878bb374a6225c46cd1776337a3ad8504fa07f968855e9901c3c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_12_arts_television_forever-amazon-maya-rudolph-fred-armisen-review_1666738768.html", "title": "Review: ‘Forever’ Is a Thrilling Story of Boring Love", "title_page": "Review: ‘Forever’ Is a Thrilling Story of Boring Love - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One year, after 14 straight annual fishing trips, June (Maya Rudolph) and Oscar (Fred Armisen) decide to change up their routine and go skiing. Neither of them has ever skied before. They are middle-aged. It is perhaps too late for all this. They find themselves, freezing and unsteady, tottering on a bunny hill.\n“Forever,” whose eight bittersweet, loopily funny episodes arrive Friday on Amazon Prime, goes through a lot of narrative slaloms from there. But you can understand most of its consistent themes from this early scene. At heart, it’s a comedy about love, stasis and change — whether you can transform your life after you’ve decided that your life is all it’s ever going to be, and what happens after you push yourself downhill, or get pushed.\nThe series sets its tone, and the terms of June and Oscar’s marriage, in a jazz-scored opening montage. Vignettes pass from right to left: they meet, they fall in love, they move in together, they brush their teeth, they go fishing, they go fishing, they go fishing. It’s a picture of a sweet, dull life, and the visual effect is of panning from room to room, unable to move backward and change direction.\nThe pair have a bantering, best-pals rapport, passing time on a long drive by debating the best way to spend a half-hour. (Sex comes well down the list, after getting a massage and looking at your phone, and they both agree that thirty minutes is “a little long.”) Materially comfortable and unencumbered by children, they have the life rhythms of a prematurely retired couple, though they both work.", "url": "https://www.nytimes.com/2018/09/12/arts/television/forever-amazon-maya-rudolph-fred-armisen-review.html"}