{"authors": ["Eric Schmitt"], "date_download": "2022-10-25 23:53:56", "date_modify": "2022-10-25 23:53:56", "date_publish": "2018-08-27 14:08:03", "description": "The top United States air commander in the Middle East frustrated with the Saudi-led air campaign in Yemen after an airstrike killed more than 40 children.", "filename": "2018_08_27_world_middleeast_airstrike-yemen-children_1666742036.html", "image_url": "https://static01.nyt.com/images/2018/08/28/us/politics/28dc-military1/28dc-military1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8432814efe84f601f499d5afe9a86a5b83dbf48d24a9a8e153da97772dc4a48f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_27_world_middleeast_airstrike-yemen-children_1666742036.html", "title": "U.S. Commander Urges More Transparency in Yemen Strike on School Bus", "title_page": "U.S. Commander Urges More Transparency in Yemen Strike on School Bus - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The top American air commander in the Middle East is urging the Saudi-led coalition of Arab nations to be more forthcoming about an investigation into an airstrike in northern Yemen earlier this month that struck a school bus, killing more than 40 children.\nThe comments by Lt. Gen. Jeffrey L. Harrigian reflected increasing exasperation by United States officials over the conflict that has spiraled into a humanitarian disaster.\n“There’s a level of frustration we need to acknowledge,” General Harrigian said in a wide-ranging telephone interview last week. “They need to come out and say what occurred there.”\nHis comments were the latest, and bluntest, public critique of the Saudi-led air campaign against Houthi rebels that have been voiced by a growing number of senior American military, Pentagon and diplomatic officials seeking to distance the United States from the conflict — but who are facing increasing questions about American support for the air war with every errant strike.", "url": "https://www.nytimes.com/2018/08/27/world/middleeast/airstrike-yemen-children.html"}