{"authors": ["Jeffery C. Mays"], "date_download": "2022-10-25 23:01:52", "date_modify": "2022-10-25 23:01:52", "date_publish": "2018-09-14 02:30:53", "description": "Ms. James, who defeated three rivals, is the first black woman to win a major statewide party nomination. She is favored to win in November.", "filename": "2018_09_13_nyregion_letitia-james-attorney-general_1666738912.html", "image_url": "https://static01.nyt.com/images/2018/09/14/nyregion/14NYAG0001/14NYAG0001-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=ece09cff04116cf2279955a1e97038f0ee41939599adafb0cf2d34c188265fb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_13_nyregion_letitia-james-attorney-general_1666738912.html", "title": "Letitia James Makes History by Winning Attorney General Primary in New York", "title_page": "Letitia James Makes History by Winning Attorney General Primary in New York - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Letitia James became the first black woman to win a major party statewide nomination on Thursday, easily defeating three rivals in New York’s Democratic primary for attorney general.\n[New York Attorney General Letitia James sues the NRA.]\nWith her win, Ms. James, 59, the New York City public advocate, has positioned herself as a prominent face of resistance to the policies of President Trump, a role that the New York attorney general’s office has embraced since Mr. Trump took office.\n“This campaign was never really about me or any of the candidates who ran,” Ms. James said in her victory speech. “It was about the people, but mostly it was about that man in the White House who can’t go a day without threatening our fundamental rights.”\nWith Democrats outnumbering Republicans in New York State by a margin of more than two to one, Ms. James will be heavily favored in November against the Republican candidate, Keith Wofford, 49, who ran unopposed. If Ms. James wins, she would be the first black woman to assume statewide office, just five years after becoming the first black woman elected to citywide office in New York.", "url": "https://www.nytimes.com/2018/09/13/nyregion/letitia-james-attorney-general.html"}