{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:29:50", "date_modify": "2022-10-25 23:29:50", "date_publish": "2018-07-25 22:15:49", "description": "The law that authorized the safety cameras was only temporary, and state legislators ended their session last month without issuing an extension.", "filename": "2018_07_25_nyregion_speed-cameras-nyc-schools_1666740590.html", "image_url": "https://static01.nyt.com/images/2018/07/26/nyregion/26speedcams1/26speedcams1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=20c417973dd6259141a97efd75d59d338b4e18e7e98ec2d34698c0bd57eece22&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_25_nyregion_speed-cameras-nyc-schools_1666740590.html", "title": "A Screeching Stop for Speed Cameras in New York City School Zones", "title_page": "A Screeching Stop for Speed Cameras in New York City School Zones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It happened in a blink: At 5:30 p.m. on Wednesday, hundreds of speed cameras around New York City effectively clicked off, their watch over motorists dangerously zooming through school zones ended indefinitely.\nThe cameras were widely credited with calming traffic at 140 school zones in every city borough, saving an untold number of children from injury or worse. According to the city’s Department of Transportation, speeding during school hours in camera zones dropped by as much as 63 percent.\nBut the 2013 law that authorized the safety cameras was only temporary. And despite nearly universal praise, state legislators this year not only rejected calls to expand the program — they ended their session last month without even issuing it an extension.\nWithout that reauthorization, cameras at 120 of the 140 locations, which will remain in place, will no longer be allowed to record for the purpose of issuing violations, according to Scott Gastel, a spokesman for the city’s Transportation Department. The remaining 20 can remain active until the end of August.", "url": "https://www.nytimes.com/2018/07/25/nyregion/speed-cameras-nyc-schools.html"}