{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:32", "date_modify": "2022-10-25 23:45:32", "date_publish": "2018-03-04 09:57:45", "description": "President Moon Jae-in will send two top aides to North Korea on Monday in an attempt to defuse tensions on the peninsula.", "filename": "2018_03_04_world_asia_south-north-korea-talks-nuclear-trump_1666741532.html", "image_url": "https://static01.nyt.com/images/2018/03/05/world/asia/05korea/05korea-facebookJumbo.jpg?year=2018&h=550&w=1050&s=89e3341ae9e59efcddbf4cca56d23f998d6d29d914ba6aaef0c36f5a2abd0360&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_04_world_asia_south-north-korea-talks-nuclear-trump_1666741532.html", "title": "South Korea Names 2 Envoys to Meet With Kim Jong-un", "title_page": "South Korea Names 2 Envoys to Meet With Kim Jong-un - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — South Korea’s president, Moon Jae-in, has selected two of his closest aides to go to North Korea this week to meet North Korea’s leader, Kim Jong-un, in an attempt to defuse tensions on the peninsula, officials said on Sunday.\nMr. Moon’s national security adviser, Chung Eui-yong, and the director of the South’s National Intelligence Service, Suh Hoon, will begin their two-day trip on Monday on a mission that includes helping to start a dialogue between the North and the United States. Mr. Moon first indicated that he wanted to send envoys to the North last week, during a phone call with President Trump.\nThe two will most likely be the first South Korean officials to meet Mr. Kim, who took power in the reclusive communist state after his father died six years ago. Mr. Chung will lead the South Korean delegation, which will total 10 members, to the North Korean capital, Pyongyang, according to Yoon Young-chan, a spokesman for Mr. Moon.\nMr. Moon hopes to seize an opening that he believes was created last month, when Mr. Kim sent North Korean officials, including his sister, as well as athletes and cheerleaders to the Pyeongchang Olympics in the South. Mr. Moon has since tried to play the role of matchmaker in persuading Washington and Pyongyang to find a diplomatic solution to a dangerous standoff over the North’s nuclear program.", "url": "https://www.nytimes.com/2018/03/04/world/asia/south-north-korea-talks-nuclear-trump.html"}