{"authors": ["Adam Nagourney"], "date_download": "2022-10-25 23:35:23", "date_modify": "2022-10-25 23:35:23", "date_publish": "2018-10-22 09:00:05", "description": "California is being held up by Republican officeseekers in several states as an emblem of high taxes, lax immigration enforcement and overregulation.", "filename": "2018_10_22_us_california-gop-political-attacks_1666740923.html", "image_url": "https://static01.nyt.com/images/2018/10/23/us/23calattack1-print/23calattack1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7724ce5f5ae391612039593f6904334bc874367543388d1d53b9610ffdb9d541&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_22_us_california-gop-political-attacks_1666740923.html", "title": "A Red-Meat Rallying Cry for National Republicans: California", "title_page": "A Red-Meat Rallying Cry for National Republicans: California - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LAS VEGAS — Adam Laxalt, the Republican candidate for governor of Nevada, knows how to rile up a crowd this election season: Just point to the state to the west.\n“Are we going to keep Nevada the Nevada we all love, this independent Western state, or are we going to turn into California?” Mr. Laxalt asked at a rally in Elko with President Trump on Saturday.\nMr. Trump jumped in a moment later, assailing California’s embrace of so-called sanctuary cities, where local authorities limit their cooperation with federal immigration enforcement. “By the way, a lot of people in California don’t want them, either,” he said of such cities. “They’re rioting now.” (Actually, they are not).\nIt’s not only in Nevada. California would seem to be on the ballot in a number of states where Republicans are facing tough re-election battles this fall. In Nevada, Texas, Colorado and Florida, California is being hoisted as a symbol of high taxes, liberal social policy, lax immigration enforcement and an interventionist government run amok. The state figures in laugh lines and attack lines wielded by candidates for the House and Senate, for governor and for state legislative seats.", "url": "https://www.nytimes.com/2018/10/22/us/california-gop-political-attacks.html"}