{"authors": ["Dave Philipps"], "date_download": "2022-10-25 23:31:14", "date_modify": "2022-10-25 23:31:14", "date_publish": "2018-06-15 09:00:10", "description": "The joint statement signed at the Singapore summit meeting includes a promise to resume long-stalled work to locate and return remains of thousands of American war dead.", "filename": "2018_06_15_us_korean-war-mia-trump_1666740674.html", "image_url": "https://static01.nyt.com/images/2018/06/16/us/16korea-mia-print/00koreanwar-01-facebookJumbo.jpg?year=2018&h=385&w=736&s=3c9fe05162a5221f734abde9ffcedf0ec65481d736ab528aa9dbe810dcc176ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_15_us_korean-war-mia-trump_1666740674.html", "title": "Trump-Kim Deal Promises Answers for Families of Korean War M.I.A.s", "title_page": "Trump-Kim Deal Promises Answers for Families of Korean War M.I.A.s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Air Force Lt. Hal Downes’s B-26 bomber was on a nighttime run over North Korea when it went down in 1952. Did he die in the crash? Was he captured? His family never knew.\nThey hoped they might at least be able to bring his body home when the fighting was over. But the war never formally ended.\nThis week, the Downeses and the families of thousands of other Americans still missing from the Korean conflict received a jolt of hope when President Trump and Kim Jong-un, the North Korean leader, signed a joint statement in Singapore that included a promise to recover and repatriate all American war dead in the North.\nThe two sides agreed to the same thing after the 1953 armistice but have made only sporadic progress to accomplish it since then, and almost none in the last 13 years of mounting tensions over the North’s nuclear program. Now, the Singapore statement holds the prospect that the work might soon resume.", "url": "https://www.nytimes.com/2018/06/15/us/korean-war-mia-trump.html"}