{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:39:00", "date_modify": "2022-10-25 23:39:00", "date_publish": "2018-03-19 14:35:16", "description": "The two sides have negotiated a 21-month transition period after the withdrawal next March. But the deal depends on a solution to the Irish border question.", "filename": "2018_03_19_world_europe_uk-brexit-eu_1666741140.html", "image_url": "https://static01.nyt.com/images/2018/03/20/world/20Brexit/20Brexit-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6a30c47de6236099185e832d537d82a25c393dc100f3eab408b94cbd4e2754bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_19_world_europe_uk-brexit-eu_1666741140.html", "title": "U.K. Reaches Brexit Transition Deal With E.U.", "title_page": "U.K. Reaches Brexit Transition Deal With E.U. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — British and European Union negotiators on Monday agreed on the terms of a 21-month transition period to keep Britain inside Europe’s economic structures and to avoid an economically damaging “cliff edge” when the country formally departs the bloc next March.\nThe transition accord was announced on Monday at a news conference in Brussels by David Davis, Britain’s main negotiator, and his European Union counterpart, Michel Barnier, who described it as a “decisive step” toward an orderly withdrawal, or Brexit.\nThe deal, however, depends on a broader agreement on Britain’s withdrawal, which is to be finalized this year but is by no means certain. One of the main sticking points in those talks has been the border between Northern Ireland, which is part of the United Kingdom, and Ireland, which will remain in the European Union.\nTo achieve the transition accord, the British government retreated from an earlier pledge and conceded that European Union citizens who arrived in Britain during the transition period would have the same rights as those already in the country. (Earlier this year, Prime Minister Theresa May insisted that the rights of those newcomers would be “different.”)", "url": "https://www.nytimes.com/2018/03/19/world/europe/uk-brexit-eu.html"}