{"authors": ["Mark Landler", "Maggie Haberman"], "date_download": "2022-10-25 23:02:43", "date_modify": "2022-10-25 23:02:43", "date_publish": "2018-03-22 22:23:06", "description": "President Trump named John R. Bolton, a hard-line former American ambassador to the United Nations, to replace Lt. Gen. H.R. McMaster.", "filename": "2018_03_22_us_politics_hr-mcmaster-trump-bolton_1666738963.html", "image_url": "https://static01.nyt.com/images/2018/03/23/us/23MCMASTER-alpha/23MCMASTER-alpha-facebookJumbo.jpg?year=2018&h=549&w=1050&s=211c284bc9804fedfd6ce2660dd0464958e45ee97f00c66e3665650764b76bee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_22_us_politics_hr-mcmaster-trump-bolton_1666738963.html", "title": "Trump Chooses Bolton for 3rd Security Adviser as Shake-Up Continues", "title_page": "Trump Chooses Bolton for 3rd Security Adviser as Shake-Up Continues - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On Thursday, however, Mr. Trump summoned him to the Oval Office to discuss the job. Hours later, Mr. Bolton was on Fox, where he has been an analyst, for a pre-scheduled interview, in which he confessed surprise at how quickly Mr. Trump announced the appointment. “This hasn’t sunk in,” he said.\nThe news of the appointment competed with an exclusive interview on CNN of a former Playboy model, Karen McDougal, who described to Anderson Cooper what she said was a 10-month sexual relationship with Mr. Trump in 2006. Mr. Trump has denied the affair.\nIn his interview on Fox News, Mr. Bolton declined to discuss his views on Iran, Russia or North Korea, though he acknowledged his positions were hardly a mystery after years of writing and speaking. He described the job of national security adviser as making sure that the bureaucracy did not impede the decisions of the president.\nOfficials said that General McMaster’s departure was a mutual decision and amicable, with little of the recrimination that marked Mr. Tillerson’s exit. They said it was not related to a leak on Tuesday of briefing materials for Mr. Trump’s phone call with President Vladimir V. Putin of Russia, which infuriated the president and did not help General McMaster’s case. Mr. Bolton complained on Fox News that “a munchkin in the executive branch” was responsible for the leak and called it “completely unacceptable.’’\nMr. Trump issued a statement that coincided with his tweet. “H. R. McMaster has served his country with distinction for more than 30 years,” the statement said. “He has won many battles and his bravery and toughness are legendary. General McMaster’s leadership of the National Security Council staff has helped my administration accomplish great things to bolster America’s national security.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nGeneral McMaster said in a telephone interview on Thursday that his departure had been under discussion for weeks, and, “really, the only issue that had been left open is timing.” He would have preferred to stay in the West Wing until the summer, but the timing was dictated by “what was best for him and the country,” he said, referring to the president.", "url": "https://www.nytimes.com/2018/03/22/us/politics/hr-mcmaster-trump-bolton.html"}