{"authors": ["Joyce Wadler"], "date_download": "2022-10-25 23:00:04", "date_modify": "2022-10-25 23:00:04", "date_publish": "2018-04-25 17:07:21", "description": "Ma deserves the best nursing home money can buy. Of course. But is it so wrong to hope there might be a little left over?", "filename": "2018_04_25_nyregion_farewell-my-lovely-inheritance_1666738804.html", "image_url": "https://static01.nyt.com/images/2018/04/29/nyregion/29MISINFORMED/29MISINFORMED-facebookJumbo.jpg?year=2018&h=550&w=1050&s=03e695d178730d52c77fa1a6ca60fbd7a0967a98b91c5a3804e9e1a4f8208434&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_25_nyregion_farewell-my-lovely-inheritance_1666738804.html", "title": "Farewell, My Lovely Inheritance", "title_page": "Farewell, My Lovely Inheritance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I have been interviewing architects for the memorial I plan to build to my inheritance. The site will of course be the grounds of my mother’s nursing home in Westchester, and given her diminishing funds, I fear it will be rather small: The size of a birdhouse, I’m thinking. Not just any birdhouse, a birdhouse for old, infirm birdies, with a special area for art therapy and birdie bingo. Having just written the monthly check for my mother’s medical care, I anticipate I’ll be able to spend as much as $280. I hope, nonetheless, to erect a monument that will equal the Taj Mahal in terms of loss and despair. Goddamn it, I wanted that money.\nI know, I know. It’s appalling to be thinking about an inheritance; my thoughts should be on my 91-year-old mother, who had a stroke and for the last three and a half years has required round the clock medical care.\nI was shocked by the craven, venal thoughts oozing out of my brain, too. But there they were on the pillow when I woke up one morning; nobody else was in the bed, and as Freud so famously said, “The unconscious, she is like a septic tank. Nobody wants to look at it too close, you hope it stays covered up, but when it starts seeping out on the lawn and even the neighbors can smell it, you don’t have a choice. Thank God, you live in an apartment in New York where you have municipal sewage.”\nWhere was I? Oh, yeah, my rapidly disappearing inheritance.\nMy inheritance — is there a more entitled phrase? It was my feeling for most of my life that anyone who counted on an inheritance was a moral and financial failure, that as an adult you are responsible for yourself. Those bumper stickers in Florida that read, “I’m spending my children’s inheritance?”", "url": "https://www.nytimes.com/2018/04/25/nyregion/farewell-my-lovely-inheritance.html"}