{"authors": ["Andrew Keh"], "date_download": "2022-10-25 23:36:06", "date_modify": "2022-10-25 23:36:06", "date_publish": "2018-07-07 12:00:04", "description": "The team advances to the World Cup semifinals for the first time since 1990 with a 2-0 victory over Sweden that was convincing, if not overly compelling.", "filename": "2018_07_07_sports_world-cup_england-vs-sweden_1666740966.html", "image_url": "https://static01.nyt.com/images/2018/07/07/sports/07worldcup-goal1-jubo/07worldcup-goal1-jubo-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=0d5c9a8dcd7139bd864c596a8867ad247e3f7c2282289fbe09db0cf4b83be0c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_07_sports_world-cup_england-vs-sweden_1666740966.html", "title": "England Takes Another Step Toward Bringing ‘It’ Home", "title_page": "England Takes Another Step Toward Bringing ‘It’ Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The road to the final has looked surprisingly open for England for a while now, thanks at first to an easy group stage and now because of a series of fortuitous results in other games. England, with a different series of outcomes, could have faced Brazil or Germany in the quarterfinals and Spain in the next round.\nFor all the perverse joy that neutral fans may have found in seeing the fall of the tournament’s traditional titans, it created the possibility for more games like the one on Saturday — a scrappy affair, with fewer dimensions. Neutral fans looking for an entertaining game here never stood a chance.\nThe Swedes’ approach to this match threw a wet blanket over whatever possibility the occasion might have otherwise presented. On defense, they set up deeply and densely inside their own half, allowing England space to move outside on the wings but not much room to burrow through. The Swedes probed forward infrequently, and in straight lines.\nSweden had advanced this far by playing this way, engineering soul-sucking, if ultimately praiseworthy, victories over South Korea and Mexico in the group stage and against Switzerland in the round of 16. “I respect Sweden’s style of play,” Mexico’s manager, Juan Carlos Osorio, had said after his team’s 3-0 loss, “but I don’t agree with it.”\nAnd England’s goals on Saturday, one in each half, seemed to do little to get Sweden to change its approach.\nThe first goal came in the 30th minute, when Ashley Young floated a corner kick from the left side, spinning the ball toward the penalty spot, where Harry Maguire rose over the back of Sweden’s Emil Forsberg and thumped a header into the left corner of the goal. It was England’s 10th goal of the tournament, and its eighth from a set piece.\nEngland struck again in the 59th minute, when a looping cross from Jesse Lingard, and a lapse in defense from Sweden, released Dele Alli alone on the left post to deposit another header into the net.", "url": "https://www.nytimes.com/2018/07/07/sports/world-cup/england-vs-sweden.html"}