{"authors": ["Russell Goldman"], "date_download": "2022-10-25 23:45:44", "date_modify": "2022-10-25 23:45:44", "date_publish": "2018-03-27 10:15:42", "description": "In earlier incarnations, the North Korean leader’s train has featured sumptuous feasts, cases of fine French wines and female entertainers known as lady conductors.", "filename": "2018_03_27_world_asia_kim-jong-un-train-beijing_1666741544.html", "image_url": "https://static01.nyt.com/images/2018/03/28/world/28kim-train-3/28kim-train-3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d37a4e09762b2cb735b66e9c2022e2fff6623893e4a39f5254b284c9ca7d1973&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_27_world_asia_kim-jong-un-train-beijing_1666741544.html", "title": "Bulletproof, Slow and Full of Wine: Kim Jong-un’s Mystery Train", "title_page": "Bulletproof, Slow and Full of Wine: Kim Jong-un’s Mystery Train - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "More powerful than a speeding bullet, but much slower\nMuch of what is known about the train comes from intelligence reports, recollections of officials permitted to travel on board in previous eras and rare state news media footage.\nThere are believed to be at least 90 high-security carriages at the leader’s disposal, according to a 2009 South Korea news report that relied on classified information. According to the report, written during the era of Mr. Kim’s father, Kim Jong-il, three trains operate each time the leader travels: an advance security train, the leader’s train and a third carrying additional bodyguards and supplies.\nEach of the carriages is bulletproof, making them thousands of pounds heavier than average. That additional weight translates to a slow ride. The trains are estimated to reach a maximum speed of just 37 miles per hour.\nIn Kim Jong-il’s time, according to the 2009 report, 100 security officers traveled in the advance train, searching stations for bombs and other threats and testing the safety of the track. Additionally, military helicopters and airplanes would fly overhead to provide more security.\nTwenty train stations have been built across North Korea just for the leader’s personal use, according to the report.", "url": "https://www.nytimes.com/2018/03/27/world/asia/kim-jong-un-train-beijing.html"}