{"authors": ["Dave Montgomery", "Ian Urbina"], "date_download": "2022-10-25 23:52:10", "date_modify": "2022-10-25 23:52:10", "date_publish": "2018-08-01 06:00:06", "description": "Cody Wilson is engaged in a legal fight to distribute blueprints for printing 3-D weapons. He calls his efforts “a pretty mainline American idea.”", "filename": "2018_08_01_us_3d-guns-printing_1666741930.html", "image_url": "https://static01.nyt.com/images/2018/08/01/us/01WILSON-alpha/01WILSON-alpha-facebookJumbo.jpg?year=2018&h=550&w=1050&s=87296cb24cd8307bbc0b36ba12e91173b95b51e61149c6d5f8a2286166b81396&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_01_us_3d-guns-printing_1666741930.html", "title": "A Push for 3-D Weapons by One of the World’s ‘Most Dangerous People’", "title_page": "A Push for 3-D Weapons by One of the World’s ‘Most Dangerous People’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Born in Little Rock, Ark., Mr. Wilson and his family moved to Cabot, Ark., when he was in the first grade. At Cabot High School, Mr. Wilson was elected student body president. He attended the University of Central Arkansas, where he majored in English, and studied abroad in China for a semester. After graduating in 2010, he went to law school at the University of Texas.\nIn his second year there, Mr. Wilson began tinkering with a 3-D printer to design a functional gun. By 2013, he had created his company, Defense Distributed, and published online the blueprints for a gun that were downloaded more than 100,000 times. Dropping out of law school to pursue his new idea full-time, Mr. Wilson received a letter from the State Department in May 2013 ordering him to pull his files from the internet, citing arms export laws.\nWhile Mr. Wilson, 30, has described himself as a techno-libertarian, free-speech provocateur and online heretic, his critics have said he is a media hound and a peddler of “open-source terrorism.”\nCalled “ghost guns” because they lack serial numbers and are made almost entirely of plastic, Mr. Wilson’s blueprints would allow for the mass production of untraceable firearms that could be made at home, gun control advocates have warned, including by convicted felons, terrorists or other people currently prohibited from buying them.\n“The people who make them will be state actors or well-financed criminal cartels who have the ability to execute well-organized criminal attacks in the United States and elsewhere,” said Avery Gardiner, the co-president of the Brady Campaign to Prevent Gun Violence.\nSince starting his company, Mr. Wilson has faced pushback from all sides. YouTube has repeatedly pulled his promotional videos. Once it learned of his plans, Stratasys, the company from which he leased a 3-D printer, forced him to return it. Indiegogo canceled his crowdfunding campaign, forcing him to set up a Bitcoin account to receive donations. A company called Thingiverse, which publishes user-created design files, removed all of his designs.\nOn Monday, attorneys general in eight states filed a joint federal lawsuit in Seattle to block Defense Distributed from publishing the files online.", "url": "https://www.nytimes.com/2018/08/01/us/3d-guns-printing.html"}