{"authors": ["Eric Lipton"], "date_download": "2022-10-25 23:26:54", "date_modify": "2022-10-25 23:26:54", "date_publish": "2018-08-19 16:58:36", "description": "The top air pollution official in the Trump administration had been a lawyer for polluting industries. They are now benefiting from his new role.", "filename": "2018_08_19_us_politics_epa-coal-emissions-standards-william-wehrum_1666740414.html", "image_url": "https://static01.nyt.com/images/2018/08/20/us/politics/20DC-WEHRUM1/20DC-WEHRUM1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=305b985812b5032cafd704165201c4d34c8ac54dfa8d69dffadaee1207d57316&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_19_us_politics_epa-coal-emissions-standards-william-wehrum_1666740414.html", "title": "As Trump Dismantles Clean Air Rules, an Industry Lawyer Delivers for Ex-Clients", "title_page": "As Trump Dismantles Clean Air Rules, an Industry Lawyer Delivers for Ex-Clients - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As a corporate lawyer, William L. Wehrum worked for the better part of a decade to weaken air pollution rules by fighting the Environmental Protection Agency in court on behalf of chemical manufacturers, refineries, oil drillers and coal-burning power plants.\nNow, Mr. Wehrum is about to deliver one of the biggest victories yet for his industry clients — this time from inside the Trump administration as the government’s top air pollution official.\nOn Tuesday, President Trump is expected to propose a vast rollback of regulations on emissions from coal plants, including many owned by members of a coal-burning trade association that had retained Mr. Wehrum and his firm as recently as last year to push for the changes.\nThe proposal strikes at the heart of climate-change regulations adopted by the Obama administration to force change among polluting industries, and follows the relaxation of separate rules governing when power plants must upgrade air pollution equipment. Mr. Wehrum, who has led the E.P.A.’s clean air office since November, also helped deliver the changes in several of those rules.", "url": "https://www.nytimes.com/2018/08/19/us/politics/epa-coal-emissions-standards-william-wehrum.html"}