{"authors": ["Claire Cain Miller"], "date_download": "2022-10-25 23:30:29", "date_modify": "2022-10-25 23:30:29", "date_publish": "2018-02-05 10:30:11", "description": "Motherhood is the biggest cause of the gender pay gap. It might take fathers to change that.", "filename": "2018_02_05_upshot_even-in-family-friendly-scandinavia-mothers-are-paid-less_1666740629.html", "image_url": "https://static01.nyt.com/images/2018/02/06/business/06UP-PAYGAP-4/06UP-PAYGAP-4-facebookJumbo.jpg?year=2018&h=549&w=1050&s=dd1f6488f4e9852a98b778c2621bcf83eadf33ea493592015a938390f331a3e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_05_upshot_even-in-family-friendly-scandinavia-mothers-are-paid-less_1666740629.html", "title": "Children Hurt Women’s Earnings, but Not Men’s (Even in Scandinavia)", "title_page": "Children Hurt Women’s Earnings, but Not Men’s (Even in Scandinavia) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But policy alone would not be enough to overcome gender inequality. It would require changes in behavior — including by men. There is evidence that the gap would shrink if fathers acted more the way mothers do after having children, by spending more time on parenting and the related responsibilities.\n“At the very least, men have to take a larger role,” said Francine Blau, an economist at Cornell who has studied the gender pay gap and family-friendly policies in the United States and Europe. “It does become a distinction in the eyes of employers between potential male and female workers, and it may reinforce traditional gender roles.”\nOne new study, which used a data set including everyone in Denmark from 1980 to 2013, along with details about their jobs and families, found that while there was a pay gap before people had children, it was relatively small and earnings were increasing at similar rates. But after the first child, women’s gross earnings quickly dropped 30 percent, and never fully recovered. In the long term, mothers earned 20 percent less. Women who did not have children continued to increase their earnings at a rate similar to men.\nMost studies of the pay gap analyze equal pay for equal work. But in this paper, researchers examined how women changed their work in response to having children, and how that affected their lifelong pay. Mothers were paid less partly because they worked fewer hours, took longer breaks from employment and were more likely to move into lower-paying, family-friendly jobs, the paper found. Their probability of becoming a manager also declined.\n“Equal work is in practice not an option for most women, because they have to take care of the children and therefore have different kinds of jobs and different kinds of hours,” said Henrik Kleven, an economist at Princeton, who wrote the paper with Jakob Egholt Sogaard, an economist at the University of Copenhagen, and Camille Landais, an economist at the London School of Economics.\nAs in the United States, the pay gap in Denmark has shrunk over time as women have become better educated than men and more likely to be professionals or managers. Children, which accounted for 40 percent of the pay gap in 1980, now account for 80 percent of it. Discrimination and other factors play a role in the remaining gap, researchers say.\nThe same pattern is true elsewhere. In the United States, a study by Census Bureau researchers found that between two years before the birth of a couple’s first child and a year after, the earnings gap between opposite-sex spouses doubles. The gap continues to grow for the next five years.", "url": "https://www.nytimes.com/2018/02/05/upshot/even-in-family-friendly-scandinavia-mothers-are-paid-less.html"}