{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:45:45", "date_modify": "2022-10-25 23:45:45", "date_publish": "2018-02-23 14:50:50", "description": "The action was a clear signal, near the end of an Olympic Games marked by a rapprochement on the Korean Peninsula, that his pressure campaign would not let up.", "filename": "2018_02_23_us_politics_trump-north-korea-sanctions.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news_1666741545.html", "image_url": "https://static01.nyt.com/images/2018/02/24/us/politics/24DC-TRUMPKOREA1/24DC-TRUMPKOREA1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b7a65a924fcd2506079323016549cdc6089378f5f62ade11a58895b2301731fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_23_us_politics_trump-north-korea-sanctions.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news_1666741545.html", "title": "Trump Announces Harsh New Sanctions Against North Korea", "title_page": "Trump Announces Harsh New Sanctions Against North Korea - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump announced harsh new sanctions on Friday against North Korea, signaling a return to his aggressive attempt to put pressure on the government of Kim Jong-un after an Olympic Games that had brought a brief lull in the tensions on the Korean Peninsula.\nThe sanctions, which target 28 ships registered in China and seven other countries, are intended to close a stubborn loophole in the effort to cut off North Korea’s imports of oil and exports of coal. Illicit ship-to-ship transfers of refined fuel and coal have allowed North Korea to mitigate the pain from those earlier measures, which were imposed in response to the repeated nuclear and ballistic missile tests it has conducted.\nThe smuggling has also inflamed tensions with China and Russia, since both countries are linked to this trade.\nBy going after the shipments, the United States is edging closer to the imposition of an economic blockade on the North. While Treasury Secretary Steven Mnuchin stopped short of saying the Navy would forcibly board ships on the high seas, he said the United States would petition China and other countries to allow inspections of suspicious vessels.", "url": "https://www.nytimes.com/2018/02/23/us/politics/trump-north-korea-sanctions.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news"}