{"authors": ["Nicole Perlroth", "David E. Sanger"], "date_download": "2022-10-25 23:31:15", "date_modify": "2022-10-25 23:31:15", "date_publish": "2018-03-15 21:53:03", "description": "In the last year, Russian hackers have gone from infiltrating business networks of energy, water and nuclear plants to worming their way into control rooms.", "filename": "2018_03_15_us_politics_russia-cyberattacks_1666740675.html", "image_url": "https://static01.nyt.com/images/2018/03/16/us/16dc-cyber-sub1/16dc-cyber-sub1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4f8959b15b409b5ad46656f2861573dbc0657eeddd62fd75b7bf1ecfa550ee65&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_15_us_politics_russia-cyberattacks_1666740675.html", "title": "Cyberattacks Put Russian Fingers on the Switch at Power Plants, U.S. Says", "title_page": "Cyberattacks Put Russian Fingers on the Switch at Power Plants, U.S. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Trump administration accused Russia on Thursday of engineering a series of cyberattacks that targeted American and European nuclear power plants and water and electric systems, and could have sabotaged or shut power plants off at will.\nUnited States officials and private security firms saw the attacks as a signal by Moscow that it could disrupt the West’s critical facilities in the event of a conflict.\nThey said the strikes accelerated in late 2015, at the same time the Russian interference in the American election was underway. The attackers had compromised some operators in North America and Europe by spring 2017, after President Trump was inaugurated.\nIn the following months, according to a Department of Homeland Security report issued on Thursday, Russian hackers made their way to machines with access to critical control systems at power plants that were not identified. The hackers never went so far as to sabotage or shut down the computer systems that guide the operations of the plants.", "url": "https://www.nytimes.com/2018/03/15/us/politics/russia-cyberattacks.html"}