{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:47:35", "date_modify": "2022-10-25 23:47:35", "date_publish": "2018-01-16 20:08:27", "description": "The secretary of homeland security was quizzed repeatedly about the vulgar word, or words, said to have been uttered by the president describing African countries.", "filename": "2018_01_16_us_politics_trump-shithole-shithouse-immigration_1666741655.html", "image_url": "https://static01.nyt.com/images/2018/01/17/us/politics/congress-9/congress-9-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9fe1ceb01c9e2d76aed3894af414956a2b1a07a7f3faa6a6a309059e9dc9ee93&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_16_us_politics_trump-shithole-shithouse-immigration_1666741655.html", "title": "Trump’s Harsh Words, Not His Plan for Wall, Dominate Hearing", "title_page": "Trump’s Harsh Words, Not His Plan for Wall, Dominate Hearing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“What do you remember the president saying about immigration from African countries to the United States?” “What I heard him saying was that he’d like to move away from a country-based quota system to a merit-based system. So it shouldn’t matter where you’re from. It should matter what you can contribute to the United States.” “How did he characterize those countries in Africa?” “In— I don’t specifically remember a category— categorization of countries in Africa. I think what he was saying is, as far as best I could tell, and as you know, there were about a dozen people in the room. There were a lot of cross conversations. There was a lot of rough talk by a lot of people in the room, but what I understood him to be saying is: Let’s move away from the countries, and let’s look at the individual and make sure that those we bring here can contribute to our society.” “Tuesday, we had a president that I was proud to golf with, call my friend, who understood immigration had to be bipartisan. You had to have border security as essential. You have border security with the wall. But he also understood the idea that we had to do it with compassion. Now, I don’t know where that guy went. I want him back.” “The commander in chief, in an Oval Office meeting, referring to people from African countries and Haitians with the most vile and vulgar language. That language festers. When ignorance and bigotry is allied with power, it is a dangerous force in our country. Your silence and your amnesia is complicity.” ”What does he mean when he says he wants more immigrants from Norway?” “I don’t believe he said that specifically.” ”—and so what he was referencing is, from a merit-based perspective, we’d like to have those with skills, who can assimilate and contribute to the United States — moving away from country quotas and to an individual merit-based system.” “Norway is a predominantly white country, isn’t it?” “I’m— I— I actually do not know that, sir, but I imagine that is the case.”", "url": "https://www.nytimes.com/2018/01/16/us/politics/trump-shithole-shithouse-immigration.html"}