{"authors": ["David Montgomery", "Tiffany Hsu"], "date_download": "2022-10-25 23:52:13", "date_modify": "2022-10-25 23:52:13", "date_publish": "2018-08-28 23:03:39", "description": "Cody Wilson said he’s sidestepping a ruling that bars him from offering free downloadable plans for printable guns. Instead, he’ll sell them on flash drives.", "filename": "2018_08_28_business_3d-printable-gun-plans_1666741933.html", "image_url": "https://static01.nyt.com/images/2018/08/29/business/29plasticguns1/merlin_141891075_9469923e-3ed9-41f5-9ab8-39de18ab16e0-facebookJumbo.jpg?year=2018&h=549&w=1050&s=9476ba91af76a18184c2c18f3e95e806c318893442afdb0272388e8f14d4eea5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_28_business_3d-printable-gun-plans_1666741933.html", "title": "Blocked From Posting Printable Gun Plans, Activist Will Mail Them Instead", "title_page": "Blocked From Posting Printable Gun Plans, Activist Will Mail Them Instead - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "AUSTIN, Tex. — The day after he was blocked by a federal judge from posting free blueprints for 3-D printed guns online, a man who describes himself as a crypto-anarchist said he would instead send the plans to buyers for whatever they’re willing to pay.\nThe seller, Cody Wilson, has fought for years to offer his downloadable blueprints. But on Tuesday he said he had begun selling the plans on his website, offering to mail buyers flash drives loaded with the files.\n“Everyone is going to continue to get these files,” Mr. Wilson told reporters at a news conference Tuesday. “I’m happy now at this point to become the iTunes of downloadable guns if I can’t be the Napster.”\nMr. Wilson said that he had already received nearly 400 orders. So far, he said, customers have offered between $1 and $15 for plans to make the plastic guns using a 3-D printer.", "url": "https://www.nytimes.com/2018/08/28/business/3d-printable-gun-plans.html"}