{"authors": ["Jack Nicas", "Brian X. Chen", "Farhad Manjoo"], "date_download": "2022-10-25 23:29:05", "date_modify": "2022-10-25 23:29:05", "date_publish": "2018-06-04 13:00:05", "description": "Apple is using its five-day software conference to address two themes hovering over the tech industry: an erosion of privacy and smartphone addiction.", "filename": "2018_06_04_technology_apples-wwdc-live_1666740545.html", "image_url": "https://static01.nyt.com/images/2018/06/05/business/05APPLE-4/05APPLE-4-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c48f801278531a73be6bc161e3be6aa1cf5e4be5318470fc6c0cac8b48e14ce5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_04_technology_apples-wwdc-live_1666740545.html", "title": "Apple’s WWDC 2018 Live: Apple Still Wants to Be Different", "title_page": "Apple’s WWDC 2018 Live: Apple Still Wants to Be Different - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In addition to updating the Photos app and expanding Siri, Apple made minor updates to its Apple News, Stocks, Messages and FaceTime apps. The Apple News app now lets you discover articles through topics, and the Stocks app now loads Apple News stories that are related to stocks that you follow.\nThe Messages app was updated to let you create some custom emojis with the camera. And the FaceTime app lets you do a video call between multiple people, similar to Google Hangouts.\nAgain, Apple is responding to some negative feedback. Over the last few years, app developers and users have complained that iOS was getting increasingly bloated and confusing to use.\nThis is a good time for Apple to slow down on adding new features, especially after the introduction of the iPhone X, which fundamentally changes how the iPhone works by removing the home button.\n— Brian X. Chen\nApple’s new update strategy is on display.\nThis software conference illuminates Apple’s revised software strategy. In the past, Apple updated each new version of iOS on an annual basis with a long list of new features.\nBut recently, the company announced to employees that it would revise its strategy to a two-year cycle. In other words, next year, you can expect iOS 13 to have a barrage of new features. In the following year, iOS 14 will focus on improving those features. Rinse and repeat.\nHowever, Apple doesn’t appear to be slowing down the pace of upgrades for the Apple Watch, a much younger product. Each version of Watch OS has introduced significant changes to the way the watch works. Apple’s allocation of resources to the watch shows that the company is treating the wearable computer as the post-smartphone device.\nIn a decade, will we all be wearing our phones?\n— Brian X. Chen", "url": "https://www.nytimes.com/2018/06/04/technology/apples-wwdc-live.html"}