{"authors": ["Steven Greenhouse"], "date_download": "2022-10-25 23:39:23", "date_modify": "2022-10-25 23:39:23", "date_publish": "2018-09-03 10:00:08", "description": "From the Supreme Court to labor organizing rules, the president undermines workers’ greatest champions.", "filename": "2018_09_03_opinion_trump-labor-unions-greenhouse_1666741163.html", "image_url": "https://static01.nyt.com/images/2018/09/03/opinion/03stevengreenhouse/03stevengreenhouse-facebookJumbo.jpg?year=2018&h=549&w=1050&s=1098a030353db000888c5288f95e874c12d2ef8b589b801b6e32f338526fb22a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_03_opinion_trump-labor-unions-greenhouse_1666741163.html", "title": "How Trump Betrays ‘Forgotten’ Americans", "title_page": "Opinion | How Trump Betrays ‘Forgotten’ Americans - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Donald Trump promotes himself as a friend of “forgotten” workers, but in ways large and small his administration has undermined what has traditionally been the biggest champion of workers: labor unions.\nMost recently, he used his authority as president to deliver a harsh Labor Day message to the 2.1 million people who work for him, canceling pay raises for the civilian employees of the federal government. In May, he issued three executive orders to weaken federal employees’ unions by, among other things, limiting the subjects they can bargain over. (On Aug. 25, a judge ruled that this move violated federal law.) In March 2017, Mr. Trump signed a law repealing an executive order signed by President Obama that sought to keep the federal government from awarding contracts to companies that violate laws protecting workers’ right to unionize, as well as wage and job safety laws.\nSince taking office, Mr. Trump has installed a conservative majority on the National Labor Relations Board that has moved quickly to make it harder for unions to organize. Last December, the board overturned a rule, beloved by unions, that made it easier to organize smaller units of workers in big factories and stores. In another board decision, his appointees made it tougher for workers at fast-food restaurants and other franchised operations to unionize, although that “joint employer” ruling was vacated when a labor board member later recused himself because of a conflict of interest. The board is also looking to slow down unionization elections, a move that unions oppose because it would give corporations more time to pressure workers to vote against unionizing.\nMr. Trump’s first nominee to the Supreme Court, Neil Gorsuch, was the deciding vote in a case that delivered this year’s biggest blow to workers. In Janus v. AFSCME, the court’s conservative majority, in a 5-to-4 vote, ruled in June that government employees can’t be required to pay any fees to the unions that bargain for them. By allowing many government workers to become “free riders,” that ruling is expected to chop revenues to many public employee unions by one-tenth to one-third.", "url": "https://www.nytimes.com/2018/09/03/opinion/trump-labor-unions-greenhouse.html"}