{"authors": ["Chris Buckley"], "date_download": "2022-10-25 23:53:47", "date_modify": "2022-10-25 23:53:47", "date_publish": "2018-10-13 09:00:06", "description": "A trail of online evidence establishes how President Xi Jinping and other senior officials adopted a tough new policy to assimilate ethnic minorities.", "filename": "2018_10_13_world_asia_china-muslim-detainment-xinjang-camps_1666742027.html", "image_url": "https://static01.nyt.com/images/2018/10/14/world/14xinjang-promo/14xinjang-promo-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=9e9b6bb74d05a32043f032242fb1cf4c1d1862e3bdd01ddf9c696b64ebf4f847&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_13_world_asia_china-muslim-detainment-xinjang-camps_1666742027.html", "title": "The Leaders Who Unleashed China’s Mass Detention of Muslims", "title_page": "The Leaders Who Unleashed China’s Mass Detention of Muslims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Later, amid official reports warning the results were insufficient, Mr. Xi reassigned Chen Quanguo, 62, the hard-line party chief in neighboring Tibet, to act as the chief enforcer of the crackdown in Xinjiang. Mr. Chen was also promoted to the 25-member Politburo, the party leadership council that governs China.\n“What is happening in Xinjiang is the leading edge of a new, more coercive ethnic policy under Xi Jinping’s ‘new era’ of Chinese power,” said James Leibold, an expert on Xinjiang at La Trobe University in Australia who has monitored the campaign.\nThe Trump administration is weighing sanctions against Chinese officials and companies involved in the indoctrination camps, a move that would extend the friction between Washington and Beijing over trade and military disputes to human rights. A bipartisan commission has singled out Mr. Chen and six other officials as potential targets.\nLast week, apparently stung by the international criticism, the Xinjiang government issued revised rules on “deradicalization” that for the first time clearly authorized the indoctrination camps.\nWorried about Muslim extremism and ethnic nationalism, Beijing has long maintained tight control of Xinjiang, where nearly half the population of 24 million are Uighurs. In the decade up to 2014, the security forces struggled with a series of violent antigovernment attacks for which they blamed Uighur separatists.\nMr. Xi made his first and only visit as national leader to Xinjiang in April 2014. Hours after his four-day visit ended, assailants used bombs and knives to kill three people and wound nearly 80 others near a train station in Urumqi, the regional capital. The attack was seen as a rebuff to Mr. Xi, who had just left the city and vowed to wield an “iron fist” against Uighurs who oppose Chinese rule.", "url": "https://www.nytimes.com/2018/10/13/world/asia/china-muslim-detainment-xinjang-camps.html"}