{"authors": ["Emily Cochrane"], "date_download": "2022-10-25 23:31:15", "date_modify": "2022-10-25 23:31:15", "date_publish": "2018-07-01 19:44:41", "description": "The president also skewered allies on trade and said that he would not sign a new Nafta deal until after the midterms.", "filename": "2018_07_01_us_politics_trump-interview-ice-trade-nafta_1666740675.html", "image_url": "https://static01.nyt.com/images/2018/07/02/us/02trump/02trump-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4bef35f2675ad13acee0034de951532b17fd56fbd34d143596c2f1af43bd230b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_01_us_politics_trump-interview-ice-trade-nafta_1666740675.html", "title": "Trump Attacks Democrats on Calls to Abolish ICE", "title_page": "Trump Attacks Democrats on Calls to Abolish ICE - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEDMINSTER, N.J. — President Trump has gone on the attack against Democratic lawmakers who have called for abolishing Immigration and Customs Enforcement, seeking to seize political advantage on an issue that has put him on the defensive for weeks and offer a winning message for Republicans facing a forbidding midterm election.\n“You get rid of ICE, you’re going to have a country that you’re going to be afraid to walk out of your house,” Mr. Trump said in a wide-ranging interview that aired on Fox News’s “Sunday Morning Futures.”\nThe president encouraged Democratic candidates to embrace demands to dissolve the agency, saying that doing so would doom the party at the polls. “They’re going to get beaten so badly,” he said.\n“I think they’ll never win another election,” he added. “So I’m actually quite happy about it.”\nThe president spent part of his weekend at his New Jersey golf resort tweeting his support for the agency and its involvement in implementing his “zero tolerance” immigration policy, which resulted in more than 2,000 children separated from their families along the southwest border and prompted an outcry from Democrats and many Republicans.", "url": "https://www.nytimes.com/2018/07/01/us/politics/trump-interview-ice-trade-nafta.html"}