{"authors": ["Jeannette Catsoulis"], "date_download": "2022-10-25 22:59:32", "date_modify": "2022-10-25 22:59:32", "date_publish": "2018-09-27 09:00:01", "description": "Reinaldo Marcus Green’s ambitious debut feature follows the ripples from a police shooting.", "filename": "2018_09_27_movies_monsters-and-men-review_1666738772.html", "image_url": "https://static01.nyt.com/images/2018/09/28/arts/28monsters1/28monsters1-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=17025dca38099e9f5f0672ac17b4f1e26c3d1f8ea920f1d94f1a166cd1139486&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_27_movies_monsters-and-men-review_1666738772.html", "title": "Review: In ‘Monsters and Men,’ Racism Disrupts a Neighborhood", "title_page": "Review: In ‘Monsters and Men,’ Racism Disrupts a Neighborhood - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Turning black-white conflict into a laudably complex wash of gray, Mr. Green (inspired in part by a conversation he had with a police officer about the 2014 death of Eric Garner) favors reason over outrage. The political heat rises but the movie stays cool, its smooth, smart climax in keeping with its levelheaded tone. Whether in the middle of a protest or a dinner party, Patrick Scola’s camera moves fluidly and evocatively, peering over shoulders like an eavesdropper or shadowing characters from behind. The effect is moody and a little threatening, suggesting a feeling of being tailed that some might find all too familiar.\nAt times, the narrative’s topicality is almost obtrusive. Aside from the initial killing (whose victim, like Mr. Garner, was selling loose cigarettes outside a convenience store), further recognizable plot points — including the fatal shooting of two police officers and the merging of athletics and peaceful protest — mimic real life so closely that we’re lifted out of the movie and into the news cycle.\nIt’s left to the actors, then, to keep us close, and not one of them shirks the task, injecting intellectual and emotional nuance that frequently transcends the script. This powerful ensemble makes “Monsters and Men,” while far from a fully-formed conversation, a very fine place to start.", "url": "https://www.nytimes.com/2018/09/27/movies/monsters-and-men-review.html"}