{"authors": ["Rory Smith", "James Montague", "Tariq Panja"], "date_download": "2022-10-25 23:36:13", "date_modify": "2022-10-25 23:36:13", "date_publish": "2018-06-24 22:58:14", "description": "Salah was said to be considering retiring from Egypt over interactions with a Chechen politician, and two Swiss players caused a firestorm by displaying an Albanian symbol.", "filename": "2018_06_24_sports_world-cup_mo-salah-egypt-xhaka-shaqiri_1666740973.html", "image_url": "https://static01.nyt.com/images/2018/06/25/sports/25jp1cuppolitics-print/1cuppolitics-facebookJumbo.jpg?year=2018&h=549&w=1050&s=9cb5b1fc46ce880f8cbf11193ecbbb405a6debc322e002e1b24b175e55d8c209&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_24_sports_world-cup_mo-salah-egypt-xhaka-shaqiri_1666740973.html", "title": "Politics Ensnare Mohamed Salah and Switzerland at the World Cup", "title_page": "Politics Ensnare Mohamed Salah and Switzerland at the World Cup - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — The World Cup was thrust into the combustible mix of politics and soccer — dangerous ground that world soccer takes great pains to avoid — as a growing number of disciplinary proceedings and a star player’s threatened retirement brought several sensitive international flash points to the tournament’s doorstep this weekend.\nThe crises involved players for several teams and touched on a range of topics: Kosovar independence, Serbian nationalism, a beloved Egyptian striker and a controversial Chechen leader. At least one of the disagreements could potentially force FIFA, world soccer’s governing body, to issue suspensions in the middle of the tournament — possibly affecting which teams advance out of one of the tournament’s first-round groups.\nEarly Sunday, FIFA announced that its disciplinary committee had opened three more proceedings related to Friday’s testy Switzerland-Serbia match — bringing the total from the game to six. Hours later, it emerged that one of the tournament’s most popular players, the Egyptian striker Mohamed Salah, was considering retiring from his national team in the wake of his interactions with a Chechen politician.\n[LIVE: Follow our coverage of Uruguay vs. Russia]\nFIFA’s political problems began when the Swiss players Granit Xhaka and Xherdan Shaqiri both made the so-called double-eagle symbol with their hands after scoring in a 2-1 victory against Serbia. The gesture, made by linking the thumbs and fanning out the fingers on both hands, is a nationalist sign that many with ethnic Albanian roots make to symbolize the black eagle in Albania’s flag. (Both Xhaka and Shaqiri have roots in Kosovo, an ethnically Albanian province that fought a war of independence against Serb-dominated Yugoslav forces in the late 1990s.)", "url": "https://www.nytimes.com/2018/06/24/sports/world-cup/mo-salah-egypt-xhaka-shaqiri.html"}