{"authors": ["Shuaib Almosawa"], "date_download": "2022-10-25 23:53:51", "date_modify": "2022-10-25 23:53:51", "date_publish": "2018-04-23 12:10:12", "description": "The attack by the Saudi-led military coalition also wounded dozens, including the groom, with children among many of the dead and injured, according to a local official.", "filename": "2018_04_23_world_middleeast_yemen-wedding-bombing_1666742031.html", "image_url": "https://static01.nyt.com/images/2018/04/24/world/24yemen-1/24yemen-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=bdd3fce95ec35d7fde8a8f5ccf7fcc661148a8763eea8334d3f158839da1f6a6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_23_world_middleeast_yemen-wedding-bombing_1666742031.html", "title": "Wedding Is Hit by Airstrike in Yemen, Killing More Than 20", "title_page": "Wedding Is Hit by Airstrike in Yemen, Killing More Than 20 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SANA, Yemen — An airstrike on a wedding party, carried out by the Saudi-led coalition waging war in Yemen, killed more than 20 people and wounded dozens of others, including the groom, Yemeni officials said Monday.\nThe strike hit an isolated village in northwestern Yemen, where families had gathered to celebrate, late Sunday. After the attack, people posted online what they said were survivors collecting mangled and charred bodies. One widely shared video showed a young boy clinging to the shirt of his dead father, crying, “No, no, no.”\nSaudi Arabia, the United Arab Emirates and other Arab countries, with support from Britain and the United States, have been bombing Yemen for more than three years to try to remove an Iranian-aligned rebel group known as the Houthis from the capital, Sana, and to restore the internationally recognized government. The civil war is part of a larger regional power struggle between the Sunni monarchy in Saudi Arabia, and the Shiite rulers of Iran.\nThe conflict has killed more than 10,000 people, displaced millions and caused what United Nations officials have called the world’s worst humanitarian crisis. Yemen was the Arab world’s poorest country before the war, and it now suffers from spreading poverty and a large outbreak of cholera.", "url": "https://www.nytimes.com/2018/04/23/world/middleeast/yemen-wedding-bombing.html"}