{"authors": ["Richard C. Paddock"], "date_download": "2022-10-25 23:42:48", "date_modify": "2022-10-25 23:42:48", "date_publish": "2018-01-27 10:02:20", "description": "Even as it carries out atrocities against Rohingya Muslims, the military has kept up campaigns of violence and resource-grabbing against other minority groups.", "filename": "2018_01_27_world_asia_myanmar-military-ethnic-cleansing_1666741368.html", "image_url": "https://static01.nyt.com/images/2018/01/28/world/28myanmar-military-1/00myanmar-military-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8dc4cbd002f1fc7e3a1ecb1bec41eaa3aab8b13a51dc4456179cd087e0bf4a7b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_27_world_asia_myanmar-military-ethnic-cleansing_1666741368.html", "title": "For Myanmar’s Army, Ethnic Bloodletting Is Key to Power and Riches", "title_page": "For Myanmar’s Army, Ethnic Bloodletting Is Key to Power and Riches - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "YANGON, Myanmar — For Myanmar’s army, the campaign of atrocity it has waged to drive hundreds of thousands of ethnic Rohingya Muslims out of the country is no innovation. The force was born in blood 76 years ago and has been shedding it ever since.\nIts founders, known as the Thirty Comrades, established the army in 1941 with a ghoulish ceremony in Bangkok, where they drew each other’s blood with a single syringe, mixed it in a silver bowl and drank it to seal their vow of loyalty.\nThe army that they formed led the nation to independence in 1948. But except for a brief, initial period of peace, it has spent the last seven decades warring with its own people.\nThe army, known as the Tatmadaw, seized power from the civilian government in Burma, as the country is also known, in 1962. The military killed thousands of protesters to keep power in 1988 and suppressed another popular uprising, the Saffron Revolution, in 2007.", "url": "https://www.nytimes.com/2018/01/27/world/asia/myanmar-military-ethnic-cleansing.html"}