{"authors": ["Gretchen Reynolds"], "date_download": "2022-10-25 23:36:04", "date_modify": "2022-10-25 23:36:04", "date_publish": "2018-06-19 09:00:01", "description": "Can even a single header in soccer affect a child’s cognitive abilities?", "filename": "2018_06_19_well_heading-soccer-ball-children-kids-concussion-brain.html_action=click&module=Intentional&pgtype=Article_1666740964.html", "image_url": "https://static01.nyt.com/images/2018/06/24/magazine/24Well-1/24Well-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=e1425642ca9d9576d880276db09b52298b24c0ee5b6e798bfb1a43264902b558&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_19_well_heading-soccer-ball-children-kids-concussion-brain.html_action=click&module=Intentional&pgtype=Article_1666740964.html", "title": "Heading the Soccer Ball May Be Bad for Young Brains", "title_page": "Heading the Soccer Ball May Be Bad for Young Brains - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The question of whether young children should use their heads on the soccer field has been a contentious one in recent years. In 2015, U.S. Youth Soccer, the organization that oversees most of the country’s leagues for children and teenagers, announced a ban on heading in games and practices by participants younger than 11, citing concerns that the play might contribute to concussions. In response, some soccer authorities pointed out that young players would be late to learn an essential soccer skill and that concussions from heading are rare in that age group regardless. Now a study presented last month at the annual convention of the American College of Sports Medicine may help quell doubts about the current regulations, which went into effect in 2016.\nAccording to studies of experienced adult soccer players, heading can generate impact forces almost equivalent to those of a helmet-to-helmet football tackle. But less attention has been directed at heading by young players and the attendant cognitive effects, if any. Last year, however, researchers in Puerto Rico gained permission to work with 30 boys and girls there, ages 9 to 11, who played in a local youth league. (Children this age are allowed to head in Puerto Rico.)\nThe youngsters took a series of cognitive tests and were then outfitted with a specialized headband that recorded head movements and related impacts while they played. Most of the children wound up heading the ball at least once over the course of three games. Data from the headbands indicates their brains were subjected to acceleration forces ranging from 16 to 60 Gs. In adult players, 60 Gs during heading would be considered forceful enough to cause a concussion, although none of the children in the study received a concussion diagnosis. Most of the impacts were what researchers call “subconcussive,” or below the 60 G threshold.\nWithin 10 minutes after each game, the researchers had the children repeat the earlier cognitive tests. Those who headed the ball at least once tended to have lower scores, though in subtly different ways, depending on their sex. The boys showed small drops in what is known as “rapid processing,” or the ability to quickly interpret new information when they hear it, while the girls were a bit worse with “sequential memory,” which involves reading comprehension. The changes in test scores were slight, says Yarimar Díaz-Rodríguez, a neuroscience graduate student at Maimonides University in Buenos Aires, who led the study. And because the experiment was so short, it is impossible to know whether any declines would be lingering or cumulative if the children continued to head the ball. But it is “a bit concerning,” Díaz-Rodríguez says, that some of the children’s scores dropped after a single instance of heading. The results also raise a few doubts about the current age guidelines for heading, she says. Some children in the study were 11 years old, an age at which even players covered by U.S. soccer regulations can begin heading during practices. “I think we do not know if children that young should be heading,” Díaz-Rodríguez says.", "url": "https://www.nytimes.com/2018/06/19/well/heading-soccer-ball-children-kids-concussion-brain.html?action=click&module=Intentional&pgtype=Article"}