{"authors": ["Peter Baker", "Michael Tackett"], "date_download": "2022-10-25 23:45:44", "date_modify": "2022-10-25 23:45:44", "date_publish": "2018-01-03 01:46:18", "description": "President Trump again raised on Twitter the prospect of nuclear war, boasting that he commands a “more powerful” arsenal of devastating weapons than Kim Jong-un.", "filename": "2018_01_02_us_politics_trump-tweet-north-korea_1666741544.html", "image_url": "https://static01.nyt.com/images/2018/01/03/us/03dc-button/03dc-button-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=3bc57ed1d68be92b6d071bcaad9c830c7b82fa26cd36f1114bcb90e4bb76f338&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_02_us_politics_trump-tweet-north-korea_1666741544.html", "title": "Trump Says His ‘Nuclear Button’ Is ‘Much Bigger’ Than North Korea’s", "title_page": "Trump Says His ‘Nuclear Button’ Is ‘Much Bigger’ Than North Korea’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump again raised the prospect of nuclear war with North Korea, boasting in strikingly playground terms on Tuesday night that he commands a “much bigger” and “more powerful” arsenal of devastating weapons than the outlier government in Asia.\n“North Korean Leader Kim Jong Un just stated that the ‘Nuclear Button is on his desk at all times,’” Mr. Trump wrote on Twitter. “Will someone from his depleted and food starved regime please inform him that I too have a Nuclear Button, but it is a much bigger & more powerful one than his, and my Button works!”\nMr. Trump’s combative response to a statement made the day before by Mr. Kim raised the temperature in the brewing confrontation between the United States and North Korea even as American allies in South Korea were moving to open talks with Pyongyang. The contrast between Mr. Trump’s language and the peace overture by South Korea highlighted the growing rift between two longtime allies.\nThe president’s tone also generated a mix of scorn and alarm among lawmakers, diplomats and national security experts who called it juvenile and frightening for a president handling a foreign policy challenge with world-wrecking consequences. The language was reminiscent of Mr. Trump’s boast during the 2016 presidential campaign that his hands, and by extension his genitals, were in fact big enough.", "url": "https://www.nytimes.com/2018/01/02/us/politics/trump-tweet-north-korea.html"}