{"authors": ["Michael Tackett", "Michael Wines"], "date_download": "2022-10-25 23:30:14", "date_modify": "2022-10-25 23:30:14", "date_publish": "2018-01-04 00:15:18", "description": "The president signed an order to end the White House commission even though he said there was “substantial evidence of voter fraud,” which experts say is rare.", "filename": "2018_01_03_us_politics_trump-voter-fraud-commission_1666740614.html", "image_url": "https://static01.nyt.com/images/2018/01/04/us/04xp-Fraud/04xp-Fraud-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4c253b2a4b7889da10288c4bfd53a812f257cd4fba94fa840ec7e7725023d3bd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_03_us_politics_trump-voter-fraud-commission_1666740614.html", "title": "Trump Disbands Commission on Voter Fraud", "title_page": "Trump Disbands Commission on Voter Fraud - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Kobach insisted in an interview that the commission’s work would not end but rather would be transferred to the Department of Homeland Security, one of the federal agencies charged with ensuring election integrity and one that he said critics would find more difficult to target.\nAs a White House commission, the voter-fraud panel was subject to public-disclosure requirements and other restrictions that Mr. Kobach said opponents of the inquiry had seized on in “a determined effort by the left” to hamstring its investigation. At last count, he said, the panel faced at least eight lawsuits accusing it of ignoring various federal requirements, including one from a commission member, Matthew Dunlap, the Maine secretary of state, that claimed he had been illegally excluded from its deliberations.\n“It got to the point where the staff of the commission was spending more time responding to litigation than doing an investigation,” Mr. Kobach said. “Think of it as an option play; a decision was made in the middle of the day to pass the ball. The Department of Homeland Security is going to be able to move faster and more efficiently than a presidential advisory commission.”\nA spokesman for homeland security, Tyler Q. Houlton, said on Wednesday that “the department continues to focus our efforts on securing elections against those who seek to undermine the election system or its integrity.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“We will do this in support of state governments who are responsible for administering elections,” he added.\nBut states may well not cooperate with the department any more than they did with the panel.\nAs a first step, Mr. Kobach, who said he would remain as an informal adviser to homeland security, said the department would marshal its files on immigrants, legal and otherwise, so that they can be matched with lists of registered voters nationwide to detect foreign citizens who are illegally casting ballots in American elections. Both Mr. Trump and Mr. Kobach have insisted that voting by noncitizens is endemic — Mr. Trump falsely claimed that millions of illegal voters cost him a popular-vote victory in 2016 — but investigations, including ones by Mr. Kobach and the Justice Department under President George W. Bush, turned up scant evidence of fraud.", "url": "https://www.nytimes.com/2018/01/03/us/politics/trump-voter-fraud-commission.html"}