{"authors": ["Philip Galanes"], "date_download": "2022-10-25 23:43:33", "date_modify": "2022-10-25 23:43:33", "date_publish": "2018-09-04 08:00:13", "description": "With a new album of Abba covers, a Broadway musical about her life and a no-holds-barred take on her career, the 72-year-old pop icon is as outspoken as ever.", "filename": "2018_09_04_arts_music_cher-abba-broadway-interview_1666741413.html", "image_url": "https://static01.nyt.com/images/2018/09/16/arts/16cher-illo/16cher-illo-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1c66588a1ab7c61ec02eb4cc69892a986f4602752e87fa3aafae2faf84f1f36d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_04_arts_music_cher-abba-broadway-interview_1666741413.html", "title": "Cher Has Never Been a Huge Cher Fan. But She Loves Being Cher.", "title_page": "Cher Has Never Been a Huge Cher Fan. But She Loves Being Cher. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Where’s your drink?” she asked, as I worried. Cher, 72, had ordered us frozen hot chocolates from Serendipity 3 — “the most magical place in New York,” she said. (“I wish I’d bought it when it was for sale.”) I picked up my cup from the bedside table. “Good, sit there,” she said, pointing to the chair beside the bed.\nFor the next 90 minutes she talked about the sweep of her life and multi-multi-hyphenate career. From variety show TV star to pop diva. From flamboyant concert headliner to Oscar-winning actress. And now, activist and legend: Her Twitter feed, with almost 3.5 million followers, is often politically bracing. She will be awarded a Kennedy Center Honor in Washington on Dec. 2, the night before “The Cher Show,” which she is co-producing, officially opens on Broadway. And in a reflective mood, Cher offered a cleareyed assessment of how her ultra-splashy public persona has coexisted with her naturally quiet self for more than 50 years. These are edited excerpts from the conversation.\n[It’s a new season. Add this fall’s most anticipated cultural events directly to your calendar.]\nWhen you left home, at 16, was it to become a singer or actress, or did you just not want to be at home anymore?\nI didn’t want to be bossed anymore. Little did I know I was going to get bossed a lot more. But that’s the way Sonny [Bono, her ex-husband] was. He was a Sicilian man of his generation.\nIt’s weird to hear you say that. You were such a boss on “The Sonny & Cher Comedy Hour.”\nWell, I really was confident before I met Sonny. I was this teenage ball of fire with unbelievable energy but no focus. And Sonny was all focus. He was like, “O.K., you’re going to go this way; you’re going to go that way.” And I was thrilled because I had no way. I was just bouncing off walls.", "url": "https://www.nytimes.com/2018/09/04/arts/music/cher-abba-broadway-interview.html"}