{"authors": ["Emma G. Fitzsimmons", "Aaron Robertson"], "date_download": "2022-10-25 23:49:04", "date_modify": "2022-10-25 23:49:04", "date_publish": "2018-08-06 09:00:01", "description": "As New York City moves to limit for-hire vehicles, yellow-cab and Uber drivers are both hopeful that the proposal could ease their financial plight.", "filename": "2018_08_06_nyregion_taxi-and-uber-drivers-are-united-in-backing-a-cap-on-ride-hail-vehicles_1666741744.html", "image_url": "https://static01.nyt.com/images/2018/08/07/nyregion/07drivers2-print3-alt/07drivers2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7ec6fb2c359c8fb4468836deba9b90d9f541d9382ff806134072489dd54542c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_06_nyregion_taxi-and-uber-drivers-are-united-in-backing-a-cap-on-ride-hail-vehicles_1666741744.html", "title": "Taxi and Uber Drivers Are United in Backing a Cap on Ride-Hail Vehicles", "title_page": "Taxi and Uber Drivers Are United in Backing a Cap on Ride-Hail Vehicles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Her group has raised concerns about the recent driver suicides, which included three taxi drivers and were attributed in part to financial stress. Taxi medallions — the aluminum plates required for the roughly 13,500 yellow taxis in New York — once sold for more than $1 million but are now worth less than $200,000. The number of for-hire vehicles, which was 63,000 when the cap was proposed in 2015, has surged to more than 100,000 vehicles.\nMr. de Blasio defended the cap on Friday and argued that it was part of his broader efforts on income inequality.\n“What’s happening across the board because of these huge corporations is they are driving down the wages of hard-working people who work in this field,” Mr. de Blasio said in a radio interview. “That alone is a reason to call a time out and assess what’s going on here.”\nTaxi and Uber drivers compete on the streets for passengers, but they find common ground on the cap. Uber drivers say they also struggle to make a good living after Uber takes its commission — sometimes more than 20 percent — and after paying for high vehicle costs. With no new vehicles joining the app, Uber drivers say they will have less competition and could spend more of their day carrying passengers, instead of driving around in an empty car.\n“There’s a better chance of drivers getting better trips,” said Jacky Lin, who has driven for Uber for more than a year and is part of another driver group called the Independent Drivers Guild.\nLyft, the second most popular app, has joined Uber in opposing the cap and says that nearly a quarter of its drivers could leave because of routine turnover, leading to a shortage of drivers over the next year if a cap is adopted. Lyft’s leaders say the city declined an offer from the ride-hail companies to establish a $100 million fund to help taxi drivers in exchange for dropping the cap.", "url": "https://www.nytimes.com/2018/08/06/nyregion/taxi-and-uber-drivers-are-united-in-backing-a-cap-on-ride-hail-vehicles.html"}