{"authors": ["Ben Hubbard", "David D. Kirkpatrick"], "date_download": "2022-10-25 23:53:49", "date_modify": "2022-10-25 23:53:49", "date_publish": "2018-10-27 10:21:56", "description": "The Saudi foreign minister said the kingdom, not Turkey, would prosecute the suspects and called the backlash “hysterical.”", "filename": "2018_10_27_world_middleeast_saudi-arabia-khashoggi-turkey_1666742029.html", "image_url": "https://static01.nyt.com/images/2018/10/28/world/28saudi/28saudi-facebookJumbo.jpg?year=2018&h=550&w=1050&s=97d00338aa71537868161a7449538a78769392520058d5c8a3892c3425dafe7b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_27_world_middleeast_saudi-arabia-khashoggi-turkey_1666742029.html", "title": "Saudi Arabia Rejects Turkey’s Extradition Request in Khashoggi Killing", "title_page": "Saudi Arabia Rejects Turkey’s Extradition Request in Khashoggi Killing - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANAMA, Bahrain — Saudi Arabia’s foreign minister on Saturday rejected a call by President Recep Tayyip Erdogan of Turkey to try the suspects in the killing of the dissident commentator Jamal Khashoggi in that country, saying that the men arrested would be prosecuted on Saudi soil.\nForeign Minister Adel al-Jubeir called the international outrage over the killing “fairly hysterical” and said that once the Saudi investigation was complete, the suspects would be held accountable “in Saudi Arabia.”\n“Unfortunately, there has been this hysteria in the media before the investigation was complete,” he said during a panel at the Manama Dialogue, which was organized by the International Institute for Strategic Studies in Manama, the capital of Bahrain.\nMr. Khashoggi, a Virginia resident and a columnist for The Washington Post who was also a critic of Saudi Arabia’s current rulers, was killed on Oct. 2 by a team of Saudi agents in the Saudi Consulate in Istanbul.", "url": "https://www.nytimes.com/2018/10/27/world/middleeast/saudi-arabia-khashoggi-turkey.html"}