{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:52:58", "date_modify": "2022-10-25 23:52:58", "date_publish": "2018-08-25 18:03:45", "description": "Under a new plan, superdelegates would only be able to vote in extraordinary cases such as contested conventions.", "filename": "2018_08_25_us_politics_superdelegates-democrats-dnc_1666741978.html", "image_url": "https://static01.nyt.com/images/2018/08/26/us/26dnc-p1/26dnc-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6f0fc41215f1ae78ea520b2eda06abc44390dc0f99b1a03b951725d23e45564f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_25_us_politics_superdelegates-democrats-dnc_1666741978.html", "title": "Democrats Overhaul Controversial Superdelegate System", "title_page": "Democrats Overhaul Controversial Superdelegate System - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHICAGO — Democratic Party officials, after a yearslong battle between warring ideological wings, have agreed to sharply reduce the influence of the top political insiders known as superdelegates in the presidential nomination process.\nUnder the new plan, which was agreed to on Saturday afternoon in Chicago at the Democratic National Committee’s annual summer meetings, superdelegates retain their power to back any candidate regardless of how the public votes. They will now be largely barred, however, from participating in the first ballot of the presidential nominating process at the party’s convention — drastically diluting their power.\nSuperdelegates will be able to cast substantive votes only in extraordinary cases like contested conventions, in which the nomination process is extended through multiple ballots until one candidate prevails.\n“After you lose an election, you have to look in the mirror,” said Howard Dean, former chairman of the Democratic National Committee. Mr. Dean had recorded a video message to committee members urging them to back the proposed changes.", "url": "https://www.nytimes.com/2018/08/25/us/politics/superdelegates-democrats-dnc.html"}