{"authors": ["Raphael Minder", "Christopher F. Schuetze"], "date_download": "2022-10-25 23:43:11", "date_modify": "2022-10-25 23:43:11", "date_publish": "2018-07-12 17:43:49", "description": "A German court ruled that Carles Puigdemont could be returned to Spain for trial, but on a fraud accusation rather than on rebellion charges.", "filename": "2018_07_12_world_europe_spain-puigdemont-extradition_1666741391.html", "image_url": "https://static01.nyt.com/images/2018/07/13/world/13PUIGDEMONT-01/13PUIGDEMONT-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c0a6dc37b50e0a2422034b4787c8af34f41753ce988caca71bac8cc144f198cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_12_world_europe_spain-puigdemont-extradition_1666741391.html", "title": "Ex-Catalonia Leader Can Be Extradited, but Not on the Charge Spain Wants", "title_page": "Ex-Catalonia Leader Can Be Extradited, but Not on the Charge Spain Wants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MADRID — A German court ruled on Thursday that Catalonia’s former leader, Carles Puigdemont, can be extradited to Spain, but only on fraud charges and not for rebellion, the main charge he faced in Spain after Catalonia’s botched declaration of independence last year.\nThe decision is a setback for the Spanish judiciary, which had hoped the German court would allow Mr. Puigdemont to stand trial on a rebellion charge, which carries a maximum prison sentence of 30 years.\nUnder the lesser charge of corruption related to the misuse of public money, Mr. Puigdemont could still be sentenced to prison. But if such financial crime sentences are two years or less, they are normally suspended in Spain for first-time offenders.\nMr. Puigdemont is accused of misusing public money to organize an illegal independence referendum on Oct. 1, when he was president of the restive region. Two dozen other Catalan politicians are also facing trial; some are being held in prison, while a handful of others are fighting extradition.", "url": "https://www.nytimes.com/2018/07/12/world/europe/spain-puigdemont-extradition.html"}