{"authors": ["Adam Satariano"], "date_download": "2022-10-25 22:55:09", "date_modify": "2022-10-25 22:55:09", "date_publish": "2018-05-16 09:00:17", "description": "With Europe’s sweeping new data privacy law, Ireland is in the middle of a standoff between regulators and tech companies.", "filename": "2018_05_16_technology_gdpr-helen-dixon_1666738509.html", "image_url": "https://static01.nyt.com/images/2018/05/15/business/00WATCHDOG-1-alpha/00WATCHDOG-1-alpha-facebookJumbo-v4.jpg?year=2018&h=550&w=1050&s=25175ae3e5be557a6d79765bad30d1e342679604994e2e3e19487bb70852aa04&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_16_technology_gdpr-helen-dixon_1666738509.html", "title": "New Privacy Rules Could Make This Woman One of Tech’s Most Important Regulators", "title_page": "New Privacy Rules Could Make This Woman One of Tech’s Most Important Regulators - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Advocates of the new law say it is already having a positive impact and that oversight is spread out. A new European Data Protection Board will help coordinate investigations and pool resources across European Union countries, giving regulators outside Ireland the ability to bring action. The data protection regulation also allows private groups to recruit consumers into class-action-style complaints — not as common in Europe as the United States — that could result in sizable damages against businesses.\nA looming question, however, is how much people really care. Ms. Dixon cited Facebook’s most recent financial report, which showed growing user numbers, revenue and profit, despite the Cambridge Analytica scandal.\n“We should be acting as data protection authorities in the name of data subjects, but you often as a regulator in this space have the feeling that you’re not mandated by the general public,” she said. “Either they don’t care or they actively oppose what we’re doing.”\nRepresentatives from the technology industry have made regular visits to the converted 18th-century Georgian home used by Ms. Dixon’s team. Aware that a public backlash is putting pressure on regulators to rein in Silicon Valley, Facebook and others have been courting Ms. Dixon, putting forward their case that their data protection policies comply with the new European law.\n“We’ve really leapt into explaining what we’ve done and the thinking that’s gone into that,” said Stephen Deadman, Facebook’s global deputy chief privacy officer. “I’ve got faith and confidence that the way Helen Dixon’s office will perform its function will be true to the spirit and requirements of G.D.P.R., rather than being blown around by whatever is happening in the media.”\nGoogle and Twitter declined to comment.\nEven with limited resources, Ms. Dixon is studying her adversaries. When Mr. Zuckerberg testified before Congress last month, she stayed up late at home despite the time difference to watch as the Facebook chief executive answered questions.\nAsked if she had a message for him and other tech executives, she said they should expect her to use her new powers “to the fullest.”", "url": "https://www.nytimes.com/2018/05/16/technology/gdpr-helen-dixon.html"}