{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:27:40", "date_modify": "2022-10-25 23:27:40", "date_publish": "2018-06-19 21:21:45", "description": "Emmanuel Macron used a superior tone to instruct a junior high student, just as he has with union members, older citizens and the unemployed.", "filename": "2018_06_19_world_europe_france-president-macron_1666740460.html", "image_url": "https://static01.nyt.com/images/2018/06/19/world/19vid-macron-still/19vid-macron-still-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ecbf2a8213385e1803f95e9d6792d82902f3a838dc4591742fa38d16deae0803&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_19_world_europe_france-president-macron_1666740460.html", "title": "That’s ‘Mr. President’ to You: Macron Scolds French Student", "title_page": "That’s ‘Mr. President’ to You: Macron Scolds French Student - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Beyond his seeming impatience with working-class French citizens and their views of his reforms, he has shown a tendency to portray himself as a “Jupiterian” president, or the president as monarch. It is an image of the French presidency as an august office, above the fray, that was favored by General de Gaulle and almost every other president until Mr. Macron’s immediate predecessor, François Hollande.\nMr. Macron also aspires to be a postmodern president, the self-appointed harbinger of France’s future, yet his tone and language alternates between elevated intellectual conceits and provocative street talk, sometimes sounding scornful, even patronizing.\nFrom Mr. Macron’s point of view, he is just making it clear where he stands; it is up to those listening to decide whether they want to join him.\n“Macron is part of a generation that knows how to juggle between different modes of communicating, but always with the intention of conveying his message,” said Jérôme Fourquet, a longtime observer of the French presidency and the director of opinion and business strategies for IFOP, a major polling organization.\nIn Mr. Fourquet’s view, Mr. Macron can sound like an American politician when he tells the French that they have to be willing to go where the jobs are and be resourceful and entrepreneurial. But such a message can come across as oddly dissonant because, unlike American politicians, he rarely expresses empathy and has no qualms about sounding like a teacher scolding students.\nHe is also still very French in his desire to have everyone treat him with deference. “There’s this Anglo-Saxon culture that he mixes with the French culture of the meritocracy,” Mr. Fourquet said.\n“The meritocracy is, ‘I have studied, thus, I deserve to be where I am,’ and so broadly speaking, that means the world is divided between those who know, who explain to those who do not know,” Mr. Fourquet added.", "url": "https://www.nytimes.com/2018/06/19/world/europe/france-president-macron.html"}