{"authors": ["Joe Drape"], "date_download": "2022-10-25 23:36:00", "date_modify": "2022-10-25 23:36:00", "date_publish": "2018-07-14 14:00:05", "description": "Not having the American team in the tournament robbed officials of an opportunity to re-energize the sport among youth distracted by other diversions.", "filename": "2018_07_14_sports_world-cup_soccer-youth-decline_1666740960.html", "image_url": "https://static01.nyt.com/images/2018/07/16/sports/16soccerdecline1/16soccerdecline1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=628cb78f0c7c923d3b8dc63c3f9f9d05d06181276d4a57eb61f1415d74e46904&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_14_sports_world-cup_soccer-youth-decline_1666740960.html", "title": "Youth Soccer Participation Has Fallen Significantly in America", "title_page": "Youth Soccer Participation Has Fallen Significantly in America - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“My family would not have been able to afford to put me in soccer if I was a young kid today,” Hope Solo, the former goalkeeper of the 2015 Women’s World Cup championship team, said at a conference in New York last month. “That obviously alienates so many communities, including Hispanic communities, the black communities, the rural communities and underrepresented communities. Soccer, right now, has become a rich, white-kid sport.”\nU.S. Soccer Federation officials acknowledge that the sport is losing players at a time the federation itself is undergoing critical transition. Ryan Mooney, the federation’s chief soccer officer, said strengthening participation was the foundation of building elite national teams.\n“The quality of what you put in is the quality of what you get out,” Mr. Mooney said.\nThis year, Carlos Cordeiro was elected president of the federation to succeed Sunil Gulati, who declined to run for a fourth term after the men’s team failed to qualify for the World Cup for the first time since 1986.\nMr. Cordeiro has promised to increase the numbers in youth soccer by making it more affordable and more inclusive. Currently, American households with more than $100,000 in annual income provide 35 percent of soccer players, according to the Sports & Fitness Industry Association, compared with 11 percent from households earning $25,000 or less.\n[Here’s how a Mexican club serves youth who might get lost in America’s pay-to-play soccer culture.]\nBrad Rothenberg, who co-founded Alianza de Futbol to develop amateur soccer among Latinos, said U.S. Soccer had invested little in identifying talent in Latino and African-American communities. Over the past decade, his organization has held more than 300 events across the country for young players and has sent dozens of them to club teams in Mexico.\nIn 2016, however, Mr. Rothenberg, whose father, Alan, was once the president of U.S. Soccer, said the federation told him not to promote its brand to the 250,000 Latinos who attend the club’s events, partly because Alianza had not produced what the federation thought was an elite player, partly because it was not a member of U.S. Soccer.", "url": "https://www.nytimes.com/2018/07/14/sports/world-cup/soccer-youth-decline.html"}