{"authors": ["Michael S. Schmidt", "Maggie Haberman"], "date_download": "2022-10-25 23:01:44", "date_modify": "2022-10-25 23:01:44", "date_publish": "2018-10-17 23:34:42", "description": "As White House counsel, Mr. McGahn spearheaded President Trump’s most significant political accomplishments but also became a witness against him in the special counsel inquiry.", "filename": "2018_10_17_us_politics_don-mcgahn-leaves-trump-administration_1666738904.html", "image_url": "https://static01.nyt.com/images/2018/10/15/us/politics/00dc-mcgahn/00dc-mcgahn-facebookJumbo.jpg?year=2018&h=550&w=1050&s=322d2282246f6a3700e6e2691ef9152b6d34a11c4580bdbf959bc03e2a02ea4c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_17_us_politics_don-mcgahn-leaves-trump-administration_1666738904.html", "title": "McGahn, Soldier for Trump and Witness Against Him, Leaves White House", "title_page": "McGahn, Soldier for Trump and Witness Against Him, Leaves White House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Donald F. McGahn II departed as White House counsel on Wednesday, ending a tumultuous 21-month tenure during which he spearheaded some of President Trump’s most significant political accomplishments, including two appointments to the Supreme Court, but also became a chief witness against him in the special counsel investigation.\nMr. McGahn’s departure was confirmed by two people close to him. Mr. McGahn and the president sat for a farewell chat on Wednesday, one said. Mr. Trump said this week that he would install as Mr. McGahn’s replacement the longtime Washington lawyer Pat Cipollone, calling him “a very fine man, highly respected by a lot of people.”\nAs White House counsel, Mr. McGahn took on a handful of often-conflicting roles: counselor to the president; protector of top law enforcement officials, including the special counsel, Robert S. Mueller III; and witness in the investigation into whether Mr. Trump obstructed justice. He has told associates that he stopped Mr. Trump from firing Mr. Mueller and from forcing Attorney General Jeff Sessions to retake control of the Russia inquiry after he recused himself from oversight of it.\nA longtime fixture in Republican legal circles, Mr. McGahn led White House efforts to slash government regulations and stack the federal courts with conservative judges. He shepherded the nominations of both of Mr. Trump’s Supreme Court choices, Neil M. Gorsuch and Brett M. Kavanaugh.", "url": "https://www.nytimes.com/2018/10/17/us/politics/don-mcgahn-leaves-trump-administration.html"}