{"authors": ["Shuaib Almosawa", "Ben Hubbard"], "date_download": "2022-10-25 23:53:51", "date_modify": "2022-10-25 23:53:51", "date_publish": "2018-08-09 15:27:58", "description": "The attack drew new attention to the great human toll of Yemen’s war. The Saudi-led coalition said it was part of a “legitimate military operation.”", "filename": "2018_08_09_world_middleeast_yemen-airstrike-school-bus-children_1666742031.html", "image_url": "https://static01.nyt.com/images/2018/08/10/world/10yemen/merlin_142150680_b02a6ba9-a785-4d52-83a0-48dde15d74e6-facebookJumbo.jpg?year=2018&h=550&w=1050&s=bb875c230dda932505e954b740b9b132c37e6fef39866705e849624c21de71f4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_09_world_middleeast_yemen-airstrike-school-bus-children_1666742031.html", "title": "Saudi Coalition Airstrike Hits School Bus in Yemen, Killing Dozens", "title_page": "Saudi Coalition Airstrike Hits School Bus in Yemen, Killing Dozens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "IBB, Yemen — An airstrike from the Saudi-led coalition struck a school bus in northern Yemen on Thursday and killed dozens of people, many of them children, local medical officials and international aid groups said.\nThe attack sent a flood of victims to overwhelmed hospitals struggling to cope in what the United Nations considers one of the world’s worst humanitarian crises.\nThe coalition said it had hit missile launchers and called the attack a “legitimate military operation,” but the attack and the justification for it were condemned and drew new attention to the tremendous human toll of the war in Yemen, especially on children.\n“No excuses anymore!” Geert Cappelaere, Unicef’s regional director in the Middle East and North Africa, said on Twitter. “Does the world really need more innocent children’s lives to stop the cruel war on children in Yemen?”", "url": "https://www.nytimes.com/2018/08/09/world/middleeast/yemen-airstrike-school-bus-children.html"}