{"authors": ["Michael S. Schmidt", "Maggie Haberman"], "date_download": "2022-10-25 23:25:49", "date_modify": "2022-10-25 23:25:49", "date_publish": "2018-03-22 15:21:23", "description": "The lawyer, John Dowd, was said to have left over a disagreement with President Trump about whether Mr. Trump should agree to be interviewed by the special counsel.", "filename": "2018_03_22_us_politics_john-dowd-resigns-trump-lawyer_1666740349.html", "image_url": "https://static01.nyt.com/images/2018/07/07/us/politics/07dc-investigate-print-3/23dc-dowd-facebookJumbo.jpg?year=2018&h=549&w=1050&s=e6587647f0a5f19cf55f109db5d7ff0a5cd797f12b4c0a27f14eee04dc40a16d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_22_us_politics_john-dowd-resigns-trump-lawyer_1666740349.html", "title": "Trump’s Lawyer Resigns as President Adopts Aggressive Approach in Russia Inquiry", "title_page": "Trump’s Lawyer Resigns as President Adopts Aggressive Approach in Russia Inquiry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — John Dowd resigned on Thursday as President Trump’s lead lawyer for the special counsel investigation as Mr. Trump signaled that he was prepared to ignore his advice and wanted a sit-down with investigators.\nAfter days of uncertainty among the president’s lawyers about their status, Mr. Dowd ultimately broke with Mr. Trump over whether he should agree to be questioned in the inquiry, a person briefed on the matter said.\nMr. Dowd viewed an interview as too risky; the president reiterated shortly after Mr. Dowd resigned that he wanted to clear his name. “I would like to,” the president told reporters at the White House when asked about meeting with investigators for the special counsel, Robert S. Mueller III. “I would like to.”\nMr. Dowd’s departure cleared the way for the president to embrace a more aggressive posture toward the investigation and marked another reshuffling of personnel for Mr. Trump. In the most politically consequential investigation in decades, the president has refashioned his legal team several times, a revolving door that mirrors the high turnover among senior White House and campaign aides.", "url": "https://www.nytimes.com/2018/03/22/us/politics/john-dowd-resigns-trump-lawyer.html"}