{"authors": ["Michael D. Shear", "Eileen Sullivan"], "date_download": "2022-10-25 23:25:40", "date_modify": "2022-10-25 23:25:40", "date_publish": "2018-09-19 13:09:43", "description": "The president said he was disappointed in the attorney general and insisted without evidence that he was exposing corruption among law enforcement.", "filename": "2018_09_19_us_politics_jeff-sessions-attorney-general-trump_1666740340.html", "image_url": "https://static01.nyt.com/images/2018/09/19/us/20DC-sessions/20DC-sessions-facebookJumbo.jpg?year=2018&h=550&w=1050&s=eb138b12d8bcf0f0a11f550c432edc91cb8934fca91097ece8d9ca6176a60c3c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_19_us_politics_jeff-sessions-attorney-general-trump_1666740340.html", "title": "Trump Attacks Sessions and F.B.I., Citing Conspiracy Theories", "title_page": "Trump Attacks Sessions and F.B.I., Citing Conspiracy Theories - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump excoriated on Wednesday his attorney general, the F.B.I., the special counsel and members of the intelligence community — citing conspiracy theories by conservatives even as he declared in a wide-ranging interview that he is “not a conspiratorial person.”\nMr. Trump used the Oval Office interview with The Hill newspaper to unleash some of his most deeply felt grievances against his critics, saying that one of the “crowning achievements” of his presidency will be exposing what he calls corruption among the people investigating his administration.\n“We have tremendous support, by the way, to expose something that is truly a cancer in our country,” the president said of federal law enforcement officials without citing evidence. The remark was a striking rhetorical echo of 1973, when John Dean, the White House counsel, gravely told President Richard M. Nixon that the Watergate scandal was “a cancer within — close to the presidency.”\nBy contrast, Mr. Trump compared his repeated trashing of F.B.I. investigators to congressional passage of tax cuts and the elimination of regulations by his administration, saying that “what we’ve done is a great service to the country, really.”", "url": "https://www.nytimes.com/2018/09/19/us/politics/jeff-sessions-attorney-general-trump.html"}