{"authors": ["Matt Apuzzo"], "date_download": "2022-10-25 23:30:22", "date_modify": "2022-10-25 23:30:22", "date_publish": "2018-04-09 19:54:08", "description": "Mr. Cohen is at the center of several aspects of the special counsel’s investigation. He also acknowledged paying $130,000 to Stephanie Clifford, who said she had a sexual encounter with Mr. Trump.", "filename": "2018_04_09_us_politics_fbi-raids-office-of-trumps-longtime-lawyer-michael-cohen.html_action=click&module=Top%20Stories&pgtype=Homepage_1666740622.html", "image_url": "https://static01.nyt.com/images/2018/04/10/us/politics/10dc-cohen/10dc-cohen-facebookJumbo-v4.jpg?year=2018&h=550&w=1050&s=9f5fcffe94d7cbe5d22aa4a20f50a36d0a8f6948e8344f1723e4ce6fb70450d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_09_us_politics_fbi-raids-office-of-trumps-longtime-lawyer-michael-cohen.html_action=click&module=Top%20Stories&pgtype=Homepage_1666740622.html", "title": "F.B.I. Raids Office of Trump’s Longtime Lawyer Michael Cohen; Trump Calls It ‘Disgraceful’", "title_page": "F.B.I. Raids Office of Trump’s Longtime Lawyer Michael Cohen; Trump Calls It ‘Disgraceful’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Sessions appointed the United States attorney for the Southern District, Geoffrey S. Berman, only in January. Mr. Berman is a former law partner of Rudolph W. Giuliani, a former New York mayor and a supporter of Mr. Trump.\nThe payment to the pornographic film actress, Stephanie Clifford, who is known as Stormy Daniels, is only one of many topics being investigated, according to a person briefed on the search. The F.B.I. also seized emails, tax documents and business records, the person said. Agents raided space Mr. Cohen uses in the Rockefeller Center office of the law firm Squire Patton Boggs, as well as a room Mr. Cohen is staying in at the Loews Regency Hotel on Park Avenue while his apartment is under renovation, the person said.\n[Read our February 2018 profile of Michael D. Cohen]\nTo obtain a search warrant, prosecutors must convince a federal judge that agents are likely to discover evidence of criminal activity.\nThe searches are a significant intrusion by prosecutors into the dealings of one of Mr. Trump’s closest confidants, and they pose a dilemma for Mr. Trump. He has dismissed Mr. Mueller’s investigation as a “witch hunt,” but these warrants were obtained by an unrelated group of prosecutors. The searches required prior consultation with senior members of Mr. Trump’s own Justice Department.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Trump and Mr. Cohen, however, regarded the searches as an effort by Mr. Mueller to use New York’s prosecutors as his proxy, according to two people close to the men.\nThe searches open a new front for the Justice Department in its scrutiny of Mr. Trump and his associates: His longtime lawyer is being investigated in Manhattan; his son-in-law, Jared Kushner, is facing scrutiny by prosecutors in Brooklyn; his former campaign chairman is under indictment; his former national security adviser has pleaded guilty to lying; and a pair of former campaign aides are cooperating with Mr. Mueller. Mr. Mueller, meanwhile, wants to interview Mr. Trump about possible obstruction of justice.\nIt is not clear what Mr. Mueller saw that made him refer the matter to other prosecutors. But the searches show that Mr. Mueller does not believe that he has the authority to investigate all manner of allegations against everyone in Mr. Trump’s orbit. That is significant because lawyers for Paul Manafort, a campaign chairman for Mr. Trump who was indicted on money laundering, tax and foreign lobbying charges, have challenged Mr. Mueller’s mandate as overly broad.", "url": "https://www.nytimes.com/2018/04/09/us/politics/fbi-raids-office-of-trumps-longtime-lawyer-michael-cohen.html?action=click&module=Top%20Stories&pgtype=Homepage"}