{"authors": ["Ellen Barry"], "date_download": "2022-10-25 22:59:29", "date_modify": "2022-10-25 22:59:29", "date_publish": "2018-05-19 13:56:12", "description": "An extraordinary ceremony with strong elements of African-American culture showed the couple’s determination to bring Britain’s royal family into the modern world.", "filename": "2018_05_19_world_europe_meghan-markle-prince-harry-wedding_1666738769.html", "image_url": "https://static01.nyt.com/images/2019/11/13/world/20Royal1-sub/20Royal1-sub-facebookJumbo.jpg?year=2018&h=549&w=1050&s=22e423c0ca6e81aebb6caf62321ada8a92ee95621c4782219db6bf1acc71709e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_19_world_europe_meghan-markle-prince-harry-wedding_1666738769.html", "title": "As Prince Harry and Meghan Markle Wed, a New Era Dawns", "title_page": "As Prince Harry and Meghan Markle Wed, a New Era Dawns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WINDSOR, England — A thousand-year-old English castle echoed with the exhortations of an African-American bishop and a gospel choir on Saturday, as Prince Harry wed Meghan Markle, an American actress, nudging the British royal family into a new era.\n[Update: Prince Harry and Meghan Markle to “step back” from royal family.]\nMs. Markle, who has long identified herself as a feminist, entered St. George’s Chapel alone rather than being given away by her father or any other man, a departure from tradition that in itself sent a message to the world. She was met halfway by Prince Charles, her future father-in-law and presumably the future king of Britain.\nPrince Harry, who is sixth in line for the throne, has long called on Britain’s monarchy to draw closer to the daily life of its people. But the most extraordinary thing he has done is to marry Ms. Markle, an American actress who is three years his senior, biracial, divorced and vocal about her views. Their choices at the wedding, many of them heavily influenced by black culture, made clear they plan to project a more inclusive monarchy.", "url": "https://www.nytimes.com/2018/05/19/world/europe/meghan-markle-prince-harry-wedding.html"}