{"authors": ["Siobhan Burke"], "date_download": "2022-10-25 23:51:24", "date_modify": "2022-10-25 23:51:24", "date_publish": "2018-09-11 16:35:19", "description": "The exhibition “Judson Dance Theater: The Work Is Never Done” explores the legacy of this loose collective of artists in Greenwich Village in the 1960s.", "filename": "2018_09_11_arts_dance_judson-dance-theater-moma_1666741884.html", "image_url": "https://static01.nyt.com/images/2018/09/12/arts/12JUDSON-CURATORS1/12JUDSON-CURATORS1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9ee5d83b35c57b78f319ce8f5183489662d7324a93c43668d1b4a4c8e7474bac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_11_arts_dance_judson-dance-theater-moma_1666741884.html", "title": "At MoMA, How Judson Blew Up the Rules of Dance", "title_page": "At MoMA, How Judson Blew Up the Rules of Dance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A group of dancers sat on the floor of a gallery at the Museum of Modern Art one day last week, looking intently at two plywood boxes. The room was motionless and silent except for what sounded a little like bird song. Walking in mid-rehearsal, you might not have realized there were people inside the boxes, whistling — heard but not seen.\nThe choreographer Simone Forti observed from the sidelines, responding to the dancers’ questions. She was acquainting them with her Dance Constructions from the early 1960s, a collection of performance pieces that also make use of a seesaw, a wooden ramp and simple rope contraptions. In “Slant Board,” dancers resemble rock climbers scaling a tilted surface; in “Hangers,” they stand still in loops of rope suspended from the ceiling.\nCropping up three times a day, three times a week, over the next several months, works from this collection will be part of an ambitious new exhibition, “Judson Dance Theater: The Work Is Never Done,” which opens on Sunday. Through archival materials, film screenings, discussions and live performance, the show explores the history and impact of Judson Dance Theater — a loose collective of artists, based at Judson Memorial Church in Greenwich Village, who threw open definitions of dance in the 1960s.\nIn the past decade, the museum has often presented the work of Judson founders — Trisha Brown, Steve Paxton, Yvonne Rainer — but it’s hard to think of another MoMA show that has committed so fully to excavating this chapter, or any chapter, of dance history.", "url": "https://www.nytimes.com/2018/09/11/arts/dance/judson-dance-theater-moma.html"}