{"authors": ["Ashley Southall", "Rick Rojas"], "date_download": "2022-10-25 23:29:50", "date_modify": "2022-10-25 23:29:50", "date_publish": "2018-08-12 21:31:17", "description": "Madison Jane Lyden, 23, was killed while bicycling in New York during “the trip of a lifetime.” A garbage truck driver has been charged in her death.", "filename": "2018_08_12_nyregion_australian-tourist-nyc-bike-death_1666740590.html", "image_url": "https://static01.nyt.com/images/2018/08/13/nyregion/13cyclistprintC/13cyclist2-facebookJumbo.jpg?year=2018&h=549&w=1050&s=c785acdbaebc57994623f1b88f286f8ddef05fbe35244b325832a56d4227eb42&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_12_nyregion_australian-tourist-nyc-bike-death_1666740590.html", "title": "Australian Tourist’s Death Renews Cyclist Calls for Safer Lanes", "title_page": "Australian Tourist’s Death Renews Cyclist Calls for Safer Lanes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Dozens of miles of bike lanes across New York City are intended to make its chaotic streets safer for the growing number of commuters and tourists who prefer to pedal around, the way that crosswalks are meant to carve out a safe space for pedestrians. But like crosswalks, the safety of the bike lanes depends on the cooperation of motorists who often cross the boundaries.\nHere and elsewhere, it makes for a dangerous competition that sometimes ends with someone getting hurt or killed. That was the case on Friday, when an Australian tourist on a bicycle died after she was hit by a garbage truck on Central Park West near West 67th Street around 4:45 p.m.\nThe truck struck the tourist, Madison Jane Lyden, 23, after she swerved in its lane to avoid a livery cab that had cut her off in the northbound bike lane.\nMs. Lyden had been visiting New York on what her parents described as “the trip of a lifetime.” Bystander video showed a crowd surrounding her as someone attempted to revive her, but she was pronounced dead at Mount Sinai West hospital.", "url": "https://www.nytimes.com/2018/08/12/nyregion/australian-tourist-nyc-bike-death.html"}