{"authors": ["Nicholas Fandos"], "date_download": "2022-10-25 23:25:54", "date_modify": "2022-10-25 23:25:54", "date_publish": "2018-06-18 22:26:16", "description": "The Trump administration had agreed to allow ZTE, a Chinese telecom firm accused of violating American sanctions, to remain in business, and vowed to stop the Senate measure.", "filename": "2018_06_18_us_politics_senate-zte-trump_1666740354.html", "image_url": "https://static01.nyt.com/images/2018/06/19/us/politics/19dc-zte/19dc-zte-facebookJumbo.jpg?year=2018&h=549&w=1050&s=bcc6d302e8fdf5221d698ff9cc2bccc73cbe1289b2985f272c51be932e730221&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_18_us_politics_senate-zte-trump_1666740354.html", "title": "Senate Votes to Reinstate Penalties on ZTE, Setting Up Clash With White House", "title_page": "Senate Votes to Reinstate Penalties on ZTE, Setting Up Clash With White House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The provision was supported by large numbers of both Republicans and Democrats in the Senate, who view ZTE as a national security threat. It also prohibits the federal government from purchasing or leasing equipment from ZTE or another Chinese company that they believe to be a national security threat, Huawei, or from subsidizing the companies in any way.\nThe defense bill, the National Defense Authorization Act, would authorize just over $700 billion in military spending for the coming fiscal year and is intended to provide a framework for the Trump administration’s continued buildup of the armed forces. The legislation outlines a range of stipulations, including strategic priorities for the military, pay increases for service members and investments in emerging technologies that policymakers believe could reshape the way the United States and other nations conduct warfare.\nA far-reaching measure that is considered must-pass legislation, the annual defense bill is frequently a magnet for lawmakers trying to attach policy provisions only tangentially related to national security. In the Senate, this year’s bill provided a venue for Republican senators increasingly distraught with Mr. Trump’s protectionist trade policies to try to force his hand. Mostly, they failed.\nSenate leaders blocked an amendment, advanced by Senator Bob Corker, Republican of Tennessee, that would have given Congress the power to veto certain national security tariffs imposed by the administration before it was ever brought up for a vote. The decision enraged Mr. Corker, who called his party’s deference to Mr. Trump “cultish,” but only after the machinations over the amendment all but eclipsed the defense policies in the bill.\nAnother Republican-proposed amendment that would have given Congress greater oversight of the agency that reviews proposed acquisitions of American companies by foreign firms — known as the Committee on Foreign Investment in the United States, or Cfius — failed in a floor vote Thursday. That amendment was opposed by the Trump administration, which said it could hamper the role of Cfius and put national security at risk.\nBut lawmakers did include a separate, bipartisan amendment that would give Cfius more power by expanding its reviews from focusing strictly on mergers and acquisitions to include joint ventures. Lawmakers have said the provision is aimed at Chinese companies that had been bypassing the Cfius review by forming joint ventures with American companies or licensing their technology.\nThe underlying defense legislation aims to build on the Pentagon’s national defense strategy unveiled in January. That document called for the United States to begin shifting its focus from the decades-long fight against terrorism to countering ascendant Russian and Chinese military might.", "url": "https://www.nytimes.com/2018/06/18/us/politics/senate-zte-trump.html"}