{"authors": ["Nicholas Fandos", "Thomas Kaplan"], "date_download": "2022-10-26 00:12:13", "date_modify": "2022-10-26 00:12:13", "date_publish": "2018-02-15 18:09:18", "description": "Despite bipartisan promises, Congress failed to pass two modest measures after last year’s mass killings: a bump stock ban and a bolstered background check system.", "filename": "2018_02_15_us_politics_congress-inaction-guns_1666743133.html", "image_url": "https://static01.nyt.com/images/2018/02/16/us/politics/16dc-cong1/16dc-cong1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c72bcac590c98bc35874343a7992698c0bd56d8661be0f4fb2b9d6a4555ecccf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_15_us_politics_congress-inaction-guns_1666743133.html", "title": "Frustration Grows as Congress Shows Inability to Pass Even Modest Gun Measures", "title_page": "Frustration Grows as Congress Shows Inability to Pass Even Modest Gun Measures - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — After a gunman in Las Vegas slaughtered country-music fans with assault weapons that mimicked a machine gun, lawmakers from both parties said they would move quickly to ban so-called bump stocks.\nAfter a mass shooter massacred churchgoers in Sutherland Springs, Tex., the No. 2 Republican in the Senate, John Cornyn of Texas, was stirred to action, pledging legislation to bolster the nation’s instant background check system for would-be gun buyers.\nCongress has effectively done neither.\nThat inaction sank in on Thursday, as lawmakers confronted yet another mass shooting, this time with some of the survivors imploring Congress to finally take action. Republicans called for prayers, but argued that no single fix to the nation’s gun laws would deter a shooting like the one on Wednesday in Parkland, Fla., that left 17 people dead, many of them children.\n“This is one of those moments where we just need to step back and count our blessings,” Speaker Paul D. Ryan of Wisconsin said. “We need to think less about taking sides and fighting each other politically, and just pulling together.”", "url": "https://www.nytimes.com/2018/02/15/us/politics/congress-inaction-guns.html"}