{"authors": ["Susan Chira"], "date_download": "2022-10-25 23:53:12", "date_modify": "2022-10-25 23:53:12", "date_publish": "2018-11-15 10:00:08", "description": "Amid a record number of Democratic women elected to Congress, the number of Republican women in Congress next year will actually drop. The dynamic is similar in state legislatures.", "filename": "2018_11_15_us_politics_women-politics-republican_1666741992.html", "image_url": "https://static01.nyt.com/images/2018/11/16/us/16repubwomen-hp/16repubwomen-hp-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6cc65b75edd2785004c51c6627e5169bc34f2b1fdf73cc30779f8251a967298a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_15_us_politics_women-politics-republican_1666741992.html", "title": "Banner Year for Female Candidates Doesn’t Extend to Republican Women", "title_page": "Banner Year for Female Candidates Doesn’t Extend to Republican Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is the year of the woman, all right. But only for Democrats.\nThe number of Republican women in Congress next year will actually drop, even as the ranks of Democratic women swell to record heights. With a few races still undecided, the new Congress will have at least 105 Democratic women and 19 Republican women.\nBut that is not all: From Congress to governor to state legislatures, many more Democratic women ran in this cycle than Republican women. And that means fewer Republican women on the bench, gathering experience and credentials to move up to the next level.\nAs the incoming freshman class of the 116th Congress gathers in Washington this week for orientation, the only Republican woman attending was Carol Miller of West Virginia (she could be joined by a few others whose races are still too close to call).\n“I know that we need to up our game on the Republican end,” said Kelly Ayotte, the former Republican senator from New Hampshire who is on the board of Winning for Women, which was founded last year to encourage and finance Republican women to run for office.", "url": "https://www.nytimes.com/2018/11/15/us/politics/women-politics-republican.html"}