{"authors": ["Erica L. Green"], "date_download": "2022-10-25 23:34:36", "date_modify": "2022-10-25 23:34:36", "date_publish": "2018-07-26 23:18:14", "description": "Betsy DeVos, the education secretary, in the latest move to boost for-profit colleges, plans to eliminate rules that forced them to show that their graduates were getting work.", "filename": "2018_07_26_us_politics_betsy-devos-for-profit-colleges_1666740876.html", "image_url": "https://static01.nyt.com/images/2018/07/27/us/27forprofit_dc/27forprofit_dc-facebookJumbo.jpg?year=2018&h=549&w=1050&s=41767f2762a485fce320920cc3688fb4007176d5698acde78a65d65269656408&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_26_us_politics_betsy-devos-for-profit-colleges_1666740876.html", "title": "DeVos to Eliminate Rules Aimed at Abuses by For-Profit Colleges", "title_page": "DeVos to Eliminate Rules Aimed at Abuses by For-Profit Colleges - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Education Secretary Betsy DeVos plans to eliminate regulations that forced for-profit colleges to prove that they provide gainful employment to the students they enroll, in what would be the most drastic in a series of moves that she has made to free the for-profit sector from safeguards put in effect during the Obama era.\nThe so-called gainful employment regulations put into force by the Obama administration cut off federally guaranteed student loans to colleges if their graduates did not earn enough money to pay them off. That sent many for-profit colleges and universities into an economic tailspin because so many of their alumni were failing to find decent jobs.\nThe Obama regulations — years in the making and the subject of a bitter fight that pulled in heavy hitters from both parties who backed the for-profit schools — also required such schools to advertise whether or not they met federal standards for job placement in promotional materials and to prospective students.\nNow, a draft regulation, obtained by The New York Times, indicates that the Education Department plans to scuttle the regulations altogether, not simply modify them, as Ms. DeVos did Wednesday with new regulations that scaled back an Obama-era debt relief plan for student borrowers who felt duped by the unrealistic appeals of for-profit colleges.", "url": "https://www.nytimes.com/2018/07/26/us/politics/betsy-devos-for-profit-colleges.html"}