{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:14", "date_modify": "2022-10-25 23:34:14", "date_publish": "2018-11-22 14:25:56", "description": "The completion of what critics dismissed as a vague and ambiguous political declaration opens the way for the E.U. to approve a larger draft agreement on Sunday.", "filename": "2018_11_22_world_europe_uk-eu-theresa-may-brexit_1666740854.html", "image_url": "https://static01.nyt.com/images/2018/11/23/world/23may/23may-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e051c32b52d44c5287b220ef24cf9b31786ebce6b5955f4bc573596315f41875&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_22_world_europe_uk-eu-theresa-may-brexit_1666740854.html", "title": "U.K. Agrees on Brexit Plan With Europe’s Negotiators", "title_page": "U.K. Agrees on Brexit Plan With Europe’s Negotiators - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain’s painful path out of the European Union crossed a crucial threshold on Thursday when negotiators from London and Brussels agreed on a text outlining future ties, a document replete with promises of ambition but artfully ambiguous on crucial questions that have cleaved British politics.\nThe 26-page draft document is nonbinding and would supplement a legal withdrawal agreement that lists the “divorce” terms reached between Britain and the European Union, which it is scheduled to exit on March 29.\nNevertheless, its conclusion opens the way for a summit meeting of the bloc’s leaders, who are expected to approve the overall plan for the withdrawal, known as Brexit, on Sunday in Brussels.\n“The British people want this to be settled,” Britain’s prime minister, Theresa May, said, speaking briefly outside her office on Downing Street. “They want a good deal that sets us on course for a brighter future.”", "url": "https://www.nytimes.com/2018/11/22/world/europe/uk-eu-theresa-may-brexit.html"}