{"authors": [], "date_download": "2022-10-26 00:16:29", "date_modify": "2022-10-26 00:16:29", "date_publish": "2018-09-05 22:39:36", "description": "As arguments play out in a Texas courtroom, Democrats push back with biting ads warning that protections for people with pre-existing medical conditions could fall.", "filename": "2018_09_05_health_obamacare-mandate-texas-case_1666743389.html", "image_url": "https://static01.nyt.com/images/2018/09/06/science/06health-print/06health-print-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=12c25c53c5d258994b7509d30db9cd7daf1b93a69f98582f58acd1b451739e64&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_05_health_obamacare-mandate-texas-case_1666743389.html", "title": "Legal Case to Smash Obamacare Hands the Democrats a Hammer", "title_page": "Legal Case to Smash Obamacare Hands the Democrats a Hammer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FORT WORTH — More than 1,000 miles from the caustic Supreme Court confirmation hearing of Brett M. Kavanaugh, a federal judge in Texas on Wednesday listened to arguments about whether to find part or all of the Affordable Care Act unconstitutional, in a case that may end up before a newly right-leaning set of justices.\nThe case has become not simply a threat to the landmark legislation. Democrats have sought to make it both a flash point in the battle over whether to confirm Judge Kavanaugh and a crucial prong in their strategy to retake control of the House and Senate in the midterm elections.\nIt has already made some Republicans jumpy, especially those in tight re-election contests, because the Trump administration explicitly said in a legal filing in June that it agreed with the argument of Texas and 19 other Republican-controlled states that the law’s protections for people with pre-existing medical conditions are not constitutional. The administration is refusing to defend those guarantees. In that sense, although the case threatens one of the Democrats’ proudest achievements, it is also proving to be something of an election-year gift to their party.\nThey have hammered away at the issue in millions of dollars of ads, at round tables with their constituents, and at this week’s confirmation hearings, where Judge Kavanaugh declined to answer a question from Senator Sheldon Whitehouse, Democrat of Rhode Island, about whether he would uphold those guarantees.", "url": "https://www.nytimes.com/2018/09/05/health/obamacare-mandate-texas-case.html"}