{"authors": ["Anahad O Connor", "Margot Sanger-Katz"], "date_download": "2022-10-25 23:36:19", "date_modify": "2022-10-25 23:36:19", "date_publish": "2018-06-27 20:48:32", "description": "The bill to pre-empt taxes is part of a wider industry effort to skip cities and go straight to the states.", "filename": "2018_06_27_upshot_california-banning-soda-taxes-a-new-industry-strategy-is-stunning-some-lawmakers_1666740979.html", "image_url": "https://static01.nyt.com/images/2018/06/27/upshot/00up-soda1/00up-soda1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=582bb439764ada3ebd4b162a5ef423de8b17aa4c3be639a919cd83541784a879&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_27_upshot_california-banning-soda-taxes-a-new-industry-strategy-is-stunning-some-lawmakers_1666740979.html", "title": "California, of All Places, Has Banned Soda Taxes. How a New Industry Strategy Is Succeeding.", "title_page": "California, of All Places, Has Banned Soda Taxes. How a New Industry Strategy Is Succeeding. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Beverage companies spent at least $7 million to get an initiative on the ballot this November that would have prevented local communities from raising taxes without approval from two-thirds of voters or an elected body, rather than a simple majority. Such a change would have made it much more difficult for localities to pay for police, fire, transit and other public services.\nAccording to several state senators, the industry then went to lawmakers in Sacramento with a proposal: Pass a bill banning soda and food taxes, and the industry would drop its November ballot initiative.\n“They sent us a ransom note that they will drop this horrible ballot measure if we put a 12-year moratorium on local soda taxes,” said Mr. Wiener, who has long supported soda taxes and voted against the bill that now bars them. “It’s a classic case of picking your poison. The soda industry has gone completely rogue.”\nSeveral top lawmakers said they opposed the measure banning soft drink taxes, known as Senate Bill 872, b ut many felt obliged to support it because they were so worried about the effects of the broader ballot initiative.\nNancy Skinner, a state senator who represents Richmond, Calif., as well as three cities that passed soda taxes in 2016, voted against the measure but said she recognized that her colleagues who supported it were in a bind. The law will not overturn soda taxes enacted before 2018, but it will prevent any new ones, including a soda tax on the ballot later this year in Richmond. “It is totally wrong to deny the residents of Richmond a vote,” she said.\nGov. Jerry Brown avoided taking a position on the bill until Thursday but has now signed it into law. Critics of the bill pointed to a photo that shows him posing with executives from Coca-Cola, PepsiCo and the American Beverage Association at a recent private dinner at the governor’s mansion. The governor’s spokesman said the meeting was unrelated to the soda tax measure .\nThe push for the pre-emption law began to materialize this year when an industry-financed group, the California Business Roundtable, started collecting signatures for the ballot initiative making local tax increases harder. The American Beverage Association California PAC contributed heavily to the effort, raising $6 million from Coke and Pepsi, $1 million from Dr Pepper Snapple and $100,000 from Red Bull.", "url": "https://www.nytimes.com/2018/06/27/upshot/california-banning-soda-taxes-a-new-industry-strategy-is-stunning-some-lawmakers.html"}