{"authors": ["Sheryl Gay Stolberg", "Nicholas Fandos"], "date_download": "2022-10-25 23:02:41", "date_modify": "2022-10-25 23:02:41", "date_publish": "2018-07-13 20:50:24", "description": "Democrats lined up behind Senator Chuck Schumer, the Democratic leader, in urging Mr. Trump to call off the meeting. Top Republicans were mostly mute.", "filename": "2018_07_13_us_politics_democrats-russia-hacking-indictments_1666738961.html", "image_url": "https://static01.nyt.com/images/2018/07/14/us/politics/14dc-cong1/14dc-cong1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ef0576b8aff0b4a308dd76bf785364df22a226ba0cdf249197b896be9bfb0d8f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_13_us_politics_democrats-russia-hacking-indictments_1666738961.html", "title": "Democrats Say Trump Should Cancel Putin Meeting After Indictments", "title_page": "Democrats Say Trump Should Cancel Putin Meeting After Indictments - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“These indictments are further proof of what everyone but the president seems to understand: President Putin is an adversary who interfered in our elections to help President Trump win,” Senator Chuck Schumer of New York, the Democratic leader, said, adding that Mr. Trump should cancel the meeting “until Russia takes demonstrable and transparent steps to prove that they won’t interfere in future elections.”\nA number of Democrats lined up behind Mr. Schumer. Some on the House Foreign Affairs Committee also called for Mr. Trump to cancel the Monday session, as did Representative Adam B. Schiff of California, the senior Democrat on the House Intelligence Committee, and Senator Dianne Feinstein of California, the top Democrat on the Senate Judiciary Committee.\nRepresentative Jerrold Nadler of New York, the top Democrat on the House Judiciary Committee, stopped short of calling on Mr. Trump to cancel, but he said the president should insist that other Americans be present and should demand that Mr. Putin extradite those indicted.\n“I would not trust the president alone with Putin without some other Americans in the administration in there,” he said. “For the president to break with the normal practice and meet with the Russian president alone, I wouldn’t trust what he says there.”", "url": "https://www.nytimes.com/2018/07/13/us/politics/democrats-russia-hacking-indictments.html"}