{"authors": ["Kate Conger"], "date_download": "2022-10-25 23:30:32", "date_modify": "2022-10-25 23:30:32", "date_publish": "2018-09-26 16:10:38", "description": "The ride-hailing company faced charges that it covered up a breach of user data, rather than immediately notifying consumers.", "filename": "2018_09_26_technology_uber-data-breach_1666740632.html", "image_url": "https://static01.nyt.com/images/2018/09/27/business/27UBERBREACH/27UBERBREACH-facebookJumbo.jpg?year=2018&h=550&w=1050&s=31ab65f2cbf961d31e9abf49ae2b98791f549c2bf94c35175adcafd6fe8b4971&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_26_technology_uber-data-breach_1666740632.html", "title": "Uber Settles Data Breach Investigation for $148 Million", "title_page": "Uber Settles Data Breach Investigation for $148 Million - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Uber will pay $148 million to settle a nationwide investigation into a 2016 data breach, in which a hacker managed to gain access to information belonging to 57 million riders and drivers. The breach included names and driver’s license numbers for 600,000 drivers.\nThe investigation, led by state attorneys general across the United States, focused on whether Uber had violated data breach notification laws by not informing consumers that their information had been compromised.\nRather than disclosing the breach when it occurred, Uber paid the hacker $100,000 through its bug bounty program, which financially rewards hackers for discovering and disclosing software flaws. The ride-hailing company persuaded him to delete the data and stay quiet about it with a nondisclosure agreement.\nThe incident became public a year later when Uber’s chief executive, Dara Khosrowshahi, announced it as a “failure” and fired the two employees who had signed off on the payment.", "url": "https://www.nytimes.com/2018/09/26/technology/uber-data-breach.html"}