{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:29:05", "date_modify": "2022-10-25 23:29:05", "date_publish": "2018-07-11 14:16:06", "description": "Apple’s new parental controls cut a teenager’s iPhone use in half. It wasn’t as effective on our personal tech columnist.", "filename": "2018_07_11_technology_personaltech_apple-iphone-screen-time_1666740545.html", "image_url": "https://static01.nyt.com/images/2018/07/12/business/12TECHFIX-1/12TECHFIX-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=eaf45c2814793bcd04c97bccc35e094aa93ad63a0668e7759ceaaec555e09115&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_11_technology_personaltech_apple-iphone-screen-time_1666740545.html", "title": "I Used Apple’s New Controls to Limit a Teenager’s iPhone Time (and It Worked!)", "title_page": "I Used Apple’s New Controls to Limit a Teenager’s iPhone Time (and It Worked!) - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Over the last three weeks, I studied Sophie’s phone use patterns along with mine. After determining the apps that we spent extraordinary amounts of time on — Sophie spent hours each day chatting with friends on Snapchat, and I wasted too much of my life reading Twitter — I placed a few time limits on each of us.\nHere’s how that turned out. During Week 2, when she was trying to withdraw from her phone, strange things started happening to Sophie. After the screenager first used up all her time on Snapchat on a Tuesday, she told her mother that she felt “triggered” (which I would learn is slang for feeling annoyed or incensed). She later told me that she had realized she would open her phone and just stare blankly at the app icons to avoid using up her limit on Snapchat.\n“It was just a pattern for me — to open my phone and I would have nowhere to go,” she said. “I was just looking at a screen. It was kind of weird, so I’m trying not to do that.”\nBut in the end, the results were satisfying. Sophie’s average daily phone use plummeted by about half, from over six hours during Week 1 to about three hours and four minutes during Week 3. My average phone use decreased 15 minutes a day, to about three and a half hours. I still think we spend too much time on our phones, but Sophie’s progress made this faux parent proud (and ashamed of himself).\nThese early results should be welcome news to people who are growing increasingly concerned about long-term addiction to smartphones. There have been other ways to limit use, including apps like Moment, which have many of the same features as Screen Time. But none of them have been embedded into a phone like Apple’s new software.", "url": "https://www.nytimes.com/2018/07/11/technology/personaltech/apple-iphone-screen-time.html"}