{"authors": ["Julian E. Barnes", "Matthew Rosenberg", "Gardiner Harris"], "date_download": "2022-10-25 23:43:44", "date_modify": "2022-10-25 23:43:44", "date_publish": "2018-10-17 17:41:55", "description": "American intelligence officials have growing circumstantial evidence of Crown Prince Mohammed bin Salman’s involvement in Jamal Khashoggi’s disappearance in Istanbul.", "filename": "2018_10_17_world_middleeast_pompeo-khashoggi-murder_1666741424.html", "image_url": "https://static01.nyt.com/images/2018/10/17/us/politics/pompeo/pompeo-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=473b26274fc29dc358a1b483015331a2419e7f8a8b822c047a5870022f383c87&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_17_world_middleeast_pompeo-khashoggi-murder_1666741424.html", "title": "U.S. Spy Agencies Are Increasingly Convinced of Saudi Prince’s Ties to Journalist’s Disappearance", "title_page": "U.S. Spy Agencies Are Increasingly Convinced of Saudi Prince’s Ties to Journalist’s Disappearance - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They told me they were going to conduct a thorough, complete transparent investigation. They made a commitment to, to hold anyone connected to any wrongdoing that may be found accountable for that, whether they are a senior officer or official. They promised accountability for each of those persons whom they determine as a result of their investigation has and deserves accountability.” Reporter: “Including a member of the royal family?” “They made no exceptions to who they would hold accountable. They were just very — they were very clear they understand the importance of this issue. They are determined to get to the bottom of it and that they will conduct their report. And we’ll all get a chance to see it. They each promised that they would achieve that for us.” Reporter: “Did they say that Mr. Khashoggi is alive or dead?” “I don’t want to talk about any of the facts. They didn’t want to either and that they want to have the opportunity to complete this investigation in a thorough way. And I think that’s a reasonable thing to do to give them that opportunity. And then we’ll al get to judge — we’ll all get to evaluate the work that they do.” Reporter: “With the reports coming from Turkey, what gives you the benefit of the doubt believing them so far, right now?” “I’m waiting for the investigation to be completed. They promised that they would achieve that and I’m counting on it. They gave me their word and we’ll all get to see if they deliver against that commitment.” Reporter: “Did you talk of repercussions in case the Saudis are found to be involved?” “We talked about the importance of completing the investigation.” Reporter: “And what happens if the Saudis are found to be involved?” “We talked about the importance of the investigation, completing in a timely fashion and making sure that it was sufficiently transparent that we can evaluate the work that had been done to get to the bottom of it.”", "url": "https://www.nytimes.com/2018/10/17/world/middleeast/pompeo-khashoggi-murder.html"}