{"authors": ["Isabel Kershner", "Anne Barnard", "Eric Schmitt"], "date_download": "2022-10-25 23:26:52", "date_modify": "2022-10-25 23:26:52", "date_publish": "2018-02-10 08:54:34", "description": "Israel said it had launched a major attack after its F-16 came under Syrian fire. The events appeared to be Israel’s first direct engagement with Iranian forces in Syrian territory.", "filename": "2018_02_10_world_middleeast_israel-iran-syria.html_module=inline_1666740412.html", "image_url": "https://static01.nyt.com/images/2018/02/11/world/middleeast/11Israel-Iran/11Israel-IranSub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7b0af02bec2db872ebe3470579ca43b5b9fe790933be2d06eb1454eb60e21b48&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_10_world_middleeast_israel-iran-syria.html_module=inline_1666740412.html", "title": "Israel Strikes Iran in Syria and Loses a Jet", "title_page": "Israel Strikes Iran in Syria and Loses a Jet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Hezbollah said on Saturday that the downing of the Israeli F-16 jet by the Syrian Army marked the “start of a new strategic phase,” which would limit Israeli exploitation of Syrian airspace. “Today’s developments mean the old equations have categorically ended,” the Lebanese Shiite group said in a statement.\nIn Syria, the day’s events were viewed as potential game-changers. Government supporters celebrated in the streets of Damascus, handing out sweets and hailing Mr. Assad and the army.\nThis is the first time the Syrian government appears to have made good on promises to shoot down Israeli aircraft, after years of threats against both Israel and the other international militaries that have flown sorties over Syria without permission.\n“I am so happy,” said Haidar, 30, a government supporter, as he handed out sweets downtown. “It makes me proud to see a Syrian response, shooting down the Israeli F-16. For years we have been waiting for a Syrian reaction against the Israeli violations and airstrikes.”\nBut just as Syrian self-confidence appears to have grown, Israel also sent a strong message with its broad wave of strikes on Saturday, Israeli analysts said. They noted that this was the first time in recent years Israel had struck Syrian territory in broad daylight and said that Israel had inflicted serious damage on Syria’s air-defense system. Despite more Syrian antiaircraft fire, all Israeli jets returned to base safely from the second mission, after the first jet was lost, according to the Israeli military. Syria is believed to have fired at least a dozen antiaircraft missiles, with the wreckage of one landing in Lebanon.\nIt was not immediately clear if the Israeli F-16 was directly hit by the Syrian antiaircraft fire. Early assessments suggested that it was, said Lt. Col. Jonathan Conricus, another spokesman for the Israeli military, though he added that nothing had been officially confirmed.\nThe Israeli military said two pilots had bailed from the downed aircraft “as per procedure.” One pilot was severely injured.", "url": "https://www.nytimes.com/2018/02/10/world/middleeast/israel-iran-syria.html?module=inline"}