{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:55:05", "date_modify": "2022-10-25 23:55:05", "date_publish": "2018-10-19 22:21:50", "description": "The kingdom’s public prosecutor said Mr. Khashoggi died after an argument and fistfight inside the Saudi Consulate in Istanbul.", "filename": "2018_10_19_world_middleeast_jamal-khashoggi-dead-saudi-arabia.html_module=inline_1666742105.html", "image_url": "https://static01.nyt.com/images/2018/10/19/briefing/19evening-briefing-slide-H5NE/19evening-briefing-slide-H5NE-facebookJumbo.jpg?year=2018&h=549&w=1050&s=33443534068599786a9fad11cb1d3e72eaaa4a8301c6eaee52afca4484ca1089&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_19_world_middleeast_jamal-khashoggi-dead-saudi-arabia.html_module=inline_1666742105.html", "title": "Saudi Arabia Says Jamal Khashoggi Was Killed in Consulate Fight", "title_page": "Saudi Arabia Says Jamal Khashoggi Was Killed in Consulate Fight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Saudis initially claimed that Mr. Khashoggi had left the consulate alive and professed to be worried about his fate, later hinting that the killing might have been the act of rogue agents.\nBut international outrage mounted as Turkish officials leaked lurid details from their own investigation suggesting that he was murdered inside the consulate and dismembered by a team of Saudi agents who flew in specifically to kill him.\nThe case has battered the international reputation of the kingdom and the 33-year-old Prince Mohammed, who has sought to sell himself to the world as a young reformer shaking off his country’s conservative past. But suspicions that such a complicated foreign operation could not have been launched without at least his tacit approval have driven away many of his staunchest foreign supporters.\nFor the first time on Saturday, a Saudi official familiar with the government’s handling of the situation put forward the kingdom’s narrative of the events that led to Mr. Khashoggi’s death.\nThe kingdom had a general order to return dissidents living abroad, said the official, who spoke on condition of anonymity because the investigation was continuing. When the consulate in Istanbul reported that Mr. Khashoggi would be coming on Oct. 2 to pick up a document needed for his coming marriage, General Assiri dispatched a 15-man team to confront him.\nThe team included Maher Abdulaziz Mutrib, a security officer identified by The New York Times this week as a frequent member of the crown prince’s security detail during foreign trips, the official said. Mr. Mutrib had been chosen because he had worked with Mr. Khashoggi a decade ago in the Saudi Embassy in London and knew him personally.\nBut the order to return Mr. Khashoggi to the kingdom was misinterpreted as it made its way down the chain of command, the Saudi official said, and a confrontation ensued when Mr. Khashoggi saw the men. He tried to flee, the men stopped him, punches were thrown, Mr. Khashoggi screamed and one of the men put him in a chokehold, strangling him to death, the official said.", "url": "https://www.nytimes.com/2018/10/19/world/middleeast/jamal-khashoggi-dead-saudi-arabia.html?module=inline"}