{"authors": ["Noam Scheiber"], "date_download": "2022-10-25 23:48:31", "date_modify": "2022-10-25 23:48:31", "date_publish": "2018-03-26 00:45:41", "description": "The teacher uprising that began in West Virginia has exposed a trend among white-collar workers: a feeling that their credentials are being devalued.", "filename": "2018_03_25_business_economy_labor-professionals_1666741711.html", "image_url": "https://static01.nyt.com/images/2018/04/02/business/00LABOR-alpha/00LABOR-alpha-facebookJumbo-v3.jpg?year=2018&h=550&w=1050&s=312650cf8630538b2593353988ea4f933962b8030b43ab0209ee7c1204cdfbab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_25_business_economy_labor-professionals_1666741711.html", "title": "When Professionals Rise Up, More Than Money Is at Stake", "title_page": "When Professionals Rise Up, More Than Money Is at Stake - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Teachers in Oklahoma, who are threatening a walkout on April 2, have expressed similar frustrations, as have adjunct faculty members at a college in Florida and the recently unionized staff of The Los Angeles Times.\nRobert Bruno, a professor of labor relations at the University of Illinois, said that while compensation and job security were often core concerns, “what really generates this explosion of resistance among professional workers is when they feel they’re the last line of defense between the public they serve and others who would threaten the professionalism of their work.”\nSome professions, like law and medicine, began to take their modern form in the late 19th century and early 20th century, as science became more rigorous and knowledge became more specialized. Other occupations, like journalism, became more professionalized later in the 20th century by developing an agreed-upon set of norms and best practices.\nIn most cases, said Tracey Adams, a sociologist who studies professions at the University of Western Ontario, the workers tended to be driven by a sense that they were improving society, not just adding to the bottom line. In return, the public and government officials often deferred to them in the areas where they asserted authority. This netted them the resources to do their jobs, the independence to exercise their judgment and widespread public esteem.\nThat has changed in the past few decades, however. “I think that most professions would find that there are a number of forces chipping away at a lot of those tangible and less tangible benefits,” Professor Adams said. “Increasingly people say, ‘I’m not sure I trust you more than the next person.’”", "url": "https://www.nytimes.com/2018/03/25/business/economy/labor-professionals.html"}