{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:38", "date_modify": "2022-10-25 23:45:38", "date_publish": "2018-02-26 11:18:14", "description": "President Moon Jae-in of South Korea voiced frustration with the two nations over their uncompromising stances on the North’s weapons program.", "filename": "2018_02_26_world_asia_south-north-korean-moon-jae-in-talks_1666741538.html", "image_url": "https://static01.nyt.com/images/2018/02/27/world/27Korea-sub/27Korea-sub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=90f16588590332c3efcf6fc78d4384d3c5c9a4e7a0b5303ca195fc344d884273&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_26_world_asia_south-north-korean-moon-jae-in-talks_1666741538.html", "title": "South Korean Leader Urges U.S. and North Korea to Make Talks Possible", "title_page": "South Korean Leader Urges U.S. and North Korea to Make Talks Possible - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — South Korea’s president, Moon Jae-in, urged the United States and North Korea on Monday to soften their uncompromising stances so that talks could start on defusing the crisis prompted by the North’s nuclear program and Washington’s threats to stop it with military force.\nDuring a meeting with China’s vice premier, Liu Yandong, Mr. Moon said both North Korea and the United States had begun showing a willingness for talks. But Mr. Moon said both sides still needed to step back from their uncompromising stances to make talks possible, according to a statement from his office.\n“The United States needs to lower the threshold for dialogue, and North Korea should express a willingness to denuclearize,” Mr. Moon was quoted as saying, summarizing the obstacles he faced in trying to get the two countries to sit down for talks.\nMr. Moon’s remarks came a day after he met Kim Yong-chol, a senior North Korean official who attended the closing ceremony of the Winter Olympics in Pyeongchang, South Korea, on Sunday. During the meeting, Mr. Kim expressed the North’s willingness to talk to American officials, according to Mr. Moon’s office. Given the deep mistrust between both sides, though, that is far from an assurance that negotiations will occur.", "url": "https://www.nytimes.com/2018/02/26/world/asia/south-north-korean-moon-jae-in-talks.html"}