{"authors": ["Jack Ewing", "Alexandra Stevenson"], "date_download": "2022-10-25 23:47:15", "date_modify": "2022-10-25 23:47:15", "date_publish": "2018-08-13 08:40:22", "description": "The country’s economic crisis has been caused by soaring inflation, economic mismanagement by the Turkish government and tensions with the United States.", "filename": "2018_08_13_business_turkey-stock-markets_1666741635.html", "image_url": "https://static01.nyt.com/images/2018/08/14/business/14markets/merlin_142267206_ec4a8d8d-a5be-4704-be54-f2c1260fcfff-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0d9a0845b624b1e6c8699733884dd9b3ad6f45808f32679264dcdbdd8e96ca15&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_13_business_turkey-stock-markets_1666741635.html", "title": "Plunge in Lira, Turkey’s Currency, Fuels Fears of Financial Contagion", "title_page": "Plunge in Lira, Turkey’s Currency, Fuels Fears of Financial Contagion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Turkey’s currency fell to another record low on Monday, hitting stocks in Europe and Asia and raising fears that the country is on the verge of an economic meltdown that could spread to other emerging markets.\nThe crisis, caused by soaring inflation, economic mismanagement by the Turkish government and tensions with the United States, has raised concerns over whether emerging economies that have benefited in recent years from foreign investment may also be vulnerable.\nRising interest rates in the United States and in Europe have made investors less tolerant of emerging markets. Foreign investors piled money into Turkish assets for years, lured by what appeared to be a stable economy and higher returns. But as interest rates rise in countries seen as safer, the relative attractiveness of riskier investments wanes. A crisis like the one in Turkey may be all it takes to send them fleeing.\nTurkey’s central bank insisted over the weekend that it would “take all necessary measures” to preserve the country’s financial stability. But it has so far refused to raise interest rates, and the changes it has pushed through thus far have been limited in scope.", "url": "https://www.nytimes.com/2018/08/13/business/turkey-stock-markets.html"}