{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:35:38", "date_modify": "2022-10-25 23:35:38", "date_publish": "2018-01-22 21:55:53", "description": "Although Democrats will probably pick up a few additional seats in this year’s election, the development is less helpful for them than it might at first appear.", "filename": "2018_01_22_upshot_pennsylvania-congressional-map-ruling_1666740938.html", "image_url": "https://static01.nyt.com/images/2018/01/22/upshot/up-pa-verdict-1516652701838/up-pa-verdict-1516652701838-facebookJumbo-v3.png?year=2018&h=549&w=1050&s=989a0c85ab9fe307e9bac59a0f4ffc248095b3fdd423d15a1246e2fddc10ff78&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_22_upshot_pennsylvania-congressional-map-ruling_1666740938.html", "title": "How Big a Deal Is a New Congressional Map for Pennsylvania?", "title_page": "How Big a Deal Is a New Congressional Map for Pennsylvania? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Republicans are counting on a favorable congressional map to help their majority ride out a possible “wave” election this November. But the congressional map got a little less favorable on Monday when the Pennsylvania Supreme Court struck down the state’s Republican-drawn congressional map.\nIf the ruling holds — and it is expected to, because it’s based on state law, not federal — this will be the fourth Republican gerrymander to be eroded by the courts since the 2014 midterm elections. It will probably cost the Republicans at least one seat in this year’s midterms, while eroding their position in several others.\nPennsylvania has one of the harshest gerrymanders in the country. Republicans have held a 13-to-5 majority in the state’s congressional delegation since the map took effect in 2012, even though the state is traditionally competitive in state and federal elections.\nIt’s impossible to predict exactly what the new map will look like. The court ordered the Republican-controlled state legislature to produce a new map by Feb. 9. Gov. Tom Wolf, a Democrat, will have a veto, and if a new map isn’t approved by Feb. 15, the court will probably redraw the map itself. Neither outcome will necessarily yield an incumbent-blind nonpartisan map, like the kind that would be drawn by a commission in California or Arizona.", "url": "https://www.nytimes.com/2018/01/22/upshot/pennsylvania-congressional-map-ruling.html"}