{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:53:18", "date_modify": "2022-10-25 23:53:18", "date_publish": "2018-11-15 18:32:47", "description": "The European Court of Human Rights ruled Russia acted with political motivations in arresting Aleksei A. Navalny, a foe of President Vladimir V. Putin", "filename": "2018_11_15_world_europe_aleksei-navalny-european-court_1666741998.html", "image_url": "https://static01.nyt.com/images/2018/11/16/world/16russia/16russia-facebookJumbo.jpg?year=2018&h=550&w=1050&s=de27cbaa9131cf22a749857af40b022f9f5b89288d1aff6a46a842ebcbb9beed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_15_world_europe_aleksei-navalny-european-court_1666741998.html", "title": "European Court Vindicates Aleksei Navalny, Russian Opposition Leader", "title_page": "European Court Vindicates Aleksei Navalny, Russian Opposition Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Russia’s multiple arrests of the opposition leader Aleksei A. Navalny during street protests amount to a politically motivated campaign to silence him, Europe’s top human rights court ruled on Thursday, in a rare finding that a government had abused its prosecutorial powers with political intent.\nObservers of the work of the European Court of Human Rights called the decision an embarrassment for the Russian government, as it was only the 11th ruling on abuse of such powers in the court’s nearly 60-year history.\nRussia has for years faced a barrage of criticism over hard-line domestic politics under President Vladimir V. Putin, who has squelched independent news outlets and routinely jailed opponents.\nBut the ruling came at a delicate time in relations between the European Court of Human Rights and the Russian government, raising fears that in response to a decision vindicating an opponent of Mr. Putin’s, Russia could drop out of the treaty that formed the court.", "url": "https://www.nytimes.com/2018/11/15/world/europe/aleksei-navalny-european-court.html"}