{"authors": [], "date_download": "2022-10-25 23:22:30", "date_modify": "2022-10-25 23:22:30", "date_publish": "2018-12-29 18:15:05", "description": "A reluctant evolution is taking place in residential drug treatment for opioid addiction. Here’s a look at one center’s wary shift.", "filename": "2018_12_29_health_opioid-rehab-abstinence-medication_1666740150.html", "image_url": "https://static01.nyt.com/images/2018/12/30/science/30OPIOID-TENNESSEE-topper2/30OPIOID-TENNESSEE-topper2-facebookJumbo.jpg?year=2018&h=549&w=1050&s=38e06353a30fc835fcdcbede3f119d50e6308b57b2ec5bb8be51824776bc604c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_29_health_opioid-rehab-abstinence-medication_1666740150.html", "title": "In Rehab, ‘Two Warring Factions’: Abstinence vs. Medication", "title_page": "In Rehab, ‘Two Warring Factions’: Abstinence vs. Medication - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MURFREESBORO, Tenn. — Just past a cemetery along a country road, an addiction treatment center called JourneyPure at the River draws hundreds of patients a month who are addicted to opioids and other drugs. They divide their days between therapy sessions, songwriting, communing with horses and climbing through a treetop ropes course. After dinner, they’re driven into town in white vans for 12-step meetings.\nIt is a common regimen at residential treatment programs, but as the opioid epidemic persists, JourneyPure is evolving. Though its glossy website doesn’t mention it, the company is ramping up its use of medications to blunt the torturous withdrawal symptoms and cravings that compel many with opioid addiction to keep using. There is substantial evidence backing this approach, which is supposed to be used in tandem with therapy. But because two of the three federally approved medicines are opioids themselves, it is spurned by people who believe taking drugs to quit drugs is not real recovery.\nAddiction experts say such resistance is obstructing efforts to reduce overdose deaths and help addicted Americans get their lives back on track, even as many drain their savings or go into debt paying for repeated stints in residential rehab. Two-thirds of the patients admitted to JourneyPure’s program here over the last three months said it wasn’t their first time in treatment.\n“I’m watching the dominoes fall on our industry,” said David Perez, JourneyPure at the River’s new chief executive, who has helped lead the push toward using more medication-assisted treatment. “People are dying, and we are feeling more and more impotent to stop it. That is what’s shifting beliefs, more than anything.”", "url": "https://www.nytimes.com/2018/12/29/health/opioid-rehab-abstinence-medication.html"}