{"authors": ["Laurie Goodstein", "Sharon Otterman"], "date_download": "2022-10-25 23:44:47", "date_modify": "2022-10-25 23:44:47", "date_publish": "2018-06-20 15:02:40", "description": "Cardinal Theodore E. McCarrick, the former archbishop of Washington, is the first American cardinal to be suspended after an investigation found the allegations credible.", "filename": "2018_06_20_us_theodore-mccarrick-sex-abuse_1666741487.html", "image_url": "https://static01.nyt.com/images/2018/06/21/us/21-cardinal/21-cardinal-facebookJumbo.jpg?year=2018&h=549&w=1050&s=dc9ae797ea93d9a814de13f8f9c396fe9aa8cbe035f941a8fcde3d90200571af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_20_us_theodore-mccarrick-sex-abuse_1666741487.html", "title": "American Cardinal Accused of Sexually Abusing Minor Is Removed From Ministry", "title_page": "American Cardinal Accused of Sexually Abusing Minor Is Removed From Ministry - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Richard Sipe, a former priest who studies sexual abuse among the clergy, said in an interview that he was a professor at St. Mary’s Seminary in Baltimore in the early 1980s when he first heard reports from young men in the Metuchen diocese in New Jersey, which Bishop McCarrick led from 1981 to 1986.\n“They were from seminarians who were invited to the bishop to go to his summer place on the Jersey Shore, where he had sex with these priests,” he said. “In his defense, he told them he didn’t like to sleep alone.” Over the years, Mr. Sipe said, he collected “dozens” of similar testimonies.\nThe news amounts to a sudden fall for the retired archbishop. The allegations against Cardinal McCarrick of sexually abusing a minor are beyond the statute of limitations in New York State, so he cannot be criminally prosecuted.\nHe could face further punishment by the Vatican, including being ordered to spend the rest of his life in prayer and penance, or could be dismissed from the priesthood entirely. For now, in accordance with child protection protocol, he has been barred from contact with young people in the Archdiocese of Washington, where he resides in a retirement home, according to Edward McFadden, secretary of communications for the archdiocese.\nCardinal Timothy M. Dolan, archbishop of New York, said in his statement that the allegation was turned over to law enforcement officials and then “thoroughly investigated by an independent forensic agency.” He said that Cardinal McCarrick cooperated. The results of the investigation were then given to the sexual abuse review board of the archdiocese, made up of experts on sexual abuse, parents, a priest and a nun.\n“The review board found the allegations credible and substantiated,” Cardinal Dolan said in his statement. “This archdiocese, while saddened and shocked, asks prayers for all involved, and renews its apology to all victims abused by priests.”\nMr. Noaker said that his client had testified personally in April before the archdiocesan panel and had earlier this year submitted his allegations to the Independent Reconciliation and Compensation Program. The program has paid out $55 million to victims since it was set up two years ago to resolve sexual abuse claims and to compensate survivors out of court.", "url": "https://www.nytimes.com/2018/06/20/us/theodore-mccarrick-sex-abuse.html"}