{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:02:01", "date_modify": "2022-10-25 23:02:01", "date_publish": "2018-05-21 22:40:51", "description": "Ms. Eve will battle Letitia James, the perceived front-runner in the race. Either Democrat would be the first black woman to hold statewide office.", "filename": "2018_05_21_nyregion_leecia-eve-attorney-general-ny-schneiderman_1666738921.html", "image_url": "https://static01.nyt.com/images/2018/05/22/nyregion/22eve/22eve-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b405152b441a952c799ba7efb2d188e45e3a5387b8e7895fc7935d5ddc2995dd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_21_nyregion_leecia-eve-attorney-general-ny-schneiderman_1666738921.html", "title": "Leecia Eve, Ex-Aide to Clinton and Cuomo, Enters Attorney General Race", "title_page": "Leecia Eve, Ex-Aide to Clinton and Cuomo, Enters Attorney General Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — Leecia R. Eve, a former top aide to Hillary Clinton and Gov. Andrew M. Cuomo, said on Monday that she will enter the race for New York attorney general, adding intrigue to a Democratic primary that now features two well-connected black women seeking an office that has been held only by white men.\nThe seat has been vacant for only two weeks, after allegations of physical abuse spurred the resignation of Eric T. Schneiderman. But Ms. Eve may already be playing catch-up against Letitia James, New York City’s public advocate and the only declared Democrat in the race so far.\nMs. James, who is African-American, has already assembled a formidable coalition of supporters, and is rumored to be Mr. Cuomo’s favored candidate.\nBut Ms. Eve, who plans to file her candidacy this week, boasts influential allies of her own. They include Harold M. Ickes, a former deputy chief of staff to President Bill Clinton, and Ann Lewis, Mr. Clinton’s former communications director and a senior adviser on Mrs. Clinton’s presidential campaigns. Basil Smikle, a former executive director of the State Democratic Party, has also thrown his support behind her.", "url": "https://www.nytimes.com/2018/05/21/nyregion/leecia-eve-attorney-general-ny-schneiderman.html"}