{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:31:47", "date_modify": "2022-10-25 23:31:47", "date_publish": "2018-01-17 14:52:37", "description": "Gov. Andrew M. Cuomo took in money from Hollywood moguls and other big players, but also redirected Harvey Weinstein’s $111,400 donations to a nonprofit.", "filename": "2018_01_17_nyregion_cuomo-fundraising-election_1666740707.html", "image_url": "https://static01.nyt.com/images/2018/01/18/nyregion/18cuomo/18cuomo-facebookJumbo.jpg?year=2018&h=550&w=1050&s=65b304b3eac4536d6bac3e499b5688d6f4baf5310cf57dc795275259e0acabea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_17_nyregion_cuomo-fundraising-election_1666740707.html", "title": "Cuomo Amasses $30 Million War Chest", "title_page": "Cuomo Amasses $30 Million War Chest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Gov. Andrew M. Cuomo raised an average of more than $32,000 per day for the last six months, according to campaign finance reports, and has now amassed a $30.5 million campaign chest in 2018 that so far has helped him scare away serious rivals in his bid for a third term.\nMr. Cuomo received donations from an array of wealthy individuals and companies, from big Albany lobbying shops to real estate developers, from Hollywood moguls to the pharmaceutical industry. Many of the donors have business dealings with the state.\nNew York maintains caps on donations — $65,100 is the maximum Mr. Cuomo can receive from an individual — but the limits and rules are some of the loosest of any state with such restrictions.\nMr. Cuomo took full advantage. He collected $129,200 from the hedge fund manager Joseph DiMenna and his wife, $50,000 from the billionaire philanthropist Eli Broad, $25,000 from the Hollywood executive Jeffrey Katzenberg and his wife, and $30,000 from Barry Diller, the billionaire businessman. Last week, three limited liability companies linked to the address of Brookfield Properties gave Mr. Cuomo a total of $150,000. Three of the nation’s biggest accounting firms, Ernst & Young, KPMG and PricewaterhouseCoopers, combined to give Mr. Cuomo $100,000 last week, as well.", "url": "https://www.nytimes.com/2018/01/17/nyregion/cuomo-fundraising-election.html"}