{"authors": ["Motoko Rich"], "date_download": "2022-10-25 23:45:52", "date_modify": "2022-10-25 23:45:52", "date_publish": "2018-06-03 17:08:58", "description": "The June 12 summit meeting between President Trump and Kim Jong-un requires figuring out countless details, all of which could be ignored last minute by two leaders known for changing their minds.", "filename": "2018_06_03_world_asia_trump-kim-summit-singapore_1666741552.html", "image_url": "https://static01.nyt.com/images/2018/06/04/world/04Nkorea-summit1/04Nkorea-summit1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=ce4b3aa4dfdaf4b02abba060778d8e3621106126f05f8b20748ec590785a056d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_03_world_asia_trump-kim-summit-singapore_1666741552.html", "title": "Planning Trump-Kim Meeting: Who Sits Where, What Will They Eat and Who Pays?", "title_page": "Planning Trump-Kim Meeting: Who Sits Where, What Will They Eat and Who Pays? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TOKYO — It seems as if all they would really need is a room with a table and some chairs.\nThe reality, however, is that planning the coming summit meeting between President Trump and Kim Jong-un to discuss North Korea’s nuclear future will require deciding countless, infinitesimal details, often via tricky diplomatic negotiations.\nIt doesn’t help that any of those details could be thrown out at the last minute by either leader, both of whom have shown a tendency to depart from any script.\nEven before Mr. Trump declared last Friday that the summit meeting was back on, delegations from the United States and North Korea had arrived in Singapore last week to work out the logistics of the June 12 conference.\nThe two sides will be negotiating everything from the site of the meeting to which leader sits where at the table, who is allowed in the room with them, the number of meals and breaks, what to use in a toast between the two leaders (given that Mr. Trump does not drink alcohol), what gifts could be exchanged and who will pay for what.", "url": "https://www.nytimes.com/2018/06/03/world/asia/trump-kim-summit-singapore.html"}