{"authors": ["Jeré Longman"], "date_download": "2022-10-25 23:27:20", "date_modify": "2022-10-25 23:27:20", "date_publish": "2018-02-15 07:50:35", "description": "Going into the Olympics, Chen looked like the United States’ best shot at a gold medal in figure skating. His long program is built on the story of a Chinese defector.", "filename": "2018_02_15_sports_olympics_nathan-chen-figure-skating_1666740440.html", "image_url": "https://static01.nyt.com/images/2018/02/12/sports/00chen9/00chen9-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c310c10f8ad10047ef34e4a85ce8fe37a3de8a810ef9edcff6a7d0e48a5f9788&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_15_sports_olympics_nathan-chen-figure-skating_1666740440.html", "title": "Why Nathan Chen Shuns Sequins", "title_page": "Why Nathan Chen Shuns Sequins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Li told Chen, “When you spin in the air, you should feel you are only coming down because you choose to.”\nIn three international competitions during the fall, Chen finished first each time but skated unevenly in his long program. Still, at the United States championships last month in San Jose, Calif., a renewed Chen seemed to skate with inexorable determination.\nBrian Boitano, the 1988 Olympic champion, was in attendance. He noticed on the jumbo scoreboard that Chen had a glaring focus before the long program. He seemed ready.\n“Laser beams through the eyes,” Boitano called it.\nChen wore a black costume to suggest flow, a high neck to amplify his height and zippers to insinuate a contemporary interpretation of the “Mao’s Last Dancer” soundtrack, which includes Stravinsky’s “The Rite of Spring.” Again, the costume had no sequins. “I genuinely dislike sequins,” Chen said.\nHe portrayed the extreme arc of Li’s life — isolation, darkness, confusion, brightening, soaring — but the performance was not flawless. Chen reduced a triple Axel to a single rotation. And his energy lagged during “The Rite of Spring,” a section of his routine during which Li told him to “pounce like a tiger.”\nFor the first time in a year, Chen landed five quad jumps in his free skate. And he received three perfect scores of 10 for performance and musical interpretation.\n“I see a difference, even last year to this year,” Boitano said. “I’ve liked his stuff before, but his long program this time, his position, his fluidity, the way he holds himself, is more adult. It’s getting more adult, and it’s getting more precise.”\nA jumper was maturing as an artist, just in time for the Olympics.", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/nathan-chen-figure-skating.html"}