{"authors": [], "date_download": "2022-10-25 23:43:04", "date_modify": "2022-10-25 23:43:04", "date_publish": "2018-07-16 18:47:02", "description": "President Trump and President Vladimir V. Putin of Russia answered questions from Russian and American journalists after their private meeting in Helsinki, Finland.", "filename": "2018_07_16_world_europe_russia-trump-putin-news-conference-transcript_1666741384.html", "image_url": "https://static01.nyt.com/images/2018/07/17/world/17Trump-live8/17Trump-live8-facebookJumbo.jpg?year=2018&h=550&w=1050&s=43d0b343a3b75c4f94e7f5ac8667c98f725a83d09a60419095a00644885ebc5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_16_world_europe_russia-trump-putin-news-conference-transcript_1666741384.html", "title": "Joint News Conference by Trump and Putin: Full Video and Transcript", "title_page": "Joint News Conference by Trump and Putin: Full Video and Transcript - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Question: For President Putin, if I could follow up as well, why should Americans and why should President Trump believe your statement that Russia did not intervene in the 2016 election, given the evidence that U.S. intelligence agencies have provided? And will you consider extraditing the 12 Russian officials that were indicted last week by a U.S. grand jury?\nMr. Trump: Well, I’m going to let the president answer the second part of that question. But, as you know, the whole concept of that came up perhaps a little bit before, but it came out as a reason why the Democrats lost an election which, frankly, they should have been able to win, because the Electoral College is much more advantageous for Democrats, as you know, than it is to Republicans. We won the Electoral College by a lot: 306 to 223, I believe. And that was a well-fought — that was a well-fought battle. We did a great job. And, frankly — I’m going to let the president speak to the second part of your question — but just to say it one time again — and I say it all the time — there was no collusion. I didn’t know the president. There was nobody to collude with. There was no collusion with the campaign. And every time you hear all of these, you know, 12 and 14 — it’s stuff that has nothing to do — and, frankly, they admit these are not people involved in the campaign. But to the average reader out there, they’re saying, “Well, maybe that does.” It doesn’t. And even the people involved, some, perhaps, told mis-stories. Or, in one case, the F.B.I. said there was no lying. There was no lying. Somebody else said there was. We ran a brilliant campaign, and that’s why I’m president. Thank you.\nMr. Putin (through an interpreter): As to who is to be believed and to who’s not to be believed, you can trust no one if you take this. Where did you get this idea that President Trump trusts me or I trust him? He defends the interests of the United States of America, and I do defend the interests of the Russian Federation. We do have interests that are common. We are looking for points of contact. There are issues where our postures diverge, and we are looking for ways to reconcile our differences, how to make our effort more meaningful. We should not proceed from the immediate political interests that guide certain political powers in our countries. We should be guided by facts. Could you name a single fact that would definitely prove the collusion? This is utter nonsense, just like the president recently mentioned. Yes, the public at large in the United States had a certain perceived opinion of the candidates during the campaign. But there’s nothing particularly extraordinary about it. That’s the usual thing. President Trump, when he was a candidate, he mentioned the need to restore the Russia-U.S. relationship. And it’s clear that certain parts of American society felt sympathetic about it, and different people could express their sympathies in different ways. But isn’t that natural? Isn’t it natural to be sympathetic towards a person who is willing to restore the relationship with our country, who wants to work with us? We heard the accusations about a conquered country. Well, as far as I know, this company hired American lawyers and the accusations doesn’t have a fighting change in the American courts. So there’s no evidence when it comes to the actual facts. So we have to be guided by facts and not by rumors. Now let’s get back to the issue of these 12 alleged intelligence officers of — of Russia.\nMr. Putin: I don’t know the full extent of the situation, but President Trump mentioned this issue and I will look into it. So far, I can say the following things off the top of my head. We have enacting an existing agreement between the United States of America and the Russian Federation, an existing treaty that dates back to 1999. The Mutual Assistance on Criminal Cases. This treaty is in full effect. It works quite efficiently. On average, we initiate about 100, 150 criminal cases upon request from foreign states. For instance, the last year there was one extradition case upon the request sent by the United States. So this treaty has specific legal procedures we can offer the appropriate commission headed by Special Attorney Mueller. He can use this treaty as a solid foundation and send a formal — an official request to us so that we would interrogate — we want to hold a questioning of these individuals who he believes are privy to some crimes. And our law enforcement are perfectly able to do this questioning and send the appropriate materials to the United States.\nMoreover, we can meet you halfway. We can make another step. We can actually permit official representatives of the United States, including the members of this very commission headed by Mr. Mueller — we can let them into the country and they will be present at this questioning. But in this case, there is a — there’s another condition. This kind of effort should be a mutual one. Then we would expect that the Americans would reciprocate, and that they would question officials, including the officers of law enforcement and intelligence service of the United States, whom we believe are — who have something to do with illegal actions on the territory of Russia, and we have to — to request the presence of our law enforcement.\nFor instance, we can bring up the Mr. [William F. ] Browder in this particular case. Business associates of Mr. Browder have earned over $1.5 billion in Russia. They never paid any taxes, neither in Russia nor in the United States, and yet the money escaped the country. They were transferred to the United States. They sent huge amount of money, $400 million as a contribution to the campaign of Hillary Clinton. Well, that’s the personal case. It might have been legal, the contribution itself, but the way the money was earned was illegal. So we have a solid reason to believe that some intelligence officers accompanied and guided these transactions. So we have a — an interest of questioning them. We can all — that — that could be a first step, and we can also extend it. Options abound, and they all can be found in an appropriate legal framework.\nQuestion: President Putin, did you want President Trump to win the election and did you direct any of your officials to help him do that?", "url": "https://www.nytimes.com/2018/07/16/world/europe/russia-trump-putin-news-conference-transcript.html"}