{"authors": ["Michael S. Schmidt", "Maggie Haberman"], "date_download": "2022-10-25 23:02:28", "date_modify": "2022-10-25 23:02:28", "date_publish": "2018-11-20 21:51:03", "description": "The encounter was one of the most blatant examples yet of how President Trump views the typically independent Justice Department as a tool to be wielded against his political enemies.", "filename": "2018_11_20_us_politics_president-trump-justice-department_1666738948.html", "image_url": "https://static01.nyt.com/images/2018/11/21/us/politics/21dc-investigate1/21dc-investigate1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0e1a1eedeb84194187a29540997ead5aafcf5a059019c09b74ade1c41948b7f5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_20_us_politics_president-trump-justice-department_1666738948.html", "title": "Trump Wanted to Order Justice Dept. to Prosecute Comey and Clinton", "title_page": "Trump Wanted to Order Justice Dept. to Prosecute Comey and Clinton - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump told the White House counsel in the spring that he wanted to order the Justice Department to prosecute two of his political adversaries: his 2016 challenger, Hillary Clinton, and the former F.B.I. director James B. Comey, according to two people familiar with the conversation.\nThe lawyer, Donald F. McGahn II, rebuffed the president, saying that he had no authority to order a prosecution. Mr. McGahn said that while he could request an investigation, that too could prompt accusations of abuse of power. To underscore his point, Mr. McGahn had White House lawyers write a memo for Mr. Trump warning that if he asked law enforcement to investigate his rivals, he could face a range of consequences, including possible impeachment.\nThe encounter was one of the most blatant examples yet of how Mr. Trump views the typically independent Justice Department as a tool to be wielded against his political enemies. It took on additional significance in recent weeks when Mr. McGahn left the White House and Mr. Trump appointed a relatively inexperienced political loyalist, Matthew G. Whitaker, as the acting attorney general.\nIt is unclear whether Mr. Trump read Mr. McGahn’s memo or whether he pursued the prosecutions further. But the president has continued to privately discuss the matter, including the possible appointment of a second special counsel to investigate both Mrs. Clinton and Mr. Comey, according to two people who have spoken to Mr. Trump about the issue. He has also repeatedly expressed disappointment in the F.B.I. director, Christopher A. Wray, for failing to more aggressively investigate Mrs. Clinton, calling him weak, one of the people said.", "url": "https://www.nytimes.com/2018/11/20/us/politics/president-trump-justice-department.html"}