{"authors": ["Steven Lee Myers", "Jane Perlez"], "date_download": "2022-10-25 23:28:03", "date_modify": "2022-10-25 23:28:03", "date_publish": "2018-12-12 07:52:04", "description": "The assertion was Beijing’s first official comment on the detention of Michael Kovrig, a former diplomat now working for a nongovernmental organization.", "filename": "2018_12_12_world_asia_china-michael-kovrig-detained_1666740483.html", "image_url": "https://static01.nyt.com/images/2018/12/13/world/13china-2/13china-2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b6db2e66e05ff40de9129c1be0a20baa30d9fbcbe8402da0c8f711096695211c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_12_world_asia_china-michael-kovrig-detained_1666740483.html", "title": "China Says Detained Canadian Worked for Group Without Legal Registration", "title_page": "China Says Detained Canadian Worked for Group Without Legal Registration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — China said on Wednesday that a Canadian former diplomat who was detained in Beijing had been employed by an organization that was “not registered in China legally,” citing a law passed in 2016 that has had a chilling effect on the work of foreign charities, universities and nonprofit groups in the country.\nThe assertion was China’s first official comment on the detention of Michael Kovrig, senior adviser for Northeast Asia for the International Crisis Group, an independent nongovernmental organization that tries to defuse international conflict.\nOfficials, however, made no official statement confirming the detention, and they did not detail any more specific accusations against Mr. Kovrig, whose fate has further roiled relations between China and the United States and the West.\nLate Wednesday, The Beijing News, a state-owned newspaper, said the state security agency in Beijing was investigating Mr. Kovrig on “suspicion of activities that endanger China’s national security.” The report could not immediately be verified, but it signaled the possibility that Mr. Kovrig could be prosecuted on more serious charges.", "url": "https://www.nytimes.com/2018/12/12/world/asia/china-michael-kovrig-detained.html"}