{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:52:21", "date_modify": "2022-10-25 23:52:21", "date_publish": "2018-03-19 09:00:11", "description": "After months of internal wrangling, the administration filed a brief urging the justices to turn down an appeal from victims of terrorist attacks in Israel.", "filename": "2018_03_19_us_politics_supreme-court-plo-trump-terrorism-case_1666741941.html", "image_url": "https://static01.nyt.com/images/2018/03/16/us/20dc-bar/20dc-bar-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e9748b3abacce19d877d5a9f892002ce6e64498552eda211c8615b440bdb4462&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_19_us_politics_supreme-court-plo-trump-terrorism-case_1666741941.html", "title": "The P.L.O. Has an Unlikely Supreme Court Ally: The Trump Administration", "title_page": "The P.L.O. Has an Unlikely Supreme Court Ally: The Trump Administration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Last June, the Supreme Court asked the Trump administration to file a brief. The justices wanted advice on whether to hear an appeal from victims of terrorist attacks in Israel.\nThe request seemed unwelcome, and months passed without a response.\nIn late October, two dozen senators — including Ted Cruz, Republican of Texas, and Elizabeth Warren, Democrat of Massachusetts — wrote to Attorney General Jeff Sessions and Secretary of State Rex W. Tillerson. Get moving, the senators said.\n“We urge the administration to demonstrate its resolve to combat international terrorism and put American victims first by avoiding any unnecessary delay and responding as soon as possible to the Supreme Court’s request,” the letter said.\nTwo more months passed. In December, President Trump recognized Jerusalem as the capital of Israel and said he would move the United States Embassy there. But still no brief.", "url": "https://www.nytimes.com/2018/03/19/us/politics/supreme-court-plo-trump-terrorism-case.html"}