{"authors": ["Patricia Mazzei"], "date_download": "2022-10-25 23:36:10", "date_modify": "2022-10-25 23:36:10", "date_publish": "2018-09-10 16:15:54", "description": "Mr. DeSantis, a three-term congressman, is locked in an intense battle for Florida governor against Andrew Gillum.", "filename": "2018_09_10_us_florida-ron-desantis-governor_1666740970.html", "image_url": "https://static01.nyt.com/images/2018/09/11/us/11desantis_xp/11desantis_xp-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6e0ca3292c2ea6887bf713d69d7725dd634e6ad998424ef5a826bd2bd992409a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_10_us_florida-ron-desantis-governor_1666740970.html", "title": "In Florida, DeSantis Hopes to Woo Latinos - Not Just Cubans - by Denouncing ‘Socialism’", "title_page": "In Florida, DeSantis Hopes to Woo Latinos — Not Just Cubans — by Denouncing ‘Socialism’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Quinnipiac University poll last week, one of the first public surveys taken since the Aug. 28 primary, showed a highly competitive governor’s race. Mr. Gillum drew 50 percent from likely voters, while Mr. DeSantis was taking 47 percent. Unusually for a Republican, however, Mr. DeSantis led Mr. Gillum among Hispanic voters, 56-43 percent.\nFor Mr. Scott, who in two terms in office has made a concerted effort to communicate with constituencies from each Latino nationality, the advantage was even more striking: The poll showed him ahead of Senator Bill Nelson, the Democratic incumbent, by 20 percentage points with Hispanic voters.\nMonday’s rally, held in a cramped room with meager air conditioning as a scrum of protesters chanted outside, was Mr. DeSantis’s first since announcing earlier in the day that he had resigned his seat in Congress retroactive to Sept. 1 to focus on the governor’s race. In a letter to Speaker Paul D. Ryan, Mr. DeSantis cited his likely absences for the rest of the congressional term as a reason to step down.\n“I have to do this job because I was nominated; I think a lot of people’s hopes are riding on it. I want to do it right, and I didn’t think it was right to take a paycheck,” said Mr. DeSantis, who as a representative of the Sixth District, which includes Daytona Beach, made $174,000 a year.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. DeSantis’s decision was aimed in part at denying Mr. Gillum and Democrats ammunition about his missing votes. The Republican was absent for all 14 votes on the House floor last week and likely would have missed dozens more between now and the election. Mr. DeSantis’s advisers said he would now be able to spend all of his time campaigning without having to confront criticism about wasting taxpayer money and not representing his constituents, a line of attack he implicitly sought to pre-empt in his letter of resignation.\nBut after being attacked in the Republican primary for being a Washington fixture who mostly communicated with Floridians via cable news interviews, Mr. DeSantis also indicated a recognition that he must further immerse himself in his state. He has proved far more comfortable discussing national issues than the more parochial topics that typically dominate governors’ races.\nThat includes catering to Latino voters, who comprise 16 percent of the Florida electorate. Last week, Mr. DeSantis named State Rep. Jeanette Nuñez, an experienced Cuban-American lawmaker from Miami who is well-liked in the state Capitol, as his pick for lieutenant governor. (Mr. Gillum picked Chris King, a wealthy entrepreneur from Orlando who came last in the five-way Democratic primary for governor.)", "url": "https://www.nytimes.com/2018/09/10/us/florida-ron-desantis-governor.html"}