{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:25:50", "date_modify": "2022-10-25 23:25:50", "date_publish": "2018-04-06 13:45:12", "description": "Konstantin V. Kilimnik, a 47-year-old former Russian military interpreter, is nicknamed “the midget.” But he’s looming large in the special counsel’s inquiry.", "filename": "2018_04_06_world_europe_robert-mueller-kilimnik-ukraine-russia-manafort_1666740350.html", "image_url": "https://static01.nyt.com/images/2018/04/07/world/europe/07kilimnik2/merlin_110823529_4269b548-5bfd-4e05-90a7-942928f736c4-facebookJumbo.jpg?year=2018&h=550&w=1050&s=49bbb35f8dce1b0c65fdd5a46cacef7abd4a88a674b2f016db648f3f3b42aa35&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_06_world_europe_robert-mueller-kilimnik-ukraine-russia-manafort_1666740350.html", "title": "He Says He’s an Innocent Victim. Robert Mueller Says He’s a Spy.", "title_page": "He Says He’s an Innocent Victim. Robert Mueller Says He’s a Spy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And last week, Mr. Mueller turned over a card in the investigation into the Trump campaign’s possible collusion with Russia by asserting in a court document that this person “has ties to a Russian intelligence service” and was in contact with a senior member of the campaign, Rick Gates, during the 2016 election.\n“The Federal Bureau of Investigation special agents assisting the Special Counsel’s Office assess that Person A has ties to a Russian intelligence service and had such ties in 2016,” the filing said.\nAs Person A, Mr. Kilimnik, a 47-year-old former Russian military interpreter, has appeared now in multiple court filings by the special prosecutor, which suggests that he could become a pivotal figure in the investigation. For about a decade, he worked as an office manager in Kiev for the political consulting business of Paul Manafort, acting as a go-between and fixer for the American and the Russian-leaning politicians who were its clients.\nThe Russian government has denied meddling in the 2016 election and President Trump has denied collusion by members of his campaign staff. But during the years that Mr. Manafort worked in Ukraine, the country was deeply penetrated by Russian intelligence agents. While Mr. Kilimnik continues to deny that he was a Russian agent, it would have been perfectly normal for Moscow to plant someone in the Manafort operation.\nKonstantin Viktorovich Kilimnik was born in eastern Ukraine in the Soviet period. He studied at the Military Institute of the Ministry of Defense in Moscow, and after the Soviet breakup took Russian citizenship, he said in the interview. The institute trains interpreters for the Russian military intelligence agency, formerly known as the G.R.U. and now called the Main Directorate.", "url": "https://www.nytimes.com/2018/04/06/world/europe/robert-mueller-kilimnik-ukraine-russia-manafort.html"}