{"authors": ["Dana Goldstein"], "date_download": "2022-10-25 23:48:28", "date_modify": "2022-10-25 23:48:28", "date_publish": "2018-04-03 20:19:04", "description": "Questions and answers on the teachers in multiple states who have walked off the job or are making plans to do so.", "filename": "2018_04_03_us_teacher-walkouts-strikes_1666741708.html", "image_url": "https://static01.nyt.com/images/2018/04/04/us/04teachers/04teachers-facebookJumbo.jpg?year=2018&h=550&w=1050&s=aa9a62f7b81e36b974130a6e45f6306287de4de4c23aa07ba774646a51d0ff50&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_03_us_teacher-walkouts-strikes_1666741708.html", "title": "Teacher Walkouts: What to Know and What to Expect", "title_page": "Teacher Walkouts: What to Know and What to Expect - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Updated April 26.\nTeachers across Arizona plan to walk off the job Thursday to protest low salaries and school budget cuts, while some in Colorado will rally at the Capitol in Denver on Thursday and Friday, shutting down over a dozen of the state’s largest school districts.\nThe two states are the newest front for the nationwide teacher protest movement that began in February in West Virginia, and quickly spread to Oklahoma and Kentucky. Teachers — and many parents — in all of these states say taxes are too low to adequately fund schools.\nThe movement has shaken up politics, with voters and lawmakers from both parties questioning fiscal austerity. Here’s what has happened so far, and what to expect:\nWhat are teachers asking for?\nIn Arizona, teachers are demanding a 20 percent raise for themselves, a raise for support staff and yearly raises until Arizona’s average teacher salary, currently $47,000, meets the national average, currently $59,000. They’re also calling for a restoration of school funding that has been cut since the Recession, and no new tax cuts until the state’s per-pupil spending, which was under $7,500 in 2015, meets the national average, which was about $11,000 per year.\nThe Colorado Education Association, a union that represents 35,000 educators, is asking for over $1 billion annually in new education funding. The union supports a ballot referendum that would raise taxes on corporations and on incomes over $150,000 annually. It opposes a proposal to change teacher pension plans to be more like the 401(k) accounts used in the private sector, and to raise the teacher retirement age to 65 from 58. The union said it would be willing to accept a teacher retirement age of 60.", "url": "https://www.nytimes.com/2018/04/03/us/teacher-walkouts-strikes.html"}