{"authors": ["Gardiner Harris", "Choe Sang-Hun"], "date_download": "2022-10-25 23:45:49", "date_modify": "2022-10-25 23:45:49", "date_publish": "2018-02-21 04:45:26", "description": "Vice President Mike Pence had planned to secretly meet with North Korean officials at the Winter Olympics in South Korea, the State Department said.", "filename": "2018_02_20_us_politics_pence-north-korea-meeting_1666741549.html", "image_url": "https://static01.nyt.com/images/2018/02/21/world/21diplo_dc/21diplo_dc-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c0f172a82093580e9e73cce4950b9b4640184bcb9e8fec9444cdd8da77ad367b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_20_us_politics_pence-north-korea-meeting_1666741549.html", "title": "North Korea Dropped Out of Meeting With Pence at Last Minute, U.S. Says", "title_page": "North Korea Dropped Out of Meeting With Pence at Last Minute, U.S. Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Vice President Mike Pence had planned to secretly meet with a high-level delegation of North Korean leaders while he was at the Winter Olympics in South Korea this month, but the North Koreans canceled at the last minute, according to the State Department.\n“We regret the failure to seize this opportunity,” Heather Nauert, the department’s spokeswoman, said Tuesday.\nThe canceled meeting is the latest twist in the evolving American strategy to persuade North Korea to give up its nuclear and missile programs, which Western intelligence agencies say will soon be able to threaten the continental United States.\nIt also adds a remarkable coda to the strange tableau during the opening ceremony of Mr. Pence sitting in a reviewing stand less than 10 feet away from Kim Yo-jong, the sister of the North Korean leader, Kim Jong-un, as the two stared fixedly ahead without acknowledging each other.", "url": "https://www.nytimes.com/2018/02/20/us/politics/pence-north-korea-meeting.html"}