{"authors": ["Alexandra Yoon-Hendricks"], "date_download": "2022-10-25 23:44:45", "date_modify": "2022-10-25 23:44:45", "date_publish": "2018-07-21 16:31:34", "description": "Zero Hour, the nationwide coalition behind Saturday’s youth marches in Washington and other cities, is hoping to inspire young people to step up and demand change.", "filename": "2018_07_21_us_politics_zero-hour-climate-march_1666741485.html", "image_url": "https://static01.nyt.com/images/2018/07/22/us/politics/22dc-climatemarch-top/22dc-climatemarch-top-facebookJumbo.jpg?year=2018&h=550&w=1050&s=2365450f118cda577b9d0311703445ff2a01d87fefc07ae6cbb4bb2045509847&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_21_us_politics_zero-hour-climate-march_1666741485.html", "title": "Meet the Teenagers Leading a Climate Change Movement", "title_page": "Meet the Teenagers Leading a Climate Change Movement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During his junior year, he had big ambitions for his school: the building facilities department would finally start recycling white paper, students would start composting their food waste and the lunchroom would be free of plastic foam trays.\n“I’m going to accomplish all these things and I’m going to go to the administration and tell them, ‘Stuff needs to change,’” Mr. Artis said.\nBut, he said, “nothing ever happened.” Mr. Artis said the problem was clear: Without engaging other students who might be interested, change was unlikely to happen.\nSo he started a sustainability committee within the school’s National Honor Society, and the results spoke for themselves. The group was able to buy the school an aquaponic system — a tank-based farming system that combines hydroponics (water-based planting) and aquaculture (fish cultivation) — and raise $700 to install water bottle refilling stations.\n“So we accomplished all these things because we worked together as a community, and that’s how I feel about the climate movement,” he said.\nStill, Mr. Artis said he “really didn’t think I could do much” beyond his local community until he met Ms. Margolin and Ms. Tew last summer at Princeton. Inspired by Ms. Margolin’s enthusiasm to do “a big, big thing,” Mr. Artis became Zero Hour’s logistics director, in charge of submitting permits for Saturday’s march, estimating attendance numbers, checking for counterprotests and helping sister marches with logistical issues.\n“I was like, ‘Yes!’” he said with a satisfying clap. “‘Let’s do it.’”", "url": "https://www.nytimes.com/2018/07/21/us/politics/zero-hour-climate-march.html"}