{"authors": ["Tiffany Hsu", "Alan Feuer"], "date_download": "2022-10-25 23:34:58", "date_modify": "2022-10-25 23:34:58", "date_publish": "2018-07-13 20:34:29", "description": "Cody Wilson, a gun rights and free speech advocate, will be allowed to post online tutorials for 3-D printing firearms, sparking concerns about so-called ghost guns.", "filename": "2018_07_13_business_downloadable-gun-allowed-alarming-activists_1666740898.html", "image_url": "https://static01.nyt.com/images/2018/07/13/business/13GUNS/13GUNS-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0e051eeeef7d9579659405886c3233eca223b54f6b161d793e16f82644cec278&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_13_business_downloadable-gun-allowed-alarming-activists_1666740898.html", "title": "‘Downloadable Gun’ Clears a Legal Obstacle, and Activists Are Alarmed", "title_page": "‘Downloadable Gun’ Clears a Legal Obstacle, and Activists Are Alarmed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But as the “landmark settlement” brings ghost gun instructions out into the open, it could also give felons and domestic abusers access to firearms that background checks would otherwise block them from owning, said Adam Winkler, a law professor at the University of California, Los Angeles.\n“The current laws are already difficult to enforce — they’re historically not especially powerful, and they’re riddled with loopholes — and this will just make those laws easier to evade,” Mr. Winkler said. \"It not only allows this tech to flourish out of the underground but gives it legal sanction.”\nSome saw the settlement as proof that the Trump administration wanted to further deregulate the gun industry and increase access to firearms. This year, the administration proposed a rule change that would revise and streamline the process for exporting consumer firearms and related technical information, including tutorials for 3-D printed designs.\nThe change, long sought by firearms manufacturers, would shift jurisdiction of certain items from the State Department to the Commerce Department, which uses a simpler licensing procedure for exports.\nOn Thursday and Friday, the Brady Center to Prevent Gun Violence filed requests under the Freedom of Information Act for any documents showing how the government decided on the settlement over printable firearms, and whether organizations like the National Rifle Association or the National Shooting Sports Foundation were involved.\nNeither trade group commented for this article, but some gun advocates said Mr. Trump has been less helpful toward the firearms industry than he had suggested he would be.\nMr. Wilson also said that “there has not been a pro-gun streak” under Mr. Trump’s Justice Department, though he praised the nomination of Judge Brett M. Kavanaugh, who is seen as a champion of Second Amendment rights, to the Supreme Court.", "url": "https://www.nytimes.com/2018/07/13/business/downloadable-gun-allowed-alarming-activists.html"}