{"authors": ["Jamie Condliffe"], "date_download": "2022-10-25 23:51:10", "date_modify": "2022-10-25 23:51:10", "date_publish": "2018-06-11 17:23:25", "description": "A new report is drawing scrutiny to Foxconn’s employment practices again.", "filename": "2018_06_11_business_dealbook_foxconn-worker-conditions_1666741870.html", "image_url": "https://static01.nyt.com/images/2018/06/12/business/dealbook/12db-foxconn1/merlin_139221975_6f42db01-636c-45a0-a75d-2e668ea1e856-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0c808fecb59728be247cf41aa73519c871686701737e005ee43e234117ccf8ab&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_11_business_dealbook_foxconn-worker-conditions_1666741870.html", "title": "Foxconn Is Under Scrutiny for Worker Conditions. It’s Not the First Time.", "title_page": "Foxconn Is Under Scrutiny for Worker Conditions. It’s Not the First Time. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Foxconn’s employment practices are drawing scrutiny again.\nA new report by China Labor Watch, a New York-based labor advocacy group, and the British newspaper The Observer claimed that a Foxconn factory in Hengyang, China, had violated employment laws. The factory produces Amazon’s Echo smart speakers and Kindle devices.\nMore from The Observer’s report:\n“Agency staff — known as dispatch workers in China — do not get sick pay or holiday pay and can be laid off without wages during lulls in production. China changed its labor laws in 2014 to limit their use to 10 percent of any work force in an attempt to stop companies exploiting them to cut costs. The China Labor Watch investigation — published on Sunday in association with the Observer — found that more than 40 percent of the staff in the Foxconn factory were agency workers. Those working overtime were being paid at the normal hourly rate instead of the time-and-a-half required by Chinese law and by Amazon’s own supplier code of conduct.”\nAmazon confirmed to the newspaper that its own audit of the factory this year had revealed how Foxconn had been employing too many agency workers and that they were not rewarded suitable overtime pay. “We immediately requested a corrective action plan from Foxconn,” Amazon said in a statement.\nFoxconn said that it was “carrying out a full investigation of the areas raised by that report.” The company added that it “works hard to comply with all relevant laws and regulations” in the markets where it operates and that “if infractions are identified, we work to immediately rectify them.”\nThe Taiwanese company is the biggest contract electronics manufacturer in the world, making devices for Apple and Amazon among others. But Foxconn has also frequently made headlines over allegations relating to its workers.", "url": "https://www.nytimes.com/2018/06/11/business/dealbook/foxconn-worker-conditions.html"}