{"authors": ["Joanna Berendt", "Marc Santora"], "date_download": "2022-10-25 22:58:54", "date_modify": "2022-10-25 22:58:54", "date_publish": "2018-12-17 19:17:14", "description": "It was the first major setback for the ruling party’s bid to control the courts, which Brussels said undermines judicial independence and the rule of law.", "filename": "2018_12_17_world_europe_poland-supreme-court_1666738734.html", "image_url": "https://static01.nyt.com/images/2018/12/18/world/18Poland1/merlin_147378987_27627bbc-46bf-4de7-80b6-dbd2eb2432a0-facebookJumbo.jpg?year=2018&h=549&w=1050&s=1bcc3a6cd4b5b56614ff3df8fc0ac0eaf56ca0dbb390e7281b1fba4c70525146&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_17_world_europe_poland-supreme-court_1666738734.html", "title": "Poland Reverses Supreme Court Purge, Retreating From Conflict With E.U.", "title_page": "Poland Reverses Supreme Court Purge, Retreating From Conflict With E.U. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — Backing down from a showdown with Brussels, Poland’s government reversed its purge of the country’s Supreme Court, as the president signed a law on Monday that will reinstate the judges who had been forced out of their jobs.\nIt was a remarkable turnaround after months of Poland’s top officials saying they would resist pressure to stop the overhaul of the judiciary. The ruling party, Law and Justice, had put tightening its grip on the courts at the center of its agenda, claiming that it was vital to rid the courts of corrupt judges and Communist-era vestiges.\nThe European Union sees the changes Poland has made to its judiciary in the last three years as a violation of the bloc’s core values, a threat to the rule of law and the end of judges acting as a check on political power. Last year, the union chastised Poland and took the first steps toward stripping the country of its voting rights in Brussels — a penalty that has never been used against a member nation.\nPoland’s concession on the Supreme Court is by no means the end of that conflict between the right-wing, nationalist Polish government and Brussels, but it represented a striking change in tone.", "url": "https://www.nytimes.com/2018/12/17/world/europe/poland-supreme-court.html"}