{"authors": ["Alissa J. Rubin", "Elian Peltier"], "date_download": "2022-10-25 23:33:34", "date_modify": "2022-10-25 23:33:34", "date_publish": "2018-04-13 23:04:47", "description": "A recent case involving an 11-year-old girl has given urgency to the government’s efforts to change laws to better protect minors. Critics say the changes don’t go far enough.", "filename": "2018_04_13_world_europe_france-minors-sex-consent-rape_1666740814.html", "image_url": "https://static01.nyt.com/images/2018/04/14/world/europe/14consent1/xxconsent1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=50cfb54a6f657e9dd8b0403bc34d3224c8c935687e5e953388fa396785b24ae3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_13_world_europe_france-minors-sex-consent-rape_1666740814.html", "title": "In the #MeToo Era, France Struggles With Sexual Crimes Involving Minors", "title_page": "In the #MeToo Era, France Struggles With Sexual Crimes Involving Minors - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We could have gone further,” he added. “It’s a disappointment.”\nThe proposed law would make it possible for minors under 15 who have intercourse to prove that an adult took advantage of them, that they did not consent and that therefore they were raped. It would also extend the statute of limitations for bringing rape charges to 30 years from 20.\nFrance’s law prohibiting adults from having sexual contact with minors under 15 carries penalties of up to five years in prison and a fine of 75,000 euros, about $92,000. The new law would increase the penalty to 10 years in prison and a fine of 150,000 euros, about $184,000.\nThe legislation could be amended when it is debated in Parliament in mid-May.\nThe problems with how France prosecutes sexual violence involving minors go beyond the wording of any laws, jurists and legal experts say.\nRape charges can take as many as eight years or more to go to trial and are heard by juries, who tend to judge women and girls more harshly than do magistrates or judges who hear cases involving the lesser crimes of sexual contact and sexual assault.\nAnd it is common to see the character of the girls or women (or in smaller numbers, boys) put on trial, rather than the actions of the men.\nThe result is that lawyers for rape victims who are minors often accept a lesser charge — like one of sexual contact or sexual assault that does not include rape — to avoid having the client further traumatized by having to testify before a jury and potentially seeing the attacker acquitted.\nThere is such frequent bias against the women and girls on the part of juries that convictions can be almost impossible, unless “you have a client who is as white as a goose,” said Ms. Durrieu Diebolt, the lawyer for Sarah, the 11-year-old in the Pontoise case. (The girl has been widely identified in the news media by the given name Sarah, but her full name has been withheld.)", "url": "https://www.nytimes.com/2018/04/13/world/europe/france-minors-sex-consent-rape.html"}