{"authors": ["Richard Fausset", "Patricia Mazzei", "Alan Blinder"], "date_download": "2022-10-25 22:57:22", "date_modify": "2022-10-25 22:57:22", "date_publish": "2018-10-11 09:09:08", "description": "A vast operation took shape across the Florida Panhandle and beyond, with at least six deaths linked to the storm.", "filename": "2018_10_11_us_hurricane-michael-live-updates-florida.html_action=click&module=Top%20Stories&pgtype=Homepage_1666738642.html", "image_url": "https://static01.nyt.com/images/2018/10/12/us/12michael-live002/12michael-live002-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e97a81894331f3fd9bc89fe6ca0c9ad0963ef4d9cba7b25ed5b6d3b3c332ca80&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_11_us_hurricane-michael-live-updates-florida.html_action=click&module=Top%20Stories&pgtype=Homepage_1666738642.html", "title": "Search and Rescue Begins Amid Ruins of Florida Coast", "title_page": "Search and Rescue Begins Amid Ruins of Florida Coast - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Long said that he was equally concerned about communities in southwest Georgia, which received Category 2 wind speeds, because of the large number of mobile homes in that part of the state. “We are always worried about trees falling on manufactured homes and mobile homes,” he said.\n[Read more about why it strengthened so quickly here.]\nEarly reports suggested significant damage. Gov. Nathan Deal of Georgia said 450,000 homes and businesses were without power in the state, and that 35 hospitals or nursing homes were without electricity and operating with generators.\n“Right now, the main focus is going to be on debris removal so that power line trucks and repair crews can access the areas that are without power,” Mr. Deal said at the State Capitol in Atlanta.\nMr. Long expected the search-and-rescue process to be challenging, given all the fallen trees, debris and downed power lines. He worried that the number of people killed in the storm would rise once crews reached places where people did not evacuate.\n“People do not live to tell the tale about storm surge,” he said.\nFlorida officials also pleaded with residents to stay off the roads as crews tried to clear debris and emergency workers were scrambling to hard-hit areas. They asked people to avoid downed power lines, and not to drive through flooded areas. They urged residents and visitors to keep emergency phone lines open and, in some areas, to boil their water or use bottled water. They told them to position generators at least 15 feet from homes, and to stay indoors.\nIn a somewhat unusual step, the state had activated a team from a nonprofit humanitarian aid organization that typically works in overseas disasters, the International Medical Corps, including 50 nurses, two hospital emergency department teams and one emergency hospital.\nThe Carolinas, hit by Florence, are also dealing with Michael\nAfter a ferocious wallop of the Florida Panhandle, the tropical storm that was once Hurricane Michael slogged up through the Carolinas on Thursday, states that have had a lifetime’s worth of bad weather in the last few years. Disastrous floods swamped South Carolina in 2015, then Matthew hit in 2016, then Florence in September, and now this.", "url": "https://www.nytimes.com/2018/10/11/us/hurricane-michael-live-updates-florida.html?action=click&module=Top%20Stories&pgtype=Homepage"}