{"authors": ["Ian Urbina"], "date_download": "2022-10-25 23:52:13", "date_modify": "2022-10-25 23:52:13", "date_publish": "2018-09-09 17:00:03", "description": "The state already has some of the strictest gun control legislation. Now it's pushing to limit the unfettered sale of ammunition.", "filename": "2018_09_09_us_california-gun-control-ammunition-bullets_1666741933.html", "image_url": "https://static01.nyt.com/images/2018/05/15/us/00ammo-promo/00ammo-promo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=fb6817fd294e3b9f1c3aadcca9e7f33d5beb4da61d5853516986b6bfdb1bde8d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_09_us_california-gun-control-ammunition-bullets_1666741933.html", "title": "California Tries New Tack on Gun Violence: Ammunition Control", "title_page": "California Tries New Tack on Gun Violence: Ammunition Control - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SACRAMENTO — Sold from vending machines in Pennsylvania, feed depots in Nevada, pharmacies in Georgia and jewelry stores in Texas, ammunition is in many states easier to buy than cold medicine. But in California, which already enforces some of the nation’s most restrictive gun laws, there is a movement underway against the unfettered sale of bullets.\nGun control advocates here have pushed to limit internet sales, ban large-capacity magazines, require sellers to have licenses, raise taxes on bullets, and mandate serial numbers or other traceable markings on ammunition so that the police can more easily track them.\nSuch regulations, several of which have been enacted and take effect this year and next, are inspired by the view that the best way to limit gun violence is to approach it as a “bullet control” problem. As Senator Daniel Patrick Moynihan, a Democrat from New York, told the Senate 25 years ago, when he introduced legislation that would have imposed a 10,000-percent tax on hollow-tip ammunition, “guns don’t kill people; bullets do.”\nAcross the country, bullets remain subject to far fewer federal restrictions than the weapons that fire them. Purchasing ammunition typically requires no form of identification, is handed over with no questions asked and, in most of the country, can be ordered online and delivered to doorsteps. In contrast, gun dealers have to keep detailed sales records of firearms and generally have to be licensed. If someone buys more than one handgun, the purchase is reported to the Bureau of Alcohol, Tobacco, Firearms and Explosives. Gun buyers usually have to pass background checks.", "url": "https://www.nytimes.com/2018/09/09/us/california-gun-control-ammunition-bullets.html"}