{"authors": ["Ben Hubbard", "David D. Kirkpatrick"], "date_download": "2022-10-25 23:53:52", "date_modify": "2022-10-25 23:53:52", "date_publish": "2018-10-25 11:31:09", "description": "The announcement that the dissident writer’s death may have been planned was the latest shift in the kingdom’s official account of what happened.", "filename": "2018_10_25_world_middleeast_saudi-arabia-jamal-khashoggi-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666742032.html", "image_url": "https://static01.nyt.com/images/2018/10/26/world/26Khashoggi/26Khashoggi-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c8f6072a273a98e486aa385754d87cc7afebd01ad0c7816c251dc4eb9f051990&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_25_world_middleeast_saudi-arabia-jamal-khashoggi-turkey.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666742032.html", "title": "Saudi Arabia, in Reversal, Suggests Khashoggi’s Killing Was Premeditated", "title_page": "Saudi Arabia, in Reversal, Suggests Khashoggi’s Killing Was Premeditated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But other American allies in the region, including Israel and the United Arab Emirates, are pressing the White House to stand by Prince Mohammed, a person familiar with White House deliberations said Thursday. Both countries argue that the crown prince can still contribute to the broad White House goals for the region, including isolating Iran and selling a peace agreement with Israel to the Palestinians.\nWhile outrage in the United States and elsewhere over Mr. Khashoggi’s killing may require some sanctions or other measures against Saudi Arabia, this person said, the White House does not foresee any meaningful threat to the crown prince’s grip on the levers of power. As a result, the United States and other Western governments must still deal with him despite any stigma from the Khashoggi killing or the kingdom’s changing explanations for it.\nThis week President Recep Tayyip Erdogan of Turkey called Mr. Khashoggi’s killing “premeditated murder” and asked a series of leading questions about who in Riyadh had ordered it.\nTurkish officials have leaked several details pointing to premeditation. Among them: One member of a Saudi team that flew to Istanbul before the killing was a doctor specializing in autopsies who would have had no clear role to play in an interrogation, or even a kidnapping. Another team member resembled Mr. Khashoggi, dressed in his clothes and walked around Istanbul to create a false trail of security camera images that appeared to show he had left the consulate alive.\nTurkish officials have said team members killed Mr. Khashoggi soon after he entered the consulate and dismembered his body with a bone saw, which they brought with them.\nThe Turks have leaked to the news media the names of men on the Saudi team as well as photographs of them arriving at the airport and moving around Istanbul. Several have ties to Prince Mohammed. Saudi Arabia has released no evidence to support its evolving story of what happened.\nMr. Khashoggi’s body has not been found.\nThe Turks have said their government was withholding the claimed recordings of Mr. Khashoggi’s death from public disclosure to avoid exposing sensitive intelligence sources. Several former British and American intelligence officials who have worked closely with Turkey have said that its spy agencies almost certainly had audio surveillance inside the consulate.", "url": "https://www.nytimes.com/2018/10/25/world/middleeast/saudi-arabia-jamal-khashoggi-turkey.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}