{"authors": ["Nikos Konstandaras"], "date_download": "2022-10-25 23:02:47", "date_modify": "2022-10-25 23:02:47", "date_publish": "2018-02-08 11:30:15", "description": "A newly flaring controversy goes back decades. Or is it centuries?", "filename": "2018_02_08_opinion_greece-macedonia-protest_1666738967.html", "image_url": "https://static01.nyt.com/images/2018/02/09/world/09konstandaras-inyt/09konstandaras-inyt-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b279d654318e9b5fa396108cd437b30a260ba79735e98923c9b2b7336ce5d50a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_08_opinion_greece-macedonia-protest_1666738967.html", "title": "Greece’s Macedonian Touchstone", "title_page": "Opinion | Greece’s Macedonian Touchstone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The historical region of Macedonia was carved up after the Balkan wars early last century, after decades of fighting among Turks, Greeks, Serbs and Bulgarians. Just over half of the territory became part of Greece, while the rest went mainly to Serbia and Bulgaria.\nThe ancient Macedonians — of whom Alexander the Great was the most famous — were a Greek tribe. Alexander lived in the fourth century B.C., some 900 years before Slavic tribes settled in the region. In the nationalistic fervor of the 19th and 20th centuries, Slavs who identified themselves as ethnic Macedonians pressed for a separate state, with Thessaloniki, Greece’s second city, as its capital. Greek anger at their appropriation of the name, history and symbols of the ancient kingdom and fears of a renewed threat to its territory resurfaced as Yugoslavia disintegrated in the early 1990s.\nThese fears may seem absurd, but they are not irrational. From 1941 to 1944, Bulgaria, allied with the Nazis, occupied part of northern Greece, including part of Macedonia. In the civil war that followed World War II, Greek Communists fought for an autonomous Macedonia that would have included the Greek province.\nMore recently, the previous government in Skopje carried out acts of cultural appropriation, erecting statues of Alexander (but called, coyly, “Equestrian Warrior”) and his father, Philip. In 2006, the capital’s airport was named Alexander the Great — a decision that the present government just decided to rescind officially.\nStill, both countries seemed content with the stalemate, as long as Skopje was gaining international recognition and Athens did not have to sell a compromise to voters. But the new government in Skopje is renewing the country’s push to join the European Union and NATO, and both organizations believe that this will help stabilize the western Balkans. A European Union summit meeting in June and a NATO summit meeting in July of next year had been seen in both Skopje and Athens as deadlines for a deal, and last week the United Nations mediator Matthew Nimetz was shuttling between the two capitals.\nAny notion that quiet diplomacy would lead to a compromise, however, was dispelled by noisy declarations from the junior partner of Greece’s government: Panos Kammenos, the leader of the Independent Greeks, said he would reject any deal that included the name “Macedonia” in any form. He has recently said that while he will not bring down the government, he will not back down on rejecting a compromise — raising the question of whether Prime Minister Alexis Tsipras will dare to back a compromise.\nThe odd coupling of the radical left-wing Syriza party and the nationalist right-wing Independent Greeks was based on their common opposition to the bailout agreements, despite their incompatible views on other issues. Syriza is the heir of a tradition of leftist parties that did not have a problem with recognizing a neighboring “Macedonia.” Mr. Kammenos, though, will lose all legitimacy if he compromised.", "url": "https://www.nytimes.com/2018/02/08/opinion/greece-macedonia-protest.html"}