{"authors": ["Ashley Southall"], "date_download": "2022-10-25 23:26:56", "date_modify": "2022-10-25 23:26:56", "date_publish": "2018-04-20 13:40:26", "description": "No one can say exactly why there has not been a murder in a precinct where violence has been too common, and no one knows how long the peace will last.", "filename": "2018_04_20_nyregion_east-new-york-precinct-no-murders_1666740416.html", "image_url": "https://static01.nyt.com/images/2018/04/21/nyregion/21eastny1/20eastny1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c5966f7eb160ebf38cec39f29c99c92fae26dc8fedcc443eebe42bbe18bfc143&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_20_nyregion_east-new-york-precinct-no-murders_1666740416.html", "title": "Once the ‘Killing Fields,’ East New York Has No Murders in 2018", "title_page": "Once the ‘Killing Fields,’ East New York Has No Murders in 2018 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In East New York, Brooklyn, a police observation tower still hovers over the intersection where a 16-year-old boy was gunned down on his way home from playing basketball last November.\nIt was one of a string of killings toward the end of the year in the 75th Precinct, an area long scarred by violence that gained notoriety in the 1990s as New York City’s “killing fields” and regularly logged more than 100 murders a year. Even as crime has plummeted across the city — and in the 75th — the precinct has remained among the deadliest. Last year, the police tallied 11 murders, the second most in the city.\nBut so far this year, something remarkable has happened in the 75th Precinct — or, more precisely, not happened: No one has been killed.\nThe 129-day stretch without a murder, dating back to Dec. 12, is the longest in the precinct since the Police Department began keeping modern records in 1993.", "url": "https://www.nytimes.com/2018/04/20/nyregion/east-new-york-precinct-no-murders.html"}