{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:01", "date_modify": "2022-10-25 23:56:01", "date_publish": "2018-12-03 18:46:21", "description": "Israel’s prime minister faces corruption accusations arising from his efforts to control his portrayal in the news media.", "filename": "2018_12_03_world_middleeast_netanyahu-corruption-israel_1666742161.html", "image_url": "https://static01.nyt.com/images/2018/12/04/world/04israel1/04israel1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=68538439413d1719d06dab45adc7f9773688322e0c620f24d201c827fcd53efd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_03_world_middleeast_netanyahu-corruption-israel_1666742161.html", "title": "Netanyahu’s Obsession With Image Could Be His Downfall", "title_page": "Netanyahu’s Obsession With Image Could Be His Downfall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Netanyahu broke up his government rather than let that bill become law, he later asserted. But in forming a new, more staunchly right-wing, coalition after his 2015 re-election, he insisted that he be given direct control over the Communications Ministry, Israel’s version of the Federal Communications Commission.\nHe immediately fired the ministry’s director-general and installed a trusted aide, Shlomo Filber, to do his bidding. And he sought to expand the number of television networks in Israel, ostensibly to promote competition and the marketplace of ideas. But in a country of only nine million people, critics observed, that would also have the effect of slicing up an already tiny advertising pie, weakening the television newsrooms that routinely gave him fits.\nMr. Netanyahu was eventually forced to give up the Communications Ministry. But his tireless efforts to defang negative coverage of him led directly to two of the corruption cases against him. In one, he was recorded bargaining with the publisher of the leading newspaper Yediot Ahronot, whose coverage of him was aggressive and critical, but which was suffering financially from Israel Hayom’s growth: If Yediot would ease up on him, Mr. Netanyahu would use his influence with Mr. Adelson to get Israel Hayom to limit its circulation.\nThat deal was never consummated, but another one was, the police say: Not long after taking control of the Communications Ministry, Mr. Netanyahu and Mr. Filber rammed through, over lower-level officials’ objections, approval for a merger of the country’s biggest telecom and a satellite television network called Yes. The merger was enormously lucrative to the companies’ controlling shareholder, Shaul Elovitch.\nIn return, according to the police and the website’s journalists, Mr. Netanyahu would receive fawning coverage on Mr. Elovitch’s news site, Walla. From that point on, Walla killed embarrassing news articles and splashed flattering photographs of his wife across articles about her that held little news value.\nMr. Filber is now a prosecution witness, as is Nir Hefetz, the public-relations adviser who is said to have relayed Mr. Netanyahu’s demands to Walla’s editors. Ari Harow, the prime minister’s former chief of staff, recorded Mr. Netanyahu’s phone calls with the publisher of Yediot Ahronot, which later ended up in investigators’ hands.", "url": "https://www.nytimes.com/2018/12/03/world/middleeast/netanyahu-corruption-israel.html"}