{"authors": ["Ben Sisario"], "date_download": "2022-10-25 23:41:57", "date_modify": "2022-10-25 23:41:57", "date_publish": "2018-06-14 23:49:16", "description": "The company introduced new policies in response to criticism of its role in the 2016 election, but news outlets say journalism can now be mislabeled political content.", "filename": "2018_06_14_business_media_mark-thompson-facebook-algorithm_1666741317.html", "image_url": "https://static01.nyt.com/images/2018/06/15/business/15FBNEWS/15FBNEWS-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3f9f90cd584fdf1242ede496c310fd69d224e857f42740b40d560fc44fe97e4b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_14_business_media_mark-thompson-facebook-algorithm_1666741317.html", "title": "Facebook’s New Political Algorithms Increase Tension With Publishers", "title_page": "Facebook’s New Political Algorithms Increase Tension With Publishers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "News publishers have long had a fraught relationship with Facebook. But tensions have become more public in recent weeks, with news organizations openly criticizing the tech giant for new policies that they say are harmful to journalism.\nThe most recent salvo came on Thursday, when Mark Thompson, the chief executive of The New York Times Company, accused Facebook of unintentionally “supporting the enemies of quality journalism” by using algorithms that can mischaracterize news as partisan political content.\nMr. Thompson was speaking at a panel discussion in New York, which also included Campbell Brown, Facebook’s head of global news partnerships. Ms. Brown defended a policy Facebook recently introduced in response to criticism over how its ad network was able to be manipulated during elections.\nMs. Brown cited the importance of safeguarding elections and said the problems with political ads were “something we are deeply concerned about. We hear you.”", "url": "https://www.nytimes.com/2018/06/14/business/media/mark-thompson-facebook-algorithm.html"}