{"authors": [], "date_download": "2022-10-26 00:16:28", "date_modify": "2022-10-26 00:16:28", "date_publish": "2018-07-24 17:03:39", "description": "Though voters approved a binding resolution last fall to expand the program, Gov. Paul LePage has refused to do it, saying he’d rather go to jail.", "filename": "2018_07_24_health_maine-medicaid-expansion-lepage_1666743388.html", "image_url": "https://static01.nyt.com/images/2018/07/25/science/25mainemedicaid-2-print/21MEDICAID1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=2e0a207fa07052d17174e367fad10cc6d8b0d9299a5d9cd917dccaaec465750e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_24_health_maine-medicaid-expansion-lepage_1666743388.html", "title": "A Vote Expanded Medicaid in Maine. The Governor Is Ignoring It.", "title_page": "A Vote Expanded Medicaid in Maine. The Governor Is Ignoring It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Robyn Merrill, the executive director of Maine Equal Justice Partners, the advocacy group leading the lawsuit, said, “We don’t have an objective indication that anybody is going to have to go to jail.” But she added that if the Supreme Judicial Court ultimately enforced the lower court’s order and Mr. LePage still refused to budge, the plaintiffs would ask the court to find his administration in contempt.\nDonna Wall, 61, a plaintiff in the lawsuit, is uninsured. She racked up $60,000 in debt after shattering her ankle when she fell on an icy sidewalk in Lewiston last December while delivering newspapers in the middle of the night, a job that paid her $150 a week.\nA GoFundMe.com campaign raised more than $10,000 to help her. But Ms. Wall, who cares full time for her 20-year-old autistic twins and donates blood plasma for extra income, is eager for the security of Medicaid coverage. She applied for it on July 3, a day after the state was supposed to start covering the newly eligible population under the law.\n“The governor has this preconceived notion that we’re lazy,” Ms. Wall said on Tuesday. “I would love for him to come and live with me a couple weeks, see what it’s like to take care of the boys.”\nThe expansion would cover anyone earning up to 138 percent of the federal poverty level, which equals about $16,700 a year for a single person and $34,600 for a family of four. Many health clinics that treat the poor are telling their patients to apply for Medicaid now even though they may not get coverage any time soon.", "url": "https://www.nytimes.com/2018/07/24/health/maine-medicaid-expansion-lepage.html"}