{"authors": ["John Koblin"], "date_download": "2022-10-25 23:34:56", "date_modify": "2022-10-25 23:34:56", "date_publish": "2018-09-24 17:00:38", "description": "Robert Greenblatt is stepping away with NBC No. 1 in the ratings. His departure comes at a time of nearly unprecedented change at the highest ranks of the broadcast networks.", "filename": "2018_09_24_business_media_nbc-robert-greenblatt_1666740896.html", "image_url": "https://static01.nyt.com/images/2018/09/25/business/25NETWORKSprint/25NETWORKS04-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d441707070b46d34801d0ba815190d8238af63a5458845ac05c38bf6a06d63df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_24_business_media_nbc-robert-greenblatt_1666740896.html", "title": "NBC’s Entertainment Chief Leaves in Latest Broadcast TV Shakeup", "title_page": "NBC’s Entertainment Chief Leaves in Latest Broadcast TV Shakeup - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But if his departure is not a surprise, the suddenness is. His last day is Monday, the same day the 2018-19 television season begins. He will be replaced by two people: Paul Telegdy, a president and the head of reality programming at NBC, and George Cheeks, a rising star at the company. They take over on Tuesday.\nMr. Greenblatt, 58, said his decision was some time in the making, even though he signed a new contract a year ago.\n“You do get weary in these jobs,” he said. “With the daily changes that go on, you’re constantly reconfiguring the business. I’m just really excited about doing something. Whatever I do will be some new challenge.”\nNBC finished tops in the ratings after the summer’s numbers were calculated and the network’s prime time event “Jesus Christ Superstar Live in Concert” won five Emmys this month. Mr. Greenblatt — a theater junkie who is friends with Dolly Parton and who was an investor in “Hamilton” — orchestrated bringing live musicals to NBC and making them a staple of the schedule.\nThis is the second big executive change to NBC’s entertainment operation in the last six months. Jennifer Salke, Mr. Greenblatt’s No. 2 along with Mr. Telegdy, left this year to take over Amazon’s entertainment offerings.\nImage George Cheeks, who has been at NBC since 2012, is one of two people who will succeed Robert Greenblatt as NBC’s entertainment chief. Mr. Cheeks is the co-president of Universal Cable Productions. Credit... Matt Winkelmeyer/Getty Images\nMr. Greenblatt arrived at NBC after overseeing the entertainment division at Showtime. NBC at the time was still licking its wounds after its disastrous decision to abandon its 10 p.m. time slot for a daily Jay Leno show. That had severely limited the number of dramas that NBC could develop in any given year, and it took years to undo the damage. NBC’s comedy lineup, once the backbone of the network, had a pair of hits in “30 Rock” and “The Office,” but the coffers were otherwise bare.", "url": "https://www.nytimes.com/2018/09/24/business/media/nbc-robert-greenblatt.html"}