{"authors": ["Caitlin Dickerson", "Ron Nixon", "Helene Cooper", "Elisabeth Malkin"], "date_download": "2022-10-25 23:35:02", "date_modify": "2022-10-25 23:35:02", "date_publish": "2018-11-27 00:23:33", "description": "The discord at San Ysidro stems, in part, from confusion over what legal status, if any, migrants are entitled to from the Trump administration.", "filename": "2018_11_26_us_politics_migrants-border-trump-_1666740902.html", "image_url": "https://static01.nyt.com/images/2018/11/27/us/politics/27dc-border-print/27dc-border-facebookJumbo.jpg?year=2018&h=550&w=1050&s=bea5f00879ed2988e97cd97039529ce4954ba6e5b4dea49928442a15fa7966ae&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_26_us_politics_migrants-border-trump-_1666740902.html", "title": "Migrants at the Border: Here’s Why There’s No Clear End to Chaos", "title_page": "Migrants at the Border: Here’s Why There’s No Clear End to Chaos - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But the groups have splintered and shape-shifted in the face of grueling travel, government opposition and the opportunity to seek asylum in places other than the United States.\nMr. Mensing said that the majority of the caravan members were from Honduras, with others coming from El Salvador, Guatemala, Nicaragua and Costa Rica. He also said that new caravans were beginning to form as recently as a few days ago, originating in El Salvador.\nWhat authority do the American border agents have to forcefully block the migrants?\nA Customs and Border Protection manual makes clear the officers have authority “to use force, up to and including the use of deadly force.” At San Ysidro, the border officers have deployed tear gas as a “less-lethal force” to control crowds. The manual allows less-lethal devices — including pepper spray — to be “used in situations where empty-handed techniques are not sufficient to control disorderly or violent subjects.”\nAre the military troops there? Will they shoot anybody?\nThe Pentagon has sent 1,300 American troops to California out of about 5,900 military forces deployed to support Border Patrol operations. But the military is legally forbidden from taking part in law enforcement activities within the United States, and Defense Secretary Jim Mattis said last week that most troops on the border would not be carrying guns.\nSome of the American troops are now undergoing riot training and may defend border officials against migrants throwing rocks. Mr. Mattis also said troops might detain migrants throwing rocks. But the troops won’t be armed.\nWhat currently happens when somebody applies for asylum?\nEncounters between border agents and border crossers, regardless of where they take place, always involve a version of the same question: “Are you afraid to return to your country?”\nWhen the answer is yes, the border crosser is referred for a “credible fear interview,” where an asylum officer asks for details and evidence to assess whether the claim is likely to be approved by an immigration judge.", "url": "https://www.nytimes.com/2018/11/26/us/politics/migrants-border-trump-.html"}