{"authors": ["Peter S. Goodman"], "date_download": "2022-10-25 22:55:21", "date_modify": "2022-10-25 22:55:21", "date_publish": "2018-12-26 08:00:07", "description": "Britain’s exit from the European Union threatens to disrupt trade and potentially reinvigorate conflict between Northern Ireland and the Republic of Ireland.", "filename": "2018_12_26_business_ireland-border-brexit_1666738521.html", "image_url": "https://static01.nyt.com/images/2018/12/24/business/24IrelandBorder-02-promo/24IrelandBorder-02-promo-facebookJumbo-v3.jpg?year=2018&h=550&w=1050&s=4286558751467a6ba2f4085f937cd064a86be2f53d4eae95af5e82764c20b9b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_26_business_ireland-border-brexit_1666738521.html", "title": "The Border Dividing Ireland Has Long Been Invisible. Brexit Threatens to Make It Real.", "title_page": "The Border Dividing Ireland Has Long Been Invisible. Brexit Threatens to Make It Real. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s in the lap of the Gods at the moment,” he says.\nSo, it happens, is the very outcome of Brexit as a March deadline approaches — and the increasingly imaginable prospect that Britain could crash out of Europe absent a settlement, yielding chaos. So is the political survival of Britain’s prime minister, Theresa May, and the wildly unpopular Brexit deal she forged with Europe. So is her nation’s future relationship with the Continent.\nAll of these questions remain maddeningly uncertain, in large part because no one has managed to solve the vexing issue of the Irish border.\nEver since Britain stunned the world in June 2016 with a referendum setting Brexit in motion, the future of the Irish border has hovered over the proceedings as the single most intractable problem and the element most liable to yield disaster. How can Britain leave Europe without enforcing the demarcation? Yet a hard border could reignite the hostilities that long plagued communities on both sides. It could impede vibrant trade across the border, which has fostered peace.\nFor the last three decades of the 20th century, the border was militarized. Northern Ireland was besieged with conflict between predominantly Catholic communities that favored joining the Republic and largely Protestant loyalists of the British crown. People along the border were accustomed to violence and fear.", "url": "https://www.nytimes.com/2018/12/26/business/ireland-border-brexit.html"}