{"authors": ["Farhad Manjoo"], "date_download": "2022-10-25 23:28:59", "date_modify": "2022-10-25 23:28:59", "date_publish": "2018-07-11 21:35:50", "description": "Much of the internet feels terrible. But using the web to learn an offline hobby can give you a glimpse of a healthier relationship with your digital devices.", "filename": "2018_07_11_technology_online-hobbyists-faith-internet_1666740539.html", "image_url": "https://static01.nyt.com/images/2018/07/12/business/12STATE/merlin_141069981_2119a620-7f04-4de7-91d9-82cb6088b173-facebookJumbo.jpg?year=2018&h=550&w=1050&s=45dd3431f05e619963e0551688313c6c1abc663494f2ecddc6045817c24b474d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_11_technology_online-hobbyists-faith-internet_1666740539.html", "title": "How Online Hobbyists Can Reaffirm Your Faith in the Internet", "title_page": "How Online Hobbyists Can Reaffirm Your Faith in the Internet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I speak of the hobbyist internet. These days, any pastime worth pursuing — pottery, cooking, gardening, quilting, woodworking and beyond — attracts a constellation of blogs, message boards, Facebook groups, Amazon reviewers, Instagram and Etsy influencers, and many hundreds of YouTube stars. Collectively, they form the online social structure around any hobby, a group of folks who are only too happy to help you learn whatever you are trying to master.\nIt is here, in the hobbyist internet’s daily collective struggle to make the best hamburger or grow the perfect tomato, that you can glimpse a healthier relationship with your digital devices. And not a moment too soon. The internet has gotten a bad rap lately, and we are justifiably worried that our digital devices are driving isolation and fear, polarization and addiction, loneliness and outrage. The worries seem to call for a simple fix — we should all just use the internet less often.\nBut on the hobbyist internet, the opposite applies.\nConsider how one gets started with pottery. To make a pot on a potter’s wheel, you must first manipulate your ball of clay so that its center of mass matches the rotational center of the spinning wheel. This goal — “centering,” in the jargon — sounds simple, but figuring out how to do it is a subtle process of trial and error, and there is really only one way to get it right: to try again and again until it clicks.\nThree months ago, I was stuck in centering hell. I would spend most of my time at the wheel trying to center, but with only two hours a week in class, I was not making much progress. Then I discovered a way to supercharge my training: YouTube, where thousands of ceramists from around the world post videos of themselves making pots.", "url": "https://www.nytimes.com/2018/07/11/technology/online-hobbyists-faith-internet.html"}