{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:38:22", "date_modify": "2022-10-25 23:38:22", "date_publish": "2018-07-05 20:12:04", "description": "Mr. Shine, who was forced out at the network over his handling of sexual harassment scandals, is expected to help revamp a team that has been the target of President Trump’s ire.", "filename": "2018_07_05_us_politics_bill-shine-white-house-communications_1666741102.html", "image_url": "https://static01.nyt.com/images/2018/07/06/us/politics/06dc-shine/06dc-shine-facebookJumbo.jpg?year=2018&h=550&w=1050&s=eb4a56d95c6b0134d7bec21ddf4eecd20b50cf26eb4420b83dc8e548e1279f5f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_05_us_politics_bill-shine-white-house-communications_1666741102.html", "title": "Bill Shine, Ousted From Fox News in Scandal, Joins White House Communications Team", "title_page": "Bill Shine, Ousted From Fox News in Scandal, Joins White House Communications Team - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Bill Shine, the former Fox News executive who was pushed out over his handling of sexual harassment scandals at the network, was named the White House deputy chief of staff for communications on Thursday.\nThe move formalizes a job that Mr. Shine has been in since earlier this week, according to White House officials. With no vacant office to work in yet, Mr. Shine has been occupying a desk outside the principal deputy press secretary’s office, the officials said.\nMr. Shine had been in talks with President Trump about a job since the spring, even playing golf with the president and Sean Hannity, the Fox News host and one of Mr. Shine’s close friends. But Mr. Shine had been uncertain that he wanted to make himself a target for fresh scrutiny, people who had talked with him at the time said.\nSince then, the communications job has evolved into a position that reports directly to the president, overseeing both the press and communications teams. Mr. Trump has made the communications team a target of his ire throughout his time in office, and Mr. Shine is expected to help revamp it.", "url": "https://www.nytimes.com/2018/07/05/us/politics/bill-shine-white-house-communications.html"}