{"authors": ["James Poniewozik"], "date_download": "2022-10-25 22:59:28", "date_modify": "2022-10-25 22:59:28", "date_publish": "2018-01-31 10:00:02", "description": "The upbeat comedy has bucked a pessimistic cultural trend by focusing on the hard work of breaking good.", "filename": "2018_01_31_arts_the-good-place-kristen-bell-ted-danson_1666738768.html", "image_url": "https://static01.nyt.com/images/2018/02/01/arts/television/01goodplace/01goodplace-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8ca4b60a4aa024eae7399b054a65be49750289d1406ea8edf45232f219e277f8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_31_arts_the-good-place-kristen-bell-ted-danson_1666738768.html", "title": "How ‘The Good Place’ Became an Antihero Antidote", "title_page": "How ‘The Good Place’ Became an Antihero Antidote - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In its fantastic second season, NBC’s “The Good Place” found empathy within the devil.\nMichael (Ted Danson), an immortal bureaucrat charged with torturing four souls in The Bad Place — a version of hell where his prisoners are meant to inflict their neuroses on one another — develops a conscience and helps them escape.\nWhile they argue their eternal cases in front of an omniscient judge (Maya Rudolph), Michael explains himself to his infernal supervisor. “I was just trying to prove that humans could be made to torture each other,” he says. “Instead, they helped each other. They were bad people. This wasn’t supposed to be possible.”\nPeople never learn, people don’t get better: These are unsurprising beliefs from a minion of hell. But they’ve also been the guiding principles of the last two decades of TV. From the dawn of “The Sopranos” through the rise of Netflix, acclaimed antihero dramas have focused on bad people getting worse or good people going bad. (In “Breaking Bad,” the concept is right in the title.)\nThere are many delights to “The Good Place,” which ends its too-short 13-episode season Thursday: its ingenious twists, its riffs on the banality of damnation. (Hell is stocked with Hawaiian pizza and plastered with movie posters for “Pirates of the Caribbean 6: The Haunted Crow’s Nest or Something, Who Gives a Crap.”)", "url": "https://www.nytimes.com/2018/01/31/arts/the-good-place-kristen-bell-ted-danson.html"}