{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:32", "date_modify": "2022-10-25 23:34:32", "date_publish": "2018-09-04 16:59:52", "description": "Britain’s Labour Party is seeking once and for all to end a rift over anti-Semitism. But the infighting has exposed damaging divisions.", "filename": "2018_09_04_world_europe_uk-labour-anti-semitism-corbyn_1666740872.html", "image_url": "https://static01.nyt.com/images/2018/09/05/world/05Labour1/05Labour1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=c913d1d15e53a826e69034ed1249b467fd33dce56638eca00269fa1aad56d07b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_04_world_europe_uk-labour-anti-semitism-corbyn_1666740872.html", "title": "Brexit Gave Labour Party an Opening. Instead, It Has an Anti-Semitism Crisis.", "title_page": "Brexit Gave Labour Party an Opening. Instead, It Has an Anti-Semitism Crisis. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Corbyn is Labour’s most left-wing leader in decades, his politics forged in more than three decades of activism on the party’s fringes. After he won the leadership in 2015, internal critics tried and failed to unseat him. Then, last year, Mr. Corbyn performed better than expected in a general election, consolidating his internal position and sending his opponents into retreat.\nBut Mr. Corbyn’s leadership presents problems for Labour. One legacy of his past is his ingrained skepticism about the European Union, which Britain’s far left once saw as a bankers’ club. During Britain’s 2016 referendum on membership, Mr. Corbyn did the bare minimum to help the campaign for a remain vote. Since then Labour has fudged its Brexit stance, managing more or less successfully to appease both pro- and anti-Europe factions within its ranks.\nBut it cannot postpone indefinitely the moment of decision. With the Conservative government’s Brexit plan under attack from some of Mrs. May’s own lawmakers, Labour’s pro-Europeans, including some influential trade unions, are pressing Mr. Corbyn to shift policy and either embrace closer ties to Europe or call for a referendum on the terms of withdrawal.\nAll this comes as rumors swirl about Labour rebels joining a possible new centrist and pro-European party modeled on En Marche, the movement founded by President Emmanuel Macron of France.\nBut with an eye to the previous, disastrous split of 1981, no one is running for the exits; not now, at least. Some fear their hands may be forced, however. At Labour’s annual party conference this month, left-wing activists may press plans that could make it easier to remove lawmakers critical of Mr. Corbyn, whose leadership has attracted many new party members.\nGiving these activists greater power over the selection of lawmakers could threaten the future of Mr. Corbyn’s critics, perhaps even inducing them to quit the party before they are driven out.", "url": "https://www.nytimes.com/2018/09/04/world/europe/uk-labour-anti-semitism-corbyn.html"}