{"authors": ["Mujib Mashal"], "date_download": "2022-10-25 23:28:28", "date_modify": "2022-10-25 23:28:28", "date_publish": "2018-04-23 19:24:23", "description": "A retired Afghan wrestler was often one of the first responders helping Shiites targeted in Kabul. He was among 60 people killed in the latest attack.", "filename": "2018_04_23_world_asia_afghanistan-shiite-wrestling-hero_1666740508.html", "image_url": "https://static01.nyt.com/images/2018/04/24/world/asia/24afghanistan1/24afghanistan1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=deb2dbd037ec8ba191fef975324213049e168ba64afa9bd616b52c93f3ed3cda&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_23_world_asia_afghanistan-shiite-wrestling-hero_1666740508.html", "title": "After Each Attack He Carried the Wounded. Then He Became a Victim.", "title_page": "After Each Attack He Carried the Wounded. Then He Became a Victim. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — He was a retired, medal-winning wrestler, often one of the first to arrive after a suicide bombing to help evacuate the wounded on the shoulders of his muscular frame.\nOn Sunday those shoulders were needed again when a suicide bomber killed at least 60 people and wounded more than 120, including children, outside a Kabul voter-registration office. But the wrestler, Wakil Hussain Allahdad, could not help. He was among the dead.\n[“So many bodies”: Read our initial account of the bombing here.]\nMr. Allahdad’s death punctuated the cycle of loss in Afghanistan, so relentless that survivors of one attack often end up victims of the next. In the age of social media, a Facebook post offering condolences for one bombing can often turn out to be the poster’s last public words.\n“Pity to the mother and father who are waiting for the return of their children back home,” Mr. Allahdad, the father of two boys and two girls, posted after an attack last June. “I hope these miseries will end, because this nation doesn’t have the capacity for more bloody tragedies like this.”", "url": "https://www.nytimes.com/2018/04/23/world/asia/afghanistan-shiite-wrestling-hero.html"}