{"authors": ["Matt Stevens"], "date_download": "2022-10-25 23:38:13", "date_modify": "2022-10-25 23:38:13", "date_publish": "2018-01-14 05:30:52", "description": "The government complied with a judge’s order to resume accepting renewal requests from immigrants who were brought illegally to the United States as children.", "filename": "2018_01_14_us_politics_daca-renewals-requests_1666741093.html", "image_url": "https://static01.nyt.com/images/2018/01/15/us/15xp-DACA/15xp-DACA-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ffa8b9c4d5a6811b8dd84fd7c47eb870c774972a5e251ec96c00d64a80c4a61b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_14_us_politics_daca-renewals-requests_1666741093.html", "title": "DACA Participants Can Again Apply for Renewal, Immigration Agency Says", "title_page": "DACA Participants Can Again Apply for Renewal, Immigration Agency Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The federal government said on Saturday that it would resume accepting renewal requests for a program that shields from deportation young immigrants who were brought illegally to the United States as children.\nIn a statement, United States Citizenship and Immigration Services said that “until further notice,” the Obama-era program, Deferred Action for Childhood Arrivals, known as DACA, “will be operated on the terms in place before it was rescinded” in September, when President Trump moved to end it.\nThe decision came after a federal judge in California issued a nationwide injunction on Tuesday ordering the Trump administration to resume the DACA program.\nThe agency said on Saturday that people who were previously granted deferred action under the program could request a renewal if it had expired on or after Sept. 5, 2016. People who had previously received DACA, but whose deferred action had expired before Sept. 5, 2016, cannot renew, but can instead file a new request, the agency said. It noted that the same instructions apply to anyone whose deferred action had been terminated.", "url": "https://www.nytimes.com/2018/01/14/us/politics/daca-renewals-requests.html"}