{"authors": ["Kate Conger"], "date_download": "2022-10-25 23:31:47", "date_modify": "2022-10-25 23:31:47", "date_publish": "2018-12-16 20:32:47", "description": "Workers at tech companies like Amazon are starting to use the stock grants that they were paid to turn the tables on their employers.", "filename": "2018_12_16_technology_tech-workers-company-stock-shareholder-activism_1666740707.html", "image_url": "https://static01.nyt.com/images/2018/12/15/business/15techgadfly2/16techgadfly2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1cc6c6ddcc102fd2581f230fa3429e02b0982b5785ac4c72eebf2cba7116b308&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_16_technology_tech-workers-company-stock-shareholder-activism_1666740707.html", "title": "Tech Workers Got Paid in Company Stock. They Used It to Agitate for Change.", "title_page": "Tech Workers Got Paid in Company Stock. They Used It to Agitate for Change. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We realized we could use our position as employees and our power and our rights as shareholders to bring visibility of this issue to the board and the top leaders of this company,” said Eliza Pan, a program manager who has worked at Amazon for five years and is one of the employees who signed on to the proposal.\nMs. Pan, who earned Amazon shares as part of her compensation package, said workers must own at least $2,000 in stock for a year to file a shareholder proposal. “We had this power, and we wanted to leverage that power,” she said.\nThe move by Amazon’s employees builds upon similar activism at Google this year. In March, its workers were part of a shareholder petition by Zevin Asset Management that sought to link executive compensation to diversity and inclusion goals. Google’s employees did not directly file the proposal, but joined Zevin and presented it at the annual shareholder meeting of Alphabet, Google’s parent company.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nThe proposal was ultimately voted down, but Pat Miguel Tomaino, the director of socially responsible investing at Zevin, said the firm planned to work with Google employees to resubmit it for the 2019 shareholder meeting.\n“Workers are looking at who holds power and where changes can be made,” said Yana Calou, an engagement manager at Coworker.org, an organization that allows colleagues to start campaigns together. “Workers are shareholders themselves, and risks to workers and users are often risks to shareholders, so there is a natural alliance of shared interests.”", "url": "https://www.nytimes.com/2018/12/16/technology/tech-workers-company-stock-shareholder-activism.html"}