{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:27:32", "date_modify": "2022-10-25 23:27:32", "date_publish": "2018-08-23 23:39:33", "description": "In a state where voting issues have flared up repeatedly, voters suspected the worst about a rural county’s consolidation plan.", "filename": "2018_08_23_us_randolph-county-georgia-voting_1666740452.html", "image_url": "https://static01.nyt.com/images/2018/08/24/us/24georgia-voting-1-print/24georgia-voting-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0a21c5ddd49e23fa677962263b0f0c7adfc80ca1211a2fc6bfa7b56ee45675af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_23_us_randolph-county-georgia-voting_1666740452.html", "title": "Georgia County Rejects Plan to Close 7 Polling Places in Majority-Black Area", "title_page": "Georgia County Rejects Plan to Close 7 Polling Places in Majority-Black Area - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CUTHBERT, Ga. — The consultant, a white man, came to the mainly black Randolph County in rural southern Georgia and recommended that it eliminate seven of its nine polling places. He said the move would save the county money. He said the polling places had disability compliance issues.\nBut many people in the county assumed a more sinister motive, especially with the state in the midst of a hotly contested election for governor. It pits a Democrat who would be Georgia’s first black chief executive against a white Republican who has been called a “master of voter suppression” by his political opponents.\n“I think it was an effort to suppress the vote,” Bobby Jenkins, 66, a retired Randolph County school superintendent, said after a meeting on Wednesday where local residents complained that African-Americans in poor rural areas would be left having to drive long distances to vote. “This is one typical strategy in the Republican playbooks.”\nThe Randolph County plan was rejected Friday morning on a 2-0 vote by the county’s board of elections. The two members, a black woman and a white man, voted hastily and without comment, leaving a press statement that acknowledged the interest from the news media, residents and civil rights groups.", "url": "https://www.nytimes.com/2018/08/23/us/randolph-county-georgia-voting.html"}