{"authors": ["Ben Hubbard", "Hwaida Saad"], "date_download": "2022-10-25 23:00:07", "date_modify": "2022-10-25 23:00:07", "date_publish": "2018-05-07 19:04:45", "description": "Preliminary results showed an increase in parliamentary seats held by Hezbollah allies at the expense of Prime Minister Saad Hariri.", "filename": "2018_05_07_world_middleeast_lebanon-election-hezbollah_1666738807.html", "image_url": "https://static01.nyt.com/images/2018/05/08/world/08LEBANON-01sub/merlin_137802825_92423e45-7326-46ce-8d7b-e10869578d9d-facebookJumbo.jpg?year=2018&h=549&w=1050&s=1a7acfbaa3cc2e1aff234cc6efd9118b06b7da74a7c30a3101e23155b4c38126&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_07_world_middleeast_lebanon-election-hezbollah_1666738807.html", "title": "Lebanon Elections Boost Hezbollah’s Clout", "title_page": "Lebanon Elections Boost Hezbollah’s Clout - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Hezbollah and its political allies expanded their share of seats in Lebanon’s Parliament, increasing their political clout at the expense of the country’s Western-backed prime minister, according to preliminary election results released on Monday.\nThe outcome of Lebanon’s first parliamentary elections in nine years shored up Hezbollah’s position in a way that is likely to alarm the United States, Israel and Gulf Arab nations like Saudi Arabia.\nIran backs Hezbollah, a political party and militant group that maintains Lebanon’s most powerful military force and is considered a terrorist organization by the United States. Iran has also invested in allies in Syria, Yemen and Iraq, whose parliamentary elections on Saturday could hand victories to groups aligned with Iran.\nWhile the number of seats held by Hezbollah itself remained largely unchanged at around 13, victories by political allies who support its maintenance of a vast arsenal increased the chances the group would play a key role in a coalition government and diminished the prospects for legislation that would challenge its status.", "url": "https://www.nytimes.com/2018/05/07/world/middleeast/lebanon-election-hezbollah.html"}