{"authors": ["Catherine Porter"], "date_download": "2022-10-25 23:47:55", "date_modify": "2022-10-25 23:47:55", "date_publish": "2018-04-27 23:25:02", "description": "The police would not say whether the van’s driver had targeted women, but they are examining a Facebook message that was hostile to them.", "filename": "2018_04_27_world_canada_eight-of-10-victims-in-toronto-van-rampage-were-women_1666741675.html", "image_url": "https://static01.nyt.com/images/2018/04/28/world/28toronto/28toronto-facebookJumbo.jpg?year=2018&h=550&w=1050&s=5cce675e0d3925c342f7a8787754f4510fd9b30583893e5513f168e923062031&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_27_world_canada_eight-of-10-victims-in-toronto-van-rampage-were-women_1666741675.html", "title": "Eight of 10 Victims in Toronto Van Rampage Were Women", "title_page": "Eight of 10 Victims in Toronto Van Rampage Were Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "TORONTO — Women accounted for eight of the 10 people killed when a van plowed through pedestrians along Toronto’s main street this week, officials said on Friday, a toll that included two young university students and a 94-year-old woman who had stopped to feed the birds.\nThe police would not say whether they believed that Alek Minassian, the man identified as the van’s driver, had singled out women in Monday’s deadly rampage. But Bryan Bott, a Toronto homicide inspector, said investigators were examining a Facebook message hostile to women they said Mr. Minassian had posted minutes before the attack, along with testimony from 170 witnesses and evidence gathered from the suspect’s home.\nIn the Facebook post, Mr. Minassian had praised “incels,” or involuntary celibates, a term used in a Reddit group where men vented frustrations that tipped into misogyny. Mr. Minassian’s Facebook account has been suspended, but the company confirmed in an email the authenticity of the posting.\nInspector Bott reiterated that the police did not believe that the crime constituted terrorism, nor did they think more than one person was involved.", "url": "https://www.nytimes.com/2018/04/27/world/canada/eight-of-10-victims-in-toronto-van-rampage-were-women.html"}