{"authors": ["Jesse Mckinley", "Shane Goldmacher", "Tyler Pager"], "date_download": "2022-10-25 23:41:22", "date_modify": "2022-10-25 23:41:22", "date_publish": "2018-09-09 18:28:35", "description": "Gov. Andrew M. Cuomo said the bridge was not rushed before Thursday’s primary, and he sought to distance himself from a flier linking Cynthia Nixon to anti-Semitism.", "filename": "2018_09_09_nyregion_cuomo-tappan-zee-cynthia-nixon-primary_1666741282.html", "image_url": "https://static01.nyt.com/images/2018/09/09/nyregion/10CUOMO1/10CUOMO1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=c68be9bfbc847f6cd3cad813b6e65b1a39c2b25f4a6e8eccd17b425f6051e636&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_09_nyregion_cuomo-tappan-zee-cynthia-nixon-primary_1666741282.html", "title": "An ‘Inappropriate’ Mailer and a Delayed Bridge Opening Put Cuomo on the Defensive", "title_page": "An ‘Inappropriate’ Mailer and a Delayed Bridge Opening Put Cuomo on the Defensive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY, N.Y. — It must have seemed like such a fine idea.\nOn Friday, Gov. Andrew M. Cuomo was standing alongside his mother, Matilda, and Hillary Clinton celebrating the “grand opening” of the eastbound span of a gleaming bridge bearing his father’s name. Emotional words were spoken; selfies were taken.\nBut that span never opened as planned on Saturday as engineers cited a “potentially dangerous situation” involving the old and adjacent Tappan Zee Bridge, which is being taken apart. What had seemed a perfectly orchestrated ribbon-cutting, just days before Thursday’s primary, quickly morphed into a cudgel for the governor’s opponents, who accused him of putting politics above public safety and called for a federal investigation.\nThen, a second problem erupted for Mr. Cuomo on Saturday, when a flier landed in mailboxes of Jewish New Yorkers: a political mailer, paid for by the State Democratic Party that Mr. Cuomo funds, tying together a photograph of his opponent, Cynthia Nixon, and the loaded words “anti-Semitism.” The flier drew swift rebukes from fellow Democrats as Mr. Cuomo distanced himself from its content.\n“I am the mother of Jewish children,” Ms. Nixon said on Sunday, demanding a full account of how the piece she said was a “smear campaign” was approved, and for Mr. Cuomo to record a robocall for voters apologizing for “calling me an anti-Semite.”", "url": "https://www.nytimes.com/2018/09/09/nyregion/cuomo-tappan-zee-cynthia-nixon-primary.html"}