{"authors": ["Mikayla Bouchard", "Hamilton Boardman"], "date_download": "2022-10-25 23:47:32", "date_modify": "2022-10-25 23:47:32", "date_publish": "2018-01-22 02:47:47", "description": "A group of bipartisan lawmakers emerged as the negotiators behind a potential deal to end the gridlock and reopen the government.", "filename": "2018_01_21_us_politics_bipartisan-senators-government-shutdown_1666741652.html", "image_url": "https://static01.nyt.com/images/2018/01/22/us/22moderates1/22moderates1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=4decac3a6b2ca2ea064f73a757446e9f563391f3b2cbc4cbc82f609e84f5a250&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_21_us_politics_bipartisan-senators-government-shutdown_1666741652.html", "title": "Here Are the Senators Who Brokered a Bipartisan Solution to the Government Shutdown", "title_page": "Here Are the Senators Who Brokered a Bipartisan Solution to the Government Shutdown - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Likewise, Claire McCaskill of Missouri, Joe Donnelly of Indiana and Heidi Heitkamp of North Dakota are on the ballot this year in states that Mr. Trump won by double-digit margins. Along with Mr. Manchin, all three of them voted with Republicans on Friday to advance a four-week spending bill that would have avoided the shutdown, and are worried that a prolonged government closure will do nothing to help their chances in November.\nTwo other Democrats among the group are from states won more narrowly in 2016 by Mr. Trump — Bill Nelson of Florida, who is also up for re-election this year, and Gary Peters of Michigan, who does not face voters again until 2020.\nDoug Jones of Alabama won a special election late in 2017 to fill the seat vacated by Attorney General Jeff Sessions. While he does not face re-election until 2020, he is the first Democrat to represent his state in the Senate in a quarter of a century. His victory over the scandal-tainted Roy S. Moore was widely seen as related more to Mr. Moore’s weakness as a candidate than any Democratic groundswell in the state. A restoration of funding for the Children’s Health Insurance Program — a provision included in the spending measure rejected by Senate Democrats last week — was one of Mr. Jones’s key promises during the campaign. And he is likely to want to burnish his centrist bona fides with an eye on 2020. He was one of the five Democrats to vote Friday night to keep the government open.\nBoth of Virginia’s senators, Tim Kaine and Mark Warner, are working with the bipartisan group, which is no surprise, given that the state is home to a large number of federal employees, who are likely to feel the effects of the government shutdown more than most.\nVirginia is not the only state to have both of its senators in on the negotiation. Maggie Hassan and Jeanne Shaheen of New Hampshire are continuing their state’s tradition of pragmatic New England politics. Neither face re-election this year, but New Hampshire was one of the tightest states in the 2016 election, with Mrs. Clinton beating Mr. Trump by fewer than 3,000 votes.", "url": "https://www.nytimes.com/2018/01/21/us/politics/bipartisan-senators-government-shutdown.html"}