{"authors": ["Sheera Frenkel"], "date_download": "2022-10-25 22:55:13", "date_modify": "2022-10-25 22:55:13", "date_publish": "2018-05-22 04:01:04", "description": "Facebook’s chief executive is expected to strike a conciliatory tone about user data on Tuesday when he speaks to members of the European Parliament.", "filename": "2018_05_22_technology_mark-zuckerberg-apologize-european-parliament_1666738513.html", "image_url": "https://static01.nyt.com/images/2018/05/22/business/22FACEBOOK/22FACEBOOK-facebookJumbo.jpg?year=2018&h=549&w=1050&s=3b205892778f938570f8f061f8d283fd4a1c527965947a0008497ba41bca7fdf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_22_technology_mark-zuckerberg-apologize-european-parliament_1666738513.html", "title": "Mark Zuckerberg to Apologize Again, This Time to European Parliament", "title_page": "Mark Zuckerberg to Apologize Again, This Time to European Parliament - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — Mark Zuckerberg, Facebook’s chief executive, plans to strike a conciliatory note when he speaks to members of the European Parliament on Tuesday, in the latest stop on his apology tour for the social network’s mishandling of user information.\nMr. Zuckerberg is expected to stick to what has become a well-used script when he appears before European lawmakers in Brussels on Tuesday evening. The chief executive intends to say that Facebook did not do enough to prevent the social network from being used for harm, according to an excerpt from his prepared remarks viewed by The New York Times.\n“Whether it’s fake news, foreign interference in elections or developers misusing people’s information, we didn’t take a broad enough view of our responsibilities,” Mr. Zuckerberg plans to say, according to the prepared remarks. “That was a mistake, and I’m sorry.”\nThe language closely mirrors what Mr. Zuckerberg told members of Congress last month when he went to Washington for a two-day grilling over how Facebook handled the data of tens of millions of its users. The Times and others had revealed in March that a British political consulting firm, Cambridge Analytica, had improperly used the information of Facebook members to build psychographic profiles of American voters, setting off a data privacy storm.", "url": "https://www.nytimes.com/2018/05/22/technology/mark-zuckerberg-apologize-european-parliament.html"}