{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 22:58:17", "date_modify": "2022-10-25 22:58:17", "date_publish": "2018-05-16 23:20:19", "description": "The president unspooled a lengthy diatribe before TV cameras, warning that dangerous people were clamoring to breach the United States’ borders and castigating Mexico.", "filename": "2018_05_16_us_politics_trump-undocumented-immigrants-animals_1666738697.html", "image_url": "https://static01.nyt.com/images/2018/05/17/us/politics/17dc-trump/17dc-trump-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8ac6b2bbc84c2fda206e7c7c4b01e5c9ae5c137ca3c5745c046d7e3a4fdac99a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_16_us_politics_trump-undocumented-immigrants-animals_1666738697.html", "title": "Trump Calls Some Unauthorized Immigrants ‘Animals’ in Rant", "title_page": "Trump Calls Some Unauthorized Immigrants ‘Animals’ in Rant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump lashed out at undocumented immigrants during a White House meeting on Wednesday, warning in front of news cameras that dangerous people were clamoring to breach the country’s borders and branding such people “animals.”\nMr. Trump’s comments came during a round-table discussion with state and local leaders on California’s so-called sanctuary laws, which strictly limit communication between local law enforcement and federal immigration officers, and which the Trump administration is suing to invalidate. It was hardly the first time the president has spoken in racially fraught terms about immigrants, but it underscored his anger about unchecked immigration — the animating issue of his campaign and his tenure so far — and his frustration that he has not been able to do more to seal the nation’s borders.\nAs he has in numerous private meetings with his advisers at the White House, Mr. Trump used the session to vent about the nation’s immigration laws, calling them “the dumbest laws on immigration in the world.” He exhorted his administration to “do much better” in keeping out undesirable people, including members of transnational gangs like MS-13.\n“We have people coming into the country, or trying to come in — we’re stopping a lot of them,” Mr. Trump said in the Cabinet Room during an hourlong meeting that reporters were allowed to document. “You wouldn’t believe how bad these people are. These aren’t people, these are animals, and we’re taking them out of the country at a level and at a rate that’s never happened before.”", "url": "https://www.nytimes.com/2018/05/16/us/politics/trump-undocumented-immigrants-animals.html"}