{"authors": ["Prashant S. Rao"], "date_download": "2022-10-25 23:51:46", "date_modify": "2022-10-25 23:51:46", "date_publish": "2018-01-23 07:31:18", "description": "The Competition and Markets Authority provisionally rejected 21st Century Fox’s proposed deal for the part of the satellite broadcaster it doesn’t already control.", "filename": "2018_01_23_business_media_sky-21st-century-fox_1666741906.html", "image_url": "https://static01.nyt.com/images/2018/01/24/world/24db-sky-1/24db-sky-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=8ef7d6bf1ebcd257b47d6cda0fcbb3902064a203db1219584593f17ae1b49797&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_23_business_media_sky-21st-century-fox_1666741906.html", "title": "Murdoch’s Bid for Full Control of Sky Is Dealt a Blow by U.K. Regulator", "title_page": "Murdoch’s Bid for Full Control of Sky Is Dealt a Blow by U.K. Regulator - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Those companies have used streaming video services to win over customers who are increasingly comfortable watching movies and television shows on smartphones and tablets. Netflix on Monday reported faster-than-expected subscriber growth — 24 million new customers in 2017 — that helped push its market capitalization past $100 billion for the first time.\nFull control of Sky would give 21st Century Fox not only a vast satellite network but also Now TV, the satellite broadcaster’s online streaming service. Now TV is a minnow compared with behemoths like Netflix, which added more subscribers last year than Sky had over all. But Now TV and its sister services in Germany and Spain would provide a foundation from which to expand.\nMedia industry analysts said the provisional rejection of Mr. Murdoch’s latest bid to bring Sky completely into his corporate fold would probably have little, if any, impact on Disney’s planned $52.4 billion acquisition of 21st Century Fox.\nBrian Wieser, an analyst with Pivotal Research, said that, in his view, the Fox-Sky bid was “not fully dead yet, but it will die a death at some point in the weeks ahead.” As to whether Disney — after the expected approval in the United States of its planned acquisition of 21st Century Fox — would try to buy the coveted 61 percent stake in Sky, he added, “Disney very well may proceed with it, but in that case you could see other bidders for Sky.”\nDisney’s aspirations for Sky, Mr. Wieser said, could affect the role that James Murdoch — the younger of Rupert Murdoch’s two sons and 21st Century Fox’s chief executive — ultimately takes in an expanded Disney. “One could speculate that they won’t announce any role for him until after any Sky deal,” he said.\nMichael Nathanson, an analyst with MoffettNathanson Research, saw Disney’s potential involvement as creating a more favorable scenario for a Sky deal to pass regulatory scrutiny.\n“If anything, it would seem that the U.K. regulators would encourage Disney to control Sky, as it increases the plurality of voices in the U.K. market,” he said.", "url": "https://www.nytimes.com/2018/01/23/business/media/sky-21st-century-fox.html"}