{"authors": ["Matt Apuzzo", "Michael S. Schmidt"], "date_download": "2022-10-25 23:25:46", "date_modify": "2022-10-25 23:25:46", "date_publish": "2018-05-02 16:27:12", "description": "Emmet Flood’s hiring reflects concern that the Russia investigation will drag on and that the midterm elections could result in a Congress eager to take on the White House.", "filename": "2018_05_02_us_politics_emmet-flood-ty-cobb-white-house-lawyer-special-counsel_1666740346.html", "image_url": "https://static01.nyt.com/images/2018/05/03/us/politics/03dc-flood1/03dc-flood1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7d5f3869d7958e496f5dd5421eed14f36554660b8930b6a12f9082184de76a33&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_02_us_politics_emmet-flood-ty-cobb-white-house-lawyer-special-counsel_1666740346.html", "title": "Trump Adds Clinton Impeachment Lawyer, Bracing for a Fight on Multiple Fronts", "title_page": "Trump Adds Clinton Impeachment Lawyer, Bracing for a Fight on Multiple Fronts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Emmet Flood will be joining the White House staff to represent the president and the administration against the Russia witch hunt,” the White House press secretary, Sarah Huckabee Sanders, said in a statement, adopting the president’s derisive label for the special counsel investigation. “Ty Cobb, a friend of the president, who has done a terrific job, will be retiring at the end of the month.”\nLike many veterans of the meandering, yearslong Clinton investigation, Mr. Flood has told people he is wary of special counsel inquiries. He has expressed concerns about the scope of Mr. Mueller’s investigation in particular, a view that resonates with the president. Mr. Cobb, by contrast, has expressed admiration for Mr. Mueller and has never adopted the president’s “witch hunt” language.\nMr. Cobb, 67, was not a supporter of the Trump campaign, and though he expressed fondness for Mr. Trump, he repeatedly reminded people that he represented the White House as an institution, not the president himself. “It has been an honor to serve the country in this capacity at the White House,” Mr. Cobb said in a telephone interview. “I wish everybody well moving forward.”\nMr. Flood is expected to take a more adversarial approach than Mr. Cobb, who voluntarily turned over White House documents to Mr. Mueller. He has credited that cooperation with preventing a protracted — and losing — subpoena fight that would have hobbled the administration. But the strategy frustrated the White House counsel, Donald F. McGahn II, and some in the West Wing who said Mr. Cobb was too willing to accede to Mr. Mueller’s requests.\n“Cobb’s radical theory of the case, to waive executive privilege from the very beginning, was not simply wrong. It was reckless,” said Stephen K. Bannon, the former White House strategist. He said that Mr. Cobb had been fired, rather than left, after repeatedly predicting the end of an investigation that never came. “Unfortunately, you cannot undo the serious damage he has caused the president and the presidency.”", "url": "https://www.nytimes.com/2018/05/02/us/politics/emmet-flood-ty-cobb-white-house-lawyer-special-counsel.html"}