{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:32", "date_modify": "2022-10-25 23:34:32", "date_publish": "2018-09-04 23:01:04", "description": "A report by the archbishop of Canterbury and others calls for transformational changes to redress the feelings of inequality and injustice that led to Brexit.", "filename": "2018_09_04_world_europe_uk-economy-prosperity-justice-inequality-fairness-welby_1666740872.html", "image_url": "https://static01.nyt.com/images/2018/09/05/world/05ukbishop/05ukbishop-facebookJumbo.jpg?year=2018&h=549&w=1050&s=9ed78d174a5f7edc1ab677deca2e7970f67c4ada2b957c1bf8d1eecb84539de2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_04_world_europe_uk-economy-prosperity-justice-inequality-fairness-welby_1666740872.html", "title": "U.K. Economy Needs Stronger Unions and Higher Taxes on Rich, Report Says", "title_page": "U.K. Economy Needs Stronger Unions and Higher Taxes on Rich, Report Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Britain needs sweeping changes to redress its economic failings, rising inequality and the corrosive legacy of the financial crisis, according to a report from a committee that included the Most Rev. Archbishop of Canterbury, Justin Welby.\nThe group outlined a 10-year plan for the sort of transformation experienced twice in Britain in the last century: once after the Second World War, when the state expanded its influence, and then in the 1980s, when Margaret Thatcher unleashed the free market to jolt the economy.\nCommissioned by the Institute for Public Policy Research, a British public policy institute, the report, “Prosperity & Justice: A Plan for the New Economy,” landed just as Britain is grappling with its looming exit from the European Union, or Brexit, a move that has already slowed investment and dampened economic growth.\nInstead of focusing on Brexit itself, the document tried to tackle some of the factors that prompted the 2016 referendum and the resulting decision to quit the European Union. That vote, the report said, “was a stark repudiation of the status quo and crystallized profound feelings of economic injustice.”", "url": "https://www.nytimes.com/2018/09/04/world/europe/uk-economy-prosperity-justice-inequality-fairness-welby.html"}