{"authors": ["David E. Sanger", "Matthew Rosenberg"], "date_download": "2022-10-25 23:31:12", "date_modify": "2022-10-25 23:31:12", "date_publish": "2018-07-19 00:56:33", "description": "Weeks before taking office, Donald J. Trump learned of highly sensitive intelligence about Russian election interference, but he has done all he can to suggest other explanations for the hacks.", "filename": "2018_07_18_world_europe_trump-intelligence-russian-election-meddling-_1666740672.html", "image_url": "https://static01.nyt.com/images/2018/07/19/us/politics/19dc-intel2/19dc-intel2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7926655b1abfda24f2e68bdfe06d67ce2b43270b6d562a3b66395088ea1f8329&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_18_world_europe_trump-intelligence-russian-election-meddling-_1666740672.html", "title": "From the Start, Trump Has Muddied a Clear Message: Putin Interfered", "title_page": "From the Start, Trump Has Muddied a Clear Message: Putin Interfered - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Russian efforts are “aimed at sowing discord and divisiveness in this country,” he continued. “We haven’t yet seen an effort to target specific election infrastructure this time. We could be just a moment away from the next level.”\n“It’s a threat we need to take extremely seriously and respond to with fierce determination and focus.”\nAlmost as soon as he took office, Mr. Trump began casting doubts on the intelligence on Russia’s election interference, though never taking issue with its specifics.\nHe dismissed it broadly as a fabrication by Democrats and part of a “witch hunt” against him. He raised unrelated issues, including the state of investigations into Mrs. Clinton’s home computer server, to distract attention from the central question of Russia’s role — and who, if anyone, in Mr. Trump’s immediate orbit may have worked with them.\nIn July 2017, just after meeting Mr. Putin for the first time, Mr. Trump told a New York Times reporter that the Russian president had made a persuasive case that Moscow’s cyberskills were so good that the government’s hackers would never have been caught. Therefore, Mr. Trump recounted from his conversation with Mr. Putin, Russia must not have been responsible.\nSince then, Mr. Trump has routinely disparaged the intelligence about the Russian election interference. Under public pressure — as he was after his statements in Helsinki on Monday — he has periodically retreated. But even then, he has expressed confidence in his intelligence briefers, not in the content of their findings.\nThat is what happened again this week, twice.\nMr. Trump’s statement in Helsinki led Mr. Coats to reaffirm, in a statement he deliberately did not get cleared at the White House, that American intelligence agencies had no doubt that Russia was behind the 2016 hack.\nThat contributed to Mr. Trump’s decision on Tuesday to say that he had misspoken one word, and that he did believe Russia had interfered — although he also veered off script to declare: “Could be other people also. A lot of people out there.”", "url": "https://www.nytimes.com/2018/07/18/world/europe/trump-intelligence-russian-election-meddling-.html"}