{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:26:58", "date_modify": "2022-10-25 23:26:58", "date_publish": "2018-08-17 23:45:10", "description": "President Trump is planning an overhaul of climate regulations that lets states set their own rules, according to people who have seen the proposal. Environmentalists say emissions could rise.", "filename": "2018_08_17_climate_trump-clean-power-rollback_1666740418.html", "image_url": "https://static01.nyt.com/images/2018/08/18/climate/18CLI-CLEANPOWER-print/18CLI-CLEANPOWER-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b9e3c29366d2fb12e25f161c1164c546951f55238936897db2c9e204460557b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_17_climate_trump-clean-power-rollback_1666740418.html", "title": "Trump’s Plan for Coal Emissions: Let Coal States Regulate Them", "title_page": "Trump’s Plan for Coal Emissions: Let Coal States Regulate Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\nWASHINGTON — The Trump administration next week plans to formally propose a vast overhaul of climate change regulations that would allow individual states to decide how, or even whether, to curb carbon dioxide emissions from coal plants, according to a summary of the plan and details provided by three people who have seen the full proposal.\nThe plan would also relax pollution rules for power plants that need upgrades. That, combined with allowing states to set their own rules, creates a serious risk that emissions, which had been falling, could start to rise again, according to environmentalists.\nThe proposal, which President Trump is expected to highlight Tuesday at a rally in West Virginia, amounts to the administration’s strongest and broadest effort yet to address what the president has long described as a regulatory “war on coal.” It would considerably weaken what is known as the Clean Power Plan, former President Barack Obama’s signature regulation for cutting planet-warming emissions at coal-fired plants.\nThat rule, crafted as the United States prepared to enter into the 2015 Paris Agreement on global warming, was the first federal carbon-pollution restriction for power plants. In 2016, the Supreme Court temporarily blocked the regulation from taking effect while a federal court heard arguments from a coalition of coal states that sued to block the rule. It remains suspended.", "url": "https://www.nytimes.com/2018/08/17/climate/trump-clean-power-rollback.html"}