{"authors": ["Ian Urbina"], "date_download": "2022-10-25 23:52:07", "date_modify": "2022-10-25 23:52:07", "date_publish": "2018-10-05 09:00:20", "description": "Millions of weapons aficionados reload their own ammunition and cast their own bullets, acts of individualism that are hallmarks of the broader American gun ethos.", "filename": "2018_10_05_us_3d-printed-guns-homemade-ammunition_1666741927.html", "image_url": "https://static01.nyt.com/images/2018/10/07/us/07homemade-01-print/00homemade-01-facebookJumbo.jpg?year=2018&h=549&w=1050&s=dfaeb4df94554e067aefce29df42ffe9e142c8aee77c5bd13fe232bcee07f7c8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_05_us_3d-printed-guns-homemade-ammunition_1666741927.html", "title": "Inside the World of D.I.Y. Ammunition", "title_page": "Inside the World of D.I.Y. Ammunition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In contrast, those interested in creating printable guns are often younger and more internet savvy. Many also describe themselves as crypto-anarchists, like Cody Wilson, a Texas gun advocate who was recently blocked by a federal judge from publishing his schematics for a 3-D gun online. Many have a reputation as proponents of open-source software and admirers of WikiLeaks and Edward Snowden, and of being frustrated by restrictions on speech.\n[Read: A judge blocks Cody Wilson’s attempts to post his blueprints for 3-D guns.]\n“How do governments behave if they must one day operate on the assumption that any and every citizen has near instant access to a firearm through the internet?” a statement on Mr. Wilson’s site once asked. “Let’s find out.”\nIn a separate case, Mr. Wilson was arrested last month after being charged with sexually assaulting a minor.\nBoth parts of the community, though, share a staunch skepticism of the government and an ideological individualism that have long been hallmarks of the broader American gun ethos. Not unlike many supporters of President Trump, many in this group think of themselves as social disrupters, questioning the relationship between citizens and their states. In their view, guns are not just a constitutionally protected right, but also a socio-historical symbol whose very purpose is to level the playing field.\nIn the past, law enforcement agencies have tamped down alarm from gun control advocates about emerging 3-D technology by citing the homemade weapons’ lack of durability. The Bureau of Alcohol, Tobacco, Firearms and Explosives, for instance, released a video in 2013 showing one such gun, called the Liberator and made of a weaker type of plastic, exploding during its test firing. But these reassurances have come less frequently as the stability of the guns have improved and inventions like Mr. Crumling’s have become more available.\nIn fact, if 3-D printed guns continue to advance and developers indeed solve the ammunition problem, Mr. Crumling said, the market may eventually move toward fully disposable weapons.\nNot unlike the pepper spray that people buy and keep in their glove boxes or purses, printed weapons could be thrown away after a single use or several uses, he predicted.", "url": "https://www.nytimes.com/2018/10/05/us/3d-printed-guns-homemade-ammunition.html"}