{"authors": ["David Waldstein"], "date_download": "2022-10-25 23:35:37", "date_modify": "2022-10-25 23:35:37", "date_publish": "2018-03-20 01:33:27", "description": "The $1.3 trillion spending legislation could include a provision that would exempt minor leaguers from federal fair labor laws, which would be a victory for M.L.B. teams.", "filename": "2018_03_19_sports_baseball_federal-budget-minor-league-salaries_1666740937.html", "image_url": "https://static01.nyt.com/images/2018/03/20/sports/20mlbweb-1/20mlbweb-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8e72ba51fdd1a30c49745bc6e321c27b8486248d46c1652e928b1736296c6fe8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_19_sports_baseball_federal-budget-minor-league-salaries_1666740937.html", "title": "Federal Budget Bill Could Affect Minor Leaguers’ Pay", "title_page": "Federal Budget Bill Could Affect Minor Leaguers’ Pay - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It just underscores the state of our country right now,” said Garrett Broshuis, a former minor league pitcher and a lawyer for the minor league players. “Major League Baseball billionaires have been lobbying Congress, and now they could attach this provision to a bill intended to avoid a government shutdown, and it’s all done in total secrecy.”\nBaseball considers minor league players as seasonal apprentices, similar to musicians, artists, actors and others in certain industries who accept low pay for a temporary period as they seek to break into the big time. M.L.B. sometimes pays the players, no matter which minor league team they play for, less than $1,500 per month, but only for a six-month period — less than the federal minimum wage.\nIf the provision is not included in the final bill, which is expected to be presented this week, baseball could continue with its current pay system, at least until the litigation on behalf of minor leaguers is resolved. Baseball is not expected to make any changes while the case is still pending, as it does not want to enact unilateral pay raises until it is known how the next system would work, particularly regarding overtime.\n“It would be totally impractical to treat players as hourly employees,” said Daniel Halem, M.L.B.’s deputy commissioner of baseball administration. “Minor league baseball is not a career. It is intended to be an avenue to the major leagues where you either make it, or you move on to something else.”\nTeams also pay lucrative signing bonuses to many, though not all, minor leaguers. According to M.L.B.’s 2016 figures, about 1,850 players received bonuses of at least $50,000 (for a total of about $440 million), which are paid out over the course of two seasons.", "url": "https://www.nytimes.com/2018/03/19/sports/baseball/federal-budget-minor-league-salaries.html"}