{"authors": ["Michael D. Shear", "Katie Benner", "Nicholas Fandos"], "date_download": "2022-10-25 23:02:28", "date_modify": "2022-10-25 23:02:28", "date_publish": "2018-08-17 16:57:17", "description": "President Trump threatened to revoke “very soon” the security clearance of the little-known Justice Department official, who has been accused of having helped start the Russia investigation.", "filename": "2018_08_17_us_politics_trump-conspiracy-bruce-nellie-ohr_1666738948.html", "image_url": "https://static01.nyt.com/images/2018/08/18/us/politics/18dc-clearance-print/18dc-clearance-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f1f68c00215c9926f80ad4358c7e89314c5c08f5bd210673d29d4ea81a9680d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_17_us_politics_trump-conspiracy-bruce-nellie-ohr_1666738948.html", "title": "Embracing Conspiracy Theory, Trump Escalates Attack on Bruce Ohr", "title_page": "Embracing Conspiracy Theory, Trump Escalates Attack on Bruce Ohr - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’d like to begin by reading a statement from the president. ‘I’ve decided to revoke the security clearance of John Brennan, former director of the Central Intelligence Agency. At this point in my administration, any benefits that senior officials might glean from consultations with Mr. Brennan are now outweighed by the risks posed by his erratic conduct and behavior.’” President Trump has taken away John Brennan’s security clearance and says he’s considering doing the same to other former national security officials. That’s even though two of the officials, including the former F.B.I. director James Comey, no longer have clearances. So why did he single out the group? One clue may be what they’ve said about him. “I think he has demonstrated time and time again that he lies to the American people, and that he is not fulfilling the responsibilities of the office of the presidency.” “The United States used to be the defender of our European allies and to push back against the Russians. The fact now that Mr. Trump is aligning himself with Mr. Putin is a concern.” “He is giving aid and comfort to the enemy, and it needs to stop.” “Oh, I have no confidence in a guy like Brennan. And I think he’s a total lowlife. “When the president tries to use the Department of Justice as kind of a private investigatory body, that’s, uh, not good for the country.” “Our institutions are under assault internally.” “Internally from the president?” “Exactly.” “Are you questioning his fitness?” “Yes, I do.” “I have no confidence in Clapper. You know, Clapper wrote me a beautiful letter when I first went to office, and it was really nice. And then all of a sudden, he’s gone haywire.” “He has a habit of telling lies. Sometimes big. Sometimes casual. And then insisting that the people around him repeat them and believe them. And that is — that stains any human.” “Is Donald Trump unfit to be president?” “Yes. I think he’s morally unfit to be president.” “I think that James Comey was unfair to the people of this country. I think what he did was a disgrace. I think he goes down as the worst F.B.I. director in history, by far. There’s nobody close. And I think I did the country a tremendous favor by firing him.”", "url": "https://www.nytimes.com/2018/08/17/us/politics/trump-conspiracy-bruce-nellie-ohr.html"}