{"authors": ["Mark Landler", "Kate Kelly"], "date_download": "2022-10-25 23:43:54", "date_modify": "2022-10-25 23:43:54", "date_publish": "2018-10-13 16:27:14", "description": "A conference for big investors started last year by Crown Prince Mohammed bin Salman has become a symbol of the West’s deepening disillusionment with him after the disappearance of a Saudi journalist.", "filename": "2018_10_13_world_middleeast_saudi-arabia-conference-crown-prince-mohammed_1666741434.html", "image_url": "https://static01.nyt.com/images/2018/10/15/us/politics/14dc-saudi1/14dc-saudi1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=eb18847d27ac0b5209504b89680dadf2a5b050d293e90d6afa48605f3bdaff41&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_13_world_middleeast_saudi-arabia-conference-crown-prince-mohammed_1666741434.html", "title": "‘Davos in the Desert,’ a Saudi Prince’s Glittering Showcase, Is Stained by a Grisly Accusation", "title_page": "‘Davos in the Desert,’ a Saudi Prince’s Glittering Showcase, Is Stained by a Grisly Accusation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Treasury Secretary Steven Mnuchin is also still scheduled to represent the Trump administration, though on Friday, Mr. Trump told reporters that he might reconsider that decision. He said he planned to call King Salman to press him for answers about Mr. Khashoggi.\n“A lot of people are going over to the investment conference,” the president said. “Maybe some won’t be going.”\nAsked in an interview with “60 Minutes” whether Crown Prince Mohammed gave an order to kill Mr. Khashoggi, Mr. Trump said, “Nobody knows yet, but we’ll probably be able to find out.”\nHe promised “severe punishment” for Saudi Arabia if it turns out that Mr. Khashoggi was killed by a Saudi hit squad in its consulate in Istanbul, as Turkish officials have said, according to excerpts from an interview that will be aired Sunday.\nMr. Trump played an important role in anointing Crown Prince Mohammed as an attractive investment. He backed the 33-year-old prince when he was jockeying to be his father’s heir, played host to him at a White House lunch, clinched a multibillion-dollar arms deal with his military, and chose Riyadh for his first foreign destination as president.\nIn April, Crown Prince Mohammed took a three-week tour of the United States that doubled as a road show for Saudi Arabia. After conferring with Mr. Trump in the Oval Office, he met with Bill Gates and Jeff Bezos in Seattle, Morgan Freeman and Dwayne Johnson in Hollywood, and Richard Branson in the California desert, where the two discussed space travel.\nLast week, Mr. Branson suspended his directorship at two tourism projects near the Red Sea and halted discussions about an investment in his space ventures by Saudi’s sovereign wealth fund, the Public Investment Fund, which sponsors the conference.", "url": "https://www.nytimes.com/2018/10/13/world/middleeast/saudi-arabia-conference-crown-prince-mohammed.html"}