{"authors": ["Marc Santora"], "date_download": "2022-10-25 23:02:46", "date_modify": "2022-10-25 23:02:46", "date_publish": "2018-03-28 14:32:58", "description": "An ambitious building project that started in Skopje, Macedonia’s capital, in 2008, was meant to evoke an ancient past. It has created a wild present.", "filename": "2018_03_28_world_europe_macedonia-skopje_1666738966.html", "image_url": "https://static01.nyt.com/images/2018/03/29/world/29Macedonia1/15Macedonia1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9c8ed6d5210df2f070e336fb7861c3e503f9523cc5b1194a3975b2c6da1bcbf3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_28_world_europe_macedonia-skopje_1666738966.html", "title": "Dancing Nymphs and Pirate Ships: Notes from a Capital of Kitsch", "title_page": "Dancing Nymphs and Pirate Ships: Notes from a Capital of Kitsch - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "About a decade ago, the governing party of Macedonia at the time came up with an idea for a citywide building and renovation project as a way to claim ownership of its history and draw in tourists.\nHundreds of new sculptures were put up across the city, and many new buildings erected in the center of town. Dozens of false facades were added to Communist-era buildings, while scores of plaques appeared, attesting to events with varying degrees of historical accuracy.\nThe project cost hundreds of millions of dollars more than public projections and has been roundly derided by urban planners and architects, who say it was rushed into reality at the cost of structural integrity and functionality. It was a central issue in the protests in 2015 that led to the defeat of the governing party.\nNikola Strezovski, a 37-year-old architect, has watched the project — called Skopje 2014 because it was supposed to be completed in 2014 — with a mixture of disgust, anger and confusion.", "url": "https://www.nytimes.com/2018/03/28/world/europe/macedonia-skopje.html"}