{"authors": ["Jeffrey Gettleman", "Hari Kumar", "Kai Schultz"], "date_download": "2022-10-25 23:45:19", "date_modify": "2022-10-25 23:45:19", "date_publish": "2018-09-27 13:28:01", "description": "As the country’s politics have veered to the right and become increasingly divisive, the justices have often acted as a progressive counterweight.", "filename": "2018_09_27_world_asia_india-supreme-court-modi_1666741519.html", "image_url": "https://static01.nyt.com/images/2018/09/28/world/28india-supreme-1-print/28india-supreme-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f7c92e917cf848948cf6313d62bc86d4e9101a284edc947fa2a19b199526f16b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_27_world_asia_india-supreme-court-modi_1666741519.html", "title": "Hundreds of Cases a Day and a Flair for Drama: India’s Crusading Supreme Court", "title_page": "Hundreds of Cases a Day and a Flair for Drama: India’s Crusading Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "NEW DELHI — Following the headlines, you might get the feeling that India’s Supreme Court is everywhere at once, all the time. You wouldn’t be far off.\nOn Thursday, the court struck down a colonial-era law making adultery a crime. Just the day before, the judges tactically pruned back the country’s sweeping Aadhaar national ID program to reflect privacy concerns. Earlier this month, it overturned a ban on gay sex that had stood for 150 years.\nThe court is one of the most vital institutions in a vast and chaotic democracy of 1.3 billion people, weighing in on wild dogs, killer tigers, mob lynchings, garbage dumps and Muslim divorce rules — hot potatoes that Indian politicians won’t touch.\nIt loves juicy social debates, often siding with victims and wielding dramatically worded rulings designed to capture maximum attention. (In a recent case about a young woman pushed to suicide by a suitor, it ruled that “No one can compel a woman to love.”)", "url": "https://www.nytimes.com/2018/09/27/world/asia/india-supreme-court-modi.html"}