{"authors": ["Margaret Coker", "Rick Gladstone"], "date_download": "2022-10-25 23:54:27", "date_modify": "2022-10-25 23:54:27", "date_publish": "2018-05-14 21:53:55", "description": "Moktada al-Sadr’s forces fought fiercely against American soldiers during the Iraq war. They were also responsible for atrocities against civilians.", "filename": "2018_05_14_world_middleeast_iraq-election-moktada-al-sadr_1666742067.html", "image_url": "https://static01.nyt.com/images/2018/05/15/world/15iraq1/15iraq1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=dfda9aa1df1b828744efd8a25ccbb0e8be7a2002d6a6fc8f14dd3f745af82659&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_14_world_middleeast_iraq-election-moktada-al-sadr_1666742067.html", "title": "Iraqi Voters Strengthen Hand of Militia Leader Who Battled U.S.", "title_page": "Iraqi Voters Strengthen Hand of Militia Leader Who Battled U.S. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — Moktada al-Sadr, a firebrand militia leader whose forces once battled American troops in Iraq and were implicated in widespread atrocities against civilians, has emerged as the surprise front-runner in the Iraqi national elections, according to Iraqi election officials.\nAfter American forces withdrew from Iraq in 2011, Mr. Sadr remained vocally anti-American, though he has also been strongly critical of Iran, the other foreign power with widespread influence here.\nThe victory of Mr. Sadr’s political coalition could complicate the American strategy in Iraq. The American military has been training, sharing intelligence and planning missions with former militias in the country, gambling that their military partnership can keep the Islamic State from making a comeback here.\nMr. Sadr has been highly critical of American airstrikes in the country against the Islamic State, though he has said little recently about his willingness to allow American troops to remain on Iraqi soil.", "url": "https://www.nytimes.com/2018/05/14/world/middleeast/iraq-election-moktada-al-sadr.html"}