{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:45:40", "date_modify": "2022-10-25 23:45:40", "date_publish": "2018-04-27 07:43:03", "description": "Kim Jong-un of North Korea and Moon Jae-in of the South agreed to work to formally end the Korean War and rid the peninsula of nuclear weapons.", "filename": "2018_04_27_world_asia_north-korea-south-kim-jong-un_1666741540.html", "image_url": "https://static01.nyt.com/images/2018/04/27/world/27disarm-01/27disarm-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1267dab3bf2478925b906bcd16ca2ce97167afb60dff4d576e0a1ddd388ca649&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_27_world_asia_north-korea-south-kim-jong-un_1666741540.html", "title": "North and South Korea Set Bold Goals: A Final Peace and No Nuclear Arms", "title_page": "North and South Korea Set Bold Goals: A Final Peace and No Nuclear Arms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "1950: The Korean War begins. It’s technically never ended. Here’s why. First off, the war itself. It killed about 4 million people. On one side, there was South Korea, allied with U.N. forces led by the Americans. On the other side, there was North Korea, backed by the Soviet Union and China. They fought for three years, until — “A special building had been erected for the signing of the Korean armistice.” This was the signing of a cease-fire, and it did seem to offer some hope. “We have stopped the shooting. That means much to the fighting men and their families. And it will allow some of the grievous wounds of Korea to heal.” But a cease-fire is not a binding peace treaty. “It was all quiet on the Korean front the day after the signing of the armistice.” It only ended the fighting. It also set guidelines, like for the exchange of prisoners and where the army should withdraw to. “The open ground left between must become the demilitarized zone — or DMZ.” It also laid the groundwork for a permanent peace treaty. But here’s the catch. South Korea’s president was against the troops — “President Syngman Rhee is the man who threw a spanner into the works just as the armistice talks at Panmunjom seemed to have reached finality.” — and never let his country sign it. He wanted to keep fighting to unify the whole peninsula and punish the North. None of this boded well for the peace conference, which kicked off a year later. “Seeking solutions for Far Eastern problems. The free world and Communism are again locked in bitter argument.” One of those arguments was over whether foreign allies, like the U.S. and China, could keep troops on the peninsula. And another was how to unify the two countries through elections. Even allies couldn’t agree amongst themselves. So the talks went nowhere. Sixty-five years later, there’s now talk of hashing out a formal ending to the Korean War. And that could set the stage for a broader peace on the Korean peninsula.", "url": "https://www.nytimes.com/2018/04/27/world/asia/north-korea-south-kim-jong-un.html"}