{"authors": ["James Comey"], "date_download": "2022-10-25 23:02:33", "date_modify": "2022-10-25 23:02:33", "date_publish": "2018-06-14 18:20:51", "description": "An inspector general report faulting me also found no evidence of bias or improper motivation in the F.B.I. investigation of Hillary Clinton’s emails.", "filename": "2018_06_14_opinion_comey-clinton-inspector-general_1666738953.html", "image_url": "https://static01.nyt.com/images/2018/06/14/opinion/14comeySub/14comeySub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3d37f062012c3672f6a18e612966328b00b22882e67afaaa67c59c05f7665a84&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_14_opinion_comey-clinton-inspector-general_1666738953.html", "title": "James Comey: This Report Says I Was Wrong. But That’s Good for the F.B.I.", "title_page": "Opinion | James Comey: This Report Says I Was Wrong. But That’s Good for the F.B.I. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Department of Justice’s independent watchdog, the inspector general, has released a report that is critical of my decisions as F.B.I. director during the investigation of Hillary Clinton’s email account. The report concludes that I was wrong to announce the F.B.I.’s completion of the investigation without coordinating with the attorney general and that I was wrong to inform Congress in late October that we had reopened the investigation.\nIn both situations, the inspector general’s team concludes, I should have adhered to established norms, which they see as mandating both deference to the attorney general on the public announcement and silence about an investigation so close to an election.\nI do not agree with all of the inspector general’s conclusions, but I respect the work of his office and salute its professionalism. All of our leaders need to understand that accountability and transparency are essential to the functioning of our democracy, even when it involves criticism. This is how the process is supposed to work.\nThis report is important for two reasons.\nFirst, the inspector general’s team went through the F.B.I.’s work with a microscope and found no evidence that bias or improper motivation affected the investigation, which I know was done competently, honestly and independently.", "url": "https://www.nytimes.com/2018/06/14/opinion/comey-clinton-inspector-general.html"}