{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 23:28:57", "date_modify": "2022-10-25 23:28:57", "date_publish": "2018-03-25 19:47:45", "description": "For many people, kitchens are the center of the home. Tech and appliance makers, aiming to deepen ties to customers, are increasingly targeting that room with smart devices.", "filename": "2018_03_25_technology_smart-homes-tech-kitchen_1666740537.html", "image_url": "https://static01.nyt.com/images/2018/03/26/business/00Smartkitchen/merlin_135772920_b30dc2fb-553a-41ed-8ef8-17952adb7b9d-facebookJumbo.jpg?year=2018&h=549&w=1050&s=696cca0a77c507b9ce34f9cd11ee8552228b82b3072218df35e40714f4bd52e6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_25_technology_smart-homes-tech-kitchen_1666740537.html", "title": "To Invade Homes, Tech Is Trying to Get in Your Kitchen", "title_page": "To Invade Homes, Tech Is Trying to Get in Your Kitchen - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — On a recent Saturday night, German Salazar made chicken tacos for his friends while they chatted with him in his kitchen. Occasionally, he interrupted the conversation to talk to another friend: Google.\nMr. Salazar was speaking to Google Home, the artificially intelligent speaker living on his kitchen counter. “Hey Google, set a timer for 20 minutes,” he said, to activate a countdown for when the chicken would be cooked and ready for shredding.\nAt first, Mr. Salazar’s friends snickered when he talked to the speaker. But after a few bottles of wine, everyone began grilling Google Home with questions and requests: “How much did Jamie Lee Curtis make in ‘True Lies’?” and “Tell me a joke.”\nFor many people, the kitchen is the center of the home and a locus for interactions that go beyond preparing and eating food. Now tech companies and appliance makers, aiming to deepen their relationships with customers, are increasingly targeting the room that is synonymous with togetherness.", "url": "https://www.nytimes.com/2018/03/25/technology/smart-homes-tech-kitchen.html"}