{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:40:41", "date_modify": "2022-10-25 23:40:41", "date_publish": "2018-06-30 13:09:29", "description": "Scrambling to turn out its first mass-market electric car, the automaker set up multiple assembly lines and is changing production processes on the fly.", "filename": "2018_06_30_business_tesla-factory-musk_1666741241.html", "image_url": "https://static01.nyt.com/images/2018/07/01/business/01TESLA-1/merlin_139592340_2eb91484-b6bb-4303-ae28-838a4e8feda4-facebookJumbo.jpg?year=2018&h=549&w=1050&s=b1f0c52a2e0d020d842fb37a89f94bb578e9be5648ae9991d1b4344810fc10c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_30_business_tesla-factory-musk_1666741241.html", "title": "Inside Tesla’s Audacious Push to Reinvent the Way Cars Are Made", "title_page": "Inside Tesla’s Audacious Push to Reinvent the Way Cars Are Made - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“It’s unusual to be doing that at this point in time when the car is already launched,” said Mr. Harbour, a veteran manufacturing expert who has visited most of the world’s major auto plants. “Normally you’d make changes like that in the prototype stage.”\nIn another bid to push the limits of technology, Tesla at times pulls robots off the line and tests them operating at speeds greater than specified by the supplier, said Charles Mwangi, Tesla’s director of body engineering.\n“We are actually breaking them to see what the maximum limit is,” Mr. Mwangi said. The idea is to find ways of accelerating production without spending capital on new machinery. In the future, rather than adding more machines to increase output, “we can just dial up our equipment,” he said.\nThe willingness to experiment with the production process even as cars are rolling off the line is perhaps the most significant way Tesla is defying the industry’s conventional wisdom. Automakers like Toyota, Honda and G.M. engineer manufacturing lines that can churn out cars or trucks at a rate of about one a minute, and essentially lock in the basic assembly process once they start production. While they make tweaks to improve quality or worker safety, they generally make major changes or introduce new techniques only every few years, when an old model is phased out and before production of a new one begins.\n“The first step in auto quality is stability,” Mr. Harbour said. “Once you get a stable process that works, you can go back and make improvements.”\nTesla, by contrast, is tinkering with its production lines on the fly, and the tent is a stark illustration of that approach.", "url": "https://www.nytimes.com/2018/06/30/business/tesla-factory-musk.html"}