{"authors": ["Richard Fausset"], "date_download": "2022-10-25 23:24:10", "date_modify": "2022-10-25 23:24:10", "date_publish": "2018-03-20 00:08:43", "description": "“We are saving more of the unborn than any state,” Gov. Phil Bryant said. Abortion rights advocates called the bill clearly unconstitutional.", "filename": "2018_03_19_us_mississippi-abortion-ban_1666740250.html", "image_url": "https://static01.nyt.com/images/2018/03/20/us/20abortion/20abortion-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3397951d65f2c0412ce514ea0b2ed0f099ad2920443799e59d1890adecc51ae3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_19_us_mississippi-abortion-ban_1666740250.html", "title": "Mississippi Bans Abortions After 15 Weeks; Opponents Swiftly Sue", "title_page": "Mississippi Bans Abortions After 15 Weeks; Opponents Swiftly Sue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Updated on March 20.\nSaying that he was “saving the unborn,” Gov. Phil Bryant of Mississippi signed into law on Monday a measure that would ban almost all abortions after 15 weeks of pregnancy. Abortion rights supporters called it the earliest abortion ban in the country, and said it was an unconstitutional restriction that defied years of federal court precedent over the limits states may impose on abortion providers.\nThe only abortion clinic in the state quickly filed a complaint in federal court to block the law.\nThe bill, labeled the Gestational Age Act, was passed overwhelmingly by both chambers of the Republican-controlled State Legislature this month.\nThe governor was in a jovial mood as he signed the bill into law. “We are saving more of the unborn than any state in America, and what better thing we could do,” said Mr. Bryant, a Republican serving his second term.\nHe said he expected a swift legal challenge, and indeed, the abortion clinic, the Jackson Women’s Health Organization, filed a complaint in United States District Court for Mississippi’s Southern District less than an hour after he signed the bill into law.", "url": "https://www.nytimes.com/2018/03/19/us/mississippi-abortion-ban.html"}