{"authors": ["Rod Nordland", "Fahim Abed", "Mujib Mashal"], "date_download": "2022-10-25 23:28:40", "date_modify": "2022-10-25 23:28:40", "date_publish": "2018-08-12 12:04:24", "description": "The fighting demonstrated that the insurgents had a capacity for carrying out ambitious operations on multiple fronts, while the government struggled to respond on a single front in Ghazni.", "filename": "2018_08_12_world_asia_afghanistan-ghazni-taliban_1666740520.html", "image_url": "https://static01.nyt.com/images/2018/08/13/world/13Afghanistan2/13Afghanistan2-facebookJumbo.jpg?year=2018&h=549&w=1050&s=a45891173ca0af7809adba345cdd4e989049fb0d91359d5066bc099e46e31e52&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_12_world_asia_afghanistan-ghazni-taliban_1666740520.html", "title": "Taliban Kill More Than 200 Afghan Defenders on 4 Fronts: ‘A Catastrophe’", "title_page": "Taliban Kill More Than 200 Afghan Defenders on 4 Fronts: ‘A Catastrophe’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Afghan government forces lost more than 200 officers and soldiers in fighting over the past three days as Taliban insurgents launched sustained attacks on four different fronts.\nThe hardest-hit area was the southeastern city of Ghazni, where more than 100 police officers and soldiers had been killed by Sunday, a hospital official said, and the insurgents appeared to be in control of most of the strategic city aside from a few important government facilities.\nNinety miles west, in Ghazni Province, the Taliban seized control of the Ajristan District. The elite army commando unit that had been defending the district disappeared for two days, and their superiors were uncertain of their fate. When they found out on Sunday, estimates of the dead ranged from 40 to 100. Twenty-two survivors were carried to safety on donkeys by rescuers who found them lost in the mountains.\nIn Faryab Province, 250 miles to the northwest, an isolated Afghan National Army base of 100 soldiers lost more than half of its men in a Taliban assault that ended early Sunday morning. The defenders said they did not expect to last another night.\nAnd 275 miles east of the Faryab base, in northern Baghlan Province, at a base at Jangal Bagh on the strategic highway between Pul-i-Kumri and Kunduz, insurgents killed seven policemen and nine soldiers and captured three other soldiers on Saturday.\nWith the tempo of the Afghan conflict steadily increasing, it was a bad few days for the Afghan government. The fighting has demonstrated that the insurgents have a capacity for carrying out ambitious operations on multiple fronts, while the government has struggled to respond on a single front in Ghazni.\nBaz Mohammad Hemat, the director of the Ghazni Hospital, said by telephone that 113 bodies had been taken to the hospital, along with 142 people who had been wounded, most of them in uniform.\n“We’re running out of hospital rooms; we are using corridors and available space everywhere,” Mr. Hemat said. “Fighting is quite close to the hospital. The situation is really bad here. We’re receiving more and more wounded and dead every hour.”\nThe death toll appeared sure to rise, with numerous reports of bodies left unrecovered around the city. The fall of Ghazni, if it happens, would be the Taliban’s most important victory yet, as the city is on the main north-south highway, and its capture would effectively cut off the capital, Kabul, and the north from the insurgents’ Pashtun homeland in the south.", "url": "https://www.nytimes.com/2018/08/12/world/asia/afghanistan-ghazni-taliban.html"}