{"authors": ["Ali Watkins"], "date_download": "2022-10-26 00:12:07", "date_modify": "2022-10-26 00:12:07", "date_publish": "2018-03-13 09:00:16", "description": "In repeatedly promising that bump stocks would be banned, President Trump may have opened his Justice Department to lawsuits.", "filename": "2018_03_13_us_politics_trump-atf-bump-stock-ban_1666743127.html", "image_url": "https://static01.nyt.com/images/2018/03/14/us/politics/14dc-bumpstocks/14dc-bumpstocks-facebookJumbo.jpg?year=2018&h=550&w=1050&s=051e13df3877f045e40ca6d1e08c86ee7dea52e926f21962cffb4396dbcf3756&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_13_us_politics_trump-atf-bump-stock-ban_1666743127.html", "title": "Pressured by Trump, A.T.F. Revisits Bump Stock Rules", "title_page": "Pressured by Trump, A.T.F. Revisits Bump Stock Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Days after 17 people were gunned down at a Florida high school last month, President Trump vowed to overhaul some of the nation’s gun laws, promising to “do more to protect our children.”\nThe president announced a string of changes, including a ban of so-called bump stock devices, which can make semiautomatic rifles fire like machine guns and were found on firearms used in October’s mass shooting in Las Vegas. The Justice Department, Mr. Trump said, was reviewing the issue and would soon move to take the devices off shelves.\nBut at the time, the Bureau of Alcohol, Tobacco, Firearms and Explosives, the Justice Department agency leading the legal review of bump stocks, had reached no such conclusion. Officials in the bureau’s press office appeared surprised when first asked about the president’s comments and said the agency was still determining whether it could ban the devices — which it had previously said it could not do.\nMr. Trump’s remarks had the desired effect. The Justice Department and A.T.F. aligned themselves with the president, backing away from the bureau’s earlier conclusion and announcing on Saturday that the agency can ban bump stocks under current law, as the president had promised. On Monday, Attorney General Jeff Sessions reiterated that he had sent a draft proposal to effectively ban bump stocks to the Office of Management and Budget, which approves federal rule changes.", "url": "https://www.nytimes.com/2018/03/13/us/politics/trump-atf-bump-stock-ban.html"}