{"authors": ["Jeffrey Gettleman", "Kai Schultz", "Suhasini Raj"], "date_download": "2022-10-25 23:45:23", "date_modify": "2022-10-25 23:45:23", "date_publish": "2018-09-06 06:15:19", "description": "The ruling is a landmark victory for rights advocates, including dozens of gay petitioners who joined the case despite the threat of prosecution.", "filename": "2018_09_06_world_asia_india-gay-sex-377_1666741523.html", "image_url": "https://static01.nyt.com/images/2018/09/07/world/07india-gay-1sub/07india-gay-1sub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=afd8a34bb06776b20eed67308ee5e69e8e8a9a0389af1d1354506aa163ca1428&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_06_world_asia_india-gay-sex-377_1666741523.html", "title": "India Gay Sex Ban Is Struck Down. ‘Indefensible,’ Court Says.", "title_page": "India Gay Sex Ban Is Struck Down. ‘Indefensible,’ Court Says. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For several years, Section 377 was in the cross hairs, with the courts going back and forth.\nIn 2009, a court in New Delhi ruled that the law could not be applied to consensual sex. But Hindu, Muslim and Christian groups filed appeals in the Supreme Court, and in 2013, the court restored the law, saying that Parliament, and not the courts, should take up the issue. In its decision that year, the Supreme Court said only a “minuscule fraction of the country’s population constitute lesbians, gays, bisexuals or transgenders.”\nBut gay activists did not give up. They regrouped and began looking for people willing to serve as petitioners and endure the personal scrutiny the case would bring. In 2016, five gay and lesbian Indians submitted a writ petition challenging Section 377 on the basis that it violated their rights to equality and liberty.\nThe initial group of petitioners in the latest challenge included Mr. Johar, a dancer, and his partner, Mr. Mehra, a journalist; Ritu Dalmia, a celebrity chef; Ayesha Kapur, a businesswoman; and Aman Nath, a hotelier.\nAs the Supreme Court prepared to hear the case, more than 25 other Indians with varied social and economic backgrounds joined them.\nAmong those to file a petition was Anurag Kalia, 25, an engineer living in Bangalore, who was once so afraid to say the word “gay” that he practiced doing so in front of the mirror.\n“I used to whisper it,” he said.\nAs the court prepared to announce its verdict on Thursday, Mr. Kalia checked his phone “like crazy,” he said. After the ruling, he stepped out of his office for a few quiet moments, feeling ready to celebrate, a bit numb, unsure of what the future held, but also feeling “relief, relief.”\n“It feels like there’s much more to come,” he said. “This is just the first strike.”", "url": "https://www.nytimes.com/2018/09/06/world/asia/india-gay-sex-377.html"}