{"authors": ["Ben Brantley"], "date_download": "2022-10-25 23:40:24", "date_modify": "2022-10-25 23:40:24", "date_publish": "2018-12-03 02:45:05", "description": "Martin Moran’s radiant memoir of a play recalls an experience of sexual abuse with a sense of luminous mystery.", "filename": "2018_12_02_theater_the-tricky-part-review_1666741224.html", "image_url": "https://static01.nyt.com/images/2018/12/03/arts/03trickypartpix1/03trickypartpix1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=ad06b68c2e829e090207093e8af25005fb601037292b0ef2850667d78a64cb2f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_02_theater_the-tricky-part-review_1666741224.html", "title": "Review: Reliving a Childhood Interrupted in ‘The Tricky Part’", "title_page": "Review: Reliving a Childhood Interrupted in ‘The Tricky Part’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It is difficult, at first, to see the 12-year-old boy of the photograph in the middle-aged man on the stage. They are both in our line of vision for the entirety of the Barrow Group’s revival of Martin Moran’s beautiful and harrowing “The Tricky Part,” which opened on Sunday night, and it’s impossible not to compare them.\nThe beaming, round-cheeked kid in the framed picture — it is spotlighted on a small table when the audience arrives — exudes an intoxicating innocence. He is in a kayak, hoisting an oar above his head, and his delight seems as radiant as sunshine. It’s one of those images that make people pine for their preadolescent years, when pleasure could be taken simply, thoughtlessly.\nThe man that boy has become is lean, angular and painstakingly thoughtful, with the polished charm of a professional raconteur. That’s Mr. Moran, the writer and entire cast of “The Tricky Part.” He is here to commune and connect with the smiling subject of the photograph, who had just been coerced into a relationship — with a 30-year-old man who took this very picture — that would define and maim the rest of his life.\nIn the 14 years since I first saw Mr. Moran perform “The Tricky Part,” the memoir of sexual abuse has become an increasingly crowded genre in literature and theater. Yet this account of a Roman Catholic boyhood interrupted — and derailed — retains a luminous, novelistic complexity that sets it apart from similar tales of stolen childhoods.", "url": "https://www.nytimes.com/2018/12/02/theater/the-tricky-part-review.html"}