{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:27", "date_modify": "2022-10-25 23:34:27", "date_publish": "2018-07-06 20:03:24", "description": "In what had been billed as the “body-bag summit,” because of the potential for mass resignations, the prime minister summoned her warring cabinet to a showdown.", "filename": "2018_07_06_world_europe_theresa-may-brexit_1666740867.html", "image_url": "https://static01.nyt.com/images/2018/07/07/us/07BREXIT-01-print/07BREXIT-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4ee28d36010ffe89748b60bdde9ed857170dd89990389aee84beae2abfba7c06&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_06_world_europe_theresa-may-brexit_1666740867.html", "title": "Theresa May Secures Cabinet Agreement Over Brexit Plan", "title_page": "Theresa May Secures Cabinet Agreement Over Brexit Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — After nearly two years of bitter factionalism within her governing Conservative party over what terms Britain should seek in its divorce from the European Union, Prime Minister Theresa May summoned her cabinet to her country home on Friday and told her ministers either to support her compromise plan or resign, turn in their government cars and find their own way home.\nHer threats appeared to work, up to a point. At the end of the day she announced that she had won agreement from her team to back a negotiating position in talks with Brussels that would keep Britain effectively tied to many European Union rules. In doing so, she faced down supporters of making a cleaner break from the bloc, and gave her country its clearest view yet of how she wants to steer Britain into a post-Brexit future.\nIt is not clear that the truce among Conservatives will last, especially since Mrs. May’s negotiating stance is unlikely to be accepted by European Union leaders in anything like its current form. But her victory allows her to move into a more serious round of talks with Brussels in an effort to reach a deal by March, when Britain will leave the bloc whether or not is has come to terms on a new relationship.\nIt was a pivotal moment for Mrs. May, who played up the drama in her effort to herd the more rebellious elements of her cabinet into line. Ministers arriving at Chequers, a 16th-century mansion northwest of London, were instructed to hand in their mobile phones and smartwatches on arrival. The Times of London reported that replacements had been identified in the event that ministers quit in opposition to her plan, and that anyone resigning would be stripped of their ministerial limousine and forced to walk a mile down the driveway to meet a private car service.", "url": "https://www.nytimes.com/2018/07/06/world/europe/theresa-may-brexit.html"}