{"authors": ["Parul Sehgal"], "date_download": "2022-10-25 23:37:34", "date_modify": "2022-10-25 23:37:34", "date_publish": "2018-07-31 18:58:58", "description": "In Donal Ryan’s new novel, recently longlisted for the Booker Prize, a Syrian doctor settles in Ireland, where his life intersects with two other shattered men.", "filename": "2018_07_31_books_review-from-low-quiet-sea-donal-ryan_1666741054.html", "image_url": "https://static01.nyt.com/images/2018/08/01/arts/01bookryan/01bookryan-facebookJumbo.jpg?year=2018&h=549&w=1050&s=71ccdeeb88f0f8cd9fa8784f04006bd57f8cfca1e5974bdde51024f5185683dd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_31_books_review-from-low-quiet-sea-donal-ryan_1666741054.html", "title": "A Syrian Refugee Lands in Ireland in ‘From a Low and Quiet Sea’", "title_page": "A Syrian Refugee Lands in Ireland in ‘From a Low and Quiet Sea’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“From a Low and Quiet Sea,” a new novel by the Irish writer Donal Ryan, recently longlisted for the Booker Prize, begins with a story snatched from life. When a group of fundamentalists in Syria crucify a small boy, a local doctor, Farouk, and his family decide to flee, taking to the sea in the custody of human smugglers. Catastrophe ensues. Farouk eventually settles in Ireland, and his narrative is braided with the stories of two other shattered men there: Lampy, young and lovelorn, and John, frantically expiating for a life of violence. They are all, in different ways, locked in the “silent, gentle frenzy” of grief when a tragedy (yet another) brings them together.\nRyan’s first two novels were famously rejected more than 47 times combined. Both went on to garner awards and acclaim, and he’s since settled into a groove, even a register all his own: domestic dramas in a minor key inflected by current events — Ireland’s financial collapse; the treatment of the country’s stigmatized minority groups, like the Travelers.\nNever an especially subtle writer, Ryan has cast off any lingering restraint in his latest. In old movie parlance, this book is a three-hankie weeper. No need to sift for themes; they’re practically announced in booming voice-over: In a world torn asunder by the arbitrary and anxiously defended borders of statehood and masculinity…\nNot bad themes, I concede. The trouble is in the casting. Farouk is a spindly and sentimental construction who never attains actual character status. He is the product, it seems, of the author’s immense pity for — but scant actual curiosity about — the figure of “the migrant.”", "url": "https://www.nytimes.com/2018/07/31/books/review-from-low-quiet-sea-donal-ryan.html"}