{"authors": ["Michael Schwirtz", "Ellen Barry"], "date_download": "2022-10-25 23:02:39", "date_modify": "2022-10-25 23:02:39", "date_publish": "2018-05-14 04:05:05", "description": "Mr. Skripal, a former Russian double agent, met secretly with European intelligence officers in the years before he was poisoned in March.", "filename": "2018_05_14_world_europe_sergei-skripal-spying-russia-poisoning_1666738959.html", "image_url": "https://static01.nyt.com/images/2018/05/15/world/15skripal1-print/14skripal2-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=ce42e7c5d80e5d117680b705fbcc3c978f81828114ef828dce5ed4e6a864aa7e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_14_world_europe_sergei-skripal-spying-russia-poisoning_1666738959.html", "title": "Sergei Skripal Was Retired, but Still in the Spy Game. Is That Why He Was Poisoned?", "title_page": "Sergei Skripal Was Retired, but Still in the Spy Game. Is That Why He Was Poisoned? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Officials were more circumspect about Mr. Skripal’s visit to Estonia, with one describing it as “very sensitive information.” A senior European official with knowledge of the trip confirmed that the former Russian agent met secretly with a select group of intelligence officers in June 2016, though it is not clear what they discussed. The British intelligence services helped facilitate the meeting, the official said.\nA spokesman for the British Home Office also declined to comment.\nMr. Skripal and his daughter Yulia were found semiconscious on a park bench in the British town of Salisbury on March 4. Officials later determined that they had been poisoned with novichok, a deadly nerve agent developed in the Soviet Union. The British government has accused Russia of manufacturing and stockpiling the agent, as well as training “special units” to employ it against Russia’s enemies.\nRussia has aggressively denied any involvement and has lampooned the British investigation. But Mr. Skripal would certainly still have enemies in Russia, not least of all President Vladimir V. Putin, who has said he is incapable of forgiving betrayal. In 2006, a Russian military court convicted Mr. Skripal of selling out fellow Russian spies in exchange for payments from British agents. He was serving a 13-year sentence when he was unexpectedly sent to Britain in the 2010 spy swap.\nRussia’s relations with Estonia and the Czech Republic, two former Communist Bloc countries, are freighted with the legacy of the Cold War. Estonia in particular moved aggressively to assert its independence after breaking with the Soviet Union in 1991, often provoking Russian ire. Ferreting out Russian spies is a source of national pride.\n“Estonia has the best counterintelligence in Europe,” said Toomas Hendrik Ilves, who was Estonia’s president for a decade and left office in 2016. “We’ve caught as many spies as Germany.”\nNothing about Mr. Skripal’s travels appears all that uncommon. John Sipher, who retired from the Central Intelligence Agency in 2014 and once ran covert operations against the Russians, said the United States routinely deployed Russian defectors to lecture the intelligence services of its allies, though their meetings with other agencies would be kept secret to avoid angering Moscow.\n“There is a bit of a game where, O.K., the guy spied for us, we got what we wanted, and now that we’re out, we’re not going to rub your nose in it,” he said.", "url": "https://www.nytimes.com/2018/05/14/world/europe/sergei-skripal-spying-russia-poisoning.html"}