{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:26:46", "date_modify": "2022-10-25 23:26:46", "date_publish": "2018-05-16 17:25:29", "description": "Complete disengagement is impossible, but both Washington and Beijing envision a day when they don’t need each other as much to power their economies.", "filename": "2018_05_16_business_china-us-trade-disengage_1666740406.html", "image_url": "https://static01.nyt.com/images/2018/05/16/business/00disengage-1/00disengage-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=b68a5bfee3e599bed79ab4bce8a5ef0ef3048cc79602bc034e0b2caceb9c5026&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_16_business_china-us-trade-disengage_1666740406.html", "title": "On Trade, the U.S. and China Consider the Unthinkable: Breaking Up", "title_page": "On Trade, the U.S. and China Consider the Unthinkable: Breaking Up - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If you look at what’s happening with trade in China, it hasn’t been fair for many, many years.” When President Trump rails against China, he says things like, “Our country is being taken advantage of,” or, “We lost years ago by presidents and others allowing this to happen.” He’s probably referring to the past four decades, when China has grown faster than any major economy in history and gone from a poor, developing country to an economic powerhouse that is challenging America’s spot at the top of the international food chain. “Its emergence as a global power was so sharp and so extreme, faster than the world can handle, in some ways faster than China can handle.” The U.S. and other Western nations kick-started much of China’s rise by opening up trade. What they haven’t figured out is how to get this fundamentally different economic system to play by free market rules. A pivotal moment came in 2001 after 15 years of negotiations. China joined the World Trade Organization, which sets the rules for free and fair trade between member countries. “All of the countries that were in the club at the time put enormous demands on China for what they needed to do.” The Chinese committed to sharply lower tariffs and reduced some of the government’s role in how business gets done. But they argued then, as they still do now, that China is a developing country and so should be held to less stringent free trade standards. The hope was that these first steps would lead to even more sweeping changes. “Why did we assume that? The experience of communism was through the lens of the Soviet Union and its satellite states, which was ultimately not a success. And so the presumption was, China’s going to want to become like us, more market oriented.” “After China joined the W.T.O. in 2001, you saw this enormous surge of Chinese exports to everywhere in the world, and to the United States in particular.” “They were kind of an elephant hiding behind mice with respect to other countries in global trade negotiations at the time.” The U.S. and other countries complained that China was not opening its markets enough, and keeping the value of its currency artificially low to make Chinese exports more attractive. “China has been making great strides using tools that are really not acceptable under the global trade system.” China has continued to operate as a centrally planned economy. The government owns, influences or subsidizes major industries, giving them an artificial competitive edge. There are heavy restrictions on foreign investment, and foreign companies are pressured to share their technologies. “China has become more market oriented, but dating back to probably 2007, 2008, I think it was recognized that China wasn’t on the path to become more like us. And so then countries began to think about, well, what do we do instead?” “Some view the rise of Asia-Pacific with suspicion and fear. America doesn’t.” Enter the Trans-Pacific Partnership, initiated by Bush, signed by Obama. “When implemented, It won’t just boost trade and support jobs in our 12 countries. It will help set stronger rules for trade across the Asia-Pacific.” Put less politely, It was also supposed to be a bulwark to China’s growing economic power. “The idea was that China would want to join this great trading pact, and so they would have this incentive to reform their economy.” “This is the one that President Trump ripped up on his third day in office.” “The first one is withdrawal of the United States from the Trans-Pacific Partnership.” “I had seen the erosion of popular and congressional support for trade for many years. But I’d never seen anything like Donald Trump.” “Our founding fathers understood trade much better than our current politicians, believe me.” Trade is generally accepted by economists as win-win for countries on the whole. But Trump says that China is winning and the U.S. is losing. “He and people in his administration argue that past approaches to dealing with China haven’t worked. It’s not actually that profitable to negotiate with them. We need to focus on this much bigger trade measure, and then we can really hit them with a very aggressive, forceful action.” “He seems intent on generating a moment of crisis.” “We put a $50 billion tariff on, then we put a $100 billion tariff on. And you know at a certain point, they run out of bullets.” But dynamics have changed. Today, China sees its economy as strong enough to withstand almost anything the U.S. can throw at it.", "url": "https://www.nytimes.com/2018/05/16/business/china-us-trade-disengage.html"}