{"authors": ["Jonathan Martin"], "date_download": "2022-10-25 23:53:46", "date_modify": "2022-10-25 23:53:46", "date_publish": "2018-10-08 09:00:06", "description": "The remarks by Representative Kevin Cramer of North Dakota drew a rebuke from his rival, Senator Heidi Heitkamp, who described how her mother had been sexually assaulted as a teenager.", "filename": "2018_10_08_us_politics_heidi-heitkamp-kevin-cramer-metoo_1666742026.html", "image_url": "https://static01.nyt.com/images/2018/10/09/us/09metoo-politics-1-print/09heitkamp2-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=742a6550bca95f13788e7bbeecf4aeece883c478c7a16aecc8bfa3261557ab24&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_08_us_politics_heidi-heitkamp-kevin-cramer-metoo_1666742026.html", "title": "#MeToo Is a ‘Movement Toward Victimization,’ G.O.P. Senate Candidate Says", "title_page": "#MeToo Is a ‘Movement Toward Victimization,’ G.O.P. Senate Candidate Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The better part of my career in public life has been working with victims,” said Ms. Heitkamp, a former state attorney general. “Did you ask him how many victims during this process he actually sat down with, and survivors he sat down with, and visited with personally?”\nThen Ms. Heitkamp’s voice grew thick with emotion.\n“I think it’s wonderful that his wife has never had an experience, and good for her, and it’s wonderful his mom hasn’t,” she said. “My mom did. And I think it affected my mom her whole life. And it didn’t make her less strong.”\nWith tears welling in her eyes, Ms. Heitkamp stared intently at a reporter and continued: “And I want you to put this in there, it did not make my mom less strong that she was a victim. She got stronger and she made us strong. And to suggest that this movement doesn’t make women strong and stronger is really unfortunate.”\nMs. Heitkamp’s mother, Doreen, died in April at 88 on what would have been her 66th wedding anniversary. The senator said her mother was sexually assaulted as a teenager.\nThe raw back-and-forth was a searing illustration of the deeply personal nature of the #MeToo movement and its collision with Justice Kavanaugh’s nomination and the midterm elections.\nIt was not the first time Mr. Cramer had made an incendiary comment about the Kavanaugh case. Last month, he dismissed Dr. Blasey’s charges because the alleged attack “never went anywhere.”\nHis comments were all the more striking because there are five federally recognized tribes in North Dakota and sexual violence against Native American women is epidemic: they are two-and-half times more likely to be sexually assaulted than nonnative women.", "url": "https://www.nytimes.com/2018/10/08/us/politics/heidi-heitkamp-kevin-cramer-metoo.html"}