{"authors": ["Brad Plumer"], "date_download": "2022-10-25 23:27:05", "date_modify": "2022-10-25 23:27:05", "date_publish": "2018-01-08 22:35:15", "description": "In a blow to the Trump administration, a federal panel turned down a proposal by Energy Secretary Rick Perry to subsidize struggling plants.", "filename": "2018_01_08_climate_trump-coal-nuclear_1666740425.html", "image_url": "https://static01.nyt.com/images/2018/01/09/climate/09CLI-ELECTRICITY/09CLI-ELECTRICITY-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e320d07590fc746f71bfd3752a180b7805548bab25a4a9bf580fc20692fa3fd5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_08_climate_trump-coal-nuclear_1666740425.html", "title": "Rick Perry’s Plan to Rescue Struggling Coal and Nuclear Plants Is Rejected", "title_page": "Rick Perry’s Plan to Rescue Struggling Coal and Nuclear Plants Is Rejected - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Federal regulators on Monday rejected a proposal by Energy Secretary Rick Perry to subsidize struggling coal and nuclear plants, in a major blow to the Trump administration’s efforts to revive America’s declining coal industry.\nOver the past decade, an influx of cheap natural gas and the rapid rise of renewable energy have transformed the nation’s power sector, driving down wholesale electricity prices and pushing many older coal and nuclear plants into unprofitability and retirement.\nIn September, Mr. Perry warned that the loss of these plants could threaten the “reliability and resiliency of our nation’s grid” and asked the Federal Energy Regulatory Commission, which oversees regional electricity markets, to guarantee financial returns for power plants that can stockpile at least 90 days’ worth of fuel on-site — which, in effect, meant propping up uncompetitive coal and nuclear units. (Natural gas plants are typically fed by pipeline and would not qualify.)\nWhile a few utilities with significant coal and nuclear capacity supported the idea, Mr. Perry’s proposal generated a fierce backlash from a broad coalition of energy companies, free-market groups and former regulators.", "url": "https://www.nytimes.com/2018/01/08/climate/trump-coal-nuclear.html"}