{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:45:46", "date_modify": "2022-10-25 23:45:46", "date_publish": "2018-02-10 01:22:10", "description": "The terms were set by President Trump: He was open to their meeting but only if Mr. Pence delivered a tough message and if they met away from TV cameras.", "filename": "2018_02_09_us_politics_pence-north-korea-olympics_1666741546.html", "image_url": "https://static01.nyt.com/images/2018/02/10/us/10dc-pence-print/10dc-pence-print-facebookJumbo.jpg?year=2018&h=550&w=1050&s=32575ba56a8a07ea5bbd0841861e2531ad68eaab12d8e6e209e5c04ed01c821c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_09_us_politics_pence-north-korea-olympics_1666741546.html", "title": "No Handshakes as Pence Avoids Kim Jong-un’s Sister at Olympics", "title_page": "No Handshakes as Pence Avoids Kim Jong-un’s Sister at Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — They stood not 10 feet apart in a V.I.P. box: the 58-year-old vice president of the United States and the 30-year-old sister of North Korea’s reclusive dictator, representatives of two countries locked in a stubborn, ever more perilous nuclear standoff.\nBut Mike Pence and Kim Yo-jong stared fixedly ahead during the chilly, blustery opening ceremony of the Winter Olympics on Friday in Pyeongchang, South Korea. There would be no dramatic handshake to upstage the athletes, flag carriers, drummers or torchbearers.\nThe politics behind this near miss were set a week earlier in Washington, a senior administration official said, when President Trump told Mr. Pence, in a meeting with Secretary of State Rex W. Tillerson and the national security adviser, Lt. Gen. H. R. McMaster, that he was open to a meeting between the vice president and the North Koreans — but only if Mr. Pence delivered a tough message, and only if the encounter was away from TV cameras.\nNeither of those conditions applied on Friday. As an official traveling with Mr. Pence told reporters, it would have been tough to talk “geopolitics over speed skating.” In any event, neither Ms. Kim nor Kim Yong-nam, 90, the president of North Korea’s Supreme People’s Assembly, who accompanied her to the Games, made an approach toward Mr. Pence.", "url": "https://www.nytimes.com/2018/02/09/us/politics/pence-north-korea-olympics.html"}