{"authors": ["Bari Weiss"], "date_download": "2022-10-25 23:35:16", "date_modify": "2022-10-25 23:35:16", "date_publish": "2018-09-15 18:30:04", "description": "Seth Klarman was once the biggest donor to the Republican Party in New England. This year he’s giving some $20 million to Democrats.", "filename": "2018_09_15_opinion_sunday_seth-klarman-donations-trump-democrats_1666740916.html", "image_url": "https://static01.nyt.com/images/2018/09/16/sunday-review/16Weiss/16Weiss-facebookJumbo.jpg?year=2018&h=549&w=1050&s=0b5a49f2fc9d9b5a651a6d9526a19bc6b388a4bceb616bd6ad795b36f9b96d82&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_15_opinion_sunday_seth-klarman-donations-trump-democrats_1666740916.html", "title": "Money Talks. Will the G.O.P. Listen?", "title_page": "Opinion | Money Talks. Will the G.O.P. Listen? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The investor has been alarmed by Republican attempts at voter suppression, and by a president who demonizes immigrants and suggests that Muslims, Hispanics and blacks are second-class citizens. He told me he feels “betrayed” by “spineless” Republicans who have, with rare exceptions , been “profiles in cowardice.” Anyone still counting on them to stand up to the president is delusional. A Democratic majority, Mr. Klarman said, is the only option to “act as a check and balance.”\nHe referred to what’s going on in Washington as an “emergency” multiple times and suggested that the question patriots should ask themselves about the midterms is: What’s the price tag for democracy? If you knew your donation would give your grandchildren a better chance of growing up in one, how much would you contribute? “It seems like the answer should be a huge amount,” he said.\n“ If one looks at my past giving, one might think that several million, five or six million, might be a lot in a cycle.” This time, he said, “I’m stretching far beyond what I usually do.”\nHow far? “By the election I think I’ll have spent between $18 and $20 million.”\nThat would put him among the very top Democratic donors. Brendan Quinn of the Center for Responsive Politics said: “Think of it this way: As of August, George Soros has given $12 million. I have no way of knowing how much more he’ll contribute this cycle, but it’s entirely possible that Klarman could end up giving more than him.”\nAnd that’s to say nothing of his philanthropic giving through the Klarman Family Foundation, which has some $700 million in total assets and gave away around $40 million in 2016 . In the past couple of years, Mr. Klarman said, the foundation, which he runs with his wife, Beth, has focused on pro-democracy initiatives, including supporting organizations that protect journalists, combat bigotry and defend L.G.B.T. rights.\nThere are many people who are similarly situated to Seth Klarman — wealthy, hawkish, socially liberal, fiscally conservative types who felt politically homeless long before Mr. Trump came onto the scene. Many of them, like Mr. Klarman, were alarmed by Mr. Trump’s rise. Many of them, like Mr. Klarman, spoke out forcefully during the campaign.\nBut these days, thanks to Mr. Trump’s tax cuts, his Supreme Court picks and the roaring economy, they are far more inclined to dump on the president over crudo with their friends than to say anything publicly, let alone change their giving. After all, is life not better for them under this president?", "url": "https://www.nytimes.com/2018/09/15/opinion/sunday/seth-klarman-donations-trump-democrats.html"}