{"authors": ["Christopher F. Schuetze"], "date_download": "2022-10-25 23:34:21", "date_modify": "2022-10-25 23:34:21", "date_publish": "2018-07-11 15:25:49", "description": "As Beate Zschäpe’s group killed workers with immigrant backgrounds, investigators failed to realize that right-wing extremists were to blame.", "filename": "2018_07_11_world_europe_germany-beate-zschape-nazi_1666740861.html", "image_url": "https://static01.nyt.com/images/2018/07/12/world/12Germany1/12Germany1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4dbc7157abb36a54d6e77071eb7de7dbd91080e416d12c359538427593a6e362&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_11_world_europe_germany-beate-zschape-nazi_1666740861.html", "title": "Neo-Nazi Terrorist Jailed for Life in Case That Shamed Germany’s Spies", "title_page": "Neo-Nazi Terrorist Jailed for Life in Case That Shamed Germany’s Spies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — The sole surviving member of one of Germany’s deadliest neo-Nazi terrorist groups was sentenced to life imprisonment on Wednesday, in the culmination of a saga that has shamed the country’s security services, strained its relationship with Turkey and fueled accusations of institutional racism.\nAfter a trial in Munich that lasted more than five years, the group member, Beate Zschäpe, was convicted of 10 counts of murder, with additional counts of attempted murder, robbery, arson and belonging to a terrorist organization.\nBut her conviction and sentencing, almost 18 years after the group’s first victim was killed, seems unlikely to bring closure at a time when German politics have become more fractured and the national discourse more anti-immigrant.\nThe trial started before Germany accepted more than a million refugees and before a far-right party had won any seats in Parliament, let alone become the country’s main opposition.", "url": "https://www.nytimes.com/2018/07/11/world/europe/germany-beate-zschape-nazi.html"}