{"authors": ["Lisa Friedman", "John Schwartz"], "date_download": "2022-10-25 23:34:55", "date_modify": "2022-10-25 23:34:55", "date_publish": "2018-03-21 18:51:15", "description": "Democratic attorneys general are suing the Trump administration, just as their Republican counterparts sued the Obama administration. Each side has scored victories.", "filename": "2018_03_21_climate_attorneys-general-trump-environment-lawsuits_1666740895.html", "image_url": "https://static01.nyt.com/images/2018/03/22/climate/22CLI-ATTORNEYSGENERAL/22CLI-ATTORNEYSGENERAL-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0dfbb26bfacfb758a09cab5735a0f5d6dedbb32937fe28dcccced8d420ab2a57&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_21_climate_attorneys-general-trump-environment-lawsuits_1666740895.html", "title": "Borrowing G.O.P. Playbook, Democratic States Sue the Government and Rack Up Wins", "title_page": "Borrowing G.O.P. Playbook, Democratic States Sue the Government and Rack Up Wins - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "During the administration of President Barack Obama, attorneys general from Republican states developed a powerful tool: They teamed up dozens of times to sue the federal government to block environmental initiatives.\nNow, Democrats are using the same playbook to fight the Trump administration.\nBlue-state attorneys general have filed more than two dozen environmental lawsuits against the Trump administration since January 2017, and the victories are piling up. This month, a court said the Environmental Protection Agency had broken the law by delaying smog protections. In February, states forced the Department of Energy to enact efficiency standards for household appliances. And in two different decisions in the past year, courts thwarted the administration’s attempts to delay regulations on emissions by the oil and gas industry.\nThe rise of state attorneys general as partisan warriors against presidential administrations is a relatively new phenomenon, according to some who served in more amicable days. “Up until 1999, the attorneys general were very nonpartisan,” said Grant Woods, a former Arizona attorney general and a Republican. For instance, Republicans and Democrats in the 1990s teamed up to sue the tobacco industry over the health effects of its products and the burdens cigarette smoking placed on state Medicaid budgets.\nMr. Woods recalled that, when pursuing such cases with fellow state attorneys general, he was not even sure of some colleagues’ party affiliations. “Today everyone has it branded on their forehead, like a scarlet letter,” he said.", "url": "https://www.nytimes.com/2018/03/21/climate/attorneys-general-trump-environment-lawsuits.html"}