{"authors": ["Mohammed Hanif"], "date_download": "2022-10-26 00:11:45", "date_modify": "2022-10-26 00:11:45", "date_publish": "2018-10-17 04:47:05", "description": "Pakistani authorities are going all-out against journalists.", "filename": "2018_10_17_opinion_pakistan-almeida-censorship-dawn_1666743105.html", "image_url": "https://static01.nyt.com/images/2018/10/18/opinion/17hanifDAWN-02/17hanifDAWN-02-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=8c321b3b601fe3dc371bef76cb941336c827429bad20676714c6e162b73668c0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_17_opinion_pakistan-almeida-censorship-dawn_1666743105.html", "title": "Censorship Under Military Dictators Was Bad. It May Be Worse in a Democracy.", "title_page": "Opinion | Censorship Under Military Dictators Was Bad. It May Be Worse in a Democracy. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Almeida went to a court hearing earlier this month, along with Sharif and another former prime minister, both accused of treason. (The charge against Almeida is called “connivance.”) A TV reporter asked him repeatedly: Is the media free in Pakistan? Almeida looked straight ahead, kept quiet and walked into the courtroom. He didn’t look like a person on a well-deserved break. The court canceled the warrant, lifted a ban on his traveling abroad and scheduled another hearing for later this month.\nWhat did Dawn do to deserve the collective ire of our establishment and its lackeys? For a long time, it was considered an editorially conservative paper: Its detractors used to call it Daily Yawn. It’s the kind of paper that was once read by bureaucrats, diplomats and aspiring young people wanting to improve their English. But over the past decade, Dawn has become a bit more vigorous in its reporting and its commentary.\nTwo years ago, for example, Almeida reported that Sharif, then the prime minister, had told the army’s top brass that if the military didn’t act against militants, Pakistan would stand isolated in the world. The generals apparently were so shocked and hurt at the suggestion that they weren’t seen abroad as a gaggle of peace-loving Gandhis that they went into a huddle and emerged shouting breach of national security. They demanded an inquiry, and a high-powered commission including senior intelligence officers was set up.\nThe besieged government fired its information minister for his “lapse” in failing to stop the story from being published. When the commission announced its findings, the army’s spokesman tweeted that the military “rejected” them. The spokesman was made to retract the tweet, but the onslaught against Almeida and Dawn continued by other means.\nMedia competitors have called Almeida an enemy agent and a Sharif lackey. The newspaper stood by him, and he continued to write his column with occasional references to “the muzzle and the leash.” Then, during the last election campaign this spring, Sharif — who was removed from office for corruption last year — gave Almeida that interview confirming his differences with the generals. And now Almeida faces criminal and possibly treason charges simply for writing that a three-time prime minister said that Pakistan shouldn’t be a staging ground for terrorist attacks on another country.", "url": "https://www.nytimes.com/2018/10/17/opinion/pakistan-almeida-censorship-dawn.html"}