{"authors": ["Jack Ewing", "Ana Swanson"], "date_download": "2022-10-25 23:32:35", "date_modify": "2022-10-25 23:32:35", "date_publish": "2018-04-29 17:43:46", "description": "Days before Trump tariffs on steel and aluminum take effect, negotiators for producing countries see themselves at the mercy of the president’s whims.", "filename": "2018_04_29_us_politics_us-allies-trade-war-tariff-negotiations_1666740755.html", "image_url": "https://static01.nyt.com/images/2018/04/30/us/30globaltrade-1/30globaltrade-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=88a65c306df42bea2fb1f349731279896ef397eedec4880d87a6fb4a02b66770&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_29_us_politics_us-allies-trade-war-tariff-negotiations_1666740755.html", "title": "U.S. Allies Brace for Trade War as Tariff Negotiations Stall", "title_page": "U.S. Allies Brace for Trade War as Tariff Negotiations Stall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BERLIN — A few weeks ago, it felt as if a trade war pitting the United States against allies like Australia, Canada and the European Union was over before it even began. The Trump administration dispensed so many temporary exemptions to steel and aluminum tariffs that many countries figured the threats were just political theater.\nBut with only days left before the exemptions expire and punitive tariffs take effect, it’s dawning on foreign leaders that decades of warm relations with the United States carry little weight with a president dismissive of diplomatic norms and hostile toward the ground rules of international trade.\nWhat began as a way to protect American steel and aluminum jobs has since become a cudgel that the Trump administration is using to extract concessions in other areas, including car exports to Europe or negotiations to revise the North American Free Trade Agreement with Mexico and Canada.\nAs a May 1 deadline looms, the decision on whether to grant permanent exemptions to the steel and aluminum tariffs, and to whom, appears likely to come down to the whims of President Trump, who has seesawed between scrapping and rejoining global trade deals.", "url": "https://www.nytimes.com/2018/04/29/us/politics/us-allies-trade-war-tariff-negotiations.html"}