{"authors": ["Laurie Goodstein"], "date_download": "2022-10-25 23:44:43", "date_modify": "2022-10-25 23:44:43", "date_publish": "2018-08-01 21:07:20", "description": "The move by a Harrisburg bishop comes ahead of a grand jury report expected to expose decades of mishandled cases of child sexual abuse in the Catholic Church.", "filename": "2018_08_01_us_bishop-harrisburg-sex-abuse_1666741483.html", "image_url": "https://static01.nyt.com/images/2018/08/02/us/02harrisburg-print/02harrisburg-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=fac29254d40cf275992541d26fa895c0f58f9f3483e02c3f075c052326c933df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_01_us_bishop-harrisburg-sex-abuse_1666741483.html", "title": "Pennsylvania Diocese Orders Removal of Former Bishops’ Names From Church Buildings", "title_page": "Pennsylvania Diocese Orders Removal of Former Bishops’ Names From Church Buildings - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Anticipating the release of a Pennsylvania grand jury report exposing decades of mishandled sexual abuse cases in the Roman Catholic Church, the bishop of Harrisburg on Wednesday ordered that the names of former bishops dating to the 1940s be stripped from church buildings.\nThis was the first time a bishop has conducted such a sweeping purge of his predecessors’ legacies, although the names of individual bishops and priests involved in sexual abuse scandals have been excised from church buildings in other dioceses.\nHarrisburg is among six dioceses in a heavily Catholic region of Pennsylvania that are bracing for the release of what is expected to be a devastating grand jury report exposing more than 300 priests accused of sexual abuse over seven decades, as well as the bishops who failed to remove them from the ministry. The Harrisburg and Greensburg dioceses had tried last year to end the grand jury’s investigation, according to court records reported by The Pittsburgh Post-Gazette.\nThe bishop of Harrisburg, Ronald W. Gainer, also published on Wednesday a list of 71 clergy members, seminarians and church personnel accused of sexual abuse of children since the 1940s and said their names would be removed from church buildings, schools and halls.", "url": "https://www.nytimes.com/2018/08/01/us/bishop-harrisburg-sex-abuse.html"}