{"authors": ["Maggie Haberman", "Michael S. Schmidt"], "date_download": "2022-10-25 23:25:44", "date_modify": "2022-10-25 23:25:44", "date_publish": "2018-09-18 09:00:09", "description": "The president’s lawyers are struggling to understand where the investigations surrounding him are going, and the extent of his legal exposure.", "filename": "2018_09_18_us_politics_trump-legal-team-lawyers_1666740344.html", "image_url": "https://static01.nyt.com/images/2018/09/06/us/politics/06dc-legal-1/06dc-legal-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=35e9a25f0e7b37c9d58bfe467ecb22750669c396995f088b26327aa063709a63&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_18_us_politics_trump-legal-team-lawyers_1666740344.html", "title": "Trump’s Growing Legal Team Has a Problem: It’s Operating Partly in the Dark", "title_page": "Trump’s Growing Legal Team Has a Problem: It’s Operating Partly in the Dark - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump’s expanded and reconstituted legal team is now dealing far more aggressively with Mr. Mueller. But only in recent weeks, when it was reported that the soon-to-depart White House counsel, Donald F. McGahn II, spent at least 30 hours with Mr. Mueller’s investigators, have Mr. Trump’s lawyers fully understood just how much of an advantage Mr. Mueller gained because of Mr. Dowd’s initial strategy.\nMr. Dowd took Mr. Trump at his word that he had done nothing wrong and never conducted a full internal investigation to determine the president’s true legal exposure. During Mr. Dowd’s tenure, prosecutors interviewed at least 10 senior administration officials without Mr. Trump’s lawyers first learning what the witnesses planned to say, or debriefing their lawyers afterward — a basic step that could have given the president’s lawyers a view into what Mr. Mueller had learned. And once Mr. Dowd was gone, the new legal team had to spend at least 20 hours interviewing the president about the episodes under investigation, another necessary step Mr. Dowd and his associates had apparently not completed.\n“President Trump has been ill served by a legal team that failed to negotiate access, debrief and prep witnesses, constrain information flow and manage expectations,” said Stephen K. Bannon, Mr. Trump’s former chief strategist, an opinion shared by many friends of the president’s. “He finds himself in a legal mess today because of their incompetence.”\nNew questions about the president’s first legal team arose after the journalist Bob Woodward’s new book “Fear,” was published this month. The book said that Mr. Dowd believed that Mr. Trump was a liar who was not capable of answering questions from Mr. Mueller. And in a meeting with prosecutors, Mr. Dowd said nearly as much, Mr. Woodward reported, telling Mr. Mueller that the president would most likely provide a false statement in an interview.\nMr. Dowd has told associates that he believed the president when he told him he had done nothing wrong, and that he had to cooperate because he would not have prevailed in court if he fought Mr. Mueller’s requests to interview witnesses or obtain documents. But he declined several requests to be interviewed about his legal strategy.", "url": "https://www.nytimes.com/2018/09/18/us/politics/trump-legal-team-lawyers.html"}