{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:53:50", "date_modify": "2022-10-25 23:53:50", "date_publish": "2018-11-29 16:50:09", "description": "President Trump made the announcement on Twitter barely an hour after telling reporters he still expected to go through with the session.", "filename": "2018_11_29_us_politics_trump-putin-meeting-g20_1666742030.html", "image_url": "https://static01.nyt.com/images/2018/11/30/us/politics/30dc-prexy-print/30dc-prexy-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9f765e4fa479fb8205b3e080636f2a95d11420faf2deec02084743382abda4bb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_29_us_politics_trump-putin-meeting-g20_1666742030.html", "title": "Trump Cancels Meeting With Putin, Citing Naval Clash Between Russia and Ukraine", "title_page": "Trump Cancels Meeting With Putin, Citing Naval Clash Between Russia and Ukraine - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Buenos Aires session, which had been scheduled for Saturday on the sidelines of the Group of 20 economic summit meeting, was only the second to be canceled between top American and Russian or Soviet leaders since an American U-2 spy plane piloted by Francis Gary Powers was shot down over Russian territory in 1960. The other time came in 2013 when President Barack Obama called off a trip to Moscow to protest Mr. Putin’s decision to shelter Edward J. Snowden, the National Security Agency leaker.\nMr. Trump has adamantly denied any collusion with Russia during the campaign and dismissed questions about business ventures or economic interests in Russia. But Michael D. Cohen, his former personal lawyer and fixer, admitted in court on Thursday that he had engaged in negotiations for a Moscow tower well into the campaign and had personally briefed Mr. Trump and members of his family.\nThe president said that Mr. Cohen was “weak” and lying in order to reduce his sentence for various criminal charges, adding that while a Moscow tower had been considered, he had opted against it because he was running for president. But Mr. Trump insisted that there would have been nothing wrong with pursuing such a project as a candidate if he had.\nEven as he denounced his former lawyer on Thursday morning, Mr. Trump told reporters that he still planned to go ahead with his meeting with Mr. Putin.\n“I probably will be meeting with President Putin,” he told reporters on the South Lawn of the White House just after 10:30 a.m. as he left on the trip to Buenos Aires. “I think it’s a very good time to have the meeting.” He added that he would be getting a report on Air Force One about the Russia-Ukraine confrontation “and that will determine what I’m going to be doing.”", "url": "https://www.nytimes.com/2018/11/29/us/politics/trump-putin-meeting-g20.html"}