{"authors": ["Ana Swanson", "Cecilia Kang", "Alan Rappeport"], "date_download": "2022-10-25 23:51:49", "date_modify": "2022-10-25 23:51:49", "date_publish": "2018-03-13 23:56:13", "description": "President Trump’s sudden decision to halt Broadcom’s bid to take over Qualcomm reflects a concerted effort to protect American companies from China.", "filename": "2018_03_13_business_trump-qualcomm-security.html_dlbk_1666741909.html", "image_url": "https://static01.nyt.com/images/2018/03/14/business/14DC-PROTECT1/14DC-PROTECT1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=385ffeb3d215c53ba93db2eed6f33279b3e1db45bd09a09c1e28199919ba522c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_13_business_trump-qualcomm-security.html_dlbk_1666741909.html", "title": "Trump’s Killing of Chip Deal Pushes Protectionism as It Invokes Security", "title_page": "Trump’s Killing of Chip Deal Pushes Protectionism as It Invokes Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s swift decision this week to block a Singapore-based company from gaining control of Qualcomm grew out of a White House push to wall off American industry from foreign competition, primarily China, under the guise of protecting national security.\nThe Trump administration, in ways that are largely unprecedented in modern history, has begun wielding national security as a club, using it to strike other nations with protectionist measures like tariffs, visa restrictions and curbs on foreign investment. That approach is expected to escalate in the coming weeks, as the White House prepares to hit China with tariffs on billions of dollars of Chinese products as punishment for the alleged theft of American intellectual property.\nThe fight over Qualcomm played into the administration’s agenda, with the Committee on Foreign Investment in the United States, a government panel known as Cfius, seizing the opportunity to protect an American company whose semiconductors power the smartphones and tablets of today and could guide the autonomous vehicles of tomorrow. Top administration officials who sit on Cfius, including Treasury Secretary Steven Mnuchin, argued that ceding control of Qualcomm to the Singapore-based company, Broadcom, would cripple America’s technological prowess and give China an advantage, according to people familiar with the administration’s thinking.\nOn Friday, Mr. Mnuchin took the unusual step of commenting on the normally secretive Cfius process, saying in an interview with CNBC that the Broadcom bid presented “a unique situation” and that he and the committee “are fully prepared to use our powers to protect national security.”", "url": "https://www.nytimes.com/2018/03/13/business/trump-qualcomm-security.html?dlbk"}