{"authors": ["Jonathan Martin"], "date_download": "2022-10-25 23:32:24", "date_modify": "2022-10-25 23:32:24", "date_publish": "2018-12-18 16:30:28", "description": "Ms. McSally, a House member, lost her bid for the state’s other Senate post in November. She will replace Jon Kyl, who was filling the seat on a temporary basis.", "filename": "2018_12_18_us_politics_martha-mcsally-senate-mccain-kyl_1666740744.html", "image_url": "https://static01.nyt.com/images/2018/12/19/us/politics/19arizona/19arizona-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7787c636f2bb93c24bb1a2861f940300fe099af3920e3a16c14f6a12e3a9810a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_18_us_politics_martha-mcsally-senate-mccain-kyl_1666740744.html", "title": "Martha McSally Appointed to Arizona Senate Seat Once Held by John McCain", "title_page": "Martha McSally Appointed to Arizona Senate Seat Once Held by John McCain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In an unusual twist, Ms. McSally will be paired in the Senate with the woman who just beat her, Kyrsten Sinema. It was Ms. McSally’s performance in that campaign, which she lost by just over two points after struggling to appeal to moderate voters, that gave Mr. Ducey and his advisers pause about appointing her, according to Republicans familiar with their thinking.\nBut the Senate majority leader, Mitch McConnell, advocated for Ms. McSally, and the governor recognized that she alone had the sort of fund-raising base and statewide name recognition that will be pivotal in 2020, when she will have to run again to serve out Mr. McCain’s unexpired term.\n“I look forward to working closely with Kyrsten Sinema in the Senate, as we did in the House,” Ms. McSally said at a news conference with Mr. Ducey, glossing over a fiercely fought campaign in which, at one point, she accused the Democrat of treason.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nTo receive the appointment, though, Ms. McSally, a Tucson-area lawmaker, was encouraged by the governor to make amends with the McCain family. Ms. McSally, who distanced herself from Mr. McCain during the Republican primary this year, visited the late senator’s widow, Cindy, on Friday in Phoenix.\nThe meeting went well enough that an individual close to the family said afterward that Mrs. McCain would not oppose the appointment. But on Tuesday she offered more advice for Ms. McSally and praise for Mr. Ducey than she did enthusiasm about his selection.", "url": "https://www.nytimes.com/2018/12/18/us/politics/martha-mcsally-senate-mccain-kyl.html"}