{"authors": ["Jeffrey Gettleman"], "date_download": "2022-10-25 23:45:34", "date_modify": "2022-10-25 23:45:34", "date_publish": "2018-08-04 07:00:09", "description": "Mr. Khan has promised to improve the country’s economic fortunes, but Pakistan is torn between two financial powers: China and the International Monetary Fund.", "filename": "2018_08_04_world_asia_pakistan-economy-imran-khan_1666741534.html", "image_url": "https://static01.nyt.com/images/2018/08/04/world/04pakistan-1/04pakistan-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e12cffc50a7063212f960210db51bb42ba6f198d017a174ca9fb74c0d3928580&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_04_world_asia_pakistan-economy-imran-khan_1666741534.html", "title": "Imran Khan’s First Test: Pakistan’s Troubled Economy", "title_page": "Imran Khan’s First Test: Pakistan’s Troubled Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISLAMABAD, Pakistan — The economic mess awaiting Pakistan’s new leader could take the thrill out of his election victory.\nThe country’s current account deficit, a broad measure of the imbalance between imports and exports, has soared to an alarming $18 billion. Foreign currency reserves would cover less than two months of imports.\nThe Pakistani rupee is shaky, tax collection is scandalously low (last year, in a country of 200 million, fewer than a million people paid any taxes) and Pakistan was recently returned to an international “gray list” for failing to curb terrorism financing, making foreign transactions more complicated and expensive.\nSo what’s a new prime minister to do?\nImran Khan, the former cricket player whose political party won Pakistan’s disputed election late last month, vowed to tackle the distressed economy the moment he ascends to the premiership, which is expected to happen in the coming days.", "url": "https://www.nytimes.com/2018/08/04/world/asia/pakistan-economy-imran-khan.html"}