{"authors": ["Andrew Higgins", "Rick Gladstone"], "date_download": "2022-10-26 00:12:01", "date_modify": "2022-10-26 00:12:01", "date_publish": "2018-09-17 18:37:54", "description": "The announcement by Russia and Turkey about Idlib Province appeared to forestall what had been widely feared as a brutal offensive by Syrian forces.", "filename": "2018_09_17_world_middleeast_idlib-syria-russia-turkey_1666743121.html", "image_url": "https://static01.nyt.com/images/2018/09/18/world/18syria1/18syria1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=39655022760544e91eef2094db9bf19136ceb2c6aa7841e8f3e0eb60d4d5665d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_17_world_middleeast_idlib-syria-russia-turkey_1666743121.html", "title": "Russia and Turkey Announce Demilitarized Zone in Last Rebel-Held Part of Syria", "title_page": "Russia and Turkey Announce Demilitarized Zone in Last Rebel-Held Part of Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Russia’s defense minister said on Monday that Syria would refrain from launching an offensive on Idlib Province, the last major rebel stronghold, after the presidents of Russia and Turkey agreed to establish a “demilitarized zone” there to avert a potentially catastrophic military confrontation.\nThe announcement by the two presidents, who support opposite sides in Syria’s civil war, appeared at least to delay what had been forecast to be a bloody assault on Idlib by the forces and allies of President Bashar al-Assad of Syria, which include Russia and Iran.\nFears of a looming attack on Idlib have been building in recent weeks as a triumphal Mr. Assad, once written off by Western powers and other enemies, has reclaimed most of the country and geared up for a final military push to rout his armed antagonists.\nSyria has been in the grip of a brutal conflict since 2011, when a peaceful uprising against Mr. Assad’s autocratic rule morphed into a horrific civil war that, marked by chemical attacks and allegations of war crimes, has killed hundreds of thousands and displaced half the population.", "url": "https://www.nytimes.com/2018/09/17/world/middleeast/idlib-syria-russia-turkey.html"}