{"authors": ["Joshua Barone"], "date_download": "2022-10-25 23:36:40", "date_modify": "2022-10-25 23:36:40", "date_publish": "2018-11-05 20:16:29", "description": "The opera, a meditation on the life of Gandhi, has gotten simultaneous productions at the Brooklyn Academy of Music and Los Angeles Opera.", "filename": "2018_11_05_arts_music_philip-glass-satyagraha-bam-la-opera_1666741000.html", "image_url": "https://static01.nyt.com/images/2018/11/06/arts/06GLASS-COMBO/06GLASS-COMBO-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a3d4b9e6f432aa4d9963643fc9c1a5074c98d29e0143d4ac8de306275e1c4052&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_05_arts_music_philip-glass-satyagraha-bam-la-opera_1666741000.html", "title": "Two Ways of Looking at Philip Glass’s ‘Satyagraha’", "title_page": "Two Ways of Looking at Philip Glass’s ‘Satyagraha’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Björfors’s vocabulary is the circus, just as Mr. McDermott’s is puppetry and Mr. Glass’s is his signature arpeggios. Where the two productions differed most — and where one foundered while the other excelled — was in presenting the story of Gandhi’s life.\nOstensibly, “Satyagraha” is about Gandhi’s years in South Africa, from 1893 to 1914. During this time, the young lawyer formed his guiding philosophy — satyagraha, an untranslatable portmanteau that roughly means “truth force” — and fought for the civil rights of Indians.\nEvents like the founding of the activist newspaper Indian Opinion, the leading of a peaceful protest march, and a confrontation between Gandhi and his opponents, are presented, but the libretto gives no indication of specific stage action for these episodes. This stylization extends to the naming of the three acts, each for a figure who could be called a practitioner of satyagraha but none of whom have roles in the work: Tolstoy, Rabindranath Tagore and Martin Luther King Jr.\nBecause the libretto comprises only words from the Bhagavad Gita, it is up to the director how much, if any, of the biographical material to reveal to the audience — and how. At one end of the spectrum of possible “Satyagraha” productions is biopic; at the other, abstract ritual.\nIn Ms. Björfors’s staging, text is projected onto various surfaces of the set. Some of it is the English translation of the Sanskrit being sung, but much is new: historical context that keeps each scene grounded in the reality of Gandhi’s life. The audience gets exact dates and locations, as if sitting through a multimedia presentation at a museum.\nThis material doesn’t always exist gracefully alongside the circus movements, which in turn don’t always feel appropriate to the libretto or the score, expertly played but slightly starved in the reduced orchestration. The circus acts were at first a smart, if distracting, echo of the relationship between risk and payoff in Gandhi’s life, and the emphasis of the Bhagavad Gita on delicate balance.", "url": "https://www.nytimes.com/2018/11/05/arts/music/philip-glass-satyagraha-bam-la-opera.html"}