{"authors": ["Jamie Tarabay"], "date_download": "2022-10-25 23:29:09", "date_modify": "2022-10-25 23:29:09", "date_publish": "2018-10-03 10:01:04", "description": "Tampons and other sanitary products will be exempt from a 10 percent tax beginning next year.", "filename": "2018_10_03_world_australia_tampons-tax_1666740549.html", "image_url": "https://static01.nyt.com/images/2018/10/04/world/04oz-tampon-1/04oz-tampon-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=96b1bca3d43fa59c1c92a9069d76cbcfe056d063e46a6cdc3209e9fc4a908f91&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_03_world_australia_tampons-tax_1666740549.html", "title": "Australia Scraps Tax on Tampons, Once Considered a ‘Luxury’", "title_page": "Australia Scraps Tax on Tampons, Once Considered a ‘Luxury’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SYDNEY, Australia — When Australia’s conservative government first introduced a federal goods and services tax in 2000, the health minister at the time met with protests over a new 10 percent levy applied to tampons and other female sanitary products.\nAnything that did not prevent diseases, the minister, Michael Wooldridge, argued, should be taxed.\n“As a bloke, I’d like shaving cream exempt, but I’m not expecting it to be,” Mr. Wooldridge, a Liberal Party member, told a reporter that January. Condoms were exempt but tampons were not, because “condoms prevent illness,” he said. “I wasn’t aware that menstruation was an illness.”\nTampons and pads were, at the time, considered “luxury” goods and taxed as such.\nIt has taken years, and successive governments — both conservative and progressive — for a recognition that sanitary products were a necessary health item for women.\nOn Wednesday, the six men and two women who hold the purse strings for their states and territories announced that they had agreed to a government proposal to exempt such items from taxes.", "url": "https://www.nytimes.com/2018/10/03/world/australia/tampons-tax.html"}