{"authors": ["Dan Bilefsky"], "date_download": "2022-10-25 23:47:56", "date_modify": "2022-10-25 23:47:56", "date_publish": "2018-05-05 18:47:48", "description": "As a court prepares to sentence Alexandre Bissonnette, who killed six people in a shooting rampage at a mosque, Canada is grappling with how a quiet university student became a ruthless killer.", "filename": "2018_05_05_world_canada_quebec-mosque-attack-alexandre-bissonnette_1666741676.html", "image_url": "https://static01.nyt.com/images/2018/05/06/world/06canada-mosque/06canada-mosque-facebookJumbo.jpg?year=2018&h=550&w=1050&s=5f2385165affbeb1e85486830aedfdabfe5e36da0c43b798fdd429c11582562a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_05_world_canada_quebec-mosque-attack-alexandre-bissonnette_1666741676.html", "title": "Quebec Mosque Shooter Was Consumed by Refugees, Trump and Far Right", "title_page": "Quebec Mosque Shooter Was Consumed by Refugees, Trump and Far Right - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Consumed by anxiety and depression, Mr. Bissonnette told police he contemplated suicide at 16. He developed an alcohol problem. He wanted to become a pilot but got a job at a call center instead.\nAfter Michael Zehaf-Bibeau, a Muslim, attacked the Canadian Parliament in October 2014, Mr. Bissonnette bought his first gun. It was one of several he would purchase legally, omitting his psychological problems from application forms, according to Marc-André Lamontagne, a psychologist who interviewed him in prison.\nSix weeks before the mosque attack, Mr. Bissonnette told Mr. Lamontagne he went to a Quebec City shopping center to kill people and himself, but couldn’t go through with it.\n“He had fantasies to do something big so that people would not laugh at him after his death, so that people would remember him,” Mr. Lamontagne said.\nAt the Quebec mosque, its windows still pocked with bullet holes, the Muslim community is still struggling to come to terms with the attack and their fear and grief.\nThe mosque’s president, Mohamed Labidi, said anti-Muslim incidents intensified before and after the attack. Before the killing, a severed pig’s head was left on the mosque’s doorstep. When he announced plans to build a Muslim cemetery on city land six months after the attack, his car was set on fire.\nHe blamed far-right groups and anti-immigrant “trash radio” hosts for creating a “toxic climate.”\nAmir Belkacemi, the son of Khaled Belkacemi, said his father had come to Canada from Algeria in the 1990s to escape terrorism, only to become ensnared by violence here. Still, he said he had no intention of leaving the place he calls home.\n“Quebec didn’t create the monster Alexandre Bissonnette,” he said. “But the Islamophobia here gave him his motive.”", "url": "https://www.nytimes.com/2018/05/05/world/canada/quebec-mosque-attack-alexandre-bissonnette.html"}