{"authors": ["Fahim Abed", "Fatima Faizi"], "date_download": "2022-10-25 23:28:31", "date_modify": "2022-10-25 23:28:31", "date_publish": "2018-09-05 17:06:26", "description": "At least 20 people were killed and 70 wounded in the blasts in Kabul, including emergency workers and journalists who were reporting live on Afghan television.", "filename": "2018_09_05_world_asia_afghanistan-bombings-kabul-terrorism_1666740511.html", "image_url": "https://static01.nyt.com/images/2018/09/06/world/06afghanistan/06afghanistan-facebookJumbo.jpg?year=2018&h=549&w=1050&s=0c299fff9ce283b953122cde42c59a0b056e48f4dc2406436f78366611a39dad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_05_world_asia_afghanistan-bombings-kabul-terrorism_1666740511.html", "title": "Bombings Target Afghan Wrestling Match and Those Who Rushed to the Scene", "title_page": "Bombings Target Afghan Wrestling Match and Those Who Rushed to the Scene - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — A suicide bomber detonated his explosives during a wrestling match in the Afghan capital on Wednesday, and as emergency medical workers and journalists rushed to the scene, a second, much larger explosion went off, killing at least 20 people in total, officials said.\nTwo journalists were among those killed and four others were among the scores wounded in the second blast, Afghan news organizations said.\nToloNews, the country’s most prominent news channel, identified the dead as members of its staff — a correspondent and a cameraman who were reporting live on national television when the second blast went off.\nThe two bombings injured at least 70, said Nasrat Rahimi, a spokesman for the Afghan Interior Ministry. Mr. Rahimi said the second blast had been caused by explosives packed into a vehicle, and he added that the toll might change.\nA similar double bombing on April 30, in which a second explosion went off among journalists covering the carnage of the first blast, killed nine reporters and photographers.\nThe Islamic State claimed responsibility for the explosions on Wednesday, according to its Amaq news agency, continuing a pattern of attacking soft targets in the western part of the capital, Kabul, where Afghans from the Shiite minority live.\nThe group has attacked schools, mosques and training centers in the area. In the last such attack, at least 48 people were killed when a suicide bomber detonated his explosives in a packed university preparatory course.", "url": "https://www.nytimes.com/2018/09/05/world/asia/afghanistan-bombings-kabul-terrorism.html"}