{"authors": ["Abgoodnough", "Jan Hoffman"], "date_download": "2022-10-26 00:16:28", "date_modify": "2022-10-26 00:16:28", "date_publish": "2018-09-04 21:38:31", "description": "A federal judge in Texas will consider whether to suspend or kill the law. The Trump Administration has chosen not to defend it and its coverage of pre-existing conditions.", "filename": "2018_09_04_health_obamacare-trump-texas-case_1666743388.html", "image_url": "https://static01.nyt.com/images/2018/09/05/science/05-HEALTH-print/04-HEALTH-facebookJumbo.jpg?year=2018&h=550&w=1050&s=952575ecf81813ed2ab17c1b5c4c5cd1d976aadd5dd5f83d3330c3bfec4cbde7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_04_health_obamacare-trump-texas-case_1666743388.html", "title": "A New Lawsuit Threatens Obamacare. Here’s What’s at Stake and What to Expect in Oral Arguments.", "title_page": "A New Lawsuit Threatens Obamacare. Here’s What’s at Stake and What to Expect in Oral Arguments. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Affordable Care Act has survived numerous court battles and repeal efforts, but a new case is threatening the law’s future once again. A federal judge in Fort Worth, Tex., will hear arguments Wednesday on whether to grant a preliminary injunction that would suspend the health law until the case is decided. He has also indicated that he might go straight to ruling on the merits of the case.\nIt focuses on whether the law’s requirement that most Americans have health insurance is unconstitutional, but has much broader implications. The Justice Department made a highly unusual decision this summer: though it disagreed with the plaintiffs that the entire law should be struck down, it decided not to defend the individual mandate or several other central provisions, including protections for people with pre-existing conditions. That prompted a coalition of 16 states and the District of Columbia, led by California, to intervene to defend the law, saying that to pause it or invalidate key components would threaten the health care of millions of people.\nPresiding over the case is Judge Reed O’Connor of the Federal District Court for the Northern District of Texas, who was appointed by President George W. Bush. The judge has previously blocked Obama-era efforts to extend medical leave protections to same-sex couples and to include gender-identity discrimination as a form of sex discrimination under the health law.\nWho brought this latest case and why?\nThe case is being brought by a group of 20 Republican state attorneys general and the governors of Maine and Mississippi. They argue that the law is unconstitutional and should be struck down.", "url": "https://www.nytimes.com/2018/09/04/health/obamacare-trump-texas-case.html"}