{"authors": ["John Herrman"], "date_download": "2022-10-25 23:41:26", "date_modify": "2022-10-25 23:41:26", "date_publish": "2018-11-07 10:00:02", "description": "Google is helping relieve the knowledge workers of the world from the drudgery of email — by revealing how inhuman it was in the first place.", "filename": "2018_11_07_magazine_you-already-email-like-a-robot-why-not-automate-it_1666741286.html", "image_url": "https://static01.nyt.com/images/2018/11/11/magazine/11mag-ontech-image1/11mag-ontech-image1-facebookJumbo.png?year=2018&h=550&w=1050&s=d7cfa0557ddd1a9d158a6e5518d2a81be57c342b257bd77867483cc4ce933f5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_07_magazine_you-already-email-like-a-robot-why-not-automate-it_1666741286.html", "title": "You Already Email Like a Robot - Why Not Automate It?", "title_page": "You Already Email Like a Robot — Why Not Automate It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In 1996, Microsoft unleashed Clippit, better known as Clippy, on users of Microsoft Office. The legendarily irritating mascot-helper spent the following years hovering around the edges of documents, blinking dumbly under his lascivious eyebrows and blurting out, “It looks like you’re writing a letter,” until he was sidelined by the company in 2001, officially recognized as a mistake. Clippy’s problems were manifold. He announced his presence, via a personified avatar, to tell us something that we already knew (or that should have been obvious in the first place) and then proudly offered us little in the way of actual help. He sat and watched us and learned nothing, and repeated himself. He said too much and did too little.\nNevertheless, over 20 years later, the spawn of Clippy are hiding everywhere, guessing what we’re trying to do and offering to help. But Clippy’s successors are doing their best to avoid his mistakes. Most of the time they are faceless, and if they speak, they do so in a disembodied but humanlike voice. They tend to wait to be asked for help, rather than telling us what they think they know unprompted. And when they do offer help, they tend to be more subtle, more accurate or both. They have perhaps more in common with Clippy’s unassuming partners, like Spelling and Grammar Check or AutoCorrect, which spoke through red underlines or small actions carried out on reasonable assumptions (who would intentionally type “teh”?). These tools have followed us and our clumsy fingers to our new smartphones, where they have become both more assertive and more useful, correcting us and only occasionally requiring us to correct them back, and learning all the while.\nWhat does the tech industry want to assist us with now? Email. If you use Gmail, you’ve probably interacted with either Smart Reply or Smart Compose, whether or not you know them by name. Google introduced Smart Reply in 2015, and Smart Compose began rolling out this year. Both, in execution, are self-explanatory. Smart Reply suggests canned responses to inbound emails, based on the company’s best guess at what most emailers might be about to type. The suggestions are short, peppy and often adequate, at least as a start. Sometimes their tone prompts unhappy realizations about what Gmail sees in us. The frequency with which they use exclamation marks emphasizes just how peculiar the language of professional email communication has become (“Sounds great!” “Very cool!” “Love it!”). Smart Compose, in contrast, offers word and phrase suggestions, based on similar judgments, as the user types in real time. You write “Take a look,” and ghostly text might appear to its right: “and let me know what you think.” Its assumptions are more personalized, and they feel that way because it is constantly, visibly, guessing what you’re thinking.\nSmart Compose and Smart Reply are, at their core, artificial-intelligence technologies: They are programmed to perform tasks, but also to adapt. To start, Smart Reply was trained on publicly available bodies of email text. (Among the most widely used for such projects is the cache of some 500,000 emails collected during the discovery phase of the Enron investigation.) “What makes machine learning different from regular programming is you look at corpuses of data to make guesses about things,” says Paul Lambert, a product manager for Gmail. “You create a model.”", "url": "https://www.nytimes.com/2018/11/07/magazine/you-already-email-like-a-robot-why-not-automate-it.html"}