{"authors": ["Sheera Frenkel", "Nicholas Confessore", "Cecilia Kang", "Matthew Rosenberg", "Jack Nicas"], "date_download": "2022-10-25 23:29:52", "date_modify": "2022-10-25 23:29:52", "date_publish": "2018-11-14 21:01:00", "description": "Russian meddling, data sharing, hate speech — the social network faced one scandal after another. This is how Mark Zuckerberg and Sheryl Sandberg responded.", "filename": "2018_11_14_technology_facebook-data-russia-election-racism_1666740592.html", "image_url": "https://static01.nyt.com/images/2018/11/15/business/15facebookdip-promo/15facebookdip-promo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=0a9efb58164ae819340e56e677f34f8d62c781400ffa239e2202904fb4dd70b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_14_technology_facebook-data-russia-election-racism_1666740592.html", "title": "Delay, Deny and Deflect: How Facebook’s Leaders Fought Through Crisis", "title_page": "Delay, Deny and Deflect: How Facebook’s Leaders Fought Through Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That afternoon, the A.D.L. issued a warning from its Twitter account.\n“Depicting Jews as an octopus encircling the globe is a classic anti-Semitic trope,” the organization wrote. “Protest Facebook — or anyone — all you want, but pick a different image.” The criticism was soon echoed in conservative outlets including The Washington Free Beacon, which has sought to tie Freedom from Facebook to what the publication calls “extreme anti-Israel groups.”\nAn A.D.L. spokeswoman, Betsaida Alcantara, said the group routinely fielded reports of anti-Semitic slurs from journalists, synagogues and others. “Our experts evaluate each one based on our years of experience, and we respond appropriately,” Ms. Alcantara said. (The group has at times sharply criticized Facebook, including when Mr. Zuckerberg suggested that his company should not censor Holocaust deniers.)\nFacebook also used Definers to take on bigger opponents, such as Mr. Soros, a longtime boogeyman to mainstream conservatives and the target of intense anti-Semitic smears on the far right. A research document circulated by Definers to reporters this summer, just a month after the House hearing, cast Mr. Soros as the unacknowledged force behind what appeared to be a broad anti-Facebook movement.\nHe was a natural target. In a speech at the World Economic Forum in January, he had attacked Facebook and Google, describing them as a monopolist “menace” with “neither the will nor the inclination to protect society against the consequences of their actions.”\nDefiners pressed reporters to explore the financial connections between Mr. Soros’s family or philanthropies and groups that were members of Freedom from Facebook, such as Color of Change, an online racial justice organization, as well as a progressive group founded by Mr. Soros’s son. (An official at Mr. Soros’s Open Society Foundations said the philanthropy had supported both member groups, but not Freedom from Facebook, and had made no grants to support campaigns against Facebook.)\nDefiners also circulated research about other critics of Facebook, such as Diamond and Silk, the pro-Trump social media stars who had claimed they were treated unfairly by Facebook.\nIn at least one instance, the company also relied on Mr. Schumer, the New York senator and Senate Democratic leader. He has long worked to advance Silicon Valley’s interests on issues such as commercial drone regulations and patent reform. During the 2016 election cycle, he raised more money from Facebook employees than any other member of Congress, according to the Center for Responsive Politics.", "url": "https://www.nytimes.com/2018/11/14/technology/facebook-data-russia-election-racism.html"}