{"authors": ["Chad Bray", "Matt Phillips"], "date_download": "2022-10-25 23:51:44", "date_modify": "2022-10-25 23:51:44", "date_publish": "2018-03-02 12:58:57", "description": "President Trump’s vow to impose stiff steel and aluminum tariffs has shaken financial markets and drawn plenty of international criticism.", "filename": "2018_03_02_business_world-stocks-trump_1666741904.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2018", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_02_business_world-stocks-trump_1666741904.html", "title": "Wall St., Rattled by Fears of Trade War, Has Rocky Open Before Gaining Ground", "title_page": "Wall St., Rattled by Fears of Trade War, Has Rocky Open Before Gaining Ground - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Major indexes in Europe were also down broadly, with the CAC 40 in France and the Xetra Dax 30 in Germany declining by more than 2 percent. The Stoxx Europe 600 index saw nearly every sector decline on Friday.\nThe decline of the stock and bond markets this year has been painful, and it remains difficult to predict what is in store for the future. Navigating Uncertainty: There seems to be growing acceptance that some kind of a recession might be coming. Here is There seems to be growing acceptance that some kind of a recession might be coming. Here is how investors should approach the situation\nA Bad Year for Bonds : This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. This has been the most devastating time for bonds since at least 1926 — and maybe in centuries. But much of the damage is already behind us\nWeathering the Storm: The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. The rout in the stock and bond markets has been especially rough on people paying for college, retirement or a new home. Here is some advice\nCollege Savings: As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but As the stock and bond markets wobble, 529 plans are taking a tumble. What’s a family to do? There’s no one-size-fits-all answer, but you have options\nAt a meeting with industry executives on Thursday, Mr. Trump said he would formally sign rules enacting tariffs of 25 percent on steel and 10 percent on aluminum next week, surprising some of his closest advisers, who had urged him not to pursue such measures.\nThe proposed measures angered many of the United States’ closest allies and neighbors.\nJean-Claude Juncker, the president of the European Commission, said on Thursday night, shortly after the comments by Mr. Trump, that the tariffs appeared to represent “a blatant intervention” to protect the United States steel industry. He vowed the bloc would not “sit idly while our industry is hit with unfair measures that put thousands of European jobs at risk.”", "url": "https://www.nytimes.com/2018/03/02/business/world-stocks-trump.html"}