{"authors": ["Jeré Longman"], "date_download": "2022-10-25 23:27:17", "date_modify": "2022-10-25 23:27:17", "date_publish": "2018-02-15 23:44:08", "description": "Hanyu, the defending Olympic champion, gave an elegant, unhurried performance to take the lead after the men’s figure skating short program.", "filename": "2018_02_15_sports_olympics_figure-skating-yuzuru-hanyu-nathan-chen_1666740437.html", "image_url": "https://static01.nyt.com/images/2018/02/17/sports/olympics/15figureskating-chang-551/15figureskating-chang-551-facebookJumbo-v4.jpg?year=2018&h=550&w=1050&s=72d1c377026cee9bf9e1ce013a98c8276dd26c8c0c8b6d1c634b756b2550bf23&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_15_sports_olympics_figure-skating-yuzuru-hanyu-nathan-chen_1666740437.html", "title": "Yuzuru Hanyu Commands the Stage. Nathan Chen Falls Off It.", "title_page": "Yuzuru Hanyu Commands the Stage. Nathan Chen Falls Off It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PYEONGCHANG, South Korea — On Friday, the short program in men’s Olympic figure skating answered two urgent questions about recovery — one from a recent case of nerves, the other from an extended absence because of injury.\nNathan Chen, the 18-year-old from the United States who was considered a favorite for the gold medal, appeared overwhelmed by the moment, just as he had a week ago in the team competition.\nBut Yuzuru Hanyu, 23, the defending Olympic champion from Japan, competing for the first time in nearly four months because of an ankle injury, skated a performance of great technical skill, languid beauty and strategic cleverness.\nHanyu won the short program with 111.68 points, 10 points higher than he scored at the 2014 Winter Games. In Saturday’s free skate, he will attempt to become the first man to repeat as Olympic champion since Dick Button of the United States in 1948 and 1952.", "url": "https://www.nytimes.com/2018/02/15/sports/olympics/figure-skating-yuzuru-hanyu-nathan-chen.html"}