{"authors": ["Zoe Greenberg"], "date_download": "2022-10-25 23:49:05", "date_modify": "2022-10-25 23:49:05", "date_publish": "2018-07-18 23:20:29", "description": "The City Council voted unanimously to significantly regulate Airbnb and its peers, taking aim at landlords renting apartments a few nights at a time.", "filename": "2018_07_18_nyregion_new-york-city-airbnb-crackdown_1666741745.html", "image_url": "https://static01.nyt.com/images/2018/07/19/nyregion/19airbnb/19airbnb-facebookJumbo.jpg?year=2018&h=550&w=1050&s=da2869a318c9d129c3ae22886f2701f0a7f4fbb7f336e564f378a27a816e7dda&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_18_nyregion_new-york-city-airbnb-crackdown_1666741745.html", "title": "New York City Looks to Crack Down on Airbnb Amid Housing Crisis", "title_page": "New York City Looks to Crack Down on Airbnb Amid Housing Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "New York City is Airbnb’s largest domestic market, but under state law, it is illegal in most buildings for an apartment to be rented out for less than 30 days unless the permanent tenant is residing in the apartment at the same time. The new disclosure requirements would make it much easier for the city to enforce the state law and could lead to many of the 50,000 units rented through Airbnb in the city coming off the market. After similar rules went into effect in San Francisco, listings fell by half.\n“The vacancy rate in New York City is very low,” the Council speaker, Corey Johnson, said before the vote. “We’re in an affordable housing crisis. We’re in a homelessness crisis. And Airbnb will not give us this data.”\nA City Hall spokeswoman said the new restrictions had the support of Mayor Bill de Blasio, who has made affordable housing one of his priorities, and he is expected to sign the bill into law.\nCompanies will face fines of up to $1,500 for each listing they fail to disclose, down from the $25,000 originally proposed.\nAirbnb opposed the bill, arguing that it would hurt everyday New Yorkers who were renting spare rooms in their apartments to make ends meet. Throughout the debate over the bill, the company accused City Council members of kowtowing to the hotel industry. Last month Airbnb published a list of Council members and how much the hotel industry had contributed to each of their campaigns.", "url": "https://www.nytimes.com/2018/07/18/nyregion/new-york-city-airbnb-crackdown.html"}