{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:35:20", "date_modify": "2022-10-25 23:35:20", "date_publish": "2018-02-15 18:16:03", "description": "The Supreme Court is set to consider the ban in a different case this spring, and it has let the ban go into effect in the meantime.", "filename": "2018_02_15_us_politics_trump-travel-ban-appeals-court_1666740920.html", "image_url": "https://static01.nyt.com/images/2018/02/16/us/politics/16dc-travelban/16dc-travelban-facebookJumbo.jpg?year=2018&h=549&w=1050&s=c2e22f7e2b0f20b6d3ef61ba2c94e5bcfadd743f0f50c63859f91f87e8654d53&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_15_us_politics_trump-travel-ban-appeals-court_1666740920.html", "title": "Trump’s Latest Travel Ban Suffers Blow From a Second Appeals Court", "title_page": "Trump’s Latest Travel Ban Suffers Blow From a Second Appeals Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A second federal appeals court ruled on Thursday against President Trump’s latest effort to limit travel from countries said to pose a threat to the nation’s security.\nThe decision, from the United States Court of Appeals for the Fourth Circuit, in Richmond, Va., will have no immediate practical impact. The Supreme Court agreed last month to hear an appeal from a broadly similar decision from the Ninth Circuit, in San Francisco.\nIn December, in a sign that the Supreme Court may be receptive to upholding Mr. Trump’s latest order, the court allowed it to go into effect as the two cases moved forward.\nThe cases concern Mr. Trump’s third and most considered effort to make good on a campaign promise to secure the nation’s borders. But challengers to the latest ban, issued as a presidential proclamation in September, said it was tainted by religious animus and not adequately justified by national security concerns.", "url": "https://www.nytimes.com/2018/02/15/us/politics/trump-travel-ban-appeals-court.html"}