{"authors": ["Margot Sanger-Katz"], "date_download": "2022-10-25 23:35:42", "date_modify": "2022-10-25 23:35:42", "date_publish": "2018-01-11 18:15:51", "description": "The Trump administration wants to make a major change to Medicaid, but there’s not a lot of evidence for one of its key assertions.", "filename": "2018_01_11_upshot_medicaid-work-requirements-trump_1666740942.html", "image_url": "https://static01.nyt.com/images/2018/01/12/upshot/12up-worksub/12up-worksub-facebookJumbo.jpg?year=2018&h=549&w=1050&s=28f61908072942723d17ec146af9d71a810e1eb0ca53741ded1b49c9f2d1b065&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_11_upshot_medicaid-work-requirements-trump_1666740942.html", "title": "Can Requiring People to Work Make Them Healthier?", "title_page": "Can Requiring People to Work Make Them Healthier? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The idea behind the change is that requiring work will help move more Medicaid beneficiaries into the work force and out of poverty. And, legally, it rests on the contention that the requirements themselves will make those people healthier, since improving health is the stated purpose of the Medicaid statute.\nThere is not strong evidence for that contention.\n“Higher earnings are positively correlated with longer lifespan,” says a guidance document published by the Centers for Medicare and Medicaid Services on Thursday.\nOne comprehensive review of existing studies found strong evidence that unemployment is generally harmful to health, including higher mortality; poorer general health; poorer mental health; and higher medical consultation and hospital admission rates. Another academic analysis found strong evidence for a protective effect of employment on depression and general mental health. A 2013 Gallup poll found that unemployed Americans are more than twice as likely as those with full-time jobs to say they currently have or are being treated for depression. Other community engagement activities such as volunteering are also associated with improved health outcomes, and it can lead to paid employment.\n(One citation in that passage is to a health insurer’s survey that asked people who volunteer how it made them feel.)\nBut it is not at all clear how much work or income alone improve health. In fact, there’s quite a lot of evidence that causality can move in the opposite direction, since health problems can make it difficult to work or go to school. It might be, as the guidance document suggests, that people who don’t work become depressed. Or it could be that some people who are depressed have a harder time getting or keeping a job. Treating their depression might ease their symptoms and improve their employment prospects. “Having the medical coverage helps people to get a job,” said LaDonna Pavetti, a vice president at the liberal Center on Budget and Policy Priorities, who has studied work requirements extensively.\nSome research does suggest that a boost to income can improve people’s health. Yet a study that examined the earned-income tax credit, a program established specifically to raise the incomes of low-wage workers, wasn’t able to find any clear health benefit.\nMore crucially, a work requirement does not guarantee that Medicaid beneficiaries will have an increased income or even find a job. Some people may be nudged by a work requirement into work they wouldn’t have done otherwise. But others may simply be kicked out of the health insurance program because they aren’t able to meet the requirement. States will be allowed to cut off Medicaid benefits to people who can’t demonstrate that they’ve completed the required number of work or activity hours or who don’t qualify for an exception related to a health problem or having a young child. Others might meet the work requirement rule and keep their Medicaid, but still remain poor, because they are able to get only a volunteer or part-time job that keeps their income low.", "url": "https://www.nytimes.com/2018/01/11/upshot/medicaid-work-requirements-trump.html"}