{"authors": ["Claire Ballentine"], "date_download": "2022-10-25 23:25:50", "date_modify": "2022-10-25 23:25:50", "date_publish": "2018-07-13 21:00:11", "description": "The Commerce Department said the Chinese telecommunications firm had met the terms of a settlement deal and was no longer subject to an order that had pushed it to the brink of financial collapse.", "filename": "2018_07_13_business_zte-ban-trump_1666740350.html", "image_url": "https://static01.nyt.com/images/2018/07/14/business/14zte/14zte-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d552ef1f9ef0b456e44ef721fd9d72049a0417fabb5031fc53c80b3619a5a574&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_13_business_zte-ban-trump_1666740350.html", "title": "U.S. Lifts Ban That Kept ZTE From Doing Business With American Suppliers", "title_page": "U.S. Lifts Ban That Kept ZTE From Doing Business With American Suppliers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Trump administration on Friday lifted a ban on the Chinese telecommunications firm ZTE that had pushed the company to the brink of financial collapse by preventing it from acquiring parts and software from American companies.\nThe ban, imposed in April to punish ZTE for failing to live up to an earlier agreement related to violating United States sanctions against Iran and North Korea, was removed after the company met the conditions of a settlement, the Commerce Department said in a news release.\nUnder the deal, ZTE was required to pay a $1 billion penalty, put $400 million in escrow with an American bank, overhaul its leadership and allow a team of compliance monitors to be installed inside the company for 10 years.\nWilbur Ross, the commerce secretary, said in a statement that ZTE, China’s second-largest telecommunications firm after Huawei, would remain under closer scrutiny even after being dropped from the department’s “denied persons list.”", "url": "https://www.nytimes.com/2018/07/13/business/zte-ban-trump.html"}