{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:26:58", "date_modify": "2022-10-25 23:26:58", "date_publish": "2018-08-01 09:00:07", "description": "Mr. Wheeler, the agency’s acting administrator, has put forth the fullest explanation yet of his energy lobbying activities.", "filename": "2018_08_01_climate_andrew-wheeler-epa-lobbying_1666740418.html", "image_url": "https://static01.nyt.com/images/2018/08/02/climate/02CLI-WHEELER-print/01CLI-WHEELER1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4a19c49ce8a14a947afa48d5f9f74311d854c9f47542887e6d782bfcaf8508ed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_01_climate_andrew-wheeler-epa-lobbying_1666740418.html", "title": "Andrew Wheeler, New E.P.A. Chief, Details His Energy Lobbying Past", "title_page": "Andrew Wheeler, New E.P.A. Chief, Details His Energy Lobbying Past - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Wheeler faces at least one formal complaint, by the nonpartisan government watchdog group Public Citizen, alleging that he “appears to be working on the same specific issue areas he had lobbied on within the last two years.” That is a potential violation of President Trump’s ethics rules limiting the influence of former lobbyists on the government, the group asserts.\nUnderstand the Latest News on Climate Change Card 1 of 5 Shifting patterns. The melting of the snowpack in the high Cascades has long been a source of sustenance in the Pacific Northwest. But as climate change makes seasons less predictable and precipitation more variable, people there are reimagining the region’s future and the tools that will be needed to manage it. Facing drought. The story of the Netherlands’ long struggles against excess water is written all over its boggy landscape. Now that climate change is drying it out, the Dutch are hoping to engineer once again their way to safety — only this time, by figuring out how to hold onto water instead of flushing it out. A more extreme monsoon. South Asia’s annual monsoon is inextricably linked, culturally and economically, to much of Asia, bringing life-giving water to nearly one-quarter of the world’s population. But climate change is making the monsoon more erratic, less dependable and even dangerous, with more violent rainfall as well as worsening dry spells. Wildfire smoke pollution. Smoke from wildfires has worsened over the past decade, potentially reversing decades of improvements in Western air quality made under the Clean Air Act, according to new research. Some areas in the Western United States had increases in particulate pollution from smoke that were about the same amount as the improvements in air quality from regulating factories and other sources of pollution. Relinquishing a fortune. Yvon Chouinard, the founder of the outdoor apparel maker Patagonia, transferred ownership of his company to a trust and an organization devoted to fighting climate change. The move comes at a moment of growing scrutiny for billionaires whose rhetoric about making the world a better place often don’t match reality.\nMr. Wheeler’s critics point in particular to his lobbying disclosure filings, which describe his lobbying activities only in general terms that they say fail to adequately reveal what he actually worked on the past eight years. “If I had it to do over again, I would have been more specific,” Mr. Wheeler said. “But when I started lobbying I didn’t really anticipate ever going back into the government.”\nHowever, by the time the 2016 election came around, Mr. Wheeler said he began shedding his E.P.A.-related lobbying, anticipating that he might be called on to join the Trump administration. “I knew it was a possibility, so after the election I stopped lobbying any new E.P.A. issues,” Mr. Wheeler said.\nOne of Mr. Trump’s earliest executive orders, aimed at fulfilling his promise to “drain the swamp” in Washington, permitted former lobbyists like Mr. Wheeler to join the administration as long as they did not meet one-on-one with former clients or work on any specific matters they had handled in private practice in the previous two years.\nMr. Wheeler, along with Justina Fugh, the E.P.A.’s senior counsel for ethics, said he had not sought or received any ethics waivers. Such special dispensations have been granted to dozens of people throughout the administration to bypass Mr. Trump’s executive order and allow them to work on the matters on which they lobbied.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\n“I think that’s an ethical cloud if you have a waiver. I personally didn’t want to do that,” Mr. Wheeler said. “Because I was a lobbyist, and that was made a big deal during my confirmation process, I just wanted to be on safe ground there.”", "url": "https://www.nytimes.com/2018/08/01/climate/andrew-wheeler-epa-lobbying.html"}