{"authors": ["Brad Plumer"], "date_download": "2022-10-25 23:31:53", "date_modify": "2022-10-25 23:31:53", "date_publish": "2018-08-03 21:14:27", "description": "At the high end, the increased emissions in the United States would outstrip the amount produced by many midsize countries in a year.", "filename": "2018_08_03_climate_trump-climate-emissions-rollback_1666740713.html", "image_url": "https://static01.nyt.com/images/2018/08/04/science/04CLI-CLIMATECARS1/04CLI-CLIMATECARS1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=293d8ed916ec064a970639c520207046fa1cd38592d46ff1af919bca556b08f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_03_climate_trump-climate-emissions-rollback_1666740713.html", "title": "How Big a Deal Is Trump’s Fuel Economy Rollback? For the Climate, Maybe the Biggest Yet", "title_page": "How Big a Deal Is Trump’s Fuel Economy Rollback? For the Climate, Maybe the Biggest Yet - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s proposal this week to weaken fuel-efficiency standards for cars and light trucks could be his most consequential climate-policy rollback yet, increasing greenhouse gas emissions in the United States by an amount greater than many midsize countries put out in a year.\nAssuming the plan is finalized and survives legal challenges, America’s cars and trucks would emit an extra 321 million to 931 million metric tons of carbon dioxide into the atmosphere between now and 2035 as a result of the weaker rules, according to an analysis by the research firm Rhodium Group. A separate estimate by the think tank Energy Innovation pegged the number even higher, at 1.25 billion metric tons.\nTo put that in context, the extra pollution in 2035 alone would be more than the current annual emissions from countries like Austria, Bangladesh or Greece, the Rhodium Group analysis found.\nHow big a deal is that for global warming? The Trump administration claims it is negligible. By 2100, officials argued in their proposal, concentrations of carbon dioxide in the atmosphere would only be 0.65 parts per million higher under the rollback than they would be if the stricter Obama-era rules had stayed in place. (Current levels in the atmosphere are around 410 parts per million.)", "url": "https://www.nytimes.com/2018/08/03/climate/trump-climate-emissions-rollback.html"}