{"authors": ["Richard Sandomir"], "date_download": "2022-10-25 23:34:59", "date_modify": "2022-10-25 23:34:59", "date_publish": "2018-08-22 23:47:09", "description": "A showman who helped put “The Sound of Music” on television, “Chicago” on movie screens and “How to Succeed in Business” back on Broadway.", "filename": "2018_08_22_obituaries_craig-zadan-69-dies-produced-musicals-for-stage-screen-and-tv_1666740899.html", "image_url": "https://static01.nyt.com/images/2018/08/23/obituaries/23ZADAN1/23ZADAN1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b583bcf84b659285170a2a60bfdee0f64f0b71b9d71048d01728d308e2963eb7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_22_obituaries_craig-zadan-69-dies-produced-musicals-for-stage-screen-and-tv_1666740899.html", "title": "Craig Zadan, 69, Dies; Produced Musicals for Stage, Screen and TV", "title_page": "Craig Zadan, 69, Dies; Produced Musicals for Stage, Screen and TV - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "They were the executive producers of the film version of “Chicago,” which won the Academy Award for best picture in 2003. They staged Broadway revivals of the musicals “Promises, Promises” (2010) and “How to Succeed in Business Without Really Trying” (2011).\nThey produced “Smash,” a TV series about the making of a Broadway musical about Marilyn Monroe seen in 2012 and 2013 on NBC. They also produced the Academy Awards telecast in 2013, 2014 and 2015.\nIn all, their productions won six Oscars, 17 Emmys, five Golden Globes and two Peabody Awards.\nTheir last major show together was a live version of the Andrew Lloyd Webber-Tim Rice musical “Jesus Chris Superstar,” which was broadcast this year on Easter Sunday. Starring John Legend and Sara Bareilles, it was staged as a concert — as the composers originally conceived it — before an audience at the Marcy Armory in Brooklyn\nMr. Lloyd Webber was mixing the music in the production truck when, during a commercial break, he burst into the part of the truck where Mr. Zadan was. In an interview with the entertainment website IndieWire in June, Mr. Zadan recalled Mr. Lloyd Webber excitedly asking: “What do you think of the audience response? It’s so overwhelming. Do you think it’s too much?”\nMr. Zadan told him that there was not much he could — or would — do.\n“We can’t go out there and tell them to cool it,” he said of the audience. “We want them to be as enthusiastic as they are.”", "url": "https://www.nytimes.com/2018/08/22/obituaries/craig-zadan-69-dies-produced-musicals-for-stage-screen-and-tv.html"}