{"authors": ["Anemona Hartocollis", "Amy Harmon", "Mitch Smith"], "date_download": "2022-10-25 23:29:20", "date_modify": "2022-10-25 23:29:20", "date_publish": "2018-07-29 16:00:04", "description": "The suit, which accuses the university of discriminating against Asian-Americans, has shed light on little-known aspects of Harvard’s selection process.", "filename": "2018_07_29_us_harvard-admissions-asian-americans_1666740560.html", "image_url": "https://static01.nyt.com/images/2018/07/31/us/00harvard-01alt/00harvard-01alt-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8eaaf52a904640e4f75fbb80b4519f2a0221ef220df65dc6d55ef02ae17b21a8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_29_us_harvard-admissions-asian-americans_1666740560.html", "title": "‘Lopping,’ ‘Tips’ and the ‘Z-List’: Bias Lawsuit Explores Harvard’s Admissions Secrets", "title_page": "‘Lopping,’ ‘Tips’ and the ‘Z-List’: Bias Lawsuit Explores Harvard’s Admissions Secrets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As to why the racial and ethnic breakdowns of incoming classes have stayed roughly consistent, Mr. Fitzsimmons said, “from one year to the next, you tend to have roughly the same number and then roughly the same quality from an area.”\nHe added, “It is certainly not a goal of ours to limit ethnicity.”\n‘Stronger and Better’\nThe plaintiffs say that the personal rating — which considers an applicant’s character and personality — is the most insidious of Harvard’s admissions metrics. They say that Asian-Americans are routinely described as industrious and intelligent, but unexceptional and indistinguishable — characterizations that recall painful stereotypes for many people of Asian descent. (The applicant who was the “proverbial picket fence” was Asian-American.)\nIn the recently unredacted court filings, several Asian-American applicants were described in conspicuously similar terms. One was described as “busy and bright,” but the “case will look like many others without late info.” Another was “very busy” but “doesn’t go extra mile, thus she looks like many w/ this profile.” Yet another was “bright & busy” but it was “a bit difficult to see what would hold him in during a lop.”\nOne student was “so very bright but lacking a DE.” DE, the court papers say, stands for “distinguishing excellence.” Another got a backhanded compliment: “hard worker,” but “would she relax and have any fun?”\n[Read: How do colleges rate things like personal character?]\nIn Friday’s filing, Harvard countered with examples of its positive assessments of applicants of Nepalese, Tibetan, Vietnamese and Indian descent, who were described with words like “deserving,” “fascinating” and “Tug for BG,” an abbreviation for background. None of the examples the university gave appeared to be of applicants specifically of Chinese or Korean background.\nMr. Hughes, the former Harvard admissions officer, who is now a college admissions consultant, said he warned students of the long odds of getting in for upper- and middle-class applicants, many of whom are white and Asian.\n“You don’t have first-gen. You don’t have son of a police officer. You don’t have the immigrant story, or the poor immigrant story, that captivates private colleges and universities,” Mr. Hughes said he told his clients. “So those kids just have to be stronger and better.”", "url": "https://www.nytimes.com/2018/07/29/us/harvard-admissions-asian-americans.html"}