{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:25:03", "date_modify": "2022-10-25 23:25:03", "date_publish": "2018-01-11 00:32:34", "description": "A former staff member of State Senator Jeffrey D. Klein, who leads the Independent Democratic Conference, says he forcibly kissed her in 2015.", "filename": "2018_01_10_nyregion_senator-accused-sexual-misconduct_1666740303.html", "image_url": "https://static01.nyt.com/images/2018/01/11/nyregion/11klein/11klein-facebookJumbo.jpg?year=2018&h=550&w=1050&s=713a22ca15441721defdc52cee50e38c13a5ce215f1156897731790de0878af3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_10_nyregion_senator-accused-sexual-misconduct_1666740303.html", "title": "Coalition Leader in State Senate Accused of Sexual Misconduct", "title_page": "Coalition Leader in State Senate Accused of Sexual Misconduct - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ALBANY — The leader of a powerful group of renegade Democrats in the New York State Senate has been accused by a former staff member of forcibly kissing her outside an Albany bar in 2015.\nThe allegation surfaced in a HuffPost article on Wednesday, just minutes after the senator, Jeffrey D. Klein, held an extraordinary conference call with reporters to pre-emptively deny the accusation. Mr. Klein then released an investigative memorandum by his lawyers asserting that the former staff member had been drinking and behaving unusually that evening.\nThe woman, Erica Vladimer, told HuffPost that Mr. Klein had kissed her against her will while the two were having a celebratory post-budget cigarette outside Justin’s bar in downtown Albany with other staff members and lawmakers.\n“All of a sudden there was a hand on the back of my head and he shoved his tongue down my throat,” Ms. Vladimer, 30, told HuffPost. “In my head it lasted forever, I don’t think it lasted even three seconds.”", "url": "https://www.nytimes.com/2018/01/10/nyregion/senator-accused-sexual-misconduct.html"}