{"authors": ["Manny Fernandez"], "date_download": "2022-10-25 23:48:14", "date_modify": "2022-10-25 23:48:14", "date_publish": "2018-11-07 03:30:45", "description": "The conservative Republican held off a charismatic Democratic congressman who had hoped to ride a wave of liberal energy to victory.", "filename": "2018_11_06_us_ted-cruz-wins-texas-senate-race_1666741694.html", "image_url": "https://static01.nyt.com/images/2018/11/07/us/politics/07texas-cruz-sub/07texas-cruz-sub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ccfb3a7191f73a65e826afbe9e3690728a569b4451f0d1d3fbd3a1d20d01335b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_06_us_ted-cruz-wins-texas-senate-race_1666741694.html", "title": "Ted Cruz Defeats Beto O’Rourke for Senate in Texas", "title_page": "Ted Cruz Defeats Beto O’Rourke for Senate in Texas - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[See the results for the Senate race in Texas and other states.]\n“I’m as inspired, I’m as hopeful as I’ve ever been in my life, and tonight’s loss does nothing to diminish the way I feel about Texas or this country,” he said, later stepping off the stage as John Lennon’s “Imagine” played on the loudspeakers.\nRepublican strategists and insiders said Mr. Cruz’s narrow victory did not mean that Democrats stood to make substantial gains in Texas. Rather, they believed it had more to do with Mr. Cruz himself, one of the most divisive political figures in the state, and the anti-Trump energy of Democrats.\nPivotal factors in the tightness of the election results were the Republican and independent voters who voted for Mr. O’Rourke but also cast ballots for top Republicans in other races. Gov. Greg Abbott, a Republican whose views are in line with Mr. Cruz’s but whose style is far less abrasive, easily won re-election, and a sizable number of Republicans appeared to have split their votes for Mr. Abbott and for Mr. O’Rourke.\n“It was political nitroglycerin from the minute this campaign started,” said Ted Delisi, a Republican political consultant in Austin who was Senator John Cornyn’s chief campaign strategist in 2002. “Beto O’Rourke couldn’t have run this race against John Cornyn. He couldn’t have run this race against Greg Abbott. This race had to be run against Ted Cruz, and it had to be run this year. This was the once-every-20-years opportunity.”\nFor months on the campaign trail, Mr. Cruz was more often on the ropes than not, a surprising position for a top Republican incumbent in a state where Democrats hold no statewide offices.", "url": "https://www.nytimes.com/2018/11/06/us/ted-cruz-wins-texas-senate-race.html"}