{"authors": ["Chad Bray"], "date_download": "2022-10-25 23:39:04", "date_modify": "2022-10-25 23:39:04", "date_publish": "2018-03-15 07:33:30", "description": "The consumer products giant has had a base in both London and Rotterdam for decades, but it is moving to simplify its corporate structure.", "filename": "2018_03_15_business_dealbook_unilever-britain-netherlands-rotterdam_1666741144.html", "image_url": "https://static01.nyt.com/images/2018/03/15/world/15unilever-2/15unilever-2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c297baebd935711f008b3405e4ee907b30ee504be653305deaddea773717d582&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_15_business_dealbook_unilever-britain-netherlands-rotterdam_1666741144.html", "title": "Unilever to Make the Netherlands Its Sole Headquarters, in Blow to Britain", "title_page": "Unilever to Make the Netherlands Its Sole Headquarters, in Blow to Britain - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Unilever employs about 7,300 people in Britain and 3,100 in the Netherlands; none are expected to be affected by the structural change. The company also said it would continue to spend 1 billion pounds, or about $1.4 billion, a year in Britain, including on research and development.\nDespite the company’s insistence that it would keep its presence in the British capital, Rajesh Agrawal, the London deputy mayor for business, said the decision was “clearly disappointing news” for the city.\n“It brings into sharp focus the need for the government to secure a Brexit deal that secures London as Europe’s leading business center,” Mr. Agrawal added.\nUnilever’s two headquarters mirrored its legal structure, in which the company maintained separate stock listings and corporate entities in both countries after its formation by the combination of the British soap maker Lever Brothers and the Dutch margarine producer Margarine Unie in 1930.\nEach of the two operating companies technically has its own board, but the boards are made up of the same directors and senior management.\nWhile unusual, the structure has been used by some of the largest companies with ties to both Britain and the Netherlands. The oil giant Royal Dutch Shell maintained a similar system until 2005, and RELX Group, the business information company that owns LexisNexis Legal and was formerly known as Reed Elsevier, dropped its dual structure this year.\nAs consumers have shied away from traditional brands in favor of products from smaller companies with more natural and organic ingredients, Unilever has tried to keep pace by buying companies like Schmidt’s Naturals, Sundial Brands and Dollar Shave Club in recent years.", "url": "https://www.nytimes.com/2018/03/15/business/dealbook/unilever-britain-netherlands-rotterdam.html"}