{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:56:16", "date_modify": "2022-10-25 23:56:16", "date_publish": "2018-08-31 22:07:46", "description": "The drastic aid cut, urged by President Trump’s son-in-law Jared Kushner and Secretary of State Mike Pompeo, changes another pillar of U.S. policy in Israel.", "filename": "2018_08_31_world_middleeast_trump-administration-aid-palestinian-refugees-_1666742176.html", "image_url": "https://static01.nyt.com/images/2018/09/01/us/politics/01dc-aid/01dc-aid-facebookJumbo.jpg?year=2018&h=550&w=1050&s=51fd95a8fc9abfdf0116fccdc4e77d7a2bdddaffd568e0fc40643d6701d87e1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_31_world_middleeast_trump-administration-aid-palestinian-refugees-_1666742176.html", "title": "Trump Administration’s Move to Cut Aid to Palestinian Refugees Is Denounced", "title_page": "Trump Administration’s Move to Cut Aid to Palestinian Refugees Is Denounced - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Kushner has been working on a peace proposal in the Israeli-Palestinian conflict and is pushing Palestinian leaders to drop demands for the right of most of the five million refugees to return to Israeli-controlled land.\nThe vast majority of the five million refugees are descendants of Palestinians displaced in the mid-20th century. The United Nations aid agency officially considers all of them refugees, consistent with international law and United Nations refugee protocols, said Peter Mulrean, director of the Unrwa office at the United Nations.\nMr. Kushner and other American officials are seeking to change the United Nations designation in hopes the agency will alter the debate over which Palestinians have the right of return.\nMr. Harden said those American officials also believe that defunding the aid agency will give them leverage to force Palestinian and other Arab leaders to drop — or at least lessen — the demand for right of return, which is one of the greatest points of contention between Israeli and Palestinian officials.\nBy attempting to redefine the Palestinian refugee problem, Ms. Ashrawi said, Washington was once again coming down squarely on Israel’s side. And that, she said, could only weaken moderates and reignite conflict.\n“We are back to all or nothing, to confrontations,” Ms. Ashrawi said. “We have done so much to show good will, and now we are being told, no, Israel has to have it all.”\nThe Trump administration announced last week that it was diverting $200 million set aside for Palestinian aid in the West Bank and Gaza. That money had been appropriated by Congress in the 2017 budget to the Agency for International Development, and is part of a package of assistance given annually to help the Palestinians that is separate from the United Nations allocation.", "url": "https://www.nytimes.com/2018/08/31/world/middleeast/trump-administration-aid-palestinian-refugees-.html"}