{"authors": ["Aaron E. Carroll"], "date_download": "2022-10-25 22:56:31", "date_modify": "2022-10-25 22:56:31", "date_publish": "2018-05-07 09:00:01", "description": "You may reasonably decide the benefits outweigh the harms, but you should know about those potential harms.", "filename": "2018_05_07_upshot_its-time-for-a-new-discussion-of-marijuanas-risks_1666738591.html", "image_url": "https://static01.nyt.com/images/2018/05/08/upshot/08up-healthmarijuana-print/08up-healthmarijuana1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=edac0eb178ec06ed1789ce8bdade32ab60d38eb5969c98d9ecb1407f72d86b4e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_07_upshot_its-time-for-a-new-discussion-of-marijuanas-risks_1666738591.html", "title": "It’s Time for a New Discussion of Marijuana’s Risks", "title_page": "It’s Time for a New Discussion of Marijuana’s Risks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For people who reported marijuana use, or had THC detected through testing, their odds of being involved in a motor vehicle accident increased by 20 to 30 percent, the study found. This is, of course, a relative increase, and shouldn’t be confused with the overall percentage chance of getting in an accident, which is much smaller.\nRegardless, driving while impaired is a terrible idea. Although we have good tests to determine if people are under the influence of alcohol, no such tests are currently available for marijuana, making enforcement more difficult.\nPregnancy effects\nBabies born to women who smoke pot during pregnancy are more likely to be underweight, delivered premature and admitted to a neonatal intensive care unit, according to a 2016 systematic review. But there were no links seen for changes in birth length, head circumference or congenital malformations. There’s limited evidence for pregnancy complications for mothers, and there’s not enough evidence to comment on much else about babies and their outcomes.\nMemory and concentration\nThere’s moderate evidence, from many studies, that learning, memory and attention can be impaired in the 24 hours after marijuana use. There’s limited evidence, however, that this translates into worse outcomes in academic achievement, employment, income or social functioning, or that these effects linger after the pot has “worn off.”\nMental health\nThe possible relationship between marijuana use and mental health is complicated. The most recent meta-analysis found that there’s a significant connection between heavy marijuana use and a diagnosis of psychosis, specifically schizophrenia. This mirrored the findings of previous reviews that sought to cover only high-quality studies. Another systematic review highlighted a potentially small but statistically significant link between marijuana use and the development of bipolar disorder. Heavy users of pot are also more likely to say they have suicidal thoughts.\nWhat makes this complicated is that it’s hard to establish the arrow of causality. Are people who smoke pot more likely to develop mental health problems? Or are people with mental health problems more likely to smoke pot?\nThere’s a similar issue when talking about the relationship between using pot and other substances. Some see marijuana as a “gateway” drug, leading to other substance use or abuse. Others see this as only a correlation in which people who are likely to use or abuse substances are more likely to use pot as well.", "url": "https://www.nytimes.com/2018/05/07/upshot/its-time-for-a-new-discussion-of-marijuanas-risks.html"}