{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:47:24", "date_modify": "2022-10-25 23:47:24", "date_publish": "2018-06-12 15:57:51", "description": "At the video game industry’s top conference, all anyone seems to be interested in is how to hop on the game’s bandwagon — or copy it.", "filename": "2018_06_12_business_dealbook_fortnite-e3_1666741644.html", "image_url": "https://static01.nyt.com/images/2018/06/13/business/dealbookemail/13db-fortnitelive/merlin_137164509_2aa003cc-8c4b-4349-825f-536328ced458-facebookJumbo.jpg?year=2018&h=550&w=1050&s=5d2452b9f79b441c9ed14b9af8339e03305b0c2bd62dc941bdaa3bebd8f7694b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_12_business_dealbook_fortnite-e3_1666741644.html", "title": "At E3, Everyone Wants a Piece of the Blockbuster Fortnite", "title_page": "At E3, Everyone Wants a Piece of the Blockbuster Fortnite - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.\n__________\nFor the video game world — an industry with an estimated revenue of $25 billion in the United States last year — one of the biggest events of the year is E3, a convention where developers unveil their latest and greatest products. This year the spotlight is shining on a single blockbuster: Epic Games’s Fortnite.\nThe biggest news to come out of E3 will almost certainly be that Fortnite will be available on Switch, the console that has made Nintendo the comeback kid of the industry. So what is all the fuss about?\nA Fortnite primer: For the uninitiated, it’s an online game where hundreds of players duke it out in a battle royale set on a post-apocalyptic Earth. It’s free to play, but lets players spend money on upgrades within the game.", "url": "https://www.nytimes.com/2018/06/12/business/dealbook/fortnite-e3.html"}