{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:31:28", "date_modify": "2022-10-25 23:31:28", "date_publish": "2018-12-30 17:56:26", "description": "Ms. Omar, Democrat of Minnesota, says America is not the golden land she learned about as a Somali refugee. “I wasn’t comfortable with that hypocrisy.”", "filename": "2018_12_30_us_politics_ilhan-omar-minnesota-congress_1666740688.html", "image_url": "https://static01.nyt.com/images/2018/12/22/us/politics/00dc-omar1/00dc-omar1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=42c14a7abd0308b41a8fd7f522898cd26636bcac5b83e8d2d423fbb3b459c28a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_30_us_politics_ilhan-omar-minnesota-congress_1666740688.html", "title": "Glorified and Vilified, Representative-Elect Ilhan Omar Tells Critics: ‘Just Deal’", "title_page": "Glorified and Vilified, Representative-Elect Ilhan Omar Tells Critics: ‘Just Deal’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — As a 12-year-old refugee from Somalia adjusting to life in the Virginia suburbs, Ilhan Omar fended off bullies who stuck gum on her scarf, knocked her down stairs and jumped her when she changed clothes for gym class.\nHer father “sat me down, and he said, ‘Listen, these people who are doing all of these things to you, they’re not doing something to you because they dislike you,’” Ms. Omar recalled in a recent interview. “They are doing something to you because they feel threatened in some way by your existence.”\nNow Ms. Omar is Representative-elect Ilhan Omar, Democrat of Minnesota, and her father’s words still hold. Nearly a quarter-century later, as Democrats prepare to assume control of the House with an extraordinarily diverse freshman class, she is perhaps Washington’s most glorified and vilified newcomer — a vehicle for the hopes of millions of Muslims and others touched by her life story, and for the fears of those who feel threatened by her.\nWhen she is sworn in on Thursday, Ms. Omar will take her place in the history books as one of the first two Muslim women in Congress — and the first to wear a hijab, or head covering, on the House floor. Her push to change a 181-year-old rule barring headwear in the chamber — which Democrats are expected to immediately adopt — has drawn fire from a Christian pastor, who warned that the floor of the House “is now going to look like an Islamic republic.”", "url": "https://www.nytimes.com/2018/12/30/us/politics/ilhan-omar-minnesota-congress.html"}