{"authors": ["Michael S. Schmidt"], "date_download": "2022-10-25 23:02:31", "date_modify": "2022-10-25 23:02:31", "date_publish": "2018-05-03 20:41:08", "description": "Rudolph W. Giuliani, recently hired as the president’s lawyer, said James B. Comey was fired because he refused to say publicly that the president was not under F.B.I. investigation.", "filename": "2018_05_03_us_politics_giuliani-comey-firing-trump_1666738951.html", "image_url": "https://static01.nyt.com/images/2018/05/04/us/politics/04dc-comey1/04dc-comey1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=fa04c1ea39f0f14c7742b4b43e1c43ce610d7e9e146a6414af124b13f92ee439&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_03_us_politics_giuliani-comey-firing-trump_1666738951.html", "title": "Giuliani Contradicts Trump on Comey Firing, Saying Russia Inquiry Was a Factor", "title_page": "Giuliani Contradicts Trump on Comey Firing, Saying Russia Inquiry Was a Factor - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s lawyer Rudolph W. Giuliani has contradicted Mr. Trump’s rationale for firing James B. Comey as the F.B.I. director, saying he was dismissed because he would not say publicly what he had told the president privately: that Mr. Trump was not under scrutiny in the Russia investigation at the time.\n“He fired Comey because Comey would not, among other things, say that he wasn’t a target of the investigation,” Mr. Giuliani said in an interview late Wednesday with Sean Hannity of Fox News. “He’s entitled to that.”\nMr. Giuliani’s assertion contradicted the myriad explanations that the president and his aides have given for the firing, and was the first public acknowledgment by a Trump adviser for what Mr. Comey has maintained: that he was fired for his handling of the Russia investigation.\nAt the time of Mr. Comey’s dismissal last May, both Mr. Trump and his aides cited his handling of the investigation into Hillary Clinton’s use of a private email server and his decision to say publicly during the 2016 presidential campaign that Mrs. Clinton, the Democratic candidate, would not be charged with a crime.", "url": "https://www.nytimes.com/2018/05/03/us/politics/giuliani-comey-firing-trump.html"}