{"authors": ["Michael S. Schmidt", "Mark Mazzetti", "Maggie Haberman", "Sharon Lafraniere"], "date_download": "2022-10-25 23:01:45", "date_modify": "2022-10-25 23:01:45", "date_publish": "2018-11-01 17:37:56", "description": "Newly revealed messages show how the political operative Roger J. Stone Jr. sold himself to Trump campaign advisers as a potential conduit to WikiLeaks, which published thousands of emails in 2016 damaging to Hillary Clinton’s campaign.", "filename": "2018_11_01_us_politics_wikileaks-roger-stone-trump.html_module=inline_1666738905.html", "image_url": "https://static01.nyt.com/images/2018/11/01/us/politics/01dc-wikiemails/01dc-wikiemails-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7ea7c6d47822dd810ea5401c4cafb51c1c170a070da8758c98b881eebb2f76c7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_01_us_politics_wikileaks-roger-stone-trump.html_module=inline_1666738905.html", "title": "Read the Emails: The Trump Campaign and Roger Stone", "title_page": "Read the Emails: The Trump Campaign and Roger Stone - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Stone had long claimed both publicly and privately that he had foreknowledge of the information that WikiLeaks planned to release about Mrs. Clinton and her political allies. In early October, Mr. Stone predicted on his Twitter account, which was suspended after a string of expletive-laden tweets, that the documents that Mr. Assange promised to make public would hurt Mrs. Clinton’s campaign.\nOct. 2, 2016 @rogerjstonejr: “Wednesday @HillaryClinton is done.” Oct. 3, 2016 @rogerjstonejr: “I have total confidence that @wikileaks and my hero Julian Assange will educate the American people soon. #LockHerUp”\nThe Emails\nOn the night of Oct. 3, Mr. Boyle emailed Mr. Stone. Mr. Assange had scheduled a news conference for the next day where he would announce he was releasing a new cache of documents. The emails show how closely intertwined Breitbart News and the campaign were and how people in Mr. Bannon’s orbit saw Mr. Stone as a direct link to WikiLeaks.\nMonday, October 3, 2016\nFROM: Matthew Boyle\nTO: Roger Stone\nEMAIL: Assange — what’s he got? Hope it’s good. — Thanks, Matthew Boyle\nWashington Political Editor, Breitbart News\nhttp://twitter.com/mboyle1\nhttp://www.breitbart.com/Columnists/matthew-boyle\nMr. Stone had apparently been trying to get in touch with Mr. Bannon to tell him about Mr. Assange’s plans. Mr. Boyle, a protégé of Mr. Bannon’s, forwarded to him Mr. Stone’s email. But Mr. Bannon appeared uninterested in engaging.\nMonday, October 3, 2016\nFROM: Roger Stone\nTO: Matthew Boyle\nEMAIL:\nIt is. I’d tell Bannon but he doesn’t call me back.\nMy book on the TRUMP campaign will be out in Jan.\nMany scores will be settled.\nR Monday, October 3, 2016\nFROM: Matthew Boyle\nTO: Steve Bannon\nEMAIL:\nYou should call Roger. See below. You didn’t get from me. Monday, October 3, 2016\nFROM: Steve Bannon\nTO: Matthew Boyle\nEMAIL:\nI’ve got important stuff to worry about Tuesday, October 4, 2016\nFROM: Matthew Boyle\nTO: Steve Bannon\nEMAIL:\nWell clearly he knows what Assange has. I’d say that’s important.\nThe next morning, Mr. Assange told reporters in Berlin, by teleconference, that he planned to release “significant material” in the coming weeks, including some related to the American presidential election. He said WikiLeaks hoped to publish a trove of documents each week in the coming months. Mr. Assange’s comments were reported extensively in the United States.\nMr. Bannon then contacted Mr. Stone directly, asking for insight into Mr. Assange’s plan. Notably, Mr. Stone did not tell Mr. Bannon anything that Mr. Assange had not said publicly. He did explain that Mr. Assange was concerned about his security, and he said in an interview that Randy Credico, a New York comedian and activist whom Mr. Stone has identified as his source about WikiLeaks, also gave him that information.\nTuesday, October 4, 2016\nFROM: Steve Bannon\nTO: Roger Stone\nEMAIL:\nWhat was that this morning??? Tuesday, October 4, 2016\nFROM: Roger Stone\nTO: Steve Bannon\nEMAIL:\nFear. Serious security concern. He thinks they are going to kill him and the London police are standing done.\nHowever —a load every week going forward.\nRoger stone Tuesday, October 4, 2016\nFROM: Steve Bannon\nTO: Roger Stone\nEMAIL:\nHe didn’t cut deal w/ clintons???\nThe final email in the exchange is vintage Stone. He demanded that Trump campaign surrogates convey his accusations, made without evidence, about Bill Clinton’s having a love child named Danney Williams. And he told Mr. Bannon to have the wealthy Republican donor Rebekah Mercer send money to his political organization — a 501(c)(4) group sometimes called a C-4 — which was structured to keep its donors secret. No evidence has emerged that Mr. Bannon asked Ms. Mercer to send money.\nIn response to Mr. Bannon’s request for insider information into whether Mr. Assange had cut a deal with the Clintons not to release the emails, Mr. Stone said he did not know.", "url": "https://www.nytimes.com/2018/11/01/us/politics/wikileaks-roger-stone-trump.html?module=inline"}