{"authors": ["Linda Qiu"], "date_download": "2022-10-26 00:16:29", "date_modify": "2022-10-26 00:16:29", "date_publish": "2018-09-21 21:21:12", "description": "At a campaign rally in Las Vegas, President Trump said that he and Republicans “will protect patients with pre-existing conditions.” But his Justice Department has said that those provisions under the Affordable Care Act should be overturned.", "filename": "2018_09_21_us_politics_fact-check-trump-pre-existing-health-conditions-_1666743389.html", "image_url": "https://static01.nyt.com/images/2018/09/22/us/politics/22dc-fastfact/22dc-fastfact-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a5077597cb0a2be06288761b5590026d3d8e8067227f4d614c80b4e3428b5020&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_21_us_politics_fact-check-trump-pre-existing-health-conditions-_1666743389.html", "title": "Trump Claims to Protect Pre-Existing Health Conditions. That’s Not What the Government Says.", "title_page": "Trump Claims to Protect Pre-Existing Health Conditions. That’s Not What the Government Says.  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "what was said\n“When it comes to health insurance, Donald Trump and Republicans will protect patients with pre-existing conditions.”\n— President Trump, at a campaign rally on Thursday night in Las Vegas\nthe facts\nThis requires context.\nThe Justice Department told a federal court in June that it would no longer defend provisions in the Affordable Care Act that protect patients with pre-existing medical conditions.\nIn a brief responding to a lawsuit filed by Texas and 19 other states, the Justice Department called the individual mandate — which requires most Americans to buy insurance or face financial penalties — unconstitutional.\nGovernment lawyers argued that protections for pre-existing conditions and other medical issues cannot be separated from the individual mandate, and should also be overturned.\nIn a letter to Congress explaining the brief, Attorney General Jeff Sessions said that decision was made “with the approval of the president of the United States.”", "url": "https://www.nytimes.com/2018/09/21/us/politics/fact-check-trump-pre-existing-health-conditions-.html"}