{"authors": ["Sopan Deb"], "date_download": "2022-10-25 22:57:35", "date_modify": "2022-10-25 22:57:35", "date_publish": "2018-06-09 01:26:37", "description": "In his most extensive comments to date, the Boston Celtics star Kyrie Irving questioned again whether the Earth is round: “You know that for sure? Like, I don’t know.”", "filename": "2018_06_08_movies_kyrie-irving-nba-celtics-earth_1666738655.html", "image_url": "https://static01.nyt.com/images/2018/07/01/arts/01kyrie-irving/01kyrie-irving-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=e4ba47f3ed9181351fe5f9ef6f7998337f9dfc80cba42ddd452ab7e6af75d439&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_08_movies_kyrie-irving-nba-celtics-earth_1666738655.html", "title": "Kyrie Irving Doesn’t Know if the Earth Is Round or Flat. He Does Want to Discuss It.", "title_page": "Kyrie Irving Doesn’t Know if the Earth Is Round or Flat. He Does Want to Discuss It. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "What do you think drives you to be a little bit of a contrarian?\nI’ve definitely wanted — well I know I am — a generational leader. To do that, it takes a long, long time of learning about other human beings, history and incorporating all that into things that I love.\nDo you have a project that you are interested in trying out?\nI am more or less trying to start my own production company, trying to collaborate with great influencers, people that inspire me. It’s just the ground level now but that’s the focus, becoming a content creator. That’s the hope of owning my own television network one day.\nYou want to own your own television network?\nOh, absolutely.\nWhat would be on it?\nSee, that’s exactly what I’m trying to figure out. I just know that television, where it is now, there’s a certain sense of authenticity that I want to bring to audiences that are representative [of] what is going on in the world and in our culture. I don’t necessarily know how to capture that content as of right now, but I will figure it out.\nYou talked about wanting to be different. I’ve got to ask — and I know you get asked about this quite often — is that why you made suggestions about the Earth being flat? Is it a part of you wanting to be different?\nNo, I would say at the time when I was talking about it, I had literally been just given so much flak about what I felt, the way the shape of the Earth is. And it garnered so many different opinions; well, of course, the perception was going to be like, “Hey man, you’re just crazy, man, for thinking that.” What I would say is that just exemplified exactly what I meant on the intent of wanting to be different.\nBecause when you think something completely different, science has proven it, everyone has thought and believed this to be true, and then you say something on the opposing side, and it gets a reaction that’s not necessarily authentic at all. There’s just a “Hey, let’s get this preconceived notion about who he is as a person,” you have no idea. I really wanted to put that on the biggest stage of “now it becomes your side vs. my side.” At the end of the day, does it really matter?", "url": "https://www.nytimes.com/2018/06/08/movies/kyrie-irving-nba-celtics-earth.html"}