{"authors": ["Jane Perlez"], "date_download": "2022-10-25 23:45:40", "date_modify": "2022-10-25 23:45:40", "date_publish": "2018-05-08 11:17:06", "description": "It is without modern precedent for a leader to come to China on back-to-back visits. China is trying to keep up with a flurry of diplomatic moves.", "filename": "2018_05_08_world_asia_kim-jong-un-xi-jinping-china-north-korea_1666741540.html", "image_url": "https://static01.nyt.com/images/2018/05/09/world/09china-korea-2/09china-korea-2-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=e5fe330d653ebaa80cecb25633edcfe41789cfcdc1d0ef89e38c875b3de694a9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_08_world_asia_kim-jong-un-xi-jinping-china-north-korea_1666741540.html", "title": "Kim’s Second Surprise Visit to China Heightens Diplomatic Drama", "title_page": "Kim’s Second Surprise Visit to China Heightens Diplomatic Drama - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DALIAN, China — The leaders of China and North Korea met for the second time in two months on Tuesday, staying overnight in this Chinese port city as China worked to regain control in the fast-moving diplomacy over the North’s nuclear program.\nThe North Korean leader, Kim Jong-un, flew to Dalian on Monday, where he held long rounds of discussions with Chinese officials, attended a formal banquet, and took a stroll on a beachfront sidewalk with China’s president, Xi Jinping. The pageantry was shown at length on China’s state-run evening television news, with the two men looking like friends, if rather stiff ones.\nThe Chinese leader appeared intent on showing that the frayed relationship with North Korea was now repaired, and that China was as important to resolving the problems of North Korea’s nuclear weapons as the United States.\nPresident Trump has said he will meet with Mr. Kim in the coming weeks, and tweeted hours after the meeting in Dalian that he expected to talk shortly on the phone with Mr. Xi about North Korea, as well as trade.", "url": "https://www.nytimes.com/2018/05/08/world/asia/kim-jong-un-xi-jinping-china-north-korea.html"}