{"authors": ["Luis Ferré-Sadurní", "J. David Goodman"], "date_download": "2022-10-25 22:56:00", "date_modify": "2022-10-25 22:56:00", "date_publish": "2018-05-31 19:29:11", "description": "A settlement with federal prosecutors would bring more funding, and oversight, to an agency that has slipped into disrepair.", "filename": "2018_05_31_nyregion_nycha-federal-monitor-repairs_1666738560.html", "image_url": "https://static01.nyt.com/images/2018/06/01/nyregion/01nycha-promo/01nycha-promo-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=bff8245b48e4dfefb189ccc8a0aa5c31dd7aa6439c5c93eb89955a31347cfb0c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_31_nyregion_nycha-federal-monitor-repairs_1666738560.html", "title": "New York Public Housing Set to Get Federal Monitor and $1 Billion in Repairs", "title_page": "New York Public Housing Set to Get Federal Monitor and $1 Billion in Repairs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "That paperwork was approved by Shola Olatoye, then Nycha’s chairwoman, even after she had learned of the lapses in 2016, the city found.\nThe city’s findings set off a chain of events that culminated in the resignation of Ms. Olatoye; Thursday was her final day at the agency. The findings also led the federal housing department to prohibit Nycha from drawing on federal funds without approval.\nAlthough Nycha relies primarily on the dwindling federal funds and rent collection, the de Blasio administration has nonetheless chosen to voluntarily fund Nycha, investing $3.7 billion in the agency since Mr. de Blasio took office, city officials said.\nAt an unrelated news conference, Mr. de Blasio on Thursday declined to discuss the parameters of the potential consent decree, but said that prosecutors brought up a “set of concerns” with Nycha that “are historically grounded.”\n“I think if we can get to a fair settlement, that’s in everyone’s interest,” the mayor said.\nThe city potentially would be on the hook for additional Nycha spending — possibly around $200 million each year after the initial four years — if the consent decree is left in place because its requirements were not fulfilled, one person said. With the deal, the city would avoid a protracted legal battle with federal prosecutors. After a settlement is reached, and approved by a federal judge, a monitor would be appointed by the court.\nIt remains unclear how a federal monitor would interact with the state monitor, ordered by Mr. Cuomo to oversee $550 million in new state spending on the authority. That appeared to be delaying the negotiations, with the city preferring that the two roles be combined in some way, one person said.\nIn April, Mr. de Blasio publicly criticized the governor for meddling in Nycha’s affairs after he signed an executive order that called for a state monitor. (Mr. de Blasio described the order as “convoluted” and “thrown together.”)", "url": "https://www.nytimes.com/2018/05/31/nyregion/nycha-federal-monitor-repairs.html"}