{"authors": ["Isabel Kershner"], "date_download": "2022-10-25 23:56:03", "date_modify": "2022-10-25 23:56:03", "date_publish": "2018-11-19 14:38:01", "description": "In a sharp turnaround, two hawkish ministers decided not to resign over the government’s handling of the latest conflict in Gaza, staving off elections.", "filename": "2018_11_19_world_middleeast_israel-benjamin-netanyahu-naftali-bennett_1666742163.html", "image_url": "https://static01.nyt.com/images/2018/11/20/world/20Israel-Bennett1/20Israel-Bennett1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=b8df367a06e6aa3cc04f974b3111eb9f56508977acba63cad7e2c4614ed8c7ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_19_world_middleeast_israel-benjamin-netanyahu-naftali-bennett_1666742163.html", "title": "Netanyahu’s Coalition in Israel Survives, for Now", "title_page": "Netanyahu’s Coalition in Israel Survives, for Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — The government of Prime Minister Benjamin Netanyahu of Israel appeared to have averted collapse on Monday — at least for now — after a hawkish coalition partner backed down from a threat to defect, which probably would have forced early elections.\nMr. Netanyahu’s right-wing and religious coalition, led by his conservative Likud party, was weakened by the resignation last week of the hard-line defense minister, Avigdor Lieberman, and the withdrawal of his party, Yisrael Beiteinu, leaving the government with a parliamentary majority of just one.\nThe Jewish Home party and its leader, Naftali Bennett, had threatened to leave the coalition, too, which would have left the government without a majority. But on Monday, in a sharp turnaround, the party retreated.\nWith elections due in November 2019, the remaining coalition partners are already in campaign mode and experts said the brittle government was unlikely to last more than a few months.", "url": "https://www.nytimes.com/2018/11/19/world/middleeast/israel-benjamin-netanyahu-naftali-bennett.html"}