{"authors": ["Ivan Nechepurenko", "Neil Macfarquhar", "Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:02:43", "date_modify": "2022-10-25 23:02:43", "date_publish": "2018-02-13 15:31:22", "description": "Although only four Russians have been confirmed dead, reports continue to circulate that many more died in fighting in eastern Syria on Feb. 7-8.", "filename": "2018_02_13_world_europe_russia-syria-dead_1666738963.html", "image_url": "https://static01.nyt.com/images/2018/02/14/world/14Russia-Syria-sub/merlin_133420593_c1a1a34e-df2a-4365-a637-27fd35513633-facebookJumbo.jpg?year=2018&h=549&w=1050&s=9bbfd0f1abf2389e828c50a3acb2a260150103a6dae6597d87cbab0e921447dc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_13_world_europe_russia-syria-dead_1666738963.html", "title": "Dozens of Russians Are Believed Killed in U.S.-Backed Syria Attack", "title_page": "Dozens of Russians Are Believed Killed in U.S.-Backed Syria Attack - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Four Russian nationals, and perhaps dozens more, were killed in fighting between pro-government forces in eastern Syria and members of the United States-led coalition fighting the Islamic State, according to Russian and Syrian officials.\nA Syrian military officer said that about 100 Syrian soldiers had been killed in the fighting on Feb. 7 and 8, but news about Russian casualties has dribbled out only slowly, through Russian news organizations and social media.\nMuch about the attack and the associated casualties has been obscured in the fog of war. For reasons that remain unclear, Syrian government troops and some Russian nationals appear to have attacked a coalition position, near Al Tabiyeh, Syria.\nThe attack occurred in the vicinity of Deir al-Zour, a strategic, oil-rich territory that is coveted by the Syrians. Most of the fatalities were attributed to an American airstrike on enemy columns that was called in by American-backed Kurdish soldiers who believed they were under attack.", "url": "https://www.nytimes.com/2018/02/13/world/europe/russia-syria-dead.html"}