{"authors": ["Nate Cohn"], "date_download": "2022-10-25 23:35:42", "date_modify": "2022-10-25 23:35:42", "date_publish": "2018-01-08 14:23:02", "description": "His approval ratings reflect political weakness despite good news on several fronts.", "filename": "2018_01_08_upshot_strong-economies-lift-presidents-trump-seems-an-exception_1666740942.html", "image_url": "https://static01.nyt.com/images/2018/01/06/upshot/up-approvalSub/up-approvalSub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=84c3d09c619e3735e22472275c3f8a2fd5aba5ef0b272f7952a5e27f00d99eb1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_08_upshot_strong-economies-lift-presidents-trump-seems-an-exception_1666740942.html", "title": "Strong Economies Lift Presidents. Trump Seems an Exception.", "title_page": "Strong Economies Lift Presidents. Trump Seems an Exception. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump still has some of the advantages that helped him win despite low favorability ratings in 2016. He appears to maintain the support of his base and fairly high levels of Republican unity. Indeed, his favorability ratings are still higher than they were in the weeks heading into the 2016 election, when they were in the mid 30s. Many pollsters aren’t asking the favorability question anymore, but those that do find it roughly equal to his approval ratings (high 30s).\nMoreover, his approval ratings among voters might be higher than among all adults; noncitizens may take a survey but are ineligible to vote, and nonwhite and young voters tend to disapprove of the president but have low turnout rates. National data might not be entirely representative of relatively white battleground states and districts, either.\nAll of this helps explain why many analysts have been cautious about assessing Mr. Trump’s low approval ratings. If his ratings are as good or better today than they were when he won and when Republicans kept control of the Senate and the House, the argument goes, why shouldn’t they win again?\nThese points are worth keeping in mind, especially if Mr. Trump’s ratings were to tick back up into the 40s. But the big difference between today and 2016 is simple: Mr. Trump is now the president, and elections tend to be referendums on the party in power. A president’s approval rating is typically a very strong predictor of the results of presidential elections and even a helpful one in congressional elections.\nSince 1950, no party has held the House through a midterm election when the president’s approval rating is less than 40 percent. The Republican Party’s considerable structural advantages in the House would at least give them a shot to survive this time, but the growing Democratic advantage on the generic congressional ballot and the G.O.P.’s weak showings in this year’s special congressional elections suggest that the president’s approval rating is weighing on the party in exactly the way one would expect.\nAnd while Mr. Trump’s upset victory in 2016 — defying the pre-election polls that showed Hillary Clinton leading in key battleground states — has given him the sheen of invincibility, his victory was not impressive by most standards.\nFundamental-based models — without taking candidates into account — tended to show that the party out of power was a clear if narrow favorite to win in 2016: The pace of economic growth and President Obama’s approval rating were positives for the Democrats, but that wasn’t enough for the party to be favored because of the burden of seeking the presidency for a third consecutive term.", "url": "https://www.nytimes.com/2018/01/08/upshot/strong-economies-lift-presidents-trump-seems-an-exception.html"}