{"authors": ["Carl Hulse"], "date_download": "2022-10-26 00:12:04", "date_modify": "2022-10-26 00:12:04", "date_publish": "2018-05-26 12:11:32", "description": "Senior Senate authors of a long-stalled but much more comprehensive package say that a bill passed by the House falls short because it doesn’t address federal sentencing laws.", "filename": "2018_05_26_us_politics_criminal-justice-overhaul-prison-bill_1666743124.html", "image_url": "https://static01.nyt.com/images/2018/05/27/us/politics/27dc-hulse-2-print/27DC-HULSE1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7ceb917d08a9861fae3f00c7c4e89e26cf3fcb05615ba6ee684d9f957935f3f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_26_us_politics_criminal-justice-overhaul-prison-bill_1666743124.html", "title": "Why Some Senators Who Want a Criminal Justice Overhaul Oppose a Prisons Bill", "title_page": "Why Some Senators Who Want a Criminal Justice Overhaul Oppose a Prisons Bill - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In his meeting on the floor with senators including Mr. Durbin, Mr. Grassley and John Cornyn of Texas, the No. 2 Senate Republican and a chief sponsor of the prison bill, Mr. McConnell was noncommittal but left open the prospect of moving ahead with a bill if an agreement could be reached.\n“I said, ‘Look, guys, if you all can get your act together and come up with something that you’re comfortable with, that the president will sign, I’d be willing to take a look at it,’ ” Mr. McConnell said in an interview with The New York Times. But he said he was not interested in wasting the Senate’s time.\n“What I’m not willing to do, just to refresh your memory from a couple of months ago, is have a freewheeling debate like we did on immigration for a whole week,” Mr. McConnell said. “We squandered a week and nothing happened. So I’m in the business of trying to make a law, not make a point.”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Durbin and other Senate backers of the sentencing changes believe they can make some relatively modest additions to the prison legislation to achieve some but not all of their goals.\nThey are focused on narrowing the definition of crimes that can prompt long mandatory minimum sentences for nonviolent drug crimes and on cutting the length of some of the required sentences. They say that such changes would have a much more consequential effect on easing the United States’ mass incarceration than solely focusing on recidivism.\n“We might not get everything we want, but there is some sentencing reform we can achieve with this bill,” said Senator Mike Lee, Republican of Utah.", "url": "https://www.nytimes.com/2018/05/26/us/politics/criminal-justice-overhaul-prison-bill.html"}