{"authors": ["Katie Rogers"], "date_download": "2022-10-25 22:54:53", "date_modify": "2022-10-25 22:54:53", "date_publish": "2018-10-11 20:50:37", "description": "Wearing a “Make America Great Again” hat to what was ostensibly a working lunch to discuss sentencing reform and other issues, Mr. West delivered a 10-minute soliloquy to the president.", "filename": "2018_10_11_us_politics_kanye-trump-white-house-monologue_1666738493.html", "image_url": "https://static01.nyt.com/images/2018/10/12/us/politics/12dc-kanye-print/12dc-kanye-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1d70b06809c3c19e157830f118eae106c226f19b95a0c1e71940e58d1a68eb17&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_11_us_politics_kanye-trump-white-house-monologue_1666738493.html", "title": "Kanye West’s White House Rant Steals Trump’s Spotlight", "title_page": "Kanye West’s White House Rant Steals Trump’s Spotlight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Trump is on his hero’s journey, right now. And he might not have expected to have a crazy [expletive] like Kanye West run up and support. You know, I love Hillary. I love everyone, right. But the campaign, ‘I’m With Her,’ just didn’t make me feel as a guy — that didn’t get to see my dad all the time — like a guy that could play catch with his son. It was something about when I put this hat on, it made me feel like Superman. So when I said, ‘I like Trump,’ to like someone that’s liberal, they’ll say, ‘Oh, but he’s racist.’ You think racism could control me? Oh that don’t stop me, that’s an invisible wall. Best believe, we are going to make America great. Now the thing is — another thing is black people have an issue with the word ‘again.’ And I believe — my feeling from that is because I’m going to go all the way — because time is a myth. All we have is now. All we have is today. So the word ‘again,’ it doesn’t hurt us because the idea of racism and slavery ... It, it hurts us, because we need to focus on who we are now, today. I believe so. I actually brought some hats in that have a bit of a transition — I’m not trying to — I’ll put you on the spot a little bit. I made a hat that says, ‘Make America Great.’ Just that.” “Let me ask you this question, you’re in the Oval Office. How does it feel to be in the Oval Office?” “Oh, it is good energy in this.” “Isn’t it good energy?” “We’re going to need to get a few breaks to be able to have some places in my hometown of Chicago and the 2.7 million to the 9 million surrounding suburbs where we can create some factories. I think it would be cool for them to be Trump factories because he’s a master of industry. He’s a builder. And I think it’d be cool to have Yeezy ideation centers, which would be a mix of education that empowers people and gives them modern information, like sometimes people say, ‘This kid has A.D.D. This kid has A.D.D.’ He don’t have A.D.D. School is boring. It was boring, it’s not as exciting as this. We have to make it more exciting. We have to mix curriculums. You play basketball while you’re doing math. You learn about music while you meditate in the morning. We have instate mental health and art programs back into the — back to the cities. I love this guy, right here. Let me give this guy a hug, right here. I love this guy, right here.” “That’s really nice. And that’s from the heart. I didn’t want to put you in that position, but that’s from the heart — special guy.”", "url": "https://www.nytimes.com/2018/10/11/us/politics/kanye-trump-white-house-monologue.html"}