{"authors": ["Joanna Klein"], "date_download": "2022-10-25 22:55:32", "date_modify": "2022-10-25 22:55:32", "date_publish": "2018-12-19 20:35:05", "description": "The real journey to the center of the Earth has begun, and scientists are discovering subsurface microbial beings that shake up what we think we know about life.", "filename": "2018_12_19_science_subsurface-microbes_1666738532.html", "image_url": "https://static01.nyt.com/images/2018/12/18/science/00TB-DEEPLIFE1/merlin_148064742_6d17163f-4336-49e1-a139-fff5a74728b3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=2b03bd150272736406e28629bcda3c86b007e0642e8de0657bba1eaeb8ba77d7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_19_science_subsurface-microbes_1666738532.html", "title": "Deep Beneath Your Feet, They Live in the Octillions", "title_page": "Deep Beneath Your Feet, They Live in the Octillions - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the surface, boiling water kills off most life. But Geogemma barossii is a living thing from another world, deep within our very own. Boiling water — 212 degrees Fahrenheit — would be practically freezing for this creature, which thrives at temperatures around 250 degrees Fahrenheit.\nNo other organism on the planet is known to be able to live at such extreme heat.\nBut it’s just one of many mysterious microbes living in a massive subterranean habitat that until recently has been practically invisible. Over the past decade, scientists from around the world have banded together under the Deep Carbon Observatory to make sense of these hidden habitats. The observatory’s researchers presented some of their recent discoveries last week.\nWith high-tech drills, ROVs and submersibles, pressurized collection tubes, the latest DNA technology and computer modeling, the researchers have explored volcanoes, diamond mines, deep-sea hot springs, underwater mud volcanoes and other extreme sites beneath our oceans and continents. What they’ve found turns what we know about the world literally upside down.\nSo science fiction fans, rejoice. The real journey to the center of the Earth has begun.\n[Like the Science Times page on Facebook. | Sign up for the Science Times newsletter.]", "url": "https://www.nytimes.com/2018/12/19/science/subsurface-microbes.html"}