{"authors": ["Benjamin Weiser", "J. David Goodman"], "date_download": "2022-10-25 22:55:55", "date_modify": "2022-10-25 22:55:55", "date_publish": "2018-06-11 14:12:07", "description": "Prosecutors also said Nycha covered up its actions, including lying about lead paint in its buildings, potentially poisoning more children than previously believed.", "filename": "2018_06_11_nyregion_new-york-city-housing-authority-lead-paint_1666738555.html", "image_url": "https://static01.nyt.com/images/2018/06/12/nyregion/12NYCHA/12NYCHA-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=c89c40dae2ad98d640899ed76b6847a4a34bde699384e7f05bb4b93e220615d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_11_nyregion_new-york-city-housing-authority-lead-paint_1666738555.html", "title": "New York City Housing Authority, Accused of Endangering Residents, Agrees to Oversight", "title_page": "New York City Housing Authority, Accused of Endangering Residents, Agrees to Oversight - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In a written statement released after the complaint was filed, Mr. de Blasio began with a reference to “decades of divestment by the federal and state governments and decades of neglect by New York City government” that had pushed Nycha “to the brink.”\nBut at his news conference a short time later, Mr. Berman challenged the view that disinvestment was at the root of failures raised in the complaint.\nThe problems existed, Mr. Berman said, “not because of any loss in federal funding, but because Nycha was a dysfunctional operation and is fundamentally flawed and engaged in a culture of false statements and concealment.”\nMr. de Blasio, who appeared at a separate news conference in City Hall two hours later, said he was “disgusted” and “angry as all hell” at housing authority workers and managers who deceived inspectors.\nBut, in contrast to Mr. Berman, he presented the settlement as if it were a much needed new program for the public housing residents.\n“It will be my sacred mission to fix the reality of public housing,” the mayor said.\nThe authority is chartered by the state and funded mostly through federal grants and rent receipts. The mayor chooses its leadership and largely directs its strategy.\nSince 2001, the authority has seen federal funding cuts of about $2.7 billion, the authority has said. The agency’s capital needs were most recently estimated at about $17 billion, though a new, higher estimate is expected in the coming weeks.", "url": "https://www.nytimes.com/2018/06/11/nyregion/new-york-city-housing-authority-lead-paint.html"}