{"authors": ["Michael S. Schmidt", "Maggie Haberman"], "date_download": "2022-10-25 23:25:49", "date_modify": "2022-10-25 23:25:49", "date_publish": "2018-03-26 00:42:58", "description": "President Trump is struggling to find any top lawyers willing to represent him as he faces a critical decision: whether to give the special counsel an interview.", "filename": "2018_03_25_us_politics_trump-lawyers-digenova_1666740349.html", "image_url": "https://static01.nyt.com/images/2018/03/26/us/26legal_dc/26legal_dc-facebookJumbo.jpg?year=2018&h=550&w=1050&s=af92a004a5cbf55d73db2de38ecb9c09977378adaf59e466d1752691fe089278&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_25_us_politics_trump-lawyers-digenova_1666740349.html", "title": "At a Crucial Juncture, Trump’s Legal Defense Is Largely a One-Man Operation", "title_page": "At a Crucial Juncture, Trump’s Legal Defense Is Largely a One-Man Operation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As President Trump heads into one of the most critical phases of the special counsel’s investigation, his personal legal team has shrunk to essentially just one member, and he is struggling to find any top lawyers willing to represent him.\nWorking for a president is usually seen as a dream job. But leading lawyers in Washington and New York have repeatedly spurned overtures to take over the defense of Mr. Trump, a mercurial client who often ignores his advisers’ guidance. In some cases, lawyers’ firms have blocked any talks, fearing a backlash that would hurt business.\nThe president lost two lawyers in just the past four days, including one who had been on board for less than a week.\nJoseph diGenova, a longtime Washington lawyer who has pushed theories on Fox News that the F.B.I. made up evidence against Mr. Trump, left the team on Sunday. He had been hired last Monday, three days before the head of the president’s personal legal team, John Dowd, quit after determining that the president was not listening to his advice. Mr. Trump had also considered hiring Mr. diGenova’s wife, Victoria Toensing, but she will also not join the team.", "url": "https://www.nytimes.com/2018/03/25/us/politics/trump-lawyers-digenova.html"}