{"authors": ["Kenneth P. Vogel", "Matthew Rosenberg"], "date_download": "2022-10-25 23:47:00", "date_modify": "2022-10-25 23:47:00", "date_publish": "2018-09-01 18:04:26", "description": "American officials hoped they could persuade some of Russia’s wealthiest men to help with U.S. investigations. It didn’t work.", "filename": "2018_09_01_us_politics_deripaska-ohr-steele-fbi_1666741620.html", "image_url": "https://static01.nyt.com/images/2018/09/03/us/politics/02dc-oligarchs-2-print/01dc-oligarch1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a7b4e3e01e8c903751cfcc7d60add404d85c4320cc5c374b99610a72c3f41c2a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_01_us_politics_deripaska-ohr-steele-fbi_1666741620.html", "title": "Agents Tried to Flip Russian Oligarchs. The Fallout Spread to Trump.", "title_page": "Agents Tried to Flip Russian Oligarchs. The Fallout Spread to Trump. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — In the estimation of American officials, Oleg V. Deripaska, a Russian oligarch with close ties to the Kremlin, has faced credible accusations of extortion, bribery and even murder.\nThey also thought he might make a good source.\nBetween 2014 and 2016, the F.B.I. and the Justice Department unsuccessfully tried to turn Mr. Deripaska into an informant. They signaled that they might provide help with his trouble in getting visas for the United States or even explore other steps to address his legal problems. In exchange, they were hoping for information on Russian organized crime and, later, on possible Russian aid to President Trump’s 2016 campaign, according to current and former officials and associates of Mr. Deripaska.\nIn one dramatic encounter, F.B.I. agents appeared unannounced and uninvited at a home Mr. Deripaska maintains in New York and pressed him on whether Paul Manafort, a former business partner of his who went on to become chairman of Mr. Trump’s campaign, had served as a link between the campaign and the Kremlin.\nThe attempt to flip Mr. Deripaska was part of a broader, clandestine American effort to gauge the possibility of gaining cooperation from roughly a half-dozen of Russia’s richest men, nearly all of whom, like Mr. Deripaska, depend on President Vladimir V. Putin to maintain their wealth, the officials said.", "url": "https://www.nytimes.com/2018/09/01/us/politics/deripaska-ohr-steele-fbi.html"}