{"authors": ["Nicholas Kulish"], "date_download": "2022-10-25 23:36:01", "date_modify": "2022-10-25 23:36:01", "date_publish": "2018-07-14 23:03:44", "description": "Croatia is playing for the World Cup title on Sunday. It is a huge moment, maybe as big as the kick that Zvonimir Boban unleashed during a 1990 soccer riot.", "filename": "2018_07_14_sports_world-cup_croatia-1998-boban-modric_1666740961.html", "image_url": "https://static01.nyt.com/images/2018/07/15/sports/15croatiacup-boban1/15croatiacup-boban1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=887553569b982212c971ed0fd34fbf65da957c13f8052b21cab0e711e3b9e53c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_14_sports_world-cup_croatia-1998-boban-modric_1666740961.html", "title": "Croatians Savor the Present, but Keep One Fateful Foot in the Past", "title_page": "Croatians Savor the Present, but Keep One Fateful Foot in the Past - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“Does your father have a shrine to Boban?”\nIt’s not a question that you hear every day. But as my distant cousin explained at a gathering of my Croatian-American family in Pittsburgh in 1998, the first year that Croatia unexpectedly stormed the soccer world, her garage had been repurposed by her father as a devotional museum to the Croatian soccer player Zvonimir Boban. It was filled with photographs, jerseys and even candles. Naturally, she wanted to know if my father had done the same.\nBoban, who is now the deputy secretary general of FIFA, won the Champions League title in 1994 with A.C. Milan and, as team captain, helped lead Croatia to a third-place finish at the 1998 World Cup. It was an extraordinary achievement for a tiny nation still in its infancy and one that has received renewed attention as the country’s national team prepares to play in its first World Cup final — on Sunday against France.\n[World Cup Final: Follow our live coverage of France vs. Croatia]\nBut the 1998 success was not really what motivated my cousin’s father to keep a private sanctuary in Boban’s honor. For Boban’s most famous kick was aimed not at a soccer ball, but at a Yugoslav police officer in the middle of a riot at Zagreb’s Maksimir Stadium in May 1990. The unrest came during a match between Dinamo Zagreb and Red Star Belgrade, top professional teams in Yugoslvaia before the breakup of the league and the country.\nThe brawl involved fighting between two blocs of ultra fans — Zagreb’s Bad Blue Boys and Belgrade’s Delije — and many Croatians believed the Yugoslav police were beating only those who supported Dinamo Zagreb. Boban’s flying kick was meant to protect a Dinamo supporter being beaten by police.", "url": "https://www.nytimes.com/2018/07/14/sports/world-cup/croatia-1998-boban-modric.html"}