{"authors": ["Andrew Higgins", "Ivan Nechepurenko"], "date_download": "2022-10-25 23:38:55", "date_modify": "2022-10-25 23:38:55", "date_publish": "2018-08-07 22:24:18", "description": "Moscow says three Russian journalists were killed in the Central African Republic by robbers, but others believe they were targeted for investigating mercenaries with links to the Kremlin.", "filename": "2018_08_07_world_europe_central-african-republic-russia-murder-journalists-africa-mystery-murders-put-spotlight-on-kremlins-reach_1666741135.html", "image_url": "https://static01.nyt.com/images/2018/08/08/world/08ruafrica1-print/08ruafrica1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=64b4157c161dd4c296c367b3064d6a32db61580db7050ead93b6c870e6f2c8e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_07_world_europe_central-african-republic-russia-murder-journalists-africa-mystery-murders-put-spotlight-on-kremlins-reach_1666741135.html", "title": "In Africa, Mystery Murders Put Spotlight on Kremlin’s Reach", "title_page": "In Africa, Mystery Murders Put Spotlight on Kremlin’s Reach - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — The three Russian journalists ventured into the violent and rebel-plagued Central African Republic as part of a daring investigation into the Kremlin’s use of mercenaries to project power into Africa, Syria and other distant lands. Three days later, they were dead, supposedly shot by robbers on a road many others traveled that day without incident.\nThe journalists, Orkhan Dzhemal, Aleksandr Rastorguev and Kirill Radchenko, part of an independent Russian news media outfit, had traveled to the former French colony in central Africa, to investigate the activities of the Wagner Group, a private military force founded by a former Russian intelligence officer and linked to an associate of President Vladimir V. Putin.\nTheir murder by unknown assailants not only shines a spotlight on the role of private military contractors, one of the murkiest features of Russia’s effort to reclaim its status as a great power. It also illuminates Russia’s campaign to return to Africa, a zone of particularly violent East-West rivalry during the Cold War that Moscow mostly withdrew from after the 1991 collapse of the Soviet Union.\nRussia under Mr. Putin has pushed hard to regain a presence in lost territory, asserting itself not only in former Soviet lands like Ukraine but also farther afield in Syria and now Africa, where, during the Cold War, Moscow and the West supported opposing sides in conflicts from the Horn of Africa to Mozambique and Angola.", "url": "https://www.nytimes.com/2018/08/07/world/europe/central-african-republic-russia-murder-journalists-africa-mystery-murders-put-spotlight-on-kremlins-reach.html"}