{"authors": ["Binyamin Appelbaum"], "date_download": "2022-10-25 23:44:47", "date_modify": "2022-10-25 23:44:47", "date_publish": "2018-01-23 20:05:32", "description": "Mr. Powell was confirmed by a vote of 85 to 12 to become the next Fed chair. Another Fed nominee, Marvin Goodfriend, faced sharp questions from Senate Democrats.", "filename": "2018_01_23_us_politics_fed-nominee-is-asked-why-he-erred-in-forecasting-inflation-he-didnt-answer_1666741487.html", "image_url": "https://static01.nyt.com/images/2018/01/24/business/24dc-fed1/merlin_132772988_4a7fc8ce-e244-42ad-901f-e696780e3f9c-facebookJumbo.jpg?year=2018&h=549&w=1050&s=799b3f757d010d181f1cceeeebfaf4d0a6df6eec46e9c57faa158e240091e087&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_23_us_politics_fed-nominee-is-asked-why-he-erred-in-forecasting-inflation-he-didnt-answer_1666741487.html", "title": "Senate Confirms Jerome H. Powell as Fed Chairman", "title_page": "Senate Confirms Jerome H. Powell as Fed Chairman - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Jerome H. Powell sailed to Senate confirmation on Tuesday to become the 16th chairman of the Federal Reserve with a final vote of 84 to 13. He will replace the outgoing Fed chairwoman, Janet L. Yellen, on Feb. 3.\nMr. Powell is a moderate Republican who has served on the Fed’s board since 2012 and voted in favor of every policy decision during that period. He emphasized during his confirmation hearing that he was not planning to push for sharp changes in monetary or regulatory policy.\nHe will take the helm of the central bank during a period of relative economic tranquillity, in the ninth year of one of the longest uninterrupted expansions in American history. He has said he plans to continue the Fed’s gradual retreat from its postcrisis stimulus campaign and is expected to continue its slow but steady pace in raising interest rates.\nMr. Powell will also take the helm as the Trump administration considers rolling back many of the rules imposed on the financial industry in the wake of the 2008 crisis. Mr. Powell has said he supports keeping many of those regulations in place but thinks some could be loosened or improved.", "url": "https://www.nytimes.com/2018/01/23/us/politics/fed-nominee-is-asked-why-he-erred-in-forecasting-inflation-he-didnt-answer.html"}