{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 23:44:44", "date_modify": "2022-10-25 23:44:44", "date_publish": "2018-07-19 18:26:06", "description": "A 60-year-old has told the police that Cardinal Theodore E. McCarrick, a family friend who baptized him, molested him beginning when he was a minor.", "filename": "2018_07_19_nyregion_mccarrick-cardinal-sexual-abuse.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666741484.html", "image_url": "https://static01.nyt.com/images/2018/07/20/nyregion/20mccarrick1/20mccarrick1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=6489a98ff0eac926e2bc806991204f97c489b1b0add0c8e397198afd52eda63b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_19_nyregion_mccarrick-cardinal-sexual-abuse.html_action=click&module=RelatedCoverage&pgtype=Article&region=Footer_1666741484.html", "title": "Man Says Cardinal McCarrick, His ‘Uncle Ted,’ Sexually Abused Him for Years", "title_page": "Man Says Cardinal McCarrick, His ‘Uncle Ted,’ Sexually Abused Him for Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "James was 11 years old when Father Theodore E. McCarrick came into his bedroom in Northern New Jersey, looking for the bathroom. Father McCarrick, then 39 and a rising star in the Roman Catholic church, was a close family friend, whom James and his six siblings called Uncle Teddy. James was changing out of his bathing suit to get ready for dinner.\n“He said, turn around,” James, who is now 60, recalled in an interview last week. “And I really don’t want to, because I don’t want to show anybody anything.” But he did, he said, and was shocked when Father McCarrick dropped his pants, too. “See, we are the same,” James said he told him. “It’s O.K., we are the same.”\nIt was the beginning of a sexually abusive relationship that would last nearly 20 years, James said in the interview, the first time he has spoken publicly about the trauma. He asked that his last name be withheld to protect a sibling.\nAs the decades passed, Father McCarrick became Cardinal McCarrick, one of the most prominent public faces of the Catholic Church in America. He was suddenly removed from ministry last month over a substantiated allegation that he sexually assaulted a 16-year-old altar boy in 1971.", "url": "https://www.nytimes.com/2018/07/19/nyregion/mccarrick-cardinal-sexual-abuse.html?action=click&module=RelatedCoverage&pgtype=Article&region=Footer"}