{"authors": ["Alan Blinder"], "date_download": "2022-10-25 23:02:41", "date_modify": "2022-10-25 23:02:41", "date_publish": "2018-04-23 07:00:01", "description": "Despite the high stakes and bright lights, the nation’s statehouse impeachment bar is but a handful of battle-tested lawyers. The next test may be in Missouri.", "filename": "2018_04_23_us_greitens-lawyers-impeachment_1666738961.html", "image_url": "https://static01.nyt.com/images/2018/04/23/us/23impeachlawyer-01/00impeachlawyer-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=cb37adba99e84da72d74c30111e8c05f034bc4b3aa3716479cb65b7773a2011f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_23_us_greitens-lawyers-impeachment_1666738961.html", "title": "For Politicians Scraping Bottom, a Scarce Resource: Impeachment Lawyers", "title_page": "For Politicians Scraping Bottom, a Scarce Resource: Impeachment Lawyers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But when a governor is on the ropes, he said, “some fundamentals wind up being the same.”\nAn impeachment, lawyers who have worked on such proceedings around the country agree, is a political process imbued with law, where electoral rivalries and ambitions uncomfortably share the stage with talk of traditions and procedures.\n“The interesting thing about an impeachment — and people always need to keep this in mind — is it’s inherently a political exercise, and not a legal exercise,” said David Ellis, who prosecuted Gov. Rod Blagojevich of Illinois during his Senate trial in 2009 when Mr. Blagojevich was convicted and removed from office. “It’s governed by the legislature, not the courts. Courts have all sorts of procedural protections built in — due process rights, impartial juries — but you cannot perfectly analogize that to the legislative realm.”\nWith impeachments still relatively rare, even as some Democrats talk of removing President Trump from office, lawyers working recent cases in state capitals like Montgomery, Ala., have found little precedent to guide them. Instead they often find that the processes long codified in constitutions can, in modern practice, be murky to the point of inviting chaos.\nThat lack of clarity invites clashes about privileges and subpoena power, legislative authority and access to evidence. Arcane-seeming subjects may be able to reshape a state’s approach to executive power. And a particular brand of politics — fueled by self-flagellation, piety, pride and legal jeopardy — seems to thread through every threatened impeachment.\n“There’s a common structure, but as far as how you’re supposed to do it on the ground, substantively or procedurally or in terms of burden of proof, there’s a lot of debate on that, and not a lot of consensus,” said Jackson R. Sharman III, who was special counsel to the Alabama legislative committee that investigated Gov. Robert Bentley before his resignation last year.", "url": "https://www.nytimes.com/2018/04/23/us/greitens-lawyers-impeachment.html"}