{"authors": ["Nathaniel Popper"], "date_download": "2022-10-25 23:47:01", "date_modify": "2022-10-25 23:47:01", "date_publish": "2018-06-28 00:54:37", "description": "Even asking the people who work with blockchains to define the technology, you are likely to get a stuttering response.", "filename": "2018_06_27_business_dealbook_blockchains-guide-information_1666741621.html", "image_url": "https://static01.nyt.com/images/2018/06/28/business/dealbook/28QANDA/28QANDA-facebookJumbo.jpg?year=2018&h=549&w=1050&s=549acdb5dc7fe2a059bfd103d001c6ecb4a1cb377c74315411e00ba1f3f11d0d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_27_business_dealbook_blockchains-guide-information_1666741621.html", "title": "What is the Blockchain? Explaining the Tech Behind Cryptocurrencies", "title_page": "What is the Blockchain? Explaining the Tech Behind Cryptocurrencies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When a database is maintained by a single authority, if that authority gets compromised by a hacker, or even by natural disaster, the people relying on that database can lose access to all their data. With a blockchain, all the people relying on the database can keep and update their own copy of the data.\nApart from the security, a lot of data is kept in a way that requires all the players to separately keep track of the records themselves. Banks, for instance, keep track of every transaction they do with other banks, even though the other banks are also keeping track of the same records. It costs a lot to make sure everyone’s records are in sync. Blockchains can potentially provide a more efficient way to do this so that everyone is always on the same page.\nIf blockchains involve multiple computers all keeping track of data, what if they disagree?\nThis issue, of how to keep everyone on the same page, is what the most important, but also the most confusing, bits of blockchain technology are aimed at resolving.\nIn Bitcoin, the process of mining, or creating new Bitcoin, also has a second purpose of making sure everyone is making the same updates to their copy of the blockchain. Most virtual currencies have used this process to coordinate everyone on the blockchain.\nWhen blockchains don’t have a virtual currency, they have to find a different mechanism to get everyone to agree on new additions to the ledger. These mechanisms are called consensus algorithms, and they are among the most contentious pieces of blockchain design.\nCan anyone join any blockchain and help update the records?\nWith most large virtual currencies, anyone can join in and see and help maintain the records. These are called public blockchains.\nThis system has made many big players looking at the technology uncomfortable. Consequently, most corporations and governments have worked with so-called private blockchains, which only approved computers can see and join.", "url": "https://www.nytimes.com/2018/06/27/business/dealbook/blockchains-guide-information.html"}