{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:53:01", "date_modify": "2022-10-25 23:53:01", "date_publish": "2018-07-11 23:36:25", "description": "Under a new rule, superdelegates would not be allowed to vote during the first ballot of the presidential nominating process, except in extraordinary cases like contested conventions.", "filename": "2018_07_11_us_politics_superdelegates-democratic-party_1666741981.html", "image_url": "https://static01.nyt.com/images/2018/07/12/us/politics/12dnc/12dnc-facebookJumbo.jpg?year=2018&h=550&w=1050&s=830b575881ec947bcd45b2a658632db0f66c05bd4961d4855dffbec191aa3cd0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_11_us_politics_superdelegates-democratic-party_1666741981.html", "title": "Democrats Take Major Step to Reduce Role of Superdelegates", "title_page": "Democrats Take Major Step to Reduce Role of Superdelegates - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Democratic Party officials took a major step Wednesday toward sharply reducing the role and influence of powerful political insiders in the presidential nominating process, a change sought by Senator Bernie Sanders and many other liberals after the 2016 campaign.\nThese insiders, called superdelegates, who are free to back any candidate regardless of how the public votes, would no longer be allowed to vote during the first ballot of the presidential nominating process at the party’s convention in most circumstances. Superdelegates would only be able to vote in extraordinary cases such as contested conventions, where the nomination process is extended through multiple ballots until one candidate prevails. They would still have a significant voice in other party debates outside of presidential nominations.\n“This is a compromise that reduces that influence of superdelegates by taking them out of a first-ballot vote. Therefore, the activists that have been concerned that superdelegates will overturn the will of the voters should feel good about this,” said Elaine Kamarck, an influential member of the Democratic National Committee and its rules committee since 1997.\nThe party’s rules committee officially adopted the language Wednesday in advance of a final vote during the Democrats’ summer convention next month in Chicago. Members of the D.N.C. are now hoping the measure will move forward in August without fanfare, therefore settling the matter before November’s all-important midterm elections and well before the 2020 presidential campaign season.", "url": "https://www.nytimes.com/2018/07/11/us/politics/superdelegates-democratic-party.html"}