{"authors": ["Ed O Loughlin"], "date_download": "2022-10-25 23:42:02", "date_modify": "2022-10-25 23:42:02", "date_publish": "2018-01-29 23:44:17", "description": "A public vote on whether to repeal a constitutional ban on abortion will test how much attitudes have changed in the country.", "filename": "2018_01_29_world_europe_ireland-abortion-referendum_1666741322.html", "image_url": "https://static01.nyt.com/images/2018/01/30/world/30Ireland-sub/30Ireland-sub-facebookJumbo-v3.jpg?year=2018&h=549&w=1050&s=6145436c42330cdca5cbcdd223fd29577a279cfe606df37e012a21cc0e84c7be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_29_world_europe_ireland-abortion-referendum_1666741322.html", "title": "Ireland to Hold Abortion Referendum by End of May", "title_page": "Ireland to Hold Abortion Referendum by End of May - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DUBLIN — The Irish government on Monday formally committed to hold a historic referendum on abortion, confirming that a vote will be held by the end of May.\nThe referendum on whether to repeal a 35-year-old constitutional ban on abortion will test how far attitudes have shifted in a country that was once a bastion of Roman Catholic conservatism.\nSpeaking at a news conference after a special cabinet meeting on the issue, Prime Minister Leo Varadkar also confirmed that the minister of health is preparing legislation to allow unrestricted access to abortion up to the 12th week of pregnancy, and later in cases of rape, incest or fatal abnormality. That legislation, which echoes recommendations delivered by an all-party parliamentary committee last month, will be put before Parliament if the country votes to repeal the constitutional ban.\nMr. Varadkar said that over 2,000 Irish women and girls were taking abortion pills each year without proper medical supervision, and that this would inevitably lead to medical tragedies.", "url": "https://www.nytimes.com/2018/01/29/world/europe/ireland-abortion-referendum.html"}