{"authors": ["Neil Macfarquhar"], "date_download": "2022-10-25 23:38:52", "date_modify": "2022-10-25 23:38:52", "date_publish": "2018-04-18 03:45:04", "description": "Sanctions are increasingly isolating Russia and damaging its economy, but President Vladimir V. Putin and his supporters are confident things are going well.", "filename": "2018_04_17_world_europe_russia-putin-sanctions-economy_1666741132.html", "image_url": "https://static01.nyt.com/images/2018/04/18/world/europe/18russia1/18russia1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=50e02c32a39574c5f7037bc76b617e6f7983147d0c89a2f8d37b3e02a4e1fe63&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_17_world_europe_russia-putin-sanctions-economy_1666741132.html", "title": "The Fight With the West Is Isolating Russia. But That Isn’t Stopping Putin.", "title_page": "The Fight With the West Is Isolating Russia. But That Isn’t Stopping Putin. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "From the Western countries’ perspective, however, the mood is one of enough is enough, and they are gradually acting in concert in delivering that message to the Kremlin. Economic sanctions imposed after the 2014 annexation of Crimea, which represented the start of deteriorating relations, have remained intact despite repeated predictions from the Kremlin that one European Union member or another would eventually veto them.\nMore recently, there was the mass expulsion of some 150 Russian diplomats from Western nations after the chemical poisoning of a former Russian spy in Britain in March; harsh United States sanctions against several Russian oligarchs, political figures and companies; and the bombing of Syria by the United States, France and Britain over the weekend.\n“There is an upsurge in momentum of the kind we have not seen before,” said James Nixey, the head of the Russian program at the London-based think tank Chatham House. He is not sure it will last, however, with nations like Hungary following the Putin model, while the Baltics and the Scandinavian countries remain far more wary.\nIn Russia, the population can basically be broken down into three groups, said Vladislav L. Inozemtsev, a Russian scholar currently at the Polish Institute of Advanced Studies in Warsaw.\nThe circle around Putin and the bulk of the population are sure that Russia is doing everything right, while the urban elite, including a majority of the business community, thinks it has gone too far and needs to find a way to reset relations with the West, he said.\nThe latter group views growing Western consolidation with trepidation, he said, while the Putin court and the majority “believe that quite soon the Western unity will vanish.”", "url": "https://www.nytimes.com/2018/04/17/world/europe/russia-putin-sanctions-economy.html"}