{"authors": ["Jennifer Steinhauer"], "date_download": "2022-10-25 23:35:32", "date_modify": "2022-10-25 23:35:32", "date_publish": "2018-09-28 16:33:32", "description": "The California Republican, battling charges that he misused campaign funds, said his opponent, Ammar Campa-Najjar, is “infiltrating Congress.’’", "filename": "2018_09_28_us_politics_duncan-hunter-attack-ad.html_action=click&module=Intentional&pgtype=Article_1666740932.html", "image_url": "https://static01.nyt.com/images/2018/09/29/us/politics/29hunterad/29hunterad-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6dbcbed4ecb9155c5f10fc4ffa5e181572926ba5bdabf948eb45815ecd84a07a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_28_us_politics_duncan-hunter-attack-ad.html_action=click&module=Intentional&pgtype=Article_1666740932.html", "title": "Duncan Hunter Airs Ad Suggesting Opponent Is Terrorist Sympathizer", "title_page": "Duncan Hunter Airs Ad Suggesting Opponent Is Terrorist Sympathizer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Representative Duncan Hunter, the California Republican whose re-election campaign has been imperiled by a federal indictment, has released a startling attack against his Democratic challenger, suggesting that he is an Islamic terrorist sympathizer and national security risk.\n“Ammar Campa-Najjar is working to infiltrate Congress,” says the narrator of Mr. Hunter’s ad, released on YouTube, in reference to the Democrat running against him. “He’s used three different names to hide his family’s ties to terrorism.”\nMr. Campa-Najjar, who until Mr. Hunter’s troubles was considered a very long shot to win a predominantly Republican district in the San Diego suburbs, has a Mexican-American mother and a father who immigrated from the Middle East. His paternal grandfather, Muhammad Youssef al-Najjar, was involved with the plan to murder Israeli athletes at the Olympic Games in Germany in 1972; he was assassinated by Israeli military commandos in 1973.", "url": "https://www.nytimes.com/2018/09/28/us/politics/duncan-hunter-attack-ad.html?action=click&module=Intentional&pgtype=Article"}