{"authors": ["Neal E. Boudette"], "date_download": "2022-10-25 23:40:35", "date_modify": "2022-10-25 23:40:35", "date_publish": "2018-11-08 08:39:10", "description": "Robyn Denholm, an Australian executive, was named days before a regulatory deadline for the electric-car maker to replace its chairman.", "filename": "2018_11_08_business_tesla-new-chairwoman-elon-musk_1666741235.html", "image_url": "https://static01.nyt.com/images/2018/11/09/autossell/09TESLA02/09TESLA02-facebookJumbo.jpg?year=2018&h=398&w=762&s=fe6fe423c2973d6fc6ae88e0e6aa73caeb0a91e847c5216f5363c034f9fd430b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_08_business_tesla-new-chairwoman-elon-musk_1666741235.html", "title": "Tesla Names a Successor to Elon Musk as Board Chief", "title_page": "Tesla Names a Successor to Elon Musk as Board Chief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Six weeks after settling a securities-fraud lawsuit with federal regulators, Tesla and Elon Musk have made good on one of the agreement’s key provisions — naming a new board chief to impose order on a company whose automaking has often been overshadowed by Mr. Musk’s behavior.\nThe company said a current director, Robyn Denholm, would become its chairwoman immediately. Mr. Musk stepped down as chairman last month but remains Tesla’s chief executive.\nMs. Denholm, 55, is the chief financial officer of Telstra, which dominates telecommunications in Australia. She is a longtime technology executive with experience in Silicon Valley, where Tesla is based, and once worked for Toyota in Australia.\nThe move to replace Mr. Musk as chairman, announced late Wednesday night, was part of a settlement reached with the Securities and Exchange Commission in September to deal with the fallout from his assertion that he had secured funding for a private buyout of the company. That claim, in a Twitter post in August, quickly fell into doubt. (Mr. Musk later explained in a blog post that discussions with Saudi Arabia’s sovereign wealth fund led him to believe that it had both money and enthusiasm for such a deal.)", "url": "https://www.nytimes.com/2018/11/08/business/tesla-new-chairwoman-elon-musk.html"}