{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:46", "date_modify": "2022-10-25 23:40:46", "date_publish": "2018-07-19 17:04:23", "description": "A Spanish judge withdrew a European arrest warrant against Carles Puigdemont, the ex-leader of Catalonia, after a German court ruled he could only be extradited for fraud not rebellion.", "filename": "2018_07_19_world_europe_spain-carles-puigdemont-catalonia_1666741246.html", "image_url": "https://static01.nyt.com/images/2018/07/20/world/20spain/20spain-facebookJumbo.jpg?year=2018&h=549&w=1050&s=a0d99aad495c380e2306d675d769edfe0ef47abd4757f1377c428216c1391aff&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_19_world_europe_spain-carles-puigdemont-catalonia_1666741246.html", "title": "Spanish Judge Drops Pursuit of Puigdemont, Catalonia Separatist Leader", "title_page": "Spanish Judge Drops Pursuit of Puigdemont, Catalonia Separatist Leader - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA, Spain — A Spanish judge on Thursday withdrew a European arrest warrant against Carles Puigdemont, the former leader of Catalonia, a week after a German court ruled he could be extradited only for fraud, rather than the more serious charge of rebellion sought by Spain.\nThe decision is the latest twist in a complicated legal dispute that gained an international dimension last October when Mr. Puigdemont fled to avoid prosecution in Spain after a botched attempt to declare Catalonia’s independence. He left shortly after the central government in Madrid ousted him and placed Catalonia under direct rule, and he has been trying to avoid extradition ever since.\nIn March, while traveling by car from Finland to Belgium, Mr. Puigdemont was arrested by the German police on an arrest warrant issued by a Spanish judge.\nOn Thursday, Pablo Llarena, the judge on Spain’s Supreme Court in charge of the case against the Catalan separatists, also withdrew the arrest warrants he had issued against five other Catalan politicians who fled Spain to Belgium, Scotland and Switzerland.", "url": "https://www.nytimes.com/2018/07/19/world/europe/spain-carles-puigdemont-catalonia.html"}