{"authors": ["Karen Crouse"], "date_download": "2022-10-25 23:27:20", "date_modify": "2022-10-25 23:27:20", "date_publish": "2018-02-13 10:00:26", "description": "Among male skaters, body issues are more of an open secret, less likely to be addressed publicly by the competitors but evident to anyone in their world.", "filename": "2018_02_13_sports_olympics_figure-skating-adam-rippon_1666740440.html", "image_url": "https://static01.nyt.com/images/2018/02/13/sports/eating-skate-alpha2/eating-skate-alpha2-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=345e3f42bedb08ce25b1116b6fba90cbafc8f6430ce4431a2a8100a7e1052ef6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_13_sports_olympics_figure-skating-adam-rippon_1666740440.html", "title": "Adam Rippon on Quiet Starvation in Men’s Figure Skating", "title_page": "Adam Rippon on Quiet Starvation in Men’s Figure Skating - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "GANGNEUNG, South Korea — Shortly before Adam Rippon’s breakthrough victory at the United States figure skating championships, Brian Boitano crossed paths with him and asked how he was doing. Boitano, the 1988 Olympic gold medalist, expected Rippon to rave about his jumps or his signature spins.\nInstead, Boitano said, Rippon pulled back his shoulders, puffed out his chest and proudly proclaimed, “I’ve never been thinner.”\nIt was 2016, and Rippon was subsisting mostly on a daily diet of three slices of whole grain bread topped with miserly pats of the spread I Can’t Believe It’s Not Butter. He supplemented his “meals” with three cups of coffee, each sweetened with six packs of Splenda.\n“It makes me dizzy now to think about it,” Rippon said in an interview last month.\nIn the lead-up to the men’s singles competition at the Olympics this week, Rippon has been celebrated for his robust thigh and gluteal muscles, not to mention his tight abs. He weighs 150 pounds, 10 more than he did in 2016, when he took drastic measures to stretch his 5-foot-7 body, as if it were putty, into a leaner frame that he thought would be more aesthetically pleasing to the judges.", "url": "https://www.nytimes.com/2018/02/13/sports/olympics/figure-skating-adam-rippon.html"}