{"authors": ["Julie Hirschfeld Davis", "Katie Rogers"], "date_download": "2022-10-25 23:41:43", "date_modify": "2022-10-25 23:41:43", "date_publish": "2018-07-15 12:53:07", "description": "The president made the remarks in an interview while he was at his golf resort in Scotland, ahead of his meeting with the Russian leader in Finland.", "filename": "2018_07_15_world_europe_trump-putin-summit-meeting_1666741303.html", "image_url": "https://static01.nyt.com/images/2018/07/16/world/16trump/16trump-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f9e6113cd350a484c7f0f134c203fc7487ce75939d8f03f25da6e55cf1541c40&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_15_world_europe_trump-putin-summit-meeting_1666741303.html", "title": "Trump, on Eve of Putin Meeting, Calls E.U. a Trade ‘Foe’", "title_page": "Trump, on Eve of Putin Meeting, Calls E.U. a Trade ‘Foe’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HELSINKI, Finland — President Trump on Sunday spent the eve of his first summit meeting with President Vladimir V. Putin of Russia finding fault with allies, Barack Obama and the news media while refraining from condemning Moscow for its meddling in the 2016 presidential election.\nHis comments raised the stakes for the meeting, a closely scrutinized encounter that the White House said would include a 90-minute session in which the two presidents will speak one-on-one, with only their interpreters present.\nThe meeting is taking place just days after 12 Russian intelligence agents were indicted by the Justice Department on charges that they sought to thwart American democracy during the election campaign.\nAnd Mr. Trump’s remarks came after a week in which he sowed new doubts about his support for NATO and berated European allies for treating the United States unfairly on trade. That has raised concerns that he might offer concessions behind closed doors to a Russian president who is ready to exploit any hint of fissure within the Western alliance.", "url": "https://www.nytimes.com/2018/07/15/world/europe/trump-putin-summit-meeting.html"}