{"authors": ["Jeff Asher"], "date_download": "2022-10-25 23:53:38", "date_modify": "2022-10-25 23:53:38", "date_publish": "2018-09-21 09:00:05", "description": "The correlation between heat and crime suggests the need for more research on shootings in American cities.", "filename": "2018_09_21_upshot_a-rise-in-murder-lets-talk-about-the-weather_1666742018.html", "image_url": "https://static01.nyt.com/images/2018/09/21/upshot/22up-heatcrime1-1537473012850/22up-heatcrime1-1537473012850-facebookJumbo.png?year=2018&h=550&w=1050&s=12e4773f45af41bd49d61d9ba42505aea693015301b999234b9087d0b0157e3e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_21_upshot_a-rise-in-murder-lets-talk-about-the-weather_1666742018.html", "title": "A Rise in Murder? Let’s Talk About the Weather", "title_page": "A Rise in Murder? Let’s Talk About the Weather  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The national murder rate reached a modern low in 2014, capping a quarter-century decline. Then it rose across the United States in 2015 and 2016. Why gun violence increased in those two years remains somewhat of a mystery, and no single factor is likely to explain it, but there is one potential contributor that is rarely talked about: the weather.\nTemperatures across the country were higher on average in those two years than they were in 2014. The relationship between temperature and crime has been discussed for decades. Fewer people are murdered in America during colder months than during warmer ones.\nIn the case of 2015 and 2016, it may be a small part of the story, but the broader correlation of weather and crime merits more research. Let’s look at 10 cities that make daily shooting data available and then compare shootings in each city with the day’s high temperature according to the National Oceanic and Atmospheric Administration.", "url": "https://www.nytimes.com/2018/09/21/upshot/a-rise-in-murder-lets-talk-about-the-weather.html"}