{"authors": ["Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:02:39", "date_modify": "2022-10-25 23:02:39", "date_publish": "2018-05-24 09:00:06", "description": "Interviews and newly obtained documents provide the Pentagon’s first public on-the-ground accounting of one of the bloodiest battles the military has faced in Syria since deploying to fight ISIS.", "filename": "2018_05_24_world_middleeast_american-commandos-russian-mercenaries-syria_1666738959.html", "image_url": "https://static01.nyt.com/images/2018/05/25/world/middleeast/25dc-military1-print/xxdc-military1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=773ba5af7c5dbe7f0fc842a229fc0762e4f286ae9262ff2b21dcd0ef0c5d25df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_24_world_middleeast_american-commandos-russian-mercenaries-syria_1666738959.html", "title": "How a 4-Hour Battle Between Russian Mercenaries and U.S. Commandos Unfolded in Syria", "title_page": "How a 4-Hour Battle Between Russian Mercenaries and U.S. Commandos Unfolded in Syria - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The artillery barrage was so intense that the American commandos dived into foxholes for protection, emerging covered in flying dirt and debris to fire back at a column of tanks advancing under the heavy shelling. It was the opening salvo in a nearly four-hour assault in February by around 500 pro-Syrian government forces — including Russian mercenaries — that threatened to inflame already-simmering tensions between Washington and Moscow.\nIn the end, 200 to 300 of the attacking fighters were killed. The others retreated under merciless airstrikes from the United States, returning later to retrieve their battlefield dead. None of the Americans at the small outpost in eastern Syria — about 40 by the end of the firefight — were harmed.\nThe details of the Feb. 7 firefight were gleaned from interviews and documents newly obtained by The New York Times. They provide the Pentagon’s first public on-the-ground accounting of one of the single bloodiest battles the American military has faced in Syria since deploying to fight the Islamic State.\nThe firefight was described by the Pentagon as an act of self-defense against a unit of pro-Syrian government forces. In interviews, United States military officials said they had watched — with dread — hundreds of approaching rival troops, vehicles and artillery pieces in the week leading up to the attack.", "url": "https://www.nytimes.com/2018/05/24/world/middleeast/american-commandos-russian-mercenaries-syria.html"}