{"authors": ["Zachary Woolfe"], "date_download": "2022-10-25 23:36:16", "date_modify": "2022-10-25 23:36:16", "date_publish": "2018-09-24 16:27:03", "description": "Opera Philadelphia’s O18 festival, which continues through Sunday, has more success with standard offerings than out-of-the-box events.", "filename": "2018_09_24_arts_music_opera-philadelphia-o18_1666740976.html", "image_url": "https://static01.nyt.com/images/2018/09/25/arts/music/25philly-opera/25philly-opera-facebookJumbo.jpg?year=2018&h=549&w=1050&s=4c8a2e087f2c1347b4ea6a6c3837b75105ecaecc8987b54f3b7de9be60a31b48&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_24_arts_music_opera-philadelphia-o18_1666740976.html", "title": "A Hotbed of Operatic Innovation Wins With Tradition", "title_page": "A Hotbed of Operatic Innovation Wins With Tradition - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PHILADELPHIA — “None of this old tired stuff done in the same way,” a character said in a show here last weekend, though he used saltier language.\nOpera Philadelphia, which presented the show, “Ne Quittez Pas,” has tried to take his advice. Facing the same pressures as other performing arts institutions, it revamped its old-fashioned season, which now opens with an annual burst of activity called Festival O.\nRather than spreading productions across the year, as usual, this concentrated hit of opera focuses attention and resources, in theory adding up to more than the sum of its parts. Grand stagings are mixed with more idiosyncratic, intimate presentations, including forays into cabaret and drag.\nSo “none of this old tired stuff done in the same way” could really be the festival’s motto. But this year’s installment, O18, which began on Thursday and runs through Sunday, is most successful when it’s most traditional. Two of the four shows I saw over the weekend were proscenium productions with orchestras in the pit: opera as you imagine it. These were far more satisfying than the pair of out-of-the-box entries.", "url": "https://www.nytimes.com/2018/09/24/arts/music/opera-philadelphia-o18.html"}