{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:41:50", "date_modify": "2022-10-25 23:41:50", "date_publish": "2018-12-21 17:41:00", "description": "Doctors said there was no evidence of the disease remaining after surgery, according to a statement from the Supreme Court.", "filename": "2018_12_21_us_politics_ruth-bader-ginsburg-cancer_1666741310.html", "image_url": "https://static01.nyt.com/images/2018/12/22/us/politics/22dc-ginsburg/22dc-ginsburg-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=3f72ea8ce790af7b5ebcfaa5b668b04c1ac4daabb81f4717653147295ccd1c3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_21_us_politics_ruth-bader-ginsburg-cancer_1666741310.html", "title": "Ruth Bader Ginsburg Undergoes Cancer Surgery", "title_page": "Ruth Bader Ginsburg Undergoes Cancer Surgery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "She has broken ribs twice, in 2012 and in November. In 2014, she underwent a heart procedure.\nShe has proved resilient in the aftermath of those episodes. After her most recent fall, she was back on the bench to hear arguments during the Supreme Court’s two-week sitting that began on Nov. 26.\nThe new tumors could be primary lung cancers, meaning they originated in the lung. Or they could be growths that spread to her lung from cancer in another organ.\n“When you have two lesions in the lung, it usually means it came from someplace else,” said Dr. Raja Flores, chairman of thoracic surgery at the Icahn School of Medicine at Mount Sinai in Manhattan. “It’s probably something that spread from the pancreas to the lungs.”\nThat Justice Ginsburg is alive 10 years after being treated for pancreatic cancer — which is often rapidly fatal — indicates that she probably had a relatively slow-growing form of the disease. Therefore, Dr. Flores said, he expected that the tumors in her lungs would also tend to be slow-growing, what he calls “turtles.”\nTesting on the tissue removed during surgery will determine the diagnosis, he said.\nJustice Ginsburg was born in Brooklyn in 1933, graduated from Cornell in 1954 and began law school at Harvard. After moving to New York with her husband, she transferred to Columbia, where she earned her law degree.\nShe taught at Rutgers and Columbia and was a leading courtroom advocate of women’s rights before joining the court. As director of the Women’s Rights Project of the American Civil Liberties Union in the 1970s, she brought a series of cases before the court that helped establish constitutional protections against sex discrimination.\nHer litigation strategy invited comparison to that of Justice Thurgood Marshall, who was the architect of the civil rights movement’s incremental legal attack on racial discrimination before he joined the court.", "url": "https://www.nytimes.com/2018/12/21/us/politics/ruth-bader-ginsburg-cancer.html"}