{"authors": ["Rebekah Zemansky", "Jennifer Medina"], "date_download": "2022-10-25 23:52:10", "date_modify": "2022-10-25 23:52:10", "date_publish": "2018-02-02 18:37:55", "description": "Douglas Haig, an ammunition dealer, said he sold Stephen Paddock ammunition about a month before the massacre.", "filename": "2018_02_02_us_las-vegas-shooting-stephen-paddock_1666741930.html", "image_url": "https://static01.nyt.com/images/2018/02/03/us/03haig/03haig-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d9c6b30ce4ffb3870baa69997a8d502e29bfa32ac4499b10b1369d0a78a4c8b8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_02_us_las-vegas-shooting-stephen-paddock_1666741930.html", "title": "Arizona Man Is Charged With Making Armor-Piercing Bullets Found in Las Vegas Gunman’s Room", "title_page": "Arizona Man Is Charged With Making Armor-Piercing Bullets Found in Las Vegas Gunman’s Room - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "CHANDLER, Ariz. — An ammunition dealer who had been named a person of interest in connection with the Las Vegas mass shooting was charged in a Nevada federal court Friday with manufacturing armor-piercing bullets. The charges came on the same day that the dealer, Douglas Haig, held a news conference to say he was innocent and had only briefly met the gunman, Stephen Paddock, when Mr. Paddock bought 720 rounds of ammunition from him in September.\nInvestigators said they had found Mr. Haig’s fingerprints on unfired armor-piercing ammunition inside the hotel room Mr. Paddock used as his shooting perch. Mr. Haig, 55, did not have the license needed to manufacture such ammunition, according to the charges filed by federal authorities.\nMr. Haig said he met Mr. Paddock briefly last fall at a gun show in Phoenix, about a month before the shooting. Mr. Paddock then came to Mr. Haig’s home in Mesa, Ariz., to buy 720 rounds of tracer ammunition, which leaves behind a trail of light when it is used. Mr. Paddock asked for a box to carry the rounds to his car and Mr. Haig gave him a used box that included his name and address. That was their only transaction, he said.\nThe name and address on the box is what led investigators to Mr. Haig.\nFederal investigators said that Mr. Haig told them that he made “reload” ammunition, essentially creating new bullets from used cartridges, but told them that he did not sell them. But investigators found that two of the unfired armor-piercing bullets found in Mr. Paddock’s hotel room had been created by Mr. Haig.", "url": "https://www.nytimes.com/2018/02/02/us/las-vegas-shooting-stephen-paddock.html"}