{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:44:02", "date_modify": "2022-10-25 23:44:02", "date_publish": "2018-01-27 11:48:03", "description": "Saudi Arabia’s most prominent investor, he had been detained in the Ritz-Carlton in the capital after a mass crackdown on corruption.", "filename": "2018_01_27_world_middleeast_saudi-arabia-alwaleed-bin-talal_1666741442.html", "image_url": "https://static01.nyt.com/images/2018/01/28/world/middleeast/28saudi/28saudi-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b6c50c4df1d2051dd7099ddd496e788643697d67c7df90291344bc2423424033&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_27_world_middleeast_saudi-arabia-alwaleed-bin-talal_1666741442.html", "title": "Billionaire Saudi Prince, Alwaleed bin Talal, Is Freed From Detention", "title_page": "Billionaire Saudi Prince, Alwaleed bin Talal, Is Freed From Detention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“In the short run, it has worked, by generating some assets and consolidating his power, and it has been popular in a way that could offset some of the anger over austerity measures,” said Steffen Hertog, a professor at the London School of Economics, describing Prince Mohammed’s gambit. “But in the mid- to long term, I think confidence in the private sector has taken a hit, and this could be difficult to rebuild.”\nThe entire process, from the initial arrests through the detentions, has been shrouded in such secrecy that it remains unclear exactly who was taken into custody, what they were accused of, and what sort of deals they had to strike to get out.\nBut interviews with more than a dozen people, most of whom spoke on condition of anonymity to avoid provoking the prince, have pulled back the curtain on some details of the arrests and the detainees’ time in their five-star jail.\nIt started with a storm of phone calls from the Royal Court.\nIn early November, princes, businessmen and government ministers were invited to dinner with King Salman or to meetings with Prince Mohammed. Others were handcuffed in their homes and dragged off like criminals. All were detained, and most landed in what became the world’s most luxurious prison.\nThe Riyadh Ritz-Carlton stands behind high walls and ornate gates, across a freeway from the diplomatic district. The hotel has long welcomed distinguished guests, and when President Trump and his family stayed there in May, American and Saudi flags were projected on its facade.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nThe hotel’s new guests — or inmates — received a cooler welcome.\nEach got his own room, but had to leave the door open, with guards posted outside. The detainees could order room service and watch TV, but they had no phones or internet, to prevent appeals for help. The rooms were still lavish, but their curtain cords and glass shower doors had been removed to prevent suicide attempts. They were not allowed to summon lawyers, who might have been able to help, and many succumbed to being stripped of their substantial assets.\nMany of the detainees were overweight or had health problems, and some were in their 70s, so a doctor noted their medical needs. Since none had packed for an extended stay, a tailor came, took their measurements and soon brought them new outfits.", "url": "https://www.nytimes.com/2018/01/27/world/middleeast/saudi-arabia-alwaleed-bin-talal.html"}