{"authors": ["Marc Santora"], "date_download": "2022-10-25 22:59:01", "date_modify": "2022-10-25 22:59:01", "date_publish": "2018-07-03 22:08:49", "description": "Demonstrations erupted in dozens of cities across the country as the right-wing governing party consolidated its power and escalated a clash with the European Union.", "filename": "2018_07_03_world_europe_poland-supreme-court-protest_1666738741.html", "image_url": "https://static01.nyt.com/images/2018/07/04/world/04POLAND-02/merlin_140731368_33adb193-de64-4f6c-a00d-2a54c4fbbf9b-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3b4304fc7ed5de073ad635db7275ffe9cc2919deef8557fccc9a5bcb2aeeb4a4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_03_world_europe_poland-supreme-court-protest_1666738741.html", "title": "Poland Purges Supreme Court, and Protesters Take to Streets", "title_page": "Poland Purges Supreme Court, and Protesters Take to Streets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WARSAW — Poland’s government carried out a sweeping purge of the Supreme Court on Tuesday night, eroding the judiciary’s independence, escalating a confrontation with the European Union over the rule of law and further dividing this nation. Tens of thousands took to the streets in protest.\nPoland was once a beacon for countries struggling to escape the yoke of the Soviet Union and embrace Western democracy. But it is now in league with neighboring nations, like Hungary, whose leaders have turned to authoritarian means to tighten their grip on power, presenting a grave challenge to a European Union already grappling with nationalist, populist and anti-immigrant movements.\nThe forced retirements of up to 27 of 72 Supreme Court justices, including the top judge, and the creation of a judicial disciplinary chamber were the latest in a series of steps by Poland’s right-wing Law and Justice Party to take over the justice system.\nFor years, the party has demonized judges as unreconstructed Communists and obstructionists. After coming to power in 2015, it took control of the Constitutional Tribunal, which is tasked with ensuring that laws do not violate the Constitution, and gave authority over the country’s prosecutors to the Ministry of Justice. Most recently, it asserted new powers to select judges. In recent days, judges who have spoken out against the changes have reported being harassed and intimidated.", "url": "https://www.nytimes.com/2018/07/03/world/europe/poland-supreme-court-protest.html"}