{"authors": ["Alan Riding"], "date_download": "2022-10-25 22:59:18", "date_modify": "2022-10-25 22:59:18", "date_publish": "2018-08-27 14:00:08", "description": "For these seven singers, Plácido Domingo’s competition was a turning point.", "filename": "2018_08_27_arts_music_operalia-winners-career_1666738758.html", "image_url": "https://static01.nyt.com/images/2018/08/28/arts/28winners-inyt-stemme/28winners-inyt-stemme-facebookJumbo.jpg?year=2018&h=550&w=1050&s=611fe5ede1dc7b4238f1dbeab3a8077e1db5a95019d458ac2bf02b45ef552ae7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_27_arts_music_operalia-winners-career_1666738758.html", "title": "Operalia Opens Doors to the Best Stages; Winners Claim the Prize", "title_page": "Operalia Opens Doors to the Best Stages; Winners Claim the Prize - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Erwin Schrott\nBy the time Mr. Schrott, a Uruguayan-born bass-baritone, won the top prize in Operalia in 1998, the competition had become the place where leading opera houses looked for new talent. Mr. Schrott, who had moved from Montevideo to Italy just two years earlier to gain experience, was still only 26. Almost overnight, Operalia launched him onto the world’s great stages, from La Scala in Milan and London’s Royal Opera House to the Metropolitan Opera in New York and the Los Angeles Opera. On his calling card were three names — Don Giovanni, Leporello and Figaro — those wonderful Mozartian roles that demand both good acting and a resonant yet lyrical voice. For some years, Mr. Schrott and the Russian soprano Anna Netrebko were partners on stage and in life, singing together in recitals and operas and having a son together in 2008. Even now, as friends, they occasionally appear together. Don Giovanni is still the role that Mr. Schrott is most offered, but he is also called on to sing Mephistopheles in both Gounod’s “Faust” and Arrigo Boito’s “Mefistofele” as well as Escamillo in Bizet’s “Carmen,” Banquo in Verdi’s “Macbeth” and Dulcamara in Donizetti’s “L’Elisir d’Amore.”", "url": "https://www.nytimes.com/2018/08/27/arts/music/operalia-winners-career.html"}