{"authors": ["Alissa J. Rubin", "Aurelien Breeden", "Elian Peltier"], "date_download": "2022-10-25 23:54:16", "date_modify": "2022-10-25 23:54:16", "date_publish": "2018-12-13 21:20:32", "description": "Hundreds of police officers had been searching for two days for Chérif Chekatt, whose attack killed three people, left one person brain-dead and injured 12 others.", "filename": "2018_12_13_world_europe_strasbourg-cherif-chekatt_1666742056.html", "image_url": "https://static01.nyt.com/images/2018/12/13/world/14strasbourg/13strasbourg4-facebookJumbo.jpg?year=2018&h=550&w=1050&s=725f2c8117fa9e8c595840a8f3c9d66f4b0c7e71fce5b3652ea1cbba97e8cac7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_13_world_europe_strasbourg-cherif-chekatt_1666742056.html", "title": "Strasbourg Shooting Suspect, Chérif Chekatt, Is Killed by French Police", "title_page": "Strasbourg Shooting Suspect, Chérif Chekatt, Is Killed by French Police - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The hunt for the suspect, Chérif Chekatt, 29, consumed the work of more than 700 police officers and special investigators searching in and around Strasbourg. The chase ended on Thursday night, when three police officers opened fire on Mr. Chekatt, who shot at them as they pursued him in the residential Neudorf neighborhood of Strasbourg, Interior Minister Christophe Castaner said at a news conference in the city.\nImage Chérif Chekatt Credit... French Police\nThe police used surveillance and other information to track down Mr. Chekatt, he said.\nThe officers “saw an individual walking on the public street, who corresponded to the description” of Mr. Chekatt, said Mr. Castaner, adding that the man “turned around firing at them, they returned fire and neutralized the assailant.”\nAs he fled the market on Tuesday night, Mr. Chekatt managed to elude the police and soldiers, even though he was injured in at least one encounter with them.\nThe attack prompted the authorities to place France on its highest level of alert, which allowed the government to heighten border security and search cars on the main highways leading to and from Strasbourg. Some officials feared that Mr. Chekatt might flee into Germany, given Strasbourg’s location on the French-German border.\nFrench officials also moved quickly to tighten security at other Christmas markets, dedicating additional police officers to guard them. Christmas markets are common throughout Europe, and often located in the confines of old city centers, making safety difficult to ensure.", "url": "https://www.nytimes.com/2018/12/13/world/europe/strasbourg-cherif-chekatt.html"}