{"authors": ["Lawrence Osborne"], "date_download": "2022-10-25 23:37:21", "date_modify": "2022-10-25 23:37:21", "date_publish": "2018-04-26 19:00:12", "description": "Julian Barnes’s novel “The Only Story,” set in England’s not-so-swinging suburban ’60s, explores memory and the romantic obsession of youth.", "filename": "2018_04_26_books_review_julian-barnes-only-story_1666741041.html", "image_url": "https://static01.nyt.com/images/2018/04/29/books/review/29Osbourne/29Osbourne-facebookJumbo.jpg?year=2018&h=549&w=1050&s=cf99105768aceae08af8d2868c8308d6ce9a533c365bb7cd17d3e83e71e35ab6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_26_books_review_julian-barnes-only-story_1666741041.html", "title": "He’s 19. She’s 48 and Married. When They Play Doubles Tennis, It’s a Match.", "title_page": "He’s 19. She’s 48 and Married. When They Play Doubles Tennis, It’s a Match. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "If one thinks back to the semi-forgotten satire of the British ’60s, shows like “That Was the Week That Was” and the “Beyond the Fringe” skits helmed by Peter Cook, Dudley Moore, Jonathan Miller and Alan Bennett, the first thing that is striking is the delicious comic tension between the wartime generation and the generation that followed. The comedy is driven by the onetime solidity of archaic British types: Colonel Blimps and academics with plummy accents, cap-tipping proles and Middle Englanders with lips so stiff they can hardly talk. But that seemingly solid tapestry of social orders melted away into nothingness almost overnight. Barnes sets his tale in its twilight, among what he calls “furrow-dwellers,” the torpid English middle classes, but he refrains from deriving much comedy from it. His Gordon Macleod is a drunken brute who slams his wife’s face into the doorjamb.\nImage\nNarrating the first section of the novel, Paul is filled with rage for this hateful caricature of a man, though this is entirely unsurprising since nothing complex or sympathetic is offered on behalf of the luckless and cuckolded Gordon. It might have occurred to Paul at some point that a 19-year-old doing the deed with your wife under your own roof might inspire a little chagrin, but Paul is himself — and purposefully, I think — a self-righteous adolescent who never quite sees it this way, for all his grandstanding about his own shame. When asking himself, in retrospect, how much he understood about love at 19, he intones, “A court of law might find —”\nNo, sympathy and vitality are reserved for the women in Paul’s telling, and indeed the author’s. There are shades here of Sarah, Graham Greene’s heroine in “The End of the Affair.” Susan is, without question, the character linchpin of the novel, and she is rendered touchingly. Miraculously, she shines through her lover’s philosophizing about love and memory, about which he has little original to say. She has spirit. The young man and older woman begin a hesitant and fumbling sexual liaison whose sacrilegious tenderness is, however, never quite incarnated by Paul’s recollection of it. Take her ears, at which he marvels. In an early moment of their lovemaking, he remembers: “It wasn’t until we were in bed and I was rummaging and rootling around her body, into every nook and cranny, every overexamined and underexamined part of her, that, crouched above, I swept back her hair and discovered her ears.” One wonders at his language here. Rummaged and rootled? Was she really enjoying such a feverish examination? This makes him sound like a stamp collector going over his latest finds rather than an awe-struck adolescent losing his virginity. But this is Barnes’s point, I assume. “Strange as it may seem,” Paul implausibly reflects just before the episode of the ears, “I never reflected on our age difference.”\nTeenage boys do lose their cherries to much older women (and they do so in the garden suburbs south of London), but it’s rare that they never reflect on doing so with a woman nearing 50 with a husband and two daughters in tow. Nor do they tend to set up house with them. Still one could argue, after all, that this is the Emmanuel Macron story, with the cruel difference that Paul goes on to become not the leader of a major European nation but an obscure loser after eloping with his mistress and utterly failing to live happily ever after. For the darkness of the story only invades you in its last hundred pages. Years later, Paul settles down alone in the countryside to run something called the Frogworth Valley Artisanal Cheese Company and acquires a taste for reading lachrymose agony columns in the local newspaper. He also bakes. He not only loathes the memory of Susan’s husband but most men to boot, finding them boastful, oafish and predatory, both beastly and comical. As for himself, he is by his own account an “absolutist for love.” In other words, he is somehow less human than the man he still hates.", "url": "https://www.nytimes.com/2018/04/26/books/review/julian-barnes-only-story.html"}