{"authors": ["Robert Pear"], "date_download": "2022-10-25 23:35:30", "date_modify": "2022-10-25 23:35:30", "date_publish": "2018-07-30 23:12:23", "description": "The administration has been deliberating whether to allow states to partially expand Medicaid under the Affordable Care Act. For now, at least, the answer appears to be no.", "filename": "2018_07_30_us_politics_trump-medicaid-partial-expansion_1666740930.html", "image_url": "https://static01.nyt.com/images/2018/07/31/us/31DC-HEALTH-01/31DC-HEALTH-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4e0979c36fb7102c3f7b10814477ec4daf43bbcd49e7e36ed6dea5f8aac2bbb0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_30_us_politics_trump-medicaid-partial-expansion_1666740930.html", "title": "Trump Spurns Medicaid Proposal After Furious White House Debate", "title_page": "Trump Spurns Medicaid Proposal After Furious White House Debate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Several states would like to expand Medicaid in a more limited way, capping eligibility at the poverty level, or $12,140 for an individual. In states that have not expanded Medicaid, eligibility varies. Parents with incomes over half the poverty level are often ineligible, and most adults without dependent children are ineligible, no matter how poor they are.\nThe push touched off intense debate inside the Trump administration.\nSupporting the option were Alex M. Azar II, the secretary of health and human services; Seema Verma, the administrator of the Centers for Medicare and Medicaid Services; and Andrew Bremberg, the director of the Domestic Policy Council at the White House.\nOn the other side were Mick Mulvaney, the director of the White House Office of Management and Budget; Treasury Secretary Steven Mnuchin; Kevin Hassett, the chairman of the president’s Council of Economic Advisers; and Larry Kudlow, the director of the National Economic Council.\nMr. Azar and Ms. Verma had been discussing the idea with the White House for several months, but were unable to persuade Mr. Mulvaney and his allies, who shot down the proposal in two meetings at the end of last week, with the president’s blessing, administration officials said.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nParadoxically, Mr. Trump reached the same conclusion as President Barack Obama for a completely different reason. Mr. Obama refused to allow partial expansion of Medicaid because he wanted states to go for the full expansion envisioned in the Affordable Care Act.\nMr. Trump opposed any expansion of “Obamacare,” even a partial one.\nCaitlin Oakley, a spokeswoman for the Department of Health and Human Services, said on Monday: “We do not comment on internal deliberations or the particulars of any waiver requests. H.H.S. has been working on waivers to help states have more flexibility and provide patients access to affordable health care.”\nUnder the proposal, the Trump administration would have offered more waivers to states, so they could devise and run their own health programs with federal money that would otherwise be available under the Affordable Care Act.", "url": "https://www.nytimes.com/2018/07/30/us/politics/trump-medicaid-partial-expansion.html"}