{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 22:55:10", "date_modify": "2022-10-25 22:55:10", "date_publish": "2018-05-23 09:00:17", "description": "To comply with Europe’s General Data Protection Regulation, which goes into effect on May 25, internet companies have been updating their data policies. Here’s how you can benefit.", "filename": "2018_05_23_technology_personaltech_what-you-should-look-for-europe-data-law_1666738510.html", "image_url": "https://static01.nyt.com/images/2018/05/24/business/24TECHFIX/24TECHFIX-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=8fa8439c6dd664a5236043c55fb50bdb81e67f4b043b81476c0cd88311055a5c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_23_technology_personaltech_what-you-should-look-for-europe-data-law_1666738510.html", "title": "Getting a Flood of G.D.P.R.-Related Privacy Policy Updates? Read Them", "title_page": "Getting a Flood of G.D.P.R.-Related Privacy Policy Updates? Read Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "You have probably noticed a flood of emails and alerts from companies in the last few weeks informing you about changes to their privacy policies.\nDon’t ignore them.\nYes, there is a lot of legalese to wade through. But resist the temptation to immediately delete those emails or close the alerts right away. They may contain important information about managing your digital privacy at a time when it’s become clear that our online data is far from safe.\nAll those privacy messages are appearing now because a law called the General Data Protection Regulation will go into effect across the European Union on Friday. The law has been heralded as the world’s strongest protector of digital privacy rights. And while it was designed for Europeans, the borderless nature of the online world has virtually every commercial entity that touches the web making changes to its sites and apps to comply.\nThe data regulation law centers on two main principles. The first is that companies need your consent to collect your data. The second is that you should be required to share only data that is necessary to make their services work.", "url": "https://www.nytimes.com/2018/05/23/technology/personaltech/what-you-should-look-for-europe-data-law.html"}