{"authors": ["Michael Wilson", "Nate Schweber", "Ashley Southall"], "date_download": "2022-10-25 22:59:46", "date_modify": "2022-10-25 22:59:46", "date_publish": "2018-09-13 17:42:28", "description": "A retired detective and seven officers are accused of overseeing a criminal enterprise in Brooklyn, Queens and Long Island.", "filename": "2018_09_13_nyregion_nypd-officers-arrested-prostitution-gambling_1666738786.html", "image_url": "https://static01.nyt.com/images/2018/09/14/nyregion/14prostitution1/merlin_143662152_ac0762a1-affd-49e1-89cd-53b57cd5ec4a-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0450c4f0ed20c85ca5095ebdacd8944eb319a96c52ff1bcae1a4a6058905da64&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_13_nyregion_nypd-officers-arrested-prostitution-gambling_1666738786.html", "title": "Brothels, Gambling and an Ex-Detective Mastermind: Officials Detail N.Y. Police Scandal", "title_page": "Brothels, Gambling and an Ex-Detective Mastermind: Officials Detail N.Y. Police Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“As we sit here today, the reality is that a number of our uniformed members of various ranks tarnished the N.Y.P.D. shields that they’ve worn,” said the police commissioner, James P. O’Neill, at a news conference on Thursday. “They’ve ruined their own careers and reputations. More importantly, they have diminished the great work of tens of thousands of honest, honorable and ethical cops. And that should make every cop who has ever done this job angry.”\nIn all, three sergeants, two detectives and two officers have been charged in the prostitution enterprise. Twenty-six civilians were also arrested, and at least 13 more are being sought. Officials said there are no expectations that other police officers will be arrested unless new information surfaces.\nThe man accused of being the group’s ringleader, Ludwig Paz, 51, a former vice detective, used his knowledge of the workings of the Police Department to his advantage, prosecutors charged.\nHe knew that undercover officers investigating prostitution are not allowed to expose their genitals during their interactions with suspects, and so he made a rule to check new customers of the brothels: He insisted that the men “undress and allow themselves to be fondled to pass the brothel’s security screening,” the Queens district attorney’s office, which is prosecuting the officers and dozens of civilians, said.\n“The evidence in this case is overwhelming,” Bradley Chain, the senior assistant district attorney on the case, said at the officers’ arraignment on Thursday in State Supreme Court in Queens. “There are thousands of hours of surveillance.”", "url": "https://www.nytimes.com/2018/09/13/nyregion/nypd-officers-arrested-prostitution-gambling.html"}