{"authors": ["Jennifer Valentino-Devries"], "date_download": "2022-10-25 23:32:48", "date_modify": "2022-10-25 23:32:48", "date_publish": "2018-05-19 07:00:05", "description": "Widely available services offer a range of spying abilities, including tracking people’s phones and harvesting their texts. As survivors seek help, the legal and technical hurdles are many.", "filename": "2018_05_19_technology_phone-apps-stalking_1666740768.html", "image_url": "https://static01.nyt.com/images/2018/05/18/us/18stalkerware6/18stalkerware6-facebookJumbo.jpg?year=2018&h=549&w=1050&s=c6c24e7784c2354c6dbeb36fefae33d8bb1a3e3dd588c81e56360e6bffe3f246&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_19_technology_phone-apps-stalking_1666740768.html", "title": "Hundreds of Apps Can Empower Stalkers to Track Their Victims", "title_page": "Hundreds of Apps Can Empower Stalkers to Track Their Victims - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Everson, Wash., for example, Brooks Owen Laughlin is accused of beating his wife and using an app typically used for benign purposes, Find My iPhone, to control her movements.\nImage Luis Toledo was convicted of killing his wife, Yessenia Suarez, and her two children, Michael Otto, 8, left, and Thalia Otto, 9, right. Mr. Toledo had installed an app called SMS Tracker on Ms. Suarez’s phone because he suspected she was having an affair.\n“If she would turn it off, he would instantly call her or text her and say, ‘Why did you turn that off? What are you doing?’ That was pretty much 24-7,” Chief Daniel MacPhee of the Everson Police Department, said in an interview. Mr. Laughlin pleaded not guilty in April to charges of assault, harassment and stalking.\nSuch technical and legal ambiguity has created an environment in which tools are marketed for both legal and illegal uses, without apparent repercussion.\n“There are definitely app makers that are complicit, seeking out these customers and advertising this use,” said Periwinkle Doerfler, a doctoral student at New York University and an author of the study on apps, which will be presented in the coming days. “They’re a little bit under the radar about it, but they’re still doing it.”\nThe researchers, from N.Y.U., Cornell University and Cornell Tech, contacted customer support for nine companies with tracking services. The researchers claimed to be women who wanted to secretly track their husbands, and only one company, TeenSafe, refused to assist.\nKidGuard, the app largely aimed at parents, also bought ads alongside Google results for searches like “catch cheating spouse app.” A spokesman for the business, based in Los Angeles, said in an email that the company worked with third-party marketers and customer service reps who had been “testing new strategies.” It deleted blog posts about tracking romantic partners and said it did not support that activity.\nSpyzie, another app that ran such ads, did not respond to requests for comment.\nOn YouTube, dozens of videos provide tutorials on using several of the apps to catch cheating lovers. The videos frequently link back to the app makers’ sites using a special code that ensures the promoter will get a cut of the sale — a type of deal known as affiliate marketing.", "url": "https://www.nytimes.com/2018/05/19/technology/phone-apps-stalking.html"}