{"authors": ["Peter Baker"], "date_download": "2022-10-25 23:53:34", "date_modify": "2022-10-25 23:53:34", "date_publish": "2018-06-01 13:46:09", "description": "Mr. D’Souza presented himself as a victim of selective justice, hounded by Mr. Obama’s attorney general among others, because he made a movie sharply critical of Mr. Obama.", "filename": "2018_06_01_us_politics_trump-pardon-dsouza_1666742014.html", "image_url": "https://static01.nyt.com/images/2018/06/01/us/02DC-pardon/02DC-pardon-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e46ce444046cd2be24a41c64a78b6efc014c75549e704676fedf0de6131e5ffc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_01_us_politics_trump-pardon-dsouza_1666742014.html", "title": "Dinesh D’Souza, Pardoned by Trump, Claims Victory Over Obama Administration", "title_page": "Dinesh D’Souza, Pardoned by Trump, Claims Victory Over Obama Administration - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Dinesh D’Souza, the conservative author and filmmaker pardoned by President Trump, claimed victory on Friday over what he characterized as a political prosecution by the administration of President Barack Obama.\nIn terms that evidently resonated with Mr. Trump, who is aggrieved about investigations that he blames on his predecessor, Mr. D’Souza presented himself as a victim of selective justice, hounded by Mr. Obama’s attorney general, Eric H. Holder Jr., and the United States attorney in New York, Preet Bharara, because he made a movie sharply critical of Mr. Obama.\n“What happened here is Obama and his team, Eric Holder, Preet Bharara in New York, these guys decided to make an example of me, and I think that the reason for this was Obama’s anger over my movie that I made about him,” Mr. D’Souza said on “Fox and Friends,” one of Mr. Trump’s favorite shows.\n“And so, this was a vindictive political hit that was kind of aimed at putting me out of business, essentially making — destroying my credibility, making it impossible for me to make movies, write books, and that since has failed. But it still left a cloud over me,” he added. “I would be a lifelong felon. I would never be able to vote and never have my full rights.”", "url": "https://www.nytimes.com/2018/06/01/us/politics/trump-pardon-dsouza.html"}