{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:25:03", "date_modify": "2022-10-25 23:25:03", "date_publish": "2018-01-02 22:36:28", "description": "A day before the 2018 legislative session is set to begin, the governor unveiled proposals that closely mirror those put forward by Senate Democrats and Republicans.", "filename": "2018_01_02_nyregion_albany-sexual-harassment-cuomo_1666740303.html", "image_url": "https://static01.nyt.com/images/2018/01/03/nyregion/03harassment/03harassment-facebookJumbo.jpg?year=2018&h=550&w=1050&s=14a9d3cb8d58b8dbfd50a8c9a1eb9e32f93d6be3a1feeb76046f29a1bb6127f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_02_nyregion_albany-sexual-harassment-cuomo_1666740303.html", "title": "Albany Lawmakers Signal Consensus on New Sexual Harassment Policies", "title_page": "Albany Lawmakers Signal Consensus on New Sexual Harassment Policies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A day before the start of what promises to be a contentious new legislative session, state policymakers signaled at least one area of possible agreement: cracking down on sexual harassment in New York government.\nOn Tuesday morning, a day before his annual State of the State address, Gov. Andrew M. Cuomo announced plans to propose legislation that would block government officials from using taxpayer dollars to settle sexual harassment claims, ban confidentiality agreements related to sexual harassment in state and local government, and standardize anti-harassment policies across government agencies.\nThe plan is among 21 proposals in Mr. Cuomo’s annual address that he has unveiled since December, including his most recent: calling on the Metropolitan Transportation Authority to look at improving transportation access to the Red Hook, Brooklyn area, including possibly extending subway service to a new station from Lower Manhattan. The governor also plans to preview legislation that would provide tax relief to property owners, a key issue in light of the federal move to reduce state and local property tax deductions.\nThe sexual-harassment proposals closely mirror others put forward by state lawmakers from both parties in recent weeks: In mid-December, Senators Catharine Young and Elaine Phillips, both Republicans, proposed bills that, in addition to banning secret settlements, would also codify the definition of sexual harassment in state law and expand harassment protections for independent contractors.", "url": "https://www.nytimes.com/2018/01/02/nyregion/albany-sexual-harassment-cuomo.html"}