{"authors": ["Sopan Deb"], "date_download": "2022-10-25 22:57:41", "date_modify": "2022-10-25 22:57:41", "date_publish": "2018-05-24 08:00:04", "description": "The comedy was spun from a series of viral ads for Pepsi, believed to be the first time a movie plot has been based on a commercial.", "filename": "2018_05_24_movies_uncle-drew-movie-kyrie-irving_1666738661.html", "image_url": "https://static01.nyt.com/images/2018/05/27/arts/27uncle-drew1/27uncle-drew1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=18741dda5fc44a13901528518aac929a21e79808447805d922bb4a0836630d6e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_24_movies_uncle-drew-movie-kyrie-irving_1666738661.html", "title": "‘Uncle Drew’: Branding Vehicle or Feature Film? Yes", "title_page": "‘Uncle Drew’: Branding Vehicle or Feature Film? Yes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In preliminary findings from a recent study led by Ms. Egan, when subjects were exposed to branded content, prominent mention of the brand increased viewers’ suspicion of the messaging.\nSo how do you mostly remove the brand but keep the association?\nPepsi filmed several videos, written and directed by Mr. Irving, featuring cameos from other N.B.A. names, including Mr. Irving’s then-teammate, Kevin Love, and the retired Hall of Fame center Bill Russell. The Pepsi logo wasn’t conspicuous other than a “Pepsi Max presents” at the beginning and some shots of spectators drinking Pepsi.\nThe commercials were a huge hit. The first one, released in 2012, has since racked up more than 51 million views on Pepsi’s YouTube page. The campaign benefited both the corporation and Mr. Irving, who has had to sit out the N.B.A. playoffs because of an injury. Fans often yell his character’s name at him during games, and the talented athlete’s popularity — despite quirks like suggesting multiple times with at least a twinge of seriousness that the Earth is flat — has translated into marketability: His jersey was the fifth-highest-selling of the season.\n“There’s a strong association now between Irving, ‘Uncle Drew’ and the Pepsi brand,” Mr. Deshpande said.\nFans of the shorts included the producers Marty Bowen and John Fischer from Temple Hill Entertainment, who approached Pepsi about spinning them into a film. Mr. Irving was on board. Executives at Pepsi agreed to pay for a screenplay by Jay Longino, whose credits include the 2016 film “Skiptrace,” starring Jackie Chan and Johnny Knoxville. Lionsgate signed on to distribute soon after. Pepsi was officially in the feature film business.", "url": "https://www.nytimes.com/2018/05/24/movies/uncle-drew-movie-kyrie-irving.html"}