{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:43:38", "date_modify": "2022-10-25 23:43:38", "date_publish": "2018-07-22 11:55:29", "description": "Mr. Casado, a 37-year-old, has vowed to halt concessions for Catalan separatists and to prevent the legalization of euthanasia.", "filename": "2018_07_22_world_europe_spain-popular-party-pablo-casado_1666741418.html", "image_url": "https://static01.nyt.com/images/2018/07/23/world/23Spain/23Spain-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a97f94276189af393ab4e4217ebcf86941c84a2351be5bf314f2c08246917743&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_22_world_europe_spain-popular-party-pablo-casado_1666741418.html", "title": "Spain’s Popular Party Elects Pablo Casado, a Hard Liner, to Replace Rajoy", "title_page": "Spain’s Popular Party Elects Pablo Casado, a Hard Liner, to Replace Rajoy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new prime minister does not have to call another general election until 2020, but Spain is set to hold municipal and regional elections in May; those results could determine whether Mr. Sánchez will be able to complete his term in office.\nStill, Mr. Casado’s priority will be to reunite his own party, which was left bruised and fractured by the abrupt and unexpected ouster of Mr. Rajoy a week after his party was sentenced for operating a slush fund. According to recent opinion polls, the Popular Party has been losing voters to Ciudadanos, a center-right party that has fiercely opposed Catalan secessionism.\nAfter being chosen to lead the Popular Party on Saturday, Mr. Casado promised in his victory speech to party loyalists to “try to strengthen our criminal code to stop any secessionist challenge.”\nHe has proposed a law that would declare illegal any political formation that advocates separatism. He is also opposed to the transfer of militants from ETA, the Basque separatist group, who have been jailed across Spain but are demanding to serve their prison terms in the Basque region.\nETA dissolved itself in May, after one of the longest terrorism campaigns in modern Europe, which left more than 800 people in Spain dead.\nOn Thursday, a Supreme Court justice dropped a European Union arrest warrant for the former Catalan leader Carles Puigdemont and other separatist politicians who had fled Spain to avoid prosecution. The move came after a German regional court ruled that Mr. Puigdemont could be extradited to Spain only to stand trial for a financial crime, and not for the more serious charge of rebellion for which Spanish prosecutors want him to face trial.\nMr. Puigdemont, who was arrested while traveling through Germany, is expected to return to Belgium, where he had first fled, and to renew his efforts to lead Catalan politics and his own political formation from there.", "url": "https://www.nytimes.com/2018/07/22/world/europe/spain-popular-party-pablo-casado.html"}