{"authors": ["Margot Sanger-Katz"], "date_download": "2022-10-26 00:12:08", "date_modify": "2022-10-26 00:12:08", "date_publish": "2018-01-05 10:30:33", "description": "The associations are part of a larger set of policies meant to chip away at Obamacare, and are likely to destabilize its markets for individual and small business insurance.", "filename": "2018_01_05_upshot_remember-trumps-pitch-on-health-care-associations-now-we-know-what-he-meant_1666743128.html", "image_url": "https://static01.nyt.com/images/2018/01/07/upshot/07up-plans/up-plans-facebookJumbo.jpg?year=2018&h=549&w=1050&s=80b3f746e8b27bf5de72c5b31209573564b3ce20b95d398933262eda9e1f7310&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_05_upshot_remember-trumps-pitch-on-health-care-associations-now-we-know-what-he-meant_1666743128.html", "title": "Remember Trump’s Pitch on Health Care Associations? Now We Know What He Meant", "title_page": "Remember Trump’s Pitch on Health Care Associations? Now We Know What He Meant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Here’s what Mr. Trump said last week:\nNow here’s the good news. We’ve created associations, millions of people are joining associations. Millions. That were formerly in Obamacare or didn’t have insurance. Or didn’t have health care. Millions of people. That’s gonna be a big bill, you watch. It could be as high as 50 percent of the people. You watch. So that’s a big thing. And the individual mandate. So now you have associations, and people don’t even talk about the associations. That could be half the people are going to be joining up.\nAs the proposal itself notes, “millions” of people might sign up for association plans, which could be made available to people who currently get insurance through a small business policy or buy it for themselves on the individual insurance market, as well as many people who currently lack health insurance.\nThe Department of Labor identifies about 44 million people that it thinks would be eligible. (Fifty percent of the people is a stretch.) Those people include self-employed business owners who buy their own insurance, people in the small group insurance market, and people who do not get insurance, but might, if their company could find a cheaper option.\nThe association rule is also likely to combine with other policy changes, as Mr. Trump notes. Congress recently repealed the Affordable Care Act’s individual mandate, which means that Americans who decline to buy insurance won’t face a penalty, beginning next year. Another regulation is expected soon that would permit insurers to offer short-term plans for longer periods, perhaps for a year. Mr. Trump is right that the associations are part of a larger set of policies meant to chip away at Obamacare, and are likely to destabilize its markets for individual and small business insurance.\nThe degree of disruption these policies will cause remains unclear. But they are likely to work together. The individual mandate is believed to have pushed some healthy, reluctant shoppers to buy insurance, and they may no longer feel the nudge when it goes away.\nThe rise of short-term policies that cover fewer benefits and charge higher prices to sick customers might pull some healthier customers out of the Obamacare markets. And the association plans, which, under the proposal, would be open to small businesses and self-employed sole proprietors, may also pull some healthier, younger customers from Obamacare plans.", "url": "https://www.nytimes.com/2018/01/05/upshot/remember-trumps-pitch-on-health-care-associations-now-we-know-what-he-meant.html"}