{"authors": ["Choe Sang-Hun"], "date_download": "2022-10-25 23:43:35", "date_modify": "2022-10-25 23:43:35", "date_publish": "2018-08-14 06:04:38", "description": "Ahn Hee-jung was the most prominent public figure to be accused of sexual misconduct since the #MeToo movement gained force in South Korea.", "filename": "2018_08_14_world_asia_south-korea-metoo-politician-acquittal_1666741415.html", "image_url": "https://static01.nyt.com/images/2018/08/15/world/15skorea-metoo/15skorea-metoo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=ad457c5163f7cee9949f1c4b70dae34fc519a0a96b3abded5b2c2dae4747f4ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_14_world_asia_south-korea-metoo-politician-acquittal_1666741415.html", "title": "South Korea’s #MeToo Movement Dealt Blow by Politician’s Acquittal", "title_page": "South Korea’s #MeToo Movement Dealt Blow by Politician’s Acquittal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SEOUL, South Korea — A former political star and presidential hopeful was acquitted of sexual assault charges on Tuesday, dealing a blow to the #MeToo movement in male-dominated South Korea.\nThe politician, Ahn Hee-jung, was the highest-profile public figure to be accused of such misdeeds since the #MeToo movement gained force in South Korea early this year. He stepped down as governor of South Chungcheong Province and was expelled from President Moon Jae-in’s governing Democratic Party in March after one of his female secretaries claimed in public that Mr. Ahn had repeatedly raped her.\nIn April, prosecutors indicted Mr. Ahn on charges of abusing his supervisory power over the alleged victim to force her into an unwanted sexual relationship.\nFeminist activists rallied behind the alleged victim, Kim Ji-eun, while some people raised questions on social media about Ms. Kim’s claims.", "url": "https://www.nytimes.com/2018/08/14/world/asia/south-korea-metoo-politician-acquittal.html"}