{"authors": ["Brad Plumer"], "date_download": "2022-10-25 23:27:01", "date_modify": "2022-10-25 23:27:01", "date_publish": "2018-06-01 22:09:08", "description": "The president instructed Energy Secretary Rick Perry to “prepare immediate steps” to stop the closing of unprofitable plants around the country.", "filename": "2018_06_01_climate_trump-coal-nuclear-power_1666740421.html", "image_url": "https://static01.nyt.com/images/2018/06/02/climate/02CLI-COAL/02CLI-COAL1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f4318f484eedc833ef4e0c40346735a10d85ad828aa98c8bcc239bd9e8a19c0e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_01_climate_trump-coal-nuclear-power_1666740421.html", "title": "Trump Orders a Lifeline for Struggling Coal and Nuclear Plants", "title_page": "Trump Orders a Lifeline for Struggling Coal and Nuclear Plants - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump has ordered Energy Secretary Rick Perry to “prepare immediate steps” to stop the closing of unprofitable coal and nuclear plants around the country, Sarah Huckabee Sanders, the White House press secretary, said on Friday.\nIt remains to be seen what actions Mr. Perry will recommend, but many of the proposals being floated within the Trump administration, according to a leaked internal memo, would involve drastic government intervention in America’s energy markets.\nUnder one proposal outlined in the memo, which was reported by Bloomberg, the Department of Energy would order grid operators to buy electricity from struggling coal and nuclear plants for two years, using emergency authority that is normally reserved for exceptional crises like natural disasters.\nThat idea triggered immediate blowback from a broad alliance of energy companies, consumer groups and environmentalists. On Friday, oil and gas trade groups joined with wind and solar organizations in a joint statement condemning the plan, saying that it was “legally indefensible” and would force consumers to pay more for electricity.", "url": "https://www.nytimes.com/2018/06/01/climate/trump-coal-nuclear-power.html"}