{"authors": ["Charlie Savage"], "date_download": "2022-10-26 00:12:04", "date_modify": "2022-10-26 00:12:04", "date_publish": "2018-01-30 01:38:42", "description": "How do FISA wiretap applications work? A fight over a classified memo written by Republicans on the House Intelligence Committee has heightened interest in the topic.", "filename": "2018_01_29_us_politics_fisa-surveillance-applications-how-they-work_1666743124.html", "image_url": "https://static01.nyt.com/images/2018/01/30/us/politics/30dc-fisaexplainer/30dc-fisaexplainer-facebookJumbo.jpg?year=2018&h=549&w=1050&s=66f5cd8c5917a235fc87bda1a153a07b6610e2d5e804f8033f048fa4784840f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_29_us_politics_fisa-surveillance-applications-how-they-work_1666743124.html", "title": "How to Get a Wiretap to Spy on Americans, and Why That Matters Now", "title_page": "How to Get a Wiretap to Spy on Americans, and Why That Matters Now - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A fight over a classified memo written by Republican staffers on the House Intelligence Committee, which portrays as scandal-draped the early stages of the Justice Department investigation into links between the Trump campaign and Russia, is heightening interest in legal issues about intelligence wiretap applications.\nOn Monday, the committee, which is led by Representative Devin Nunes of California, voted along party lines to set in motion a process to soon make the memo public under an obscure House rule, while rejecting a request to simultaneously disseminate a rebuttal memo produced by the committee’s Democrats.\nAccording to people who have read it, the Republicans’ memo describes what they portray as an abuse of government surveillance powers. It centers on a classified wiretap application the government submitted to a judge in the fall of 2016 that targeted Carter Page, a onetime Trump campaign official who had traveled to Russia in July 2016 and was preparing to return there that December, along with renewal applications.\nWhat is a FISA wiretap?\nThe Foreign Intelligence Surveillance Act, or FISA, signed into law in 1978, requires the government, when eavesdropping on communications on domestic soil for national security purposes, to obtain permission from a judge on the Foreign Intelligence Surveillance Court. The judge must agree that the target is probably an agent of a foreign power and will probably use the specific email accounts or phone numbers that the Justice Department wants to wiretap.", "url": "https://www.nytimes.com/2018/01/29/us/politics/fisa-surveillance-applications-how-they-work.html"}