{"authors": ["Adam Satariano"], "date_download": "2022-10-25 22:55:06", "date_modify": "2022-10-25 22:55:06", "date_publish": "2018-05-24 22:10:19", "description": "The European Union on Friday puts the world’s toughest data privacy rules into effect. The regulations are set to have an outsize impact far beyond Europe.", "filename": "2018_05_24_technology_europe-gdpr-privacy.html_module=inline_1666738506.html", "image_url": "https://static01.nyt.com/images/2018/05/25/world/25GDPR-1-print/25GDPR-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7c50e003df89e28e2f58de49b7975ea10895fd69202e2433c0a0d0233fd5a274&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_24_technology_europe-gdpr-privacy.html_module=inline_1666738506.html", "title": "G.D.P.R., a New Privacy Law, Makes Europe World’s Leading Tech Watchdog", "title_page": "G.D.P.R., a New Privacy Law, Makes Europe World’s Leading Tech Watchdog - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The notices are flooding people’s inboxes en masse, from large technology companies, including Facebook and Uber, and even from parent teacher associations, children’s soccer clubs and yoga instructors. “Here is an update to our privacy policy,” they say.\nAll are acting because the European Union on Friday enacts the world’s toughest rules to protect people’s online data. And with the internet’s borderless nature, the regulations are set to have an outsize impact far beyond Europe.\nIn Silicon Valley, Google, Facebook and other tech companies have been working for months to comply with the new rules, known as the General Data Protection Regulation. The law, which lets people request their online data and restricts how businesses obtain and handle the information, has set off a panic among small businesses and local organizations that have an internet presence.\nBrazil, Japan and South Korea are set to follow Europe’s lead, with some having already passed similar data protection laws. European officials are encouraging copycats by tying data protection to some trade deals and arguing that a unified global approach is the only way to crimp Silicon Valley’s power.", "url": "https://www.nytimes.com/2018/05/24/technology/europe-gdpr-privacy.html?module=inline"}