{"authors": ["Nicholas Fandos"], "date_download": "2022-10-26 00:12:03", "date_modify": "2022-10-26 00:12:03", "date_publish": "2018-01-31 18:10:03", "description": "“There is a time to come and a time to go,” Mr. Gowdy, a South Carolina Republican who was swept into office with the Tea Party wave of 2010, wrote on Twitter.", "filename": "2018_01_31_us_politics_trey-gowdy_1666743123.html", "image_url": "https://static01.nyt.com/images/2018/02/01/us/politics/01gowdy-a/01gowdy-a-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3acd99ce99463bfbd749d2baf11fcb077e63c64f787211cb3ffc5047c29a92f0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_31_us_politics_trey-gowdy_1666743123.html", "title": "Trey Gowdy, Who Led House Benghazi Inquiry, Will Not Seek Re-election", "title_page": "Trey Gowdy, Who Led House Benghazi Inquiry, Will Not Seek Re-election - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A person familiar with the lawmaker’s plans said that Mr. Gowdy had turned down an offer by the Trump administration to nominate him for a judgeship on the United States Court of Appeals for the Fourth Circuit and that he planned to enter private practice in South Carolina instead.\n“Whatever skills I may have are better utilized in a courtroom than in Congress, and I enjoy our justice system more than our political system,” he said in a statement. “As I look back on my career, it is the jobs that both seek and reward fairness that are most rewarding.”\nMr. Gowdy, 53, made his name on Capitol Hill as one of Congress’s most strategic and polarizing investigators. As the chairman of the House Select Committee on Benghazi, he led one of the longest and most bruisingly partisan congressional investigations in history. The committee ultimately found no new evidence of culpability or wrongdoing by Hillary Clinton in the 2012 attacks in Libya that left four Americans dead.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nBut the committee’s work had another lasting effect: It discovered that Mrs. Clinton had used a private email server during her time as secretary of state. The revelation would lead to an F.B.I. investigation and would dog Mrs. Clinton’s presidential campaign.\nMr. Gowdy won the chairmanship of the powerful Oversight Committee last year, after the early retirement of another rising Republican, Jason Chaffetz of Utah. He has been criticized in that role by Democrats who say he was more interested in using the committee’s powers to look backward and investigate the administration of President Barack Obama than that of Mr. Trump.", "url": "https://www.nytimes.com/2018/01/31/us/politics/trey-gowdy.html"}