{"authors": ["Linda Qiu"], "date_download": "2022-10-25 23:31:25", "date_modify": "2022-10-25 23:31:25", "date_publish": "2018-05-18 20:06:55", "description": "President Trump said his description of some immigrants as ‘animals’ referred to MS-13 members. But his remarks came during a discussion on how to prosecute immigrants in sanctuary cities, which don’t protect gang members who committed horrific crimes.", "filename": "2018_05_18_us_politics_fact-check-trump-animals-immigration-ms13-sanctuary-cities_1666740685.html", "image_url": "https://static01.nyt.com/images/2018/05/19/us/politics/19DC-FACTCHECK-01/19DC-FACTCHECK-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ae704d6fc038bac0b0f344d45b97077b3ad024d8da796f4af519cd0439cef1ef&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_18_us_politics_fact-check-trump-animals-immigration-ms13-sanctuary-cities_1666740685.html", "title": "The Context Behind Trump’s ‘Animals’ Comment", "title_page": "The Context Behind Trump’s ‘Animals’ Comment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The facts\nThis requires context.\nPresident Trump’s “animals” comment came during a White House discussion on Wednesday about so-called sanctuary cities. He was responding to Sheriff Margaret Mims, of Fresno County, Calif., who had recounted how California state laws were holding her back from cooperating with deportation efforts by federal Immigration and Customs Enforcement agents.\nHere’s their exchange:\nSheriff Mims: “There could be an MS-13 member I know about — if they don’t reach a certain threshold, I cannot tell ICE about it.” Mr. Trump: “We have people coming into the country, or trying to come in — and we’re stopping a lot of them — but we’re taking people out of the country. You wouldn’t believe how bad these people are. These aren’t people. These are animals. And we’re taking them out of the country at a level and at a rate that’s never happened before. And because of the weak laws, they come in fast, we get them, we release them, we get them again, we bring them out. It’s crazy.”\nDemocrats and immigration activists rebuked Mr. Trump for his word choice, which they said dehumanized immigrants.\nIn a defense of Mr. Trump on Thursday, Sarah Huckabee Sanders, the White House press secretary, said the president had “very clearly” been referring to MS-13 members. She also listed some of the most brutal examples of the gang’s crimes in the United States.\nMs. Sanders: “It took an animal to stab a man a hundred times and decapitate him and rip his heart out. It took an animal to beat a woman — they were sex trafficking — with a bat 28 times, indenting part of her body. And it took an animal to kidnap, drug and rape a 14-year-old Houston girl.”\nIndeed, context is key here.\nIt is important to understand that sanctuary city laws — which are what prompted Sheriff Mims to mention MS-13 in the first place — would not protect gang members who commit heinous crimes.", "url": "https://www.nytimes.com/2018/05/18/us/politics/fact-check-trump-animals-immigration-ms13-sanctuary-cities.html"}