{"authors": ["Alexander Burns"], "date_download": "2022-10-25 23:33:24", "date_modify": "2022-10-25 23:33:24", "date_publish": "2018-02-07 01:01:36", "description": "A group backed by former President Barack Obama plans to compete in a dozen states in an effort to block Republicans from unilaterally drawing congressional maps.", "filename": "2018_02_06_us_politics_democrats-gerrymandering-election-maps_1666740804.html", "image_url": "https://static01.nyt.com/images/2018/02/07/us/07HOLDER/07HOLDER-facebookJumbo.jpg?year=2018&h=549&w=1050&s=758bcd028e365644b0e9250e1aa30f9e8001041d7110b79d103839e9c4090fe9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_06_us_politics_democrats-gerrymandering-election-maps_1666740804.html", "title": "Eric Holder’s Group Targets All-G.O.P. States to Attack Gerrymandering", "title_page": "Eric Holder’s Group Targets All-G.O.P. States to Attack Gerrymandering - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Holder said he would campaign aggressively himself in some of these races, beginning with an election for the Wisconsin Supreme Court this spring. Both he and Mr. Obama will focus heavily on mobilizing African-American voters, Mr. Holder said.\nThe strategy has the potential to inject a new volume of money, on the Democratic side, into typically low-profile elections. Mr. Holder said the group has raised more than $16 million out of a previously announced $30 million goal, but it has not disclosed how much cash it has on hand.\nThe tug of war over congressional maps has begun years before the 2020 census, which will collect the data used for reapportioning seats in Congress. Democrats have already sued to throw out congressional maps in several states and the United States Supreme Court is expected to consider a number of cases this year involving gerrymandered maps.\nRepublican leaders have long described control of the redistricting process as one of the party’s prized assets. Representative Steve Stivers of Ohio, the party’s campaign chairman in the House, said in an interview with Politico that “the congressional lines” were one of the Republicans’ great advantages in 2018.\nBut Republicans have also stressed that it is not gerrymandering alone that has kept them in power in the states. “Republicans won because they were better candidates with better visions for the people of their states,” said Matt Walter, president of the Republican State Leadership Committee, which spends millions in state legislative elections.\nMr. Walter has warned that Mr. Holder’s group represents a new force in state-level politics, and urged Republicans to prepare for better-funded Democratic efforts than in the past.", "url": "https://www.nytimes.com/2018/02/06/us/politics/democrats-gerrymandering-election-maps.html"}