{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:53:04", "date_modify": "2022-10-25 23:53:04", "date_publish": "2018-05-17 13:00:05", "description": "Party officials want to resolve differences over the role and influence of superdelegates, which were a major sticking point in the 2016 primaries.", "filename": "2018_05_17_us_politics_democratic-party-superdelegates_1666741984.html", "image_url": "https://static01.nyt.com/images/2018/05/15/us/politics/15dnc-print/15dnc1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b96b683ed2ced5dd7a7f1168ad98150ad714a2e686b7711687fd5eb941158bed&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_17_us_politics_democratic-party-superdelegates_1666741984.html", "title": "Superdelegates Are No. 1 on the Democratic Party To-Do List", "title_page": "Superdelegates Are No. 1 on the Democratic Party To-Do List - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Democratic Party officials, desperate to present a unified front in advance of the all-important 2018 midterms, are working to revamp their presidential nominating process and erase the final vestiges of the bitter 2016 presidential primary battle between Hillary Clinton and Senator Bernie Sanders.\nThe most significant, and divisive, step would involve reducing the role and power of superdelegates — the unpledged party insiders who are free to back any candidate regardless of how the public votes — ahead of the 2020 election. Their influence caused substantial tension two years ago when supporters of Mr. Sanders zeroed in on superdelegates as “undemocratic” and said they created an unfair and even rigged system favoring Mrs. Clinton.\nNow, party officials, including loyalists held over from both the Sanders and Clinton camps, are inching toward a compromise that would not only minimize the role of superdelegates but change the party’s operational structure as well.\nThe ideas on the table range from eliminating superdelegates altogether to reducing their numbers significantly — from more than 700 currently to about 280. Some officials said they preferred a proposal in which only elected government officials, and not party leaders, retain their superdelegate status.", "url": "https://www.nytimes.com/2018/05/17/us/politics/democratic-party-superdelegates.html"}