{"authors": ["Tiffany Hsu", "Nick Wingfield"], "date_download": "2022-10-25 23:51:46", "date_modify": "2022-10-25 23:51:46", "date_publish": "2018-03-14 13:12:11", "description": "The retail giant is accelerating its efforts in the online-grocery sector as rivals, led by Amazon, wage their own aggressive campaigns for control of America’s kitchen cupboards.", "filename": "2018_03_14_business_dealbook_walmart-online-delivery-groceries_1666741906.html", "image_url": "https://static01.nyt.com/images/2018/03/15/business/15WALMART2/15WALMART2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=50851deefde4626768cdbc4ee5cb132ebeab83e01b1c0c4256f3867fd944ccec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_14_business_dealbook_walmart-online-delivery-groceries_1666741906.html", "title": "Walmart Expands Online Grocery Delivery to 100 Cities", "title_page": "Walmart Expands Online Grocery Delivery to 100 Cities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Other retailers like Costco, Target and Kroger are also joining the increasingly expensive battle for customers who want eggs and milk without leaving their couch.\n“There is a lot of experimenting going on as everyone tries to figure out that last-mile delivery — it’s a tough economic equation to make work,” said Mike Knemeyer, a professor of logistics at Ohio State University. “But if you can, you’ll have a big head start on the others, and you’ll end up making money not just in groceries but on all of the things that you sell.”\nThe nexus of e-commerce and grocery sales is increasingly appealing to retailers.\n“The thing that’s great about grocery is that it’s a pure traffic driver — no matter who you are, you need to get groceries every two weeks, which makes it an exception from all the other categories that keep retailers up at night,” said Matt Sargent, a retail expert at the consulting firm Magid.\nBut while the total grocery market is enormous — nearly $1 trillion annually in the United States — many customers still insist on seeing and touching their food in person before buying. Spending on online groceries is currently just $27 billion a year, or 3 percent of the total, according to Forrester Research, which specializes in technology.\nControlling costs is another major challenge. Grocery providers have grappled with the expense of packaging delicate produce and meats in ice packs and dispatching fleets of company-owned vehicles from distribution centers staffed around the clock.", "url": "https://www.nytimes.com/2018/03/14/business/dealbook/walmart-online-delivery-groceries.html"}