{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:31:43", "date_modify": "2022-10-25 23:31:43", "date_publish": "2018-04-17 09:00:06", "description": "Gov. Andrew Cuomo still leads Cynthia Nixon, a fellow Democrat, 58 percent to 27 percent, but his popularity seems on the wane, a Siena poll suggests.", "filename": "2018_04_17_nyregion_cuomo-nixon-siena-poll_1666740703.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2018", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_17_nyregion_cuomo-nixon-siena-poll_1666740703.html", "title": "Cuomo’s Lead Over Nixon Slightly Narrows in 2018 Election Poll", "title_page": "Cuomo’s Lead Over Nixon Slightly Narrows in 2018 Election Poll - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A Marist College poll last week had better news for the governor, showing him with a 47-point lead over Ms. Nixon, though the margin narrowed when pollsters asked those who were “highly enthusiastic” to participate in a Democratic primary, which typically draws the most ardent and energized voters.\nThe governor could take reassurance in other details of the Siena poll, including a 3-to-1 lead in New York City — where the largest batch of Democratic primary voters reside — and a 30-point lead in New York City’s suburbs. He does better with female voters than male, and best among self-described moderates.\nBut the race is much closer upstate — with the governor leading by 48-37 — despite the governor’s repeated assertions that he has done more than any other governor to revive the economy. Ms. Nixon also does well against Mr. Cuomo with younger voters, aged 18 to 34, trailing the incumbent by 14 points in that demographic.\nThe poll also showed that Mr. Cuomo would easily defeat two Republican candidates — Senator John DeFrancisco and Marc Molinaro, the Dutchess County executive — by margins similar to what he currently holds over Ms. Nixon. The two Republicans, neither of whom are well known, are in a dead heat among voters, with each receiving 18 percent.\nThe poll, conducted from April 8 to 12, surveyed 692 registered voters in New York State, and has a margin of sampling error of plus or minus 4.3 percentage points.", "url": "https://www.nytimes.com/2018/04/17/nyregion/cuomo-nixon-siena-poll.html"}