{"authors": ["Daniel Victor"], "date_download": "2022-10-25 23:27:12", "date_modify": "2022-10-25 23:27:12", "date_publish": "2018-02-12 18:41:39", "description": "The 24-year-old figure skater became the third woman to land the jump in Olympic competition.", "filename": "2018_02_12_sports_nagasu-triple-axel-olympics_1666740432.html", "image_url": "https://static01.nyt.com/images/2018/02/12/sports/13xp-mirai1/13xp-mirai1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e3693ce84dfa4e264d4f506da46638c9c7d63452cc85f7973bf55223f963bbfe&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_12_sports_nagasu-triple-axel-olympics_1666740432.html", "title": "Mirai Nagasu Lands Triple Axel, a First by an American Woman at an Olympics", "title_page": "Mirai Nagasu Lands Triple Axel, a First by an American Woman at an Olympics - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Just eight women have successfully landed one in competition, including Tonya Harding at Skate America in 1991, a pivotal moment in the Oscar-nominated biopic “I, Tonya,” about the disgraced two-time Olympian. Though it was Harding’s signature move, she never landed one in the Olympics.\nNagasu became the third woman to land the triple axel at the Olympics. Two Japanese athletes, Midori Ito, in 1992, and Mao Asada, in 2010 and 2014, were the previous women to land the jump in Olympic competition. The jump has become more common for male skaters since Brian Orser, a Canadian, was the first to land one in 1984 at Sarajevo.\nNagasu’s performance on Sunday, set to “Miss Saigon,” included eight other triple jumps and earned her a score of 137.43 points, good for second place in the free skate.\nIt was not the first time she has landed the triple axel, having first pulled it off at the U.S. International Figure Skating Classic in September. In an article on Team U.S.A.’s website, she said the rare feat would help to reclaim her spot on the Olympic team.", "url": "https://www.nytimes.com/2018/02/12/sports/nagasu-triple-axel-olympics.html"}