{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:02:01", "date_modify": "2022-10-25 23:02:01", "date_publish": "2018-09-03 22:07:58", "description": "In between pulsating beats, Cuomo and Nixon seek support at the annual West Indian American Day Parade.", "filename": "2018_09_03_nyregion_politicians-collide-at-parade-the-election-must-be-near_1666738921.html", "image_url": "https://static01.nyt.com/images/2018/09/04/nyregion/04politicsparade2/04politicsparade2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3fcee62ca90d4429c985737502a23ad4b2c0cfa631b6fb9ebe1dcafb0a8749c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_03_nyregion_politicians-collide-at-parade-the-election-must-be-near_1666738921.html", "title": "Politicians Collide at Parade. The Election Must Be Near.", "title_page": "Politicians Collide at Parade. The Election Must Be Near. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A who’s who of New York’s political power structure — and those who aspire to crash it — descended on a small stretch of Eastern Parkway in Brooklyn on Monday, seeking votes amid the bright and bedazzled costumes and pulsating beats of the city’s annual West Indian American Day Parade.\nGov. Andrew M. Cuomo’s campaign handed out sweat towels — “Caribbeans for Cuomo,” they read — on a sweltering day. Cynthia Nixon, his challenger, waved from her own parade float while her volunteers passed out bilingual campaign literature to anyone who’d take it.\nWith less than two weeks until a rare Thursday primary in September, the undercard candidates, for attorney general, lieutenant governor and State Senate, all canvassed the crowds. Some politicians with a far longer horizon — no less than three possible candidates for mayor of New York City in 2021 — made appearances, too.\n“Everybody knows if you’re running for office, you have to be here,” said Jumaane Williams, who is challenging Mr. Cuomo’s lieutenant governor, Kathy Hochul. He had an “Is it FASCISM yet?” button on his shirt near the pin that identifies him as a city councilman.", "url": "https://www.nytimes.com/2018/09/03/nyregion/politicians-collide-at-parade-the-election-must-be-near.html"}