{"authors": ["Brian X. Chen"], "date_download": "2022-10-25 22:55:13", "date_modify": "2022-10-25 22:55:13", "date_publish": "2018-05-16 20:36:04", "description": "Google collects far more information about us than Facebook. But the Google data that our tech columnist downloaded on himself contained fewer surprises and was more easily deleted.", "filename": "2018_05_16_technology_personaltech_google-personal-data-facebook_1666738513.html", "image_url": "https://static01.nyt.com/images/2018/05/17/business/17Techfix-silo/17Techfix-silo-facebookJumbo-v3.jpg?year=2018&h=550&w=1050&s=7c6b9e4928ce5bd4ca31b7bcbdbba0896af22e494fe6e21e6dd350b3f6b45baf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_16_technology_personaltech_google-personal-data-facebook_1666738513.html", "title": "Google’s File on Me Was Huge. Here’s Why It Wasn’t as Creepy as My Facebook Data.", "title_page": "Google’s File on Me Was Huge. Here’s Why It Wasn’t as Creepy as My Facebook Data. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Brian Fitzpatrick, the former Google manager who led the team that created Takeout, put it another way. “Companies are gathering this data about you,” he said. “This is just an honest way to look at it.”\nMy take: It is helpful to see that this data is collected. But it should be labeled precisely — like “Pages We Know You Visited” — so people can find this data more easily and decide whether to delete it.\n• A subfolder labeled Android contained a detailed history of the Android apps I had opened over the past three years, including the time and date I had launched each app. For example, my log showed I opened the Instagram app in March, the Gmail app in December 2015 and the Google Play Music app in January 2016.\nGoogle uses this information for a feature called app suggestions. The company studies which apps you use, and how often and when you open them, to recommend apps you might want to use throughout the day. For example, if you regularly open Instagram during your lunch break, Google will show a shortcut for the Instagram app at around 12:30 p.m. in a list of suggested apps.\nThat is a thoughtful feature, but it gave me pause. That level of logging is almost as creepy as a company monitoring all of my keystrokes. Also, retaining this app data for several years feels like an unnecessarily long time. I ultimately opted to turn app suggestions off.\n• Many files in my archive were odd formats that were not easy to open or read. For example, some files included the extension .JSON. My Google Maps location history was stored in a .JSON file, and it displayed an unintelligible list of GPS coordinates and time stamps.\nGoogle explained that Takeout was designed for people to be able to easily remove their data from Google and use it elsewhere. Files like those with the .JSON extension are common formats designed to be machine readable so that other programs and tools can make use of the data, according to Google.", "url": "https://www.nytimes.com/2018/05/16/technology/personaltech/google-personal-data-facebook.html"}