{"authors": ["Sarah Maslin Nir"], "date_download": "2022-10-25 23:29:54", "date_modify": "2022-10-25 23:29:54", "date_publish": "2018-03-15 16:05:35", "description": "Cars parked in bus and bike lanes are Alex Bell’s scourge. To fight back, he created a computer program to figure out how often lanes are blocked.", "filename": "2018_03_15_nyregion_bike-lane-blocked-new-york_1666740594.html", "image_url": "https://static01.nyt.com/images/2018/03/16/nyregion/16LANES1/00lanes1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a18fca5fe244b74331e6e423b9836fc10c642bab01ee4cfaff4489235fc4bb32&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_15_nyregion_bike-lane-blocked-new-york_1666740594.html", "title": "Bus Lane Blocked, He Trained His Computer to Catch Scofflaws", "title_page": "Bus Lane Blocked, He Trained His Computer to Catch Scofflaws - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Alex Bell hates it when the designated bike lane he is pedaling down is blocked. So, too, do many cycling New Yorkers. But Mr. Bell hates it so much that he has tried to do something about it: Three years ago he sued U.P.S., targeting the delivery company’s trucks for blocking his bike path, a case he lost that is in its second round of appeals.\nNow Mr. Bell is trying another tack — the 30-year-old computer scientist who lives in Harlem has created a prototype of a machine-learning algorithm that studies footage from a traffic camera and tracks precisely how often bike lanes are obstructed by delivery trucks, parked cars and waiting cabs, among other scofflaws. It is a piece of data that transportation advocates said is missing in the largely anecdotal discussion of how well the city’s bus and bike lanes do or do not work.\nAt a time of intense criticism of New York’s poorly performing public transportation, Mr. Bell has expanded his study to also look at the flow of bus lanes in a city where the fleet operated by the Metropolitan Transportation Authority inches along at an average speed of seven miles per hour, making it the slowest major bus system in the country.\nThe blocking of bus and bike lanes has become a sore spot among transportation advocates who believe the city’s enforcement efforts are inadequate.", "url": "https://www.nytimes.com/2018/03/15/nyregion/bike-lane-blocked-new-york.html"}