{"authors": ["Linda Qiu"], "date_download": "2022-10-25 23:31:22", "date_modify": "2022-10-25 23:31:22", "date_publish": "2018-06-21 00:26:24", "description": "The president, vice president and homeland security secretary have said the surge of migrants illegally entering the United States has reached emergency levels. Here’s some historical context.", "filename": "2018_06_20_us_politics_fact-check-trump-border-crossings-declining-_1666740682.html", "image_url": "https://static01.nyt.com/images/2018/06/21/us/politics/21dc-fastfact/21dc-fastfact-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a2cb6211e1f74bbbd6d47d10887302558bde90a88f6514650edf28a2d6f45e26&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_20_us_politics_fact-check-trump-border-crossings-declining-_1666740682.html", "title": "Border Crossings Have Been Declining for Years, Despite Claims of a ‘Crisis of Illegal Immigration’", "title_page": "Border Crossings Have Been Declining for Years, Despite Claims of a ‘Crisis of Illegal Immigration’  - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "what was said\n“What the president reiterated again yesterday, and he has said every day from when he sought this office, is we have a crisis of illegal immigration.”\n— Vice President Mike Pence, meeting with members of Congress on Wednesday.\n“These smugglers know these rules and regulations better than the people that drew them. As a result, there’s been a 325 percent increase in minors, and a 435 percent increase in the smuggling or attempted smuggling of families and minors into our country.”\n— President Trump, speaking to the National Federation of Independent Businesses on Tuesday.\n“In the last three months we've seen illegal immigration on our southern border exceed 50,000 people each month. Multiples over each month last year.”\n— Kirstjen Nielsen, the homeland security secretary, at a news conference on Monday.\nThis requires context.\nThe Trump administration, defending its “zero tolerance” immigration policy that has resulted in separating families, has repeatedly pointed to a “crisis of illegal immigration” at the border.\nBut government data shows that monthly crossings along the border with Mexico are dramatically lower than they were years ago.", "url": "https://www.nytimes.com/2018/06/20/us/politics/fact-check-trump-border-crossings-declining-.html"}