{"authors": ["Tiffany Hsu", "Chris Horton"], "date_download": "2022-10-25 23:52:09", "date_modify": "2022-10-25 23:52:09", "date_publish": "2018-09-21 14:02:39", "description": "Mr. Wilson was arrested in Taipei and delivered to the National Immigration Agency. Police in Austin, Tex., had asked the U.S. Marshals Lone Star Fugitive Task Force for help finding him.", "filename": "2018_09_21_business_cody-wilson-arrested-taiwan-sexual-assault_1666741929.html", "image_url": "https://static01.nyt.com/images/2018/09/20/business/20WILSON/20WILSON-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c766d982bf20c1b6ac4fd25b8a0c64a0d9eb47f3a10fe75320731eed65199126&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_21_business_cody-wilson-arrested-taiwan-sexual-assault_1666741929.html", "title": "Cody Wilson, 3-D Printed Gun Proponent, Is Arrested in Taiwan on Sex Assault Charge", "title_page": "Cody Wilson, 3-D Printed Gun Proponent, Is Arrested in Taiwan on Sex Assault Charge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Cody Wilson, a leading proponent of 3-D printed guns, has been arrested in Taiwan after being charged in Texas with sexually assaulting a 16-year old girl there, Taiwanese officials said on Friday.\nThe police arrested Mr. Wilson in the Wanhua district of Taipei and delivered him to the National Immigration Agency, officials in the city said.\nThe police in Austin, Tex., said on Wednesday that Mr. Wilson had failed to board a flight back to the United States from Taipei, and that they had asked the United States Marshals Lone Star Fugitive Task Force for help finding him. The marshals will return Mr. Wilson to Austin authorities after he returns to the United States, the Austin Police Department said Friday.\nHe had not been charged when he went to Taiwan, so he is not considered to have fled the country.\nMr. Wilson, 30, is accused of taking a girl he met via the website SugarDaddyMeet.com to a hotel in Austin on Aug. 15, having sex with her and paying her $500 in cash.", "url": "https://www.nytimes.com/2018/09/21/business/cody-wilson-arrested-taiwan-sexual-assault.html"}