{"authors": ["Ava Kofman"], "date_download": "2022-10-25 23:36:25", "date_modify": "2022-10-25 23:36:25", "date_publish": "2018-10-25 09:00:07", "description": "He spent decades deconstructing the ways that scientists claim their authority. Can his ideas help them regain that authority today?", "filename": "2018_10_25_magazine_bruno-latour-post-truth-philosopher-science_1666740985.html", "image_url": "https://static01.nyt.com/images/2018/10/19/magazine/mag-Latour-image1/mag-Latour-image1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1dd1f39306bb48b3d57baee15641d924da688ac3810686a25637d71d5260ade2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_25_magazine_bruno-latour-post-truth-philosopher-science_1666740985.html", "title": "Bruno Latour, the Post-Truth Philosopher, Mounts a Defense of Science", "title_page": "Bruno Latour, the Post-Truth Philosopher, Mounts a Defense of Science - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When he presented his early findings at the first meeting of the newly established Society for Social Studies of Science, in 1976, many of his colleagues were taken aback by a series of black-and-white photographic slides depicting scientists on the job, as though they were chimpanzees. It was felt that scientists were the only ones who could speak with authority on behalf of science; there was something blasphemous about subjecting the discipline, supposedly the apex of modern society, to the kind of cold scrutiny that anthropologists traditionally reserved for “premodern” peoples. Not everyone felt the same way, however. The previous year, in California, Latour met Steve Woolgar, a British sociologist, who was intrigued by his unorthodox approach. Woolgar turned Latour on to the work of other sociologists and anthropologists, like Michael Lynch, Sharon Traweek and Harold Garfinkel, who had also begun to study science as a social practice. Latour, in turn, invited Woolgar to spend a few weeks with him studying his primates at the Salk Institute.\nThe two men collaborated on “Laboratory Life,” which after its publication in 1979 became a founding text in the nascent field of science and technology studies and, by academic standards, a breakthrough success. The book continues to challenge some of our most deeply held notions about how knowledge is made. No one had ever contested that scientists were human beings, but most people believed that by following the scientific method, scientists were able to arrive at objective facts that transcended their human origins. A decade and a half earlier, in his best seller, “The Structure of Scientific Revolutions,” the physicist-turned-philosopher Thomas Kuhn had done much to weaken the Whig interpretation of science by showing how historical advances were governed by contingency and debate. What Latour observed firsthand in Guillemin’s lab made the traditional view of science look like little more than a self-serving fiction.\nDay-to-day research — what he termed science in the making — appeared not so much as a stepwise progression toward rational truth as a disorderly mass of stray observations, inconclusive results and fledgling explanations. Far from simply discovering facts, scientists seemed to be, as Latour and Woolgar wrote in “Laboratory Life,” “in the business of being convinced and convincing others.” During the process of arguing over uncertain data, scientists foregrounded the reality that they were, in some essential sense, always speaking for the facts; and yet, as soon as their propositions were turned into indisputable statements and peer-reviewed papers — what Latour called ready-made science — they claimed that such facts had always spoken for themselves. That is, only once the scientific community accepted something as true were the all-too-human processes behind it effectively erased or, as Latour put it, black-boxed.\nIn the 1980s, Latour helped to develop and advocate for a new approach to sociological research called Actor-Network Theory. While controversial at the time, it has since been adopted as a methodological tool not just in sociology but also in a range of disciplines, like urban design and public health. From his studies of laboratories, Latour had seen how an apparently weak and isolated item — a scientific instrument, a scrap of paper, a photograph, a bacterial culture — could acquire enormous power because of the complicated network of other items, known as actors, that were mobilized around it. The more socially “networked” a fact was (the more people and things involved in its production), the more effectively it could refute its less-plausible alternatives. The medical revolution commonly attributed to the genius of Pasteur, he argued, should instead be seen as a result of an association between not just doctors, nurses and hygienists but also worms, milk, sputum, parasites, cows and farms. Science was “social,” then, not merely because it was performed by people (this, he thought, was a reductive misunderstanding of the word “social”); rather, science was social because it brought together a multitude of human and nonhuman entities and harnessed their collective power to act on and transform the world.\nIn the fall of 2016, the hottest year on record, Latour took a plane from Paris to Calgary, Canada, where he was due to deliver a lecture on “the now-obsolete notion of nature.” Several hours into the flight, above the Baffin ice sheets to the west of Greenland, he peered out the window. What he saw startled him. That year the North Pole was melting at an accelerated pace. The tundra below, rent with fissures, reminded him of the agonized face from Edvard Munch’s painting “The Scream.”\n“It was as though the ice was sending me a message,” Latour recalled in March. Dressed in a striking suit (straw-colored tie, blue waistcoat), he was speaking to a sold-out theater of some 200 people in Strasbourg as part of the city’s biennial puppetry festival. Although Latour is a figure of international renown on the academic circuit, his lecture — a sort of anti-TED Talk on climate change featuring an array of surreal images and acoustical effects — was anything but a traditional conference paper. Throughout the performance, Latour’s looming figure was hidden behind images projected onto a screen, so that it seemed as though he were being swallowed by his own PowerPoint presentation. The effect was a bit like watching “An Inconvenient Truth,” if Al Gore had been a coltish French philosopher who said things like “Scientists, artists, and social scientists like myself are beginning to propose what we call — and maybe it’s too exaggerated — a new cosmology.”\nThe idea that we can stand back and behold nature at a distance, as something discrete from our actions, is an illusion, Latour says. This was the message that the melting ice sheets were sending him. “My activity in this plane going to Canada was actually having an effect on the very spectacle of nature that I was seeing,” he told his Strasbourg audience. “In that sense, there is no outside anymore.” Appropriately enough, the show, which he has performed in several cities across Europe and will bring to New York this week, is called “Inside.” In our current environmental crisis, he continued, a new image of the earth is needed — one that recognizes that there is no such thing as a view from nowhere and that we are always implicated in the creation of our view. With the advent of the Anthropocene, a word proposed by scientists around the turn of the century to designate a new epoch in which humanity has become tantamount to a geological force, Latour’s idea that humans and nonhumans are acting together — and that the earth reacts to those actions — now sounds a lot like common sense. “He is really the thinker of the Anthropocene,” Philippe Pignarre, Latour’s French publisher of 40 years, told me. “A lot of scientists in France didn’t like him originally because he treated them like other workers, and they believed in having a special relationship to the truth. But now they are using his work. He is at the center of people who want to think about the world.”", "url": "https://www.nytimes.com/2018/10/25/magazine/bruno-latour-post-truth-philosopher-science.html"}