{"authors": ["Raphael Minder"], "date_download": "2022-10-25 23:40:46", "date_modify": "2022-10-25 23:40:46", "date_publish": "2018-05-14 16:56:23", "description": "The move may ease months of political deadlock with the central government of Spain, though it is unlikely to resolve it.", "filename": "2018_05_14_world_europe_catalonia-spain-president-quim-torra_1666741246.html", "image_url": "https://static01.nyt.com/images/2018/05/15/world/15catalonia-print/merlin_138126084_758a9896-464b-49a6-9416-6f9e9db65387-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ad58fd4fdc69fd07162e1c26ec54aa17dc11a0d744170c8e90380805cd8012be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_14_world_europe_catalonia-spain-president-quim-torra_1666741246.html", "title": "Catalan Parliament Elects New Leader, a Separatist Not Under Indictment", "title_page": "Catalan Parliament Elects New Leader, a Separatist Not Under Indictment - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BARCELONA, Spain — Lawmakers in Catalonia on Monday narrowly elected a separatist as president, but one not under indictment by the Spanish authorities, potentially easing the political deadlock with the central government in Madrid, though not resolving it.\nThe separatist, Quim Torra, will replace Carles Puigdemont, who is now fighting extradition from Germany after refusing to be prosecuted in Spain on charges of rebellion and misuse of public funds for carrying out a referendum on secession last October.\nThe referendum descended into chaos and violence after Madrid sent police forces from other regions to try to block a vote that had been declared unconstitutional. Mr. Puigdemont and other Catalan separatists nonetheless called the referendum a success, saying the measure had passed overwhelmingly, even as the vote had clearly left Catalonia painfully divided.\nAfter Catalonia’s Parliament declared independence, Prime Minister Mariano Rajoy suspended the region’s autonomy and imposed direct rule from Madrid, using his emergency constitutional powers. He then called new regional elections in hopes of reshuffling the political deck.", "url": "https://www.nytimes.com/2018/05/14/world/europe/catalonia-spain-president-quim-torra.html"}