{"authors": ["Jesse Mckinley"], "date_download": "2022-10-25 23:31:46", "date_modify": "2022-10-25 23:31:46", "date_publish": "2018-04-14 23:48:22", "description": "The vote to back Ms. Nixon marks a big moment in her nascent campaign and a deepening philosophical and political fissure in New York’s liberal electorate.", "filename": "2018_04_14_nyregion_cynthia-nixon-working-families_1666740706.html", "image_url": "https://static01.nyt.com/images/2018/04/15/nyregion/15cuomo-alpha/15cuomo-alpha-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9d4c1e28ff6a16eeb3e2131ed2c0cef17c494a358735fbf5bc1eca1c76c28a8d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_14_nyregion_cynthia-nixon-working-families_1666740706.html", "title": "Cynthia Nixon, Battling Cuomo, Wins Endorsement of Progressive Die-Hards", "title_page": "Cynthia Nixon, Battling Cuomo, Wins Endorsement of Progressive Die-Hards - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“This has been a rough week for the W.F.P.,” Mr. Lipton told the crowd on Saturday afternoon at the Albany Hilton.\nAnother leader, Karen Scharff, the party’s co-chairwoman, expressed “the greatest respect” for the two unions that had dropped out on Friday — Local 32BJ of the Service Employees International Union and Communications Workers of America District 1.\n“It saddens me to see them step away at this moment,” Ms. Scharff said, adding, “I’m confident that we will work together in the future.”\nBut it was also apparent that the tactics of Mr. Cuomo — who had a fraught relationship with the party, dating to his ultimately successful struggle in 2014 to get its nomination — and his allies had seemingly only hardened the consensus around Ms. Nixon.\n“To endorse Cynthia Nixon is a very, very brave thing to do,” said Zephyr Teachout, who herself ran a spirited primary challenge to Mr. Cuomo in 2014, and is now working with Ms. Nixon’s campaign, adding that the governor’s actions to undermine the Working Families Party in recent days had been “horrifying.”\n“Behind every bully,” she said, “there’s a coward.”\nOn Friday evening, after the union pullout, Mr. Cuomo’s campaign had said he would not seek the endorsement or the formal nomination of the Working Families Party, which will be finalized at its convention next month.\nAnd after the party’s vote, Abbey Fashouer, a spokeswoman for Mr. Cuomo, defended the governor’s record — citing an increase in the minimum wage, a paid family leave program and billions in funding for education.", "url": "https://www.nytimes.com/2018/04/14/nyregion/cynthia-nixon-working-families.html"}