{"authors": ["Anemona Hartocollis"], "date_download": "2022-10-25 23:29:16", "date_modify": "2022-10-25 23:29:16", "date_publish": "2018-10-15 19:25:55", "description": "The case, concerning allegations that Harvard unfairly restricts the number of Asian-Americans it accepts, could have a broad impact on how schools choose their incoming classes.", "filename": "2018_10_15_us_harvard-affirmative-action-asian-americans_1666740556.html", "image_url": "https://static01.nyt.com/images/2018/10/16/business/16HARVARDCASE02/16HARVARDCASE02-facebookJumbo.jpg?year=2018&h=550&w=1050&s=27f3e5c70d42992a53dac1e23351f2204dd315eb81647ff5029e98d2b38ee15a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_15_us_harvard-affirmative-action-asian-americans_1666740556.html", "title": "Does Harvard Admissions Discriminate? The Lawsuit on Affirmative Action, Explained", "title_page": "Does Harvard Admissions Discriminate? The Lawsuit on Affirmative Action, Explained - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BOSTON — Harvard University’s admissions practices are on trial in Federal District Court in Boston, in a lawsuit that could have a broad impact on the way colleges choose their incoming classes.\nThe plaintiffs accuse Harvard of effectively setting a restrictive quota for the number of Asian-American students it accepts, a claim the university denies. The case is a departure from past challenges to race-conscious admissions, because it argues that a minority group has been unfairly penalized in favor both of whites and of other minority groups. Asian-Americans are divided on the case, with some saying they are being unfairly used as a wedge in a bid to abolish affirmative action.\nThe court may rule broadly and make new law on the issue, or it may hand down a narrow decision that affects only Harvard. Court documents and testimony in the trial, which is expected to last three weeks, has exposed the some of the arcane admissions practices and terms of one of the most selective institutions in the world.\nHere are the basic facts of the case and a look at what’s at stake.\nWhat’s this case about?\nThe lawsuit accuses Harvard of discriminating against Asian-American applicants.", "url": "https://www.nytimes.com/2018/10/15/us/harvard-affirmative-action-asian-americans.html"}