{"authors": ["Margaret Coker"], "date_download": "2022-10-25 23:54:29", "date_modify": "2022-10-25 23:54:29", "date_publish": "2018-05-14 00:15:13", "description": "In Iraq’s first election since the defeat of the Islamic State, voters considered bread-and-butter issues like corruption and unemployment, rather than security, as their chief concerns.", "filename": "2018_05_13_world_middleeast_iraq-election_1666742069.html", "image_url": "https://static01.nyt.com/images/2018/05/14/world/14iraq1/14iraq1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=061e6c9a4e3fcd52385987fdde3f39e3bee5d8e3c4a90d9d2f11028d26911877&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_13_world_middleeast_iraq-election_1666742069.html", "title": "In Iraq Election, Voters Freed From War Focus on Daily Struggles", "title_page": "In Iraq Election, Voters Freed From War Focus on Daily Struggles - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — Four years ago, Iraqis united in a fight to free their country from what many viewed as an existential threat: the Islamic State, which held nearly one-third of Iraq in its grip.\nThis weekend, the nation held its first election since defeating the extremist group, a vote extraordinary for featuring ordinary bread-and-butter issues like corruption and unemployment — not security — as its major themes.\nIn many ways, the remarkably peaceful election on Saturday was both a vivid illustration of how far the nation of about 37 million people has come since 2014 — and of the depth of the problems that remain.\nUnlike votes in previous years, this election was notable for a lack of sectarianism, especially among the leading Shiite-led coalitions. Political analysts attributed this to a changed public mood; sectarianism is now seen as the major cause of the bloodshed and devastation suffered since the American military invasion in 2003.", "url": "https://www.nytimes.com/2018/05/13/world/middleeast/iraq-election.html"}