{"authors": ["Maggie Astor"], "date_download": "2022-10-25 23:49:46", "date_modify": "2022-10-25 23:49:46", "date_publish": "2018-02-05 14:43:44", "description": "With the effects of climate change no longer theoretical, projections more dire and action lagging, some potential parents are hesitating.", "filename": "2018_02_05_climate_climate-change-children.html_emc=edit_cn_20180206&nl=first-draft&nl_art=&nlid=58269631&ref=headline&te=1_1666741786.html", "image_url": "https://static01.nyt.com/images/2017/12/21/us/00children1_xp/00children1_xp-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6a8c136b9bc0bac32948ee1eb22d964da426cebcfc722a293fa2201014050e60&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_05_climate_climate-change-children.html_emc=edit_cn_20180206&nl=first-draft&nl_art=&nlid=58269631&ref=headline&te=1_1666741786.html", "title": "No Children Because of Climate Change? Some People Are Considering It", "title_page": "No Children Because of Climate Change? Some People Are Considering It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Add this to the list of decisions affected by climate change: Should I have children?\nIt is not an easy time for people to feel hopeful, with the effects of global warming no longer theoretical, projections becoming more dire and governmental action lagging. And while few, if any, studies have examined how large a role climate change plays in people’s childbearing decisions, it loomed large in interviews with more than a dozen people ages 18 to 43.\nA 32-year-old who always thought she would have children can no longer justify it to herself. A Mormon has bucked the expectations of her religion by resolving to adopt rather than give birth. An Ohio woman had her first child after an unplanned pregnancy — and then had a second because she did not want her daughter to face an environmental collapse alone.\nAmong them, there is a sense of being saddled with painful ethical questions that previous generations did not have to confront. Some worry about the quality of life children born today will have as shorelines flood, wildfires rage and extreme weather becomes more common. Others are acutely aware that having a child is one of the costliest actions they can take environmentally.", "url": "https://www.nytimes.com/2018/02/05/climate/climate-change-children.html?emc=edit_cn_20180206&nl=first-draft&nl_art=&nlid=58269631&ref=headline&te=1"}