{"authors": ["Florence Fabricant"], "date_download": "2022-10-25 23:28:57", "date_modify": "2022-10-25 23:28:57", "date_publish": "2018-12-03 22:06:17", "description": "Brava uses light technology originally developed for the solar industry to cook multiple foods quickly on the countertop.", "filename": "2018_12_03_dining_brava-oven_1666740537.html", "image_url": "https://static01.nyt.com/images/2018/12/05/dining/05burner6/05burner6-facebookJumbo.jpg?year=2018&h=549&w=1050&s=9cd8957840f611c7c84b261bd2e285c5e3bf29d2ba5a4c7650371d7cd5e92aa1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_03_dining_brava-oven_1666740537.html", "title": "Meet the Easy-Bake Oven for Grown-Ups", "title_page": "Meet the Easy-Bake Oven for Grown-Ups - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The microwave oven did not revolutionize home cooking. Nor did sous-vide gadgetry. Now there’s a new contender: the Brava oven, a countertop appliance that cooks from what amounts to light bulbs — a system called Pure Light that was originally developed in the solar industry. Easy-Bake for grown-ups? Perhaps. At a demonstration a few months ago, I was struck by the ease of use and the results, which include the ability to cook a steak that’s invitingly seared on the outside and properly rosy within. The oven can reach 500 degrees in seconds, without preheating. What was really impressive was how several ingredients, like proteins and vegetables, can be precisely cooked simultaneously. This is not an appliance that I would want to own, and it teaches you nothing about cooking. But someone who wants robotically prepared food may find it to be a blessing.\nBrava, $995, brava.com.\nFollow NYT Food on Twitter and NYT Cooking on Instagram, Facebook and Pinterest. Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice.", "url": "https://www.nytimes.com/2018/12/03/dining/brava-oven.html"}