{"authors": ["Andrew Ross Sorkin"], "date_download": "2022-10-25 23:51:17", "date_modify": "2022-10-25 23:51:17", "date_publish": "2018-11-13 08:00:04", "description": "Critics have derided WeWork as overvalued and vulnerable to the next downturn. But the company holds so many leases in so many cities, it might hold more power than its landlords.", "filename": "2018_11_13_business_dealbook_wework-office-space-real-estate_1666741877.html", "image_url": "https://static01.nyt.com/images/2018/11/13/business/13db-sorkin-1/merlin_133980098_8d00f5b9-2b73-4a0f-9c43-7271c38a20c6-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3ed8f81f793f959b109cc6d9a91f4c8890272a14f338dd774fd70a68ae5f6641&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_13_business_dealbook_wework-office-space-real-estate_1666741877.html", "title": "WeWork’s Rise: How a Sublet Start-Up Is Taking Over", "title_page": "WeWork’s Rise: How a Sublet Start-Up Is Taking Over - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The conventional wisdom is that when the economy turns south, WeWork’s customers — many of which are start-ups and may be the most vulnerable — will simply walk away. The flexibility of WeWork’s short-term leases is part of its appeal, after all.\nSuch a situation would leave the company stuck with long-term leases, few clients and little income. It’s the same one that faced Regus, an office sharing company that filed for bankruptcy protection after the dot-com bust. And even as WeWork has grown, it has burned through considerable cash: It lost more than $700 million in the first half of 2018.\nEven those who are bullish on WeWork count changing economic conditions among the dangers it faces. “While the company’s flexible contracts may be ideal for small companies, WeWork would inevitably face trouble leasing their spaces if start-ups began to dry up or if the real estate market experiences a downturn similar to the 2008 financial crisis,” the research firm CB Insights wrote as it articulated the criticisms of WeWork in an otherwise upbeat case for the company’s sky-high valuation.\nBut WeWork has been building a more durable business than most real estate executives seem to appreciate. The company was once marketed to individuals and small businesses on month-to-month lease agreements, but large companies like IBM and Microsoft are now using it and signing significantly longer leases. The company says its average customer has a lease of seven to eight months and new customers are signing leases that average 20 months.\nUnderneath all the branding and wide-ranging aspirations — which include a for-profit elementary school called WeGrow — it’s still a real estate company.\n“At the end of the day, it is about leasing space,” Mr. Barrack said. And WeWork has leased a lot of it.", "url": "https://www.nytimes.com/2018/11/13/business/dealbook/wework-office-space-real-estate.html"}