{"authors": ["Clay Routledge"], "date_download": "2022-10-25 23:49:41", "date_modify": "2022-10-25 23:49:41", "date_publish": "2018-06-23 18:30:05", "description": "Sometimes people kill themselves because their lives lack meaning.", "filename": "2018_06_23_opinion_sunday_suicide-rate-existential-crisis_1666741781.html", "image_url": "https://static01.nyt.com/images/2018/06/24/opinion/sunday/24gray/24gray-facebookJumbo.jpg?year=2018&h=550&w=1050&s=254004978206e6a0d1a6ebc8e7a04f272da6faa48d27f6d1fef6f97918f607e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_23_opinion_sunday_suicide-rate-existential-crisis_1666741781.html", "title": "Suicides Have Increased. Is This an Existential Crisis?", "title_page": "Opinion | Suicides Have Increased. Is This an Existential Crisis? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Critically, studies indicate that it isn’t enough to simply be around or even liked by other people. We need to feel valued by them, to feel we are making important contributions to a world that matters. This helps explain why people can feel lonely and meaningless even if they are regularly surrounded by others who treat them well: Merely pleasant or enjoyable social encounters aren’t enough to stave off despair.\nAll of which brings us to the changing social landscape of America. To bemoan the decline of neighborliness, the shrinking of the family and the diminishing role of religion may sound like the complaining of a crotchety old man. Yet from the standpoint of psychological science, these changes, regardless of what you otherwise think about them, pose serious threats to a life of meaning.\nConsider that Americans today, compared with those of past generations, are less likely to know and interact with their neighbors, to believe that people are generally trustworthy and to feel that they have individuals they can confide in. This is a worrisome development from an existential perspective: Studies have shown that the more people feel a strong sense of belongingness, the more they perceive life as meaningful. Other studies have shown that lonely people view life as less meaningful than those who feel strongly connected to others.\nSomething similar is at stake in the decreasing size of the family. Americans today are waiting longer to marry and have children, and are having fewer children. This may be a desirable state of affairs for many people (though evidence suggests that American women are having fewer children than they want). Nonetheless, researchers have found that adults with children are more focused on matters of meaning than are adults who do not have children, and that parents experience a greater sense of meaningfulness when they are engaged in activities that involve taking care of children.\nAs for religion, which has long provided the institutional and social scaffolding for a life of meaning, it, too, is in steep decline. Americans these days, especially young adults, are less likely to identify with a religious faith, attend church or engage in other religious practices. But as my research has shown, the sense of meaningfulness provided by religion is not so easily replicated in nonreligious settings: When Americans abandon traditional houses of worship, they increasingly search for alternative religious-like experiences (including those involving ideas about ghosts or space aliens) in order to feel as if they are part of something larger and more meaningful than their brief mortal lives.\nThere is even reason to think that America’s existential crisis may be contributing to our rancorous political divisions. Studies show that when presented with existentially threatening ideas (such as reminders of their mortality), people respond with increased bias toward their own worldview, particularly if they are not finding meaning in their life through other sources. In this way, our fractious political culture may be fueled not just by ideological disagreement, but also by a desperate search, common to all lost souls, to find meaning anywhere we can.", "url": "https://www.nytimes.com/2018/06/23/opinion/sunday/suicide-rate-existential-crisis.html"}