{"authors": ["Edward Hadas"], "date_download": "2022-10-25 23:42:08", "date_modify": "2022-10-25 23:42:08", "date_publish": "2018-11-30 15:44:11", "description": "There are four obvious lines of defense that can be used to stop chief executives from engulfing themselves and their companies in scandal.", "filename": "2018_11_30_business_dealbook_rogue-ceo-carlos-ghosn_1666741328.html", "image_url": "https://static01.nyt.com/images/2018/12/01/business/01db-viewsceo/01db-viewsceo-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=3e40771397f84fb4eb3aceeed60c0b3d5c9115aa53973cc5f32b7ad6f8dd8749&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_30_business_dealbook_rogue-ceo-carlos-ghosn_1666741328.html", "title": "How to Stop Radical C.E.O.s From Going Rogue", "title_page": "How to Stop Radical C.E.O.s From Going Rogue - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.\n__________\n“Type A Behavior and Your Heart,” a 1970s best-selling book, claimed that heart disease was more likely among people who were involved in an “aggressive and incessant struggle to achieve more and more in less and less time.” The connection with cardiac health has been questioned. But many managers could do with a different title: “Type A Behavior and Your Soul.” Carlos Ghosn would be the prime exhibit.\nThe 64-year-old former multinational chief executive, now sitting in a Japanese jail, is the ultimate Type A personality. He hardly sleeps, pushed his way to the top of two large and troubled car companies — first Renault and then Nissan — and energetically broke a series of corporate and national industrial taboos to bring them to good health. He even acquired a nickname suited to a business action-movie superhero: “Le Cost Killer.”\nIt looks like Mr. Ghosn was too bold. Despite reported annual remuneration of close to $20 million, he stands accused of not disclosing his full Nissan pay. According to Japanese press reports, he also bought property in Lebanon and Brazil with company money, among other alleged transgressions.", "url": "https://www.nytimes.com/2018/11/30/business/dealbook/rogue-ceo-carlos-ghosn.html"}