{"authors": ["Julie Hirschfeld Davis", "Michael S. Schmidt", "Maggie Haberman"], "date_download": "2022-10-25 23:01:48", "date_modify": "2022-10-25 23:01:48", "date_publish": "2018-08-29 14:51:55", "description": "The president’s tweet surprised Mr. McGahn, a key witness to the question of whether the president obstructed the Russia inquiry, and effectively forced his exit.", "filename": "2018_08_29_us_politics_don-mcgahn-white-house-counsel-trump_1666738908.html", "image_url": "https://static01.nyt.com/images/2018/08/30/us/politics/30dc-mcgahn-print/30dc-mcgahn-facebookJumbo.jpg?year=2018&h=550&w=1050&s=e78bb6ba6bc3b33a4d78f53ecb6a2eac1953fdc64f3446f94841dab0499375e3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_29_us_politics_don-mcgahn-white-house-counsel-trump_1666738908.html", "title": "Don McGahn to Leave White House Counsel Job This Fall, Trump Says", "title_page": "Don McGahn to Leave White House Counsel Job This Fall, Trump Says - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump surprised Donald F. McGahn II, the White House counsel, on Wednesday by abruptly announcing that Mr. McGahn will be leaving his job this fall, effectively forcing the long-anticipated exit of a top adviser who has cooperated extensively in the investigation into Russian election interference.\nThe president made the declaration on Twitter without first informing Mr. McGahn, according to people close to both men. It came 11 days after The New York Times reported the degree to which Mr. McGahn — who was by Mr. Trump’s side at major moments as the president sought to keep control of the Russia inquiry — has emerged as a key witness in the investigation. Over the past nine months Mr. McGahn has given 30 hours of testimony in at least three voluntary interviews.\nMr. McGahn’s departure leaves the White House without one of the few senior advisers who have been willing to push back against Mr. Trump. It also raised the prospect of further West Wing exits, particularly in the White House Counsel’s Office, where Mr. McGahn has had a loyal staff, with several people staying in their jobs out of devotion to him.\nMr. McGahn had long discussed his intention to leave at some point, but the way Mr. Trump blindsided him with a tweet underscored how dysfunctional the relationship had become, even as the Russia inquiry appears to be reaching a critical phase, and the legal scrutiny is mounting for the president.", "url": "https://www.nytimes.com/2018/08/29/us/politics/don-mcgahn-white-house-counsel-trump.html"}