{"authors": ["Gardiner Harris", "Ben Hubbard"], "date_download": "2022-10-25 23:43:58", "date_modify": "2022-10-25 23:43:58", "date_publish": "2018-08-17 20:09:48", "description": "The decision is the United States’ latest step back from a seven-year war that has been largely won by a brutal government and its Russian and Iranian backers.", "filename": "2018_08_17_us_politics_syria-stabilization-foreign-aid_1666741438.html", "image_url": "https://static01.nyt.com/images/2018/08/18/us/politics/18diplo1/18diplo1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=5a0e9789467f4e95c3614e3852f035c5c8b9e94c7b1470fcfb938bacbc658df6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_17_us_politics_syria-stabilization-foreign-aid_1666741438.html", "title": "U.S. Will Not Spend $230 Million Allocated to Repair Devastated Syrian Cities", "title_page": "U.S. Will Not Spend $230 Million Allocated to Repair Devastated Syrian Cities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration announced Friday that it had decided against spending $230 million earmarked to help stabilize Syria, the United States’ latest step back from a seven-year war that has been largely won by a brutal government and its Russian and Iranian backers.\nAdministration officials said they would alert Congress that the money, which had already been approved, would not be spent to fix water systems, clear rubble or dig up unexploded mines in Syrian cities and towns that have been devastated by the war.\nThose repairs were seen as vital to persuading hundreds of thousands of Syrian refugees to return home — people the Trump administration has largely barred from resettling in the United States.\nThe unspent funds are part of nearly $3 billion in foreign aid — money allocated last year by Congress with broad bipartisan support — that the administration has so far refused to spend and could rescind or send back to the Treasury. In the case of the Syria money, the administration has decided to spend it on other yet-to-be-determined priorities, not return it to the Treasury, officials said.", "url": "https://www.nytimes.com/2018/08/17/us/politics/syria-stabilization-foreign-aid.html"}