{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:02:39", "date_modify": "2022-10-25 23:02:39", "date_publish": "2018-07-08 21:11:25", "description": "Ms. Sturgess, 44, and her boyfriend were sickened by a military-grade nerve agent produced in the last years of the Soviet Union.", "filename": "2018_07_08_world_europe_uk-dawn-sturgess-novichok-salisbury_1666738959.html", "image_url": "https://static01.nyt.com/images/2018/07/08/world/09britain2/09britain2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=51ff023671e696c809f77596904b57639fe8e660534878dc1cc66c2045e1f4f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_08_world_europe_uk-dawn-sturgess-novichok-salisbury_1666738959.html", "title": "Dawn Sturgess, British Woman Poisoned by Novichok, Dies", "title_page": "Dawn Sturgess, British Woman Poisoned by Novichok, Dies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — A 44-year-old British woman who was exposed to a nerve agent died on Sunday, bringing new urgency to a four-month-old diplomatic standoff in which Britain has accused Russia of sending the poison to a small city in southern England in a botched attempt to kill a former spy.\nThe British authorities have now opened a murder investigation.\n“Today is the day we hoped would never come,” said Chief Constable Kier Pritchard of the Wiltshire Police.\nThe police say the woman, Dawn Sturgess, was most likely exposed accidentally to residue from a Soviet-developed, military-grade nerve agent used in a March attack on the former spy, Sergei V. Skripal. He lived near Ms. Sturgess in Salisbury.\nAfter Mr. Skripal and his daughter, Yulia, collapsed, British officials declared confidently that Russia was at fault, in large part because of the obscure poison involved. It was one of a strain of nerve agents known as Novichok that they say is kept under tight control by the Russian authorities.", "url": "https://www.nytimes.com/2018/07/08/world/europe/uk-dawn-sturgess-novichok-salisbury.html"}