{"authors": ["Gavin Edwards"], "date_download": "2022-10-25 23:43:33", "date_modify": "2022-10-25 23:43:33", "date_publish": "2018-01-23 18:12:35", "description": "After a breakthrough at Monterey Pop, Redding returned to California, looked out at the water and wrote the song that would define his legacy. Fifty years later, the track will be celebrated at the Apollo Theater.", "filename": "2018_01_23_arts_music_otis-redding-sittin-on-dock-bay-anniversary_1666741413.html", "image_url": "https://static01.nyt.com/images/2018/01/24/arts/24OTISREDDING/24OTISREDDING-facebookJumbo.jpg?year=2018&h=549&w=1050&s=02ac967f10fda1e18db8ab48f2bd36b805c89283a9c3a2f346500b537ed5af1f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_23_arts_music_otis-redding-sittin-on-dock-bay-anniversary_1666741413.html", "title": "The Enduring Power of Otis Redding’s ‘Dock of the Bay’", "title_page": "The Enduring Power of Otis Redding’s ‘Dock of the Bay’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A posthumous pop hit collapses triumph and sorrow into a single song. Only a handful of performers have reached No. 1 with a single after their deaths, including John Lennon, Janis Joplin and the Notorious B.I.G. But the first person to do it was the soul singer Otis Redding, who died in a plane crash in late 1967 at 26 and topped the charts for four weeks the following March and April with a beautifully melancholy song, “(Sittin’ on) The Dock of the Bay.”\nThe song ranked as the sixth-most-played composition on American radio and television in the 20th century. It has gone triple platinum and been covered by artists from Cher to Bob Dylan. Rolling Stone named it No. 26 on its 500 Greatest Songs of All Time. To celebrate its endurance across 50 years, the Otis Redding Foundation is organizing a benefit concert on Thursday at the Apollo Theater, hosted by Whoopi Goldberg and featuring a lineup including Warren Haynes, Aloe Blacc and Booker T. Jones. The Dap-Kings and the Preservation Hall Jazz Band will provide the backup.\nPaul Janeway of St. Paul and the Broken Bones is scheduled to perform “Down in the Valley” and “I’ve Been Loving You Too Long” at the event. He said that before his band had any original material, it performed complete albums by Redding. The lesson: “As a singer, range is great, but you got to learn to sing the right notes the right way. Otis was one of the masters of that — he was so emotive.” And the reason behind the success of “Dock of the Bay”? “It sounds like the title,” Mr. Janeway said.", "url": "https://www.nytimes.com/2018/01/23/arts/music/otis-redding-sittin-on-dock-bay-anniversary.html"}