{"authors": ["Eric Lipton"], "date_download": "2022-10-25 23:23:31", "date_modify": "2022-10-25 23:23:31", "date_publish": "2018-08-09 21:39:55", "description": "The ruling by a federal appeals court was a major setback for the pesticide industry, which had successfully lobbied the Trump administration to reject a ban.", "filename": "2018_08_09_us_politics_chlorpyrifos-pesticide-ban-epa-court_1666740211.html", "image_url": "https://static01.nyt.com/images/2018/08/09/us/politics/-10dc-pesticide-1/-10dc-pesticide-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=19fca7d6be70b093bcc9fd449b42951d143f154dba7a006cfe26dbf8fe96891e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_09_us_politics_chlorpyrifos-pesticide-ban-epa-court_1666740211.html", "title": "Court Orders E.P.A. to Ban Chlorpyrifos, Pesticide Tied to Children’s Health Problems", "title_page": "Court Orders E.P.A. to Ban Chlorpyrifos, Pesticide Tied to Children’s Health Problems - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — A federal appeals court ordered the Environmental Protection Agency on Thursday to bar within 60 days a widely used pesticide associated with developmental disabilities and other health problems in children, dealing the industry a major blow after it had successfully lobbied the Trump administration to reject a ban.\nThe order by the United States Court of Appeals for the Ninth Circuit came after a decade-long effort by environmental and public health groups to get the pesticide, chlorpyrifos, removed from the market. The product is used in more than 50 fruit, nut, cereal and vegetable crops including apples, almonds, oranges and broccoli, with more than 640,000 acres treated in California alone in 2016, the most recent year data is available.\nIn March 2017, just a month after he was confirmed as the agency’s administrator, Scott Pruitt rejected a petition by the health and environmental groups to ban the pesticide. He did so even though the agency’s own staff scientists had recommended that chlorpyrifos be removed from the market, based on health studies that had suggested it was harming children, particularly among farmworker families.\nA three-judge panel, on a 2-to-1 vote, gave the agency two months to finalize the ban on the product, whose leading manufacturer is DowDuPont. The company, along with others in the pesticide and agriculture industry, had intensely lobbied the E.P.A. and Mr. Pruitt, who resigned under a cloud of ethics scandals last month.", "url": "https://www.nytimes.com/2018/08/09/us/politics/chlorpyrifos-pesticide-ban-epa-court.html"}