{"authors": ["Brian Seibert"], "date_download": "2022-10-25 23:37:04", "date_modify": "2022-10-25 23:37:04", "date_publish": "2018-01-26 13:00:24", "description": "Camille A. Brown has stories to tell about black lives that go beyond stereotypes. “ink,” her newest dance, shows a growing trust in her own art.", "filename": "2018_01_26_arts_dance_camille-a-brown-choreographer-ink-peak-performances_1666741024.html", "image_url": "https://static01.nyt.com/images/2018/01/28/arts/28camillebrown-combo/28camillebrown-combo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=17c7d706ed6b14f68dbcab7cc7bf16ef6c7a0c18a0795cd1454e9377d40947fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_26_arts_dance_camille-a-brown-choreographer-ink-peak-performances_1666741024.html", "title": "A Storytelling Choreographer Who Listens to Her Audience", "title_page": "A Storytelling Choreographer Who Listens to Her Audience - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For an in-demand choreographer, Camille A. Brown spends an unusual amount of her time listening and responding to what audiences have to say. Often, what she hears is upsetting. Sometimes the most disturbing comments prove the most useful.\nSince 2012, performances by her dance company have incorporated a post-show conversation among viewers and the cast — presented not in the usual way, as an extra, but as an integral part of the work. Earlier this month, Ms. Brown recalled an exchange from one of those conversations:\n“This older white man decided to start talking about how the black family basically doesn’t exist,” she said. “He went on and on about single-parent homes. I pointed out how most members of my company” — all African-American, including Ms. Brown — “came from two-parent homes. I told him, ‘You have a narrative in your mind, but I’m showing you another narrative.’\n“Love does exist between black men and black women,” she continued. “And you have to tell people that.”\nThis exchange is a reason that her newest dance, “ink,” includes a love duet for a man and a woman. Another section of the work, which has its local debut in Montclair State University’s Peak Performances series Feb. 1-4, features a sequence of playful brotherhood for two men. After a recent preview performance, someone expressed surprise that the men didn’t turn on each other.", "url": "https://www.nytimes.com/2018/01/26/arts/dance/camille-a-brown-choreographer-ink-peak-performances.html"}