{"authors": ["Caitlin Dickerson"], "date_download": "2022-10-25 22:59:41", "date_modify": "2022-10-25 22:59:41", "date_publish": "2018-10-15 21:04:10", "description": "Prince Harry and Meghan Markle have a dual-nationality marriage. Their expected baby will be British. But will he or she also be American?", "filename": "2018_10_15_us_royal-baby-harry-meghan-markle-citizenship_1666738781.html", "image_url": "https://static01.nyt.com/images/2018/10/16/business/16ROYALCITIZEN/16ROYALCITIZEN-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ca18623935c6d95bd8e5f2b4bc0061f06a0f6e1ab5b7bfaefc83dc76bf659188&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_15_us_royal-baby-harry-meghan-markle-citizenship_1666738781.html", "title": "Will Meghan Markle’s Royal Baby Have American Citizenship?", "title_page": "Will Meghan Markle’s Royal Baby Have American Citizenship? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It will be years before Ms. Markle completes the lengthy process of becoming a British citizen. Even then, she may or may not renounce her connection to the United States. So will the baby automatically be considered a dual citizen? Not necessarily. Will he or she have to pay taxes in the United States, and subject the royal family’s notoriously private finances to examination in a foreign country? Maybe.\nHere’s a refresher on the rules.\nEligibility for American citizenship through parents hinges on a few factors: Where the baby is born, whether one or both parents are U.S. citizens, and whether the parents are married.\nAccording to the State Department, children like the expected royal baby, who are born abroad, in wedlock, to one American citizen and one “alien,” automatically acquire citizenship at birth, as long as the American parent has lived in the United States for a requisite period of time. For babies born after 1986, when the rules were last updated, that period is five years, at least two of which must have been after the parent turned 14.\nSo the young royal will be born an American citizen, “but in order to function, like any of us, it will need documents and proof, and for that you need to have it validated,” said Doris Meissner, who was commissioner of the former Immigration and Naturalization Service under President Bill Clinton.\nMs. Markle and Prince Harry will have to report the birth to an American consulate, Ms. Meissner explained. “There’s a form that they fill out, which is called the U.S. consular report of birth abroad, and that then serves as the child’s proof of U.S. citizenship,” she said. “With that, they are also eligible to apply for a passport.”", "url": "https://www.nytimes.com/2018/10/15/us/royal-baby-harry-meghan-markle-citizenship.html"}