{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:43:55", "date_modify": "2022-10-25 23:43:55", "date_publish": "2018-10-17 00:23:06", "description": "The funds, earmarked for aid to Syria, arrived as Secretary of State Mike Pompeo visited the kingdom to discuss the fate of a missing Saudi dissident.", "filename": "2018_10_16_world_middleeast_saudi-arabia-money-syria_1666741435.html", "image_url": "https://static01.nyt.com/images/2018/10/17/world/17saudi-money1/17saudi-money1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a699dfddfb12bc02de35f1e4085af9a6b44fabdaecc1fde45fb74fe09b26b4fc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_16_world_middleeast_saudi-arabia-money-syria_1666741435.html", "title": "Saudi Arabia Delivers $100 Million Pledged to U.S. as Pompeo Lands in Riyadh", "title_page": "Saudi Arabia Delivers $100 Million Pledged to U.S. as Pompeo Lands in Riyadh - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — This summer, Saudi Arabia promised the Trump administration $100 million for American efforts to stabilize areas in Syria liberated from the Islamic State.\nThat money landed in American accounts on Tuesday, the same day that Secretary of State Mike Pompeo landed in the Saudi capital, Riyadh, for discussions with the kingdom’s leaders about the fate of a missing Saudi dissident.\nSecuring the funding is a win for President Trump, who has complained about how much the United States spends abroad and has tried to get allies to foot more of the bill. But the timing of the money’s arrival raised eyebrows even among some of the bureaucrats whose programs will benefit from the influx of cash.\n“The timing of this is no coincidence,” said an American official involved in Syria policy who spoke on condition of anonymity because this person was not authorized to speak to journalists. The official confirmed that the money arrived on Tuesday.", "url": "https://www.nytimes.com/2018/10/16/world/middleeast/saudi-arabia-money-syria.html"}