{"authors": ["Steven Lee Myers"], "date_download": "2022-10-25 22:55:30", "date_modify": "2022-10-25 22:55:30", "date_publish": "2018-02-10 10:00:34", "description": "Seeking cleaner skies, China is moving aggressively to reduce its dependence on coal. This environmentalism from above has had problems and successes.", "filename": "2018_02_10_world_asia_china-coal-smog-pollution_1666738530.html", "image_url": "https://static01.nyt.com/images/2018/02/11/world/11china-heat/11china-heat-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=8348a091773519b5571e40f275914a6aac4c66734dab7620d34b51fea7861932&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_10_world_asia_china-coal-smog-pollution_1666738530.html", "title": "In China’s Coal Country, a Ban Brings Blue Skies and Cold Homes", "title_page": "In China’s Coal Country, a Ban Brings Blue Skies and Cold Homes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For some, the cost was prohibitively expensive. According to one shopkeeper, it now costs nearly as much to heat her place each month, about $400, as the average monthly wage in the province, one of China’s poorest, about $650.\nAs a retiree, Mr. Li said he receives a subsidy from the local government. “As long as the government keeps subsidizing it, it will be O.K.,” he said, carrying a plastic bag of chicken feet for his lunch. “If they stop next year, nobody will be able to use it to keep warm.”\nCoal is now effectively contraband in Qiaoli, though some residents continue to use it, claiming the local authorities granted a reprieve until the Chinese New Year later this month.\n“You’re not going to report us, are you?” asked one villager who was unloading chunks of coal in the enclosed courtyard of his home. His wife cheerfully showed how she still uses coal to feed the stove that warms the brick platform bed, or “kang,” that is a traditional feature of homes in northern China.\nThen he asked that he be identified only by his last name, Zhang, for fear of reprisals by the authorities for not using the newly installed gas heater instead. In at least two cases already, residents in the province were arrested after burning or selling coal, signaling the authorities’ seriousness in enforcing the decrees here.\nAs for most things banned, a black market has materialized. Mr. Zhang bought his coal behind a row of seemingly abandoned workshops outside of the village. A woman sweeping up coal dust in this makeshift market angrily shooed away three journalists who appeared, refusing to answer questions.\n“The government is still very keen to clean up the energy market,” said Ms. Huang, the analyst with Wood Mackenzie, “but we think because of the problems posed this winter they’ll take a more gradual approach in the future.”", "url": "https://www.nytimes.com/2018/02/10/world/asia/china-coal-smog-pollution.html"}