{"authors": ["Tiffany Hsu"], "date_download": "2022-10-25 23:41:40", "date_modify": "2022-10-25 23:41:40", "date_publish": "2018-06-29 19:15:20", "description": "The automaker said, in a filing with the Commerce Department, that new trade barriers “could lead to a smaller G.M.”", "filename": "2018_06_29_business_automakers-tariffs-job-cuts_1666741300.html", "image_url": "https://static01.nyt.com/images/2018/06/30/business/30gmtarrifs-alpha3/30gmtarrif-alpha3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=89861924263f442f44643749ebe5c575e81573ca51a770507546b2e1d2762ed5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_29_business_automakers-tariffs-job-cuts_1666741300.html", "title": "G.M. Says New Wave of Trump Tariffs Could Force U.S. Job Cuts", "title_page": "G.M. Says New Wave of Trump Tariffs Could Force U.S. Job Cuts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "General Motors warned Friday that if President Trump pushed ahead with another wave of tariffs, the move could backfire, leading to “less investment, fewer jobs and lower wages” for its employees.\nThe automaker said that the president’s threat to impose tariffs on imports of cars and car parts — along with an earlier spate of penalties — could drive vehicle prices up by thousands of dollars. The “hardest hit” cars, General Motors said in comments submitted to the Commerce Department, are likely to be the ones bought by consumers who can least afford an increase. Demand would suffer and production would slow, all of which “could lead to a smaller G.M.”\nThe president has promoted tariffs as a way to protect American businesses and workers, aiming at dozens of nations with metal tariffs, as well as bringing broader levies against Chinese goods. But companies, which rely on other markets for sales, production and materials, have been increasingly vocal about the potential damage from his policies.\nThe warning by G.M., echoed in comments by trade groups and other automakers, could test the president’s aggressive approach to trade and his commitment to business. In the past, Mr. Trump has lauded General Motors for its job creation and vowed to defend the auto industry.", "url": "https://www.nytimes.com/2018/06/29/business/automakers-tariffs-job-cuts.html"}