{"authors": ["Scott Reyburn"], "date_download": "2022-10-25 22:59:32", "date_modify": "2022-10-25 22:59:32", "date_publish": "2018-10-06 14:21:39", "description": "The British street artist Banksy appeared to pull off one of his most spectacular pranks on Friday night, with a frame that shredded his “Girl With Balloon” after it sold.", "filename": "2018_10_06_arts_design_uk-banksy-painting-sothebys_1666738772.html", "image_url": "https://static01.nyt.com/images/2018/10/08/arts/07banksy/07banksy-facebookJumbo.jpg?year=2018&h=524&w=1000&s=a09356bd4ed548899bf2cdad19c70357c1d58d924b41bbae20ef94ea3f63dbf8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_06_arts_design_uk-banksy-painting-sothebys_1666738772.html", "title": "Banksy Painting Self-Destructs After Fetching $1.4 Million at Sotheby’s", "title_page": "Banksy Painting Self-Destructs After Fetching $1.4 Million at Sotheby’s - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The British street artist Banksy pulled off one of his most spectacular pranks on Friday night, when one of his trademark paintings appeared to self-destruct at Sotheby’s in London after selling for $1.4 million at auction.\nThe work, “Girl With Balloon,” a 2006 spray paint on canvas, was the last lot of Sotheby’s “Frieze Week” evening contemporary art sale. After competition between two telephone bidders, it was hammered down by the auctioneer Oliver Barker for 1 million pounds, more than three times the estimate and a new auction high for a work solely by the artist, according to Sotheby’s.\n“Then we heard an alarm go off,” Morgan Long, the head of art investment at the London-based advisory firm Fine Art Group, who was sitting in the front row of the room, said in an interview on Saturday. “Everyone turned round, and the picture had slipped through its frame.”\nThe painting, mounted on a wall close to a row of Sotheby’s staff members, had been shredded, or at least partially shredded, by a remote-control mechanism on the back of the frame.", "url": "https://www.nytimes.com/2018/10/06/arts/design/uk-banksy-painting-sothebys.html"}