{"authors": ["Carlotta Gall"], "date_download": "2022-10-26 00:12:07", "date_modify": "2022-10-26 00:12:07", "date_publish": "2018-08-13 20:27:13", "description": "Turks are bracing for more financial turmoil. Economists warn that the problem is broader and deeper than a spat with the United States.", "filename": "2018_08_13_world_europe_erdogan-turkey-lira-crisis_1666743127.html", "image_url": "https://static01.nyt.com/images/2018/08/14/world/14turkey4/14turkey4-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=1ba0f9f688d45b4e705f7701892d8b44b679d55f30e414b521f4985702b6955d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_13_world_europe_erdogan-turkey-lira-crisis_1666743127.html", "title": "Erdogan Faces a Challenge He Can’t Easily Bully: Turkey’s Economy", "title_page": "Erdogan Faces a Challenge He Can’t Easily Bully: Turkey’s Economy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ISTANBUL — President Recep Tayyip Erdogan has long made clear that he considered no part of Turkish life beyond his reach, not least the economy.\nEven before he was re-elected in June with sultanlike powers, he had built his popularity on sustained economic growth fueled by signature megaprojects — the latest being plans for a canal bisecting the country. But critics have long charged that much of that expansion was built on budgetary sleight of hand, cronyism and corruption.\nNow Turkey’s worst economic crisis since 2001 — the currency hit another new low on Monday — has confronted Mr. Erdogan with the limits of his authoritarian approach and could end his long run of success.\nIt is also fanning fears of a global contagion, as Turkey’s troubles undermine investor confidence in other emerging market economies and raise concerns about the exposure of banks even in developed regions, like the European Union.", "url": "https://www.nytimes.com/2018/08/13/world/europe/erdogan-turkey-lira-crisis.html"}