{"authors": ["Mariana Simões"], "date_download": "2022-10-25 23:50:48", "date_modify": "2022-10-25 23:50:48", "date_publish": "2018-10-28 23:00:28", "description": "Brazil's new leader has made countless divisive statements about torture, democracy, women, gay people and others during his rise to power. We look at some of them.", "filename": "2018_10_28_world_americas_brazil-president-jair-bolsonaro-quotes_1666741848.html", "image_url": "https://static01.nyt.com/images/2018/10/29/world/29Bolsonaro/29Bolsonaro-facebookJumbo.jpg?year=2018&h=549&w=1050&s=8da78e45baf0659b876a12df987eaa10dd7db2f2a5df995aaf6460c0c6648672&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_28_world_americas_brazil-president-jair-bolsonaro-quotes_1666741848.html", "title": "Brazil’s Polarizing New President, Jair Bolsonaro, in His Own Words", "title_page": "Brazil’s Polarizing New President, Jair Bolsonaro, in His Own Words - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Jair Bolsonaro’s climb to power has been marked by divisive rhetoric and offensive speech that has thrilled followers and appalled critics in equal measure.\nThe far-right former army captain’s rise has left some baffled. Mr. Bolsonaro served seven consecutive terms in Congress, with little to show for his time there; very few of his bills were approved.\nBut many Brazilians, angered by their country’s economic crisis, soaring violence and corruption scandals, interpreted his long list of caustic remarks as blunt but bracingly honest talk from a man willing to say — and do — whatever was necessary to bring about the change they craved.\nOn Women, Race and Sexual Orientation\nMr. Bolsonaro has described having a female child as a “weakness,” and has said he would not treat or pay women the same as men in the workplace.\n“Because women get more labor rights than men, meaning they get maternity leave, the employer prefers to hire men … I would not employ [women equally]. But there are a lot of competent women out there.”\nIn 2014, he told a fellow lawmaker:\n“I would not rape you because you are not worthy of it.”\nIn 2013, he said that he would “rather have a son who is an addict than a son who is gay,” and that he was “proud to be homophobic.”", "url": "https://www.nytimes.com/2018/10/28/world/americas/brazil-president-jair-bolsonaro-quotes.html"}