{"authors": ["Keith Bradsher"], "date_download": "2022-10-25 23:32:32", "date_modify": "2022-10-25 23:32:32", "date_publish": "2018-04-30 11:06:50", "description": "Beijing sees its economy as robust enough to defy U.S. tariff threats, potentially leaving Washington with no choice but to escalate or back down.", "filename": "2018_04_30_business_china-trump-trade-talks_1666740752.html", "image_url": "https://static01.nyt.com/images/2018/05/01/business/01china-trade-2/01china-trade-2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f713ec1b00d016a86261ca1ae0c090945d87b67079a547909f2d99691df777d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_30_business_china-trump-trade-talks_1666740752.html", "title": "China Is Set to Take a Hard Line on Trump’s Trade Demands", "title_page": "China Is Set to Take a Hard Line on Trump’s Trade Demands - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Staking an assertive negotiating stance, China says it will refuse to discuss President Trump’s two toughest trade demands when American officials arrive in Beijing this week, potentially derailing the high-level talks.\nThe Chinese government is publicly calling for flexibility on both sides. But senior Beijing officials do not plan to discuss the two biggest requests that the Trump administration has made over the past several months, according to people involved in Chinese policymaking. Those include a mandatory $100 billion cut in America’s $375 billion annual trade deficit with China and curbs on Beijing’s $300 billion plan to bankroll the country’s industrial upgrade into advanced technologies like artificial intelligence, semiconductors, electric cars and commercial aircraft.\nThe reason: Beijing feels its economy has become big enough and resilient enough to stand up to the United States.\nA half-dozen senior Chinese officials and two dozen influential advisers laid out the Chinese government’s position in detail during a three-day seminar that ended here late Monday morning. The officials and most of the advisers at the seminar gave an overview of China’s economic policies, including an in-depth review of the country’s trade policy, to make sure China’s stance would be known overseas. All of the officials and most of the advisers at the seminar insisted on anonymity because of diplomatic sensitivities.\nIt is not clear what will happen when the two sides sit down this week or whether either will find a reason to waver. Still, the Chinese and American positions are so far apart that China’s leaders are skeptical the two sides can find common ground by the end of this week. They are already raising the possibility that Chinese officials may fly to Washington a month from now for further talks.", "url": "https://www.nytimes.com/2018/04/30/business/china-trump-trade-talks.html"}