{"authors": ["Rod Nordland", "Jawad Sukhanyar"], "date_download": "2022-10-25 23:28:37", "date_modify": "2022-10-25 23:28:37", "date_publish": "2018-08-13 16:09:51", "description": "Only two or the province’s 18 rural districts were confirmed to be fully in government control on Monday, as insurgents took over new areas without much of a fight.", "filename": "2018_08_13_world_asia_afghanistan-taliban-ghazni_1666740517.html", "image_url": "https://static01.nyt.com/images/2018/08/14/world/14Afghanistan1/14Afghanistan1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=32fe3bcd306d81ffb4a8eefb89fd5f16224a655ad3ef889811695089f3c0a90f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_13_world_asia_afghanistan-taliban-ghazni_1666740517.html", "title": "As Taliban Fight for Ghazni City in Afghanistan, Nearby Districts Fall", "title_page": "As Taliban Fight for Ghazni City in Afghanistan, Nearby Districts Fall - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KABUL, Afghanistan — Taliban insurgents in Afghanistan have taken over most of the rural areas in Ghazni Province, even as they continue to battle the government for control of the provincial capital, according to local officials and residents.\nWhile attention in the past four days has focused primarily on the fight for Ghazni city, where the Taliban appear to control most neighborhoods, the insurgents have also taken over at least four more rural districts in the province, mostly without much of a fight. They have also consolidated their authority in other districts, as local government officials fled.\nBy Monday, only two of the province’s 18 rural districts were confirmed to be completely in government control. That raised the prospect that if the insurgents did fully take the city, they might also be in a position to control an entire province for the first time in the 17-year war in Afghanistan.\nIn the city, government forces, supported by American military airstrikes and some American ground forces, continued on Monday to hold government buildings, the Police Headquarters and prison, and military bases. Officials and residents disputed Taliban claims that those facilities had fallen on Monday, but residents said the government buildings were under constant attack, and Taliban fighters were in apparent charge of most neighborhoods throughout the city.", "url": "https://www.nytimes.com/2018/08/13/world/asia/afghanistan-taliban-ghazni.html"}