{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:09", "date_modify": "2022-10-25 23:56:09", "date_publish": "2018-11-12 00:56:09", "description": "A covert mission apparently went awry on Sunday, leaving an Israeli lieutenant colonel and at least seven Palestinians dead and setting off a flurry of rocket fire and airstrikes.", "filename": "2018_11_11_world_middleeast_israel-gaza-raid_1666742169.html", "image_url": "https://static01.nyt.com/images/2018/11/12/world/12Gaza-sub/12Gaza-sub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8f9214068693eda6a6b4e2b15655b8ba4354515682f5c2241c5f4c13fed3cd2d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_11_world_middleeast_israel-gaza-raid_1666742169.html", "title": "Deadly Gaza Raid by Israel Threatens Nascent Cease-Fire", "title_page": "Deadly Gaza Raid by Israel Threatens Nascent Cease-Fire - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — A covert Israeli operation in the Gaza Strip apparently went bad on Sunday, leaving at least seven Palestinians dead, including one senior Hamas military commander, and puncturing a nascent cease-fire with a flurry of airstrikes and rocket fire.\nAn Israeli lieutenant colonel was killed and another officer was wounded in the action near Khan Younis, the first known Israeli ground incursion into Gaza since Operation Protective Edge, in July 2014, set off a seven-week war.\nThe impetus for the Israeli operation and its nature were unclear. Reports in the Israeli news media generally described it as an intelligence mission that went awry.\nPalestinian militants responded with waves of rockets aimed at Israeli communities near Gaza, and Israeli aircraft pounded targets in Gaza for a time. With sirens going off repeatedly in the Gaza periphery, Israel ordered its citizens there to remain close to air-raid shelters and schools were closed on Monday.", "url": "https://www.nytimes.com/2018/11/11/world/middleeast/israel-gaza-raid.html"}