{"authors": ["Andrew E. Kramer"], "date_download": "2022-10-25 23:02:42", "date_modify": "2022-10-25 23:02:42", "date_publish": "2018-07-02 21:13:25", "description": "Halfway through the World Cup, the event is already seen as a P.R. boost for Russia’s president, Vladimir V. Putin, at home and abroad.", "filename": "2018_07_02_world_europe_russia-world-cup-soccer-fans_1666738962.html", "image_url": "https://static01.nyt.com/images/2018/07/03/world/03russia1/03russia1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=976012296c4d57b2e3419429207e0a4b3e44768bf4dc7e638fa46876cf521a8e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_02_world_europe_russia-world-cup-soccer-fans_1666738962.html", "title": "Russia Relaxes, for a Moment, to Let Soccer Fans Rejoice", "title_page": "Russia Relaxes, for a Moment, to Let Soccer Fans Rejoice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In fact, holding a World Cup in Russia today seemed like a terrible idea to many. The British royal family, for example, boycotted the event, after the poisoning earlier this year, by nerve agent, of a former Russian double agent in Britain.\nNot only had Russia been nailed in a state-sponsored doping scandal at the last major international sports event it hosted, the 2014 Winter Olympic Games in Sochi, its soccer team was widely regarded as a joke, both at home and abroad. As the home team it gained an automatic berth, even though it was ranked 70th in the world, the lowest among participating countries.\nBut on Sunday night, Russia knocked off Spain in an almost unfathomable upset, and is now among the final eight teams. It was this victory that touched off the gigantic alcohol- and pride-fueled street party throughout central Moscow, including, improbably on the doorstep of Lubyanka.\nPretty much everything has gone right. Stadium crowds have been enthusiastic and reports of violence and logistical incompetence few. Russia’s soccer hooligans, usually a vicious group, are nowhere to be seen. (The F.S.B. reportedly held “prophylactic discussions” with their leaders beforehand, to discourage unrest.)\nAll of this has played into Mr. Putin’s hand at a pivotal time. With the tournament as a distraction, Russia’s Parliament set to work drafting a law to lift the retirement age, an unpopular measure needed because of economic stagnation brought on by sanctions.\nThe games have also sanded some hard edges off Russia’s reputation as a troublemaker, even as nothing has changed in Ukraine or Syria. Yet rights groups including Amnesty International and Human Rights Watch have tried to use the spotlight of the World Cup to free political prisoners, so far without luck.", "url": "https://www.nytimes.com/2018/07/02/world/europe/russia-world-cup-soccer-fans.html"}