{"authors": ["Miriam Jordan", "Kirk Semple", "Caitlin Dickerson"], "date_download": "2022-10-25 23:35:02", "date_modify": "2022-10-25 23:35:02", "date_publish": "2018-11-28 01:34:38", "description": "The United States government says it could be five weeks before the first arrivals from the caravan of migrants from Central America could have their interviews for admission.", "filename": "2018_11_27_us_migrant-caravan-border-san-ysidro-mexico_1666740902.html", "image_url": "https://static01.nyt.com/images/2018/11/28/us/28border1-print/28border1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c3598fe4b19c230e48d9fb930464ca7c6ad123fb8edd6696246371486c47809e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_27_us_migrant-caravan-border-san-ysidro-mexico_1666740902.html", "title": "For Migrants on Both Sides of the Border, the One Constant Is a Long Wait", "title_page": "For Migrants on Both Sides of the Border, the One Constant Is a Long Wait - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I’m here for now. I’m not sure what comes next,” she said.\nMost of those at the shelter were not given the traditional screening interviews at the border and said they were not even sure when they would be given the opportunity to apply for asylum in the United States.\n“I tried to ask for asylum at the border. They didn’t let me,” said Víctor Manuel Galdamez, a migrant from El Salvador who was waiting at the shelter. “I am still waiting to ask. I have no idea when they will let me.”\nThe long wait times are partly the product of a Trump administration initiative known as “metering,” which limits the number of people who can be processed through ports of entry each day. Immigration authorities at the San Ysidro border crossing, near San Diego, said they were able to process about 100 migrants each day, though rates have dipped as low as 40 a day. At this rate, it could be five weeks before the first arrivals from a caravan of migrants from Central America could have their interviews for admission to the United States.\nFor many of those gathered in Tijuana, the wait has become intolerable. On Sunday, several hundred migrants made a run for the border, attempting to scale the fence before American immigration authorities repelled them with volleys of tear gas. Nearly 100 people were arrested by the Mexican authorities and face possible deportation for their participation in the events.\n“We know the United States has the resources and capacity to process these asylum seekers much faster,” said Kate Clark, director of immigration at Jewish Family Service of San Diego, which runs an emergency shelter for migrants. “The U.S. government is choosing not to process them.”", "url": "https://www.nytimes.com/2018/11/27/us/migrant-caravan-border-san-ysidro-mexico.html"}