{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:53:36", "date_modify": "2022-10-25 23:53:36", "date_publish": "2018-10-11 15:46:20", "description": "The differing benefits by race reflect longstanding patterns of economic inequality and the structure of the law President Trump signed last year.", "filename": "2018_10_11_business_trump-tax-cuts-white-americans_1666742016.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2018", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_11_business_trump-tax-cuts-white-americans_1666742016.html", "title": "White Americans Gain the Most From Trump’s Tax Cuts, a Report Finds", "title_page": "White Americans Gain the Most From Trump’s Tax Cuts, a Report Finds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The tax cuts that President Trump signed into law last year are disproportionately helping white Americans over African-Americans and Latinos, a disparity that reflects longstanding racial economic inequality in the United States and the choices that Republicans made in crafting the law.\nThe finding comes from a new analysis of the $1.5 trillion tax cut using an economic model built by the Institute on Taxation and Economic Policy, a liberal think tank, and released in a joint report with Prosperity Now, a nonprofit focused on helping low-income Americans attain wealth and financial stability. It is the first detailed analysis of the law to break down its effects by race.\nWhite Americans earn about 77 percent of total income in the United States, but they are getting nearly 80 percent of the benefits of the individual and business tax cuts generated by the new law, the analysis found. African-Americans received about 5 percent of the benefits, despite earning 6 percent of the nation’s income. Latinos got about 7 percent, although their share of all income is 8 percent.\nIn total, the analysis estimates, whites will get $218 billion in tax cuts this year as a result of the law. Black and Latino Americans will get about $32 billion combined.", "url": "https://www.nytimes.com/2018/10/11/business/trump-tax-cuts-white-americans.html"}