{"authors": ["Niki Kitsantonis"], "date_download": "2022-10-25 23:02:46", "date_modify": "2022-10-25 23:02:46", "date_publish": "2018-05-21 13:58:06", "description": "Yiannis Boutaris, known for his outspoken views against far-right violence and racism, was assaulted at a ceremony commemorating victims of a World War I genocide.", "filename": "2018_05_21_world_europe_greece-mayor-thessaloniki-attack_1666738966.html", "image_url": "https://static01.nyt.com/images/2018/05/22/world/22Greece1-print/22Greece1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=6dfc1ae02917da2f337a4969142edc64f1ef076021a392420750d022196ebc2e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_21_world_europe_greece-mayor-thessaloniki-attack_1666738966.html", "title": "75-Year-Old Mayor Is Attacked in Greece, and Nationalists Rejoice", "title_page": "75-Year-Old Mayor Is Attacked in Greece, and Nationalists Rejoice - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "THESSALONIKI, Greece — The 75-year-old mayor of Greece’s second-largest city was brutally assaulted by a far-right mob at a public gathering over the weekend, an attack that brought gleeful expressions of support from nationalist groups and heightened concerns about a rise in hate crime in the country.\nThe mayor, Yiannis Boutaris, who is known for his liberalism and outspoken views against far-right violence and racism, was attacked Saturday afternoon in the northern city of Thessaloniki by about a dozen people during a ceremony commemorating the World War I genocide of Pontic Greeks by Turkish forces.\nIn video footage of the attack on the mayor, the white-haired Mr. Boutaris is heckled by a crowd of men, some masked and dressed in black. He was thrown to the ground, punched and kicked before being escorted to a car that was vandalized by protesters, and he was briefly hospitalized with head, back and leg injuries.\nNationalist groups, notably the far-right Golden Dawn, have capitalized on growing frustration in Greece. The economy has been hobbled by years of austerity imposed on the debt-racked country by international creditors, and a huge migrant influx has further strained tensions.", "url": "https://www.nytimes.com/2018/05/21/world/europe/greece-mayor-thessaloniki-attack.html"}