{"authors": ["Ellen Barry", "Martin Selsoe Sorensen"], "date_download": "2022-10-25 23:00:46", "date_modify": "2022-10-25 23:00:46", "date_publish": "2018-07-02 03:30:04", "description": "The Danes, who have struggled to integrate non-Western families, are getting tough: From age 1, immigrant children will receive mandatory instruction in “Danish culture.”", "filename": "2018_07_01_world_europe_denmark-immigrant-ghettos_1666738846.html", "image_url": "https://static01.nyt.com/images/2018/08/01/world/01denmark-1/01denmark-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0f1ea36b482aba08fcf244476cd6053fe9fd4600f7bccd7f1e019f4dd1705e2d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_01_world_europe_denmark-immigrant-ghettos_1666738846.html", "title": "In Denmark, Harsh New Laws for Immigrant ‘Ghettos’", "title_page": "In Denmark, Harsh New Laws for Immigrant ‘Ghettos’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "COPENHAGEN — When Rokhaia Naassan gives birth in the coming days, she and her baby boy will enter a new category in the eyes of Danish law. Because she lives in a low-income immigrant neighborhood described by the government as a “ghetto,” Rokhaia will be what the Danish newspapers call a “ghetto parent” and he will be a “ghetto child.”\nStarting at the age of 1, “ghetto children” must be separated from their families for at least 25 hours a week, not including nap time, for mandatory instruction in “Danish values,” including the traditions of Christmas and Easter, and Danish language. Noncompliance could result in a stoppage of welfare payments. Other Danish citizens are free to choose whether to enroll children in preschool up to the age of six.\nDenmark’s government is introducing a new set of laws to regulate life in 25 low-income and heavily Muslim enclaves, saying that if families there do not willingly merge into the country’s mainstream, they should be compelled.\nFor decades, integrating immigrants has posed a thorny challenge to the Danish model, intended to serve a small, homogeneous population. Leaders are focusing their ire on urban neighborhoods where immigrants, some of them placed there by the government, live in dense concentrations with high rates of unemployment and gang violence.", "url": "https://www.nytimes.com/2018/07/01/world/europe/denmark-immigrant-ghettos.html"}