{"authors": ["Natalie Kitroeff"], "date_download": "2022-10-25 23:41:40", "date_modify": "2022-10-25 23:41:40", "date_publish": "2018-07-19 09:00:15", "description": "The automaker became the No. 1 exporter of American-made cars, transforming Spartanburg. Now it is weighing the impact of an escalation of the trade fight.", "filename": "2018_07_19_business_economy_tariffs-south-carolina-bmw.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news_1666741300.html", "image_url": "https://static01.nyt.com/images/2018/07/20/business/20EXPORT-1-print/19EXPORT-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f900a0464802785792e598146af1a040cd86e279ca1298e80b3b58c3ca8fc9e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_19_business_economy_tariffs-south-carolina-bmw.html_hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news_1666741300.html", "title": "Tariffs Imperil a Hometown Business in South Carolina: BMW", "title_page": "Tariffs Imperil a Hometown Business in South Carolina: BMW - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But lashing out at German carmakers could inflict wounds in this upstate swath of South Carolina. In March, BMW’s chief executive, Harald Krüger, said Mr. Trump’s auto tariffs “would have an impact on jobs in the United States.” In a June letter to the Commerce Department, the company said it might cut investment and production in Spartanburg if selling its American-made sport-utility vehicles abroad became too expensive.\nAlready this year, BMW stopped exporting the X3 crossover from Spartanburg to China and began making more of the S.U.V.s in plants in Shenyang, China, and Rosslyn, South Africa.\nIt announced last week that it would increase production capacity to 520,000 vehicles in its two Shenyang plants next year, overtaking the total production in Spartanburg. This week, the Chinese government announced that it would allow BMW to increase its stake in the Shenyang joint venture to 75 percent from 50 percent, making it the first foreign carmaker to own a majority of a manufacturing operation in the country.\nThose overseas moves are being watched warily here. “This directly affects us,” said A. J. Cemprola, a software developer at BMW’s Spartanburg plant. “It isn’t talk anymore.”\nMr. Cemprola, 30, said the job helped him pay off his student loans and buy a four-bedroom home with his wife. Everyone in town, he said, works at BMW or knows someone who does.\n“This area has grown a lot from BMW, and it’s been great for South Carolina,” he said. “And we don’t want that to change.”", "url": "https://www.nytimes.com/2018/07/19/business/economy/tariffs-south-carolina-bmw.html?hp&action=click&pgtype=Homepage&clickSource=story-heading&module=first-column-region&region=top-news&WT.nav=top-news"}