{"authors": ["Jeré Longman"], "date_download": "2022-10-25 23:27:20", "date_modify": "2022-10-25 23:27:20", "date_publish": "2018-01-04 10:00:42", "description": "“People see Hanyu for the first time and they become hysterical or they’re moved to tears. It’s like their lives are complete.”", "filename": "2018_01_04_sports_olympics_yuzuru-hanyu_1666740440.html", "image_url": "https://static01.nyt.com/images/2018/01/04/sports/04hanyu-web1sub/04hanyu-web1sub-facebookJumbo-v3.jpg?year=2018&h=549&w=1050&s=6b18ce809bb890a2a315af469f47b9eebc7a94b3c953ca9fe66ffb906e6b06d2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_04_sports_olympics_yuzuru-hanyu_1666740440.html", "title": "The Greatest Figure Skater Ever Is Michael Jackson on Ice, Surrounded by Winnie the Poohs", "title_page": "The Greatest Figure Skater Ever Is Michael Jackson on Ice, Surrounded by Winnie the Poohs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“If he has three quads and skates clean, he can win the Olympics one more time,” Plushenko said. “If he does all the things he can, he’s going to win easily.”\nThe biggest hurdle to his own failed attempt to repeat as Olympic champion, Plushenko said, was injury: “In my head I was ready to skate but my body is sometimes going, ‘No, wait, please, please.’”\nHis words were prescient. On Nov. 9, a day before the NHK Trophy began, Hanyu attempted a quadruple lutz in practice, but his legs landed in a pretzled position. More than 100 Japanese journalists turned up at a news conference that evening to learn of Hanyu’s condition.\nThe next day, it was announced that he had ligament damage in his right ankle but would try to compete. Instead, he withdrew. (Weeks later, it would be revealed that the ankle had also sustained tendon and bone damage.)\n“I am very sorry to have everyone worried,” Hanyu said in a statement.\nAt Osaka’s Municipal Central Gymnasium, where the NHK Trophy went on without Hanyu, his fans were left dejected. Zeng Yuemeng, 28, an Osaka airport worker, said she had moved to Japan from China in July because of her favorite skater. She carried a Pooh keychain on her purse.\n“Because this is his country,” Zeng said of Hanyu, “maybe I can see why he has become such a perfect human.”\nOther fans took a half-hour train ride to pray for Hanyu at a Shinto shrine in Kobe, Japan. Because the shrine’s name — Yuzuruha — resembled the first name of the skater, it had become a popular place for fans to write their well-wishes to Hanyu on round wooden plaques. Hundreds of plaques hung on racks at the shrine.", "url": "https://www.nytimes.com/2018/01/04/sports/olympics/yuzuru-hanyu.html"}