{"authors": ["Sharon Otterman"], "date_download": "2022-10-25 23:44:40", "date_modify": "2022-10-25 23:44:40", "date_publish": "2018-09-20 17:50:13", "description": "He appointed a former federal judge, Barbara S. Jones, to examine whether the archdiocese is following protocols, but she may not release a public report.", "filename": "2018_09_20_nyregion_cardinal-dolan-sex-abuse_1666741480.html", "image_url": "https://static01.nyt.com/images/2018/09/21/nyregion/21abuse/21abuse-facebookJumbo.jpg?year=2018&h=550&w=1050&s=2f738bee3a150421381d7d0c69c3b3af6ffaa21bf8e64a4d538d0541ec19a85f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_20_nyregion_cardinal-dolan-sex-abuse_1666741480.html", "title": "Church Sex Abuse Review Is Ordered by Cardinal Dolan", "title_page": "Church Sex Abuse Review Is Ordered by Cardinal Dolan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Seeking to restore the trust of New York Catholics shaken by recent revelations of abuse, Cardinal Timothy M. Dolan announced on Thursday that he had appointed a former federal judge to review how the Archdiocese of New York handles cases of sexual abuse of minors and sexual harassment of adults.\nThe review, led by Barbara S. Jones, a former judge in Federal District Court in Manhattan, will primarily focus on whether the archdiocese is following the protocols to protect minors from abuse that were approved by the nation’s bishops in 2002. Tackling a type of misconduct that was not addressed by the 2002 reforms, she will also examine whether current workplace policies are sufficient to prevent the sexual harassment of adults and other abuses of power in churches and seminaries.\nCardinal Dolan said in a Thursday news conference that Catholics in the archdiocese had come to him repeatedly over the summer distraught over the litany of sex abuse revelations that seem to make daily headlines, including the lurid accusations against Cardinal Theodore E. McCarrick, who was removed from ministry in June following a substantiated allegation of sex abuse of a minor in New York, and the explosive grand jury report into clergy sex abuse in Pennsylvania released in August.\n“I need your help if I am going to respond to my people’s plea for accountability, transparency and action,” Cardinal Dolan told Ms. Jones at the news conference. “I look forward to receiving your recommendations and your insights and I pledge that I will take them all with utmost seriousness.”", "url": "https://www.nytimes.com/2018/09/20/nyregion/cardinal-dolan-sex-abuse.html"}