{"authors": ["Tara Siegel Bernard"], "date_download": "2022-10-25 23:41:09", "date_modify": "2022-10-25 23:41:09", "date_publish": "2018-08-10 18:08:02", "description": "The investing giant accelerated a price war by introducing two index mutual funds with no fees. If the move works, Fidelity can sell other products and services to those it attracts.", "filename": "2018_08_10_business_fidelity-mutual-funds-fees_1666741269.html", "image_url": "https://static01.nyt.com/images/2018/08/11/business/11Investbait.illo/merlin_142167309_c03bdfaa-c440-4ae6-b268-b76c27e98f53-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0fed6ce67333d72fa89654ad3d403a7d34da9e46e43c6c138f6200e21a2cfab3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_10_business_fidelity-mutual-funds-fees_1666741269.html", "title": "Fidelity Tries Luring Investors With 2 No-Fee Funds. So What’s the Catch?", "title_page": "Fidelity Tries Luring Investors With 2 No-Fee Funds. So What’s the Catch? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Investing just became even cheaper — free, actually.\nFidelity introduced two new index mutual funds last week that have no fees whatsoever, taking the democratization of investing to a whole new level. Consumers now have access to domestic and international stock markets without any hurdles, including no required minimum investment amount.\nThe move continues an industry trend toward lower-cost investing, with several giant firms — Fidelity, Schwab and Vanguard among them — all but daring one another to push their already rock-bottom fees even lower.\nBut when companies start to dangle free offers, one can’t help but ask: What’s the catch?\nIt’s simple, analysts said. If Fidelity can lure investors in with a promise of no fees, it is in a position to sell other products and services — a money-market account, say, or financial advice — that offer fatter profit margins. And given its size, the company can afford to sell no-fee funds below cost.\n“They’re bait,” Jeffrey Ptak, an analyst with Morningstar, said of the new funds.\nThe good news is that the bait — Fidelity Zero Total Market Index Fund and Fidelity Zero International Index Fund — is as advertised: There are no hidden fees, and costs are not simply waived temporarily. (The funds track indexes created by Fidelity.)", "url": "https://www.nytimes.com/2018/08/10/business/fidelity-mutual-funds-fees.html"}