{"authors": ["Manohla Dargis"], "date_download": "2022-10-25 23:34:07", "date_modify": "2022-10-25 23:34:07", "date_publish": "2018-02-06 17:03:57", "description": "The African superhero gets a movie of his own. Ryan Coogler directs a cast that includes Chadwick Boseman, Michael B. Jordan and Lupita Nyong’o.", "filename": "2018_02_06_movies_black-panther-review-movie_1666740847.html", "image_url": "https://static01.nyt.com/images/2018/02/07/arts/07black-panther1/07black-panther1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=e21053dd1fcc85909c9691d5852f70f8f51a6f03a0ab5ae19feb8be784e0a0b4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_06_movies_black-panther-review-movie_1666740847.html", "title": "Review: ‘Black Panther’ Shakes Up the Marvel Universe", "title_page": "Review: ‘Black Panther’ Shakes Up the Marvel Universe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A jolt of a movie, “Black Panther” creates wonder with great flair and feeling partly through something Hollywood rarely dreams of anymore: myth. Most big studio fantasies take you out for a joy ride only to hit the same exhausted story and franchise-expanding beats. Not this one. Its axis point is the fantastical nation of Wakanda, an African Eden where verdant-green landscapes meet blue-sky science fiction. There, spaceships with undercarriages resembling tribal masks soar over majestic waterfalls, touching down in a story that has far more going for it than branding.\nWakanda is home to Black Panther, a.k.a. T’Challa (Chadwick Boseman), the latest Marvel hero to leap off the comic-book page and into his own movie. Created in 1966 by Stan Lee (script) and Jack Kirby (art), the original Black Panther — a hepcat in a slinky suit with claws and ears — debuted alongside the Fantastic Four in an adventure in Wakanda, which is powered by a mystery metal, vibranium. It was a splashy, timely entrance (the revolutionary group that shares his name officially formed that same year), and by the end of his first escapade, the Four had assured T’Challa “there’s no reason for the Black Panther’s career to come to an end!”\nIn the decades since, Black Panther has undergone a variety of costume alterations and adventures in the comics, some under the direction of the filmmaker Reginald Hudlin and, more recently, the author Ta-Nehisi Coates. To direct the first Panther movie, Marvel tapped Ryan Coogler, who with his last outing, “Creed,” shook the dust off the Rocky series by giving it an African-American champion played by Michael B. Jordan. For “Black Panther,” Mr. Coogler brought back both Mr. Jordan and some former crew members — including Rachel Morrison, the director of photography on his first feature “Fruitvale Station” — continuity that may help account for this movie’s intimacy and fluidity.\nAs with all Marvel screen ventures, the story has a lot of moving parts, but in general the results don’t register as the same-old superhero busywork, the kind that makes for forgettable stories and strenuously overinflated running times. Written by Mr. Coogler and Joe Robert Cole, “Black Panther” brings T’Challa’s story up to the present, sketches in his past and looks to his future, all while clearing room for the Marvel Cinematic Universe and its other unitard-wearing warriors. (Black Panther was first wedged into the forgettable “Captain America: Civil War.”) The movie also rather too breezily establishes Wakanda as a militaristic monarchy that is nevertheless fair and democratic.", "url": "https://www.nytimes.com/2018/02/06/movies/black-panther-review-movie.html"}