{"authors": ["Thomas Gibbons-Neff"], "date_download": "2022-10-25 23:22:53", "date_modify": "2022-10-25 23:22:53", "date_publish": "2018-07-11 17:04:47", "description": "The U.S. service member killed in Afghanistan on July 7 in an insider attack was assigned to a Guardian Angel unit. Here’s what that means.", "filename": "2018_07_11_magazine_military-guardian-angel-program_1666740173.html", "image_url": "https://static01.nyt.com/images/2018/07/11/us/11GUARDIANANGEL/11GUARDIANANGEL-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=91d8f34a560b58499c6c36e64b7d40f12c4d14e695e60f4bd363cf4a9e2fca5d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_11_magazine_military-guardian-angel-program_1666740173.html", "title": "U.S. Soldier Killed in Afghanistan Was Part of Guardian Angel Unit", "title_page": "U.S. Soldier Killed in Afghanistan Was Part of Guardian Angel Unit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Maciel was assigned to the First Battalion, 28th Infantry Regiment, a unit providing Guardian Angel and security support to the First Security Force Assistance Brigade, which has been championed as an integral part of the Pentagon’s new strategy in Afghanistan. The 1,000-strong force is spread across the country in small teams that train the Afghan security forces down to the battalion level, something conventional American troops haven’t done since 2014. By working alongside Afghans in smaller units, the brigade is subsequently exposed to a higher potential of insider attacks. If attacks like the one on July 7 continue to happen, the Pentagon will undoubtedly have to re-examine this level of training for Afghan troops, experts say.\nWhat happened in the attack at the small base in Tarin Kowt, a town in Uruzgan Province, is unclear. According to an American military officer with knowledge of the episode, a member of the Afghan National Defense and Security Forces fired at Maciel, killing him and wounding three others, two American soldiers and their Afghan interpreter. In the weeks leading up to the episode, the officer said, a small base outside Kandahar Airfield was warned of a potential insider attack; it’s unclear if the outpost in Tarin Kowt received a similar threat.", "url": "https://www.nytimes.com/2018/07/11/magazine/military-guardian-angel-program.html"}