{"authors": ["Gardiner Harris", "Jack Ewing"], "date_download": "2022-10-25 23:45:26", "date_modify": "2022-10-25 23:45:26", "date_publish": "2018-08-06 14:31:34", "description": "The Trump administration is betting that the sanctions, which had been lifted under the 2015 nuclear accord that the president abandoned, will force Iran to curb its weapons program.", "filename": "2018_08_06_us_politics_iran-sanctions-trump_1666741526.html", "image_url": "https://static01.nyt.com/images/2018/08/06/world/07-dc-sanctions-hp/07-dc-sanctions-hp-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=9462e2613f25a5d13d7ad6f1acd24958bd2e7d4e359632581571762c3a1797be&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_06_us_politics_iran-sanctions-trump_1666741526.html", "title": "U.S. to Restore Sanctions on Iran, Deepening Divide With Europe", "title_page": "U.S. to Restore Sanctions on Iran, Deepening Divide With Europe - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He demanded that Iran end all nuclear enrichment and development of nuclear-capable missiles; release all American citizens; end its support for Hezbollah, Hamas, Islamic Jihad and Houthi militias; and withdraw its forces from Syria.\nHe said such changes would be consistent with “global norms,” although the enrichment of nuclear material for civilian purposes and the development of rockets is, in most states, allowed under international law. Additionally, Russia, Turkey, Iraq and the United States also have forces fighting in Syria’s seven-year civil war.\nIn a conference call with reporters on Monday, senior administration officials said they wanted a change in behavior from Tehran, and were not demanding a change in government. They noted that the threat of sanctions had already had an effect on the Iranian economy — including a plunge in the value of the rial, Iran’s currency; growing unemployment; and increasing protests.\nSome analysts worry that the Trump administration’s decision to go ahead with sanctions will encourage Europe, Russia and China to find ways around the American-led financial system and undermine the success of economic penalties in other areas.\nThe European Union on Monday updated a so-called blocking statute that seeks to protect European companies from any penalties imposed by the United States for doing business with, or in, Iran. The measure threatens companies with penalties if they comply with American sanctions, putting some in a bind.\nThe law was originally passed in 1996 to protect companies against penalties imposed for doing business in Cuba, Libya and Iran — all of which were under American sanctions. For years, the United States largely ignored European investments in Cuba to avoid friction.\nBut while top American officials said on Monday that they would continue talking to foreign counterparts to cooperate on sanctions, they vowed to undertake vigorous enforcement of the restored penalties against Iran — regardless of European concerns. They also said more than 100 major businesses had already announced an intent to leave Iran, ahead of the sanctions.", "url": "https://www.nytimes.com/2018/08/06/us/politics/iran-sanctions-trump.html"}