{"authors": ["Farah Stockman"], "date_download": "2022-10-25 23:36:06", "date_modify": "2022-10-25 23:36:06", "date_publish": "2018-05-11 09:00:10", "description": "A nationwide movement to boost the turnout rate of former felons is being led by activists who have served time in prison.", "filename": "2018_05_11_us_voting-rights-felons_1666740966.html", "image_url": "https://static01.nyt.com/images/2018/05/13/us/13EXFELON-01/00EXFELON-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=09e7480a8bbc28e34121286ce2c52b2a1a3c87e92f0c45a718e7929a4d393b37&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_11_us_voting-rights-felons_1666740966.html", "title": "They Served Their Time. Now They’re Fighting for Other Ex-Felons to Vote.", "title_page": "They Served Their Time. Now They’re Fighting for Other Ex-Felons to Vote. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s unclear how these new voters might change the political landscape. Some political scientists predict that increasing felon turnout would have a relatively small impact, since it would advantage Democrats in urban areas where they already hold sway. But that could change as more formerly incarcerated people flee expensive city centers, said Brandon Rottinghaus, a political-science professor at the University of Houston.\n“As more ex-felons settle in suburbs, the current battleground for so many political battles, expanding voting rights to felons and active registration of ex-felons may flip some seats currently held by Republicans to the Democrats,” Professor Rottinghaus said. In Texas, he pointed to potential gains for Democrats in far west Houston, east Dallas and San Antonio, all areas with competitive congressional races this fall.\nIn states with strict voting laws that disenfranchise felons indefinitely — like Florida — increasing turnout would most likely make a difference in election outcomes, said Christopher Uggen, a professor of sociology at the University of Minnesota, who estimated that Democratic votes lost to felon disenfranchisement would have changed the outcome of seven Senate races since 1978, as well as the 2000 presidential election of George W. Bush.\nThe activists insist their work is nonpartisan and say they support candidates of any party who pledge to expand felons’ access to jobs, student loans, and the polls. But such politicians are rare, Mr. Huerta said. Democrats and Republicans alike tend to avoid campaigning in neighborhoods with high concentrations of felons.\nThe United States is one of only a handful of countries that strips voting rights from felons even after they have served their time. The concept dates to the colonial era, when certain criminals were shunned and stripped of rights, a practice known as civil death. But it only began to impact large numbers of people in the wake of the Civil War, when several Southern states used it to disenfranchise black men who had recently gained the right to vote. Today, laws barring felons from voting vary by state. Eligibility can change radically from one governor to the next, causing widespread confusion.", "url": "https://www.nytimes.com/2018/05/11/us/voting-rights-felons.html"}