{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:31:50", "date_modify": "2022-10-25 23:31:50", "date_publish": "2018-01-15 23:32:32", "description": "Lt. Gov. Kathy Hochul, a Democrat from Western New York, may face a primary challenge from Jumaane Williams, a Brooklyn councilman.", "filename": "2018_01_15_nyregion_jumaane-williams-lieutenant-governor-cuomo_1666740710.html", "image_url": "https://static01.nyt.com/images/2018/01/16/nyregion/16JUMAANE/16lieutenantgov-facebookJumbo.jpg?year=2018&h=549&w=1050&s=4bd81c0e43ed5255163ee2d3a6f61a3f897d7970f05131acba6b281ae87c5a2f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_15_nyregion_jumaane-williams-lieutenant-governor-cuomo_1666740710.html", "title": "Cuomo’s No. 2 Gets a Possible Challenger: Jumaane Williams", "title_page": "Cuomo’s No. 2 Gets a Possible Challenger: Jumaane Williams - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Hochul, in contrast, had $144,000 in her campaign account as of last July.\nThe lieutenant governorship is an office far more symbolic than substantive, with a limited budget and few formal responsibilities. Candidates for governor and lieutenant governor run independently in the primary in New York. But Mr. Cuomo and, by extension, the state Democratic Party apparatus, could weigh in heavily to ensure that Mr. Cuomo’s partner in the executive branch is an ally and not an agitator.\nChallenging Ms. Hochul “is to challenge the governor’s administration,” said Charlie King, who ran for lieutenant governor with Mr. Cuomo in 2002, and who is now an informal adviser to the governor.\nMr. Cuomo’s and Ms. Hochul’s office declined to comment.\nMr. Williams did not formally declare his candidacy, but he is now able to raise money while gauging “whether there is a definite path” and “an appetite” for his candidacy, he said. He most recently ran for New York City Council speaker but was not among the finalists.\nMr. Williams, who is African-American, would have some demographic advantages in a Democratic primary where an enormous number of votes come from New York City and minority communities. Ms. Hochul, a former congresswoman and clerk from Erie County, has traveled the state extensively in her years as Mr. Cuomo’s lieutenant governor, but is hardly a household name.\nIn a sign of the prominent role race could play, Mr. Williams announced he was exploring a bid on Martin Luther King’s Birthday. He later spoke at a rally in Harlem at the National Action Network, the Rev. Al Sharpton’s organization, and rattled off the all the prominent positions held by white leaders in New York, including governor, lieutenant governor, attorney general, comptroller and New York City mayor.", "url": "https://www.nytimes.com/2018/01/15/nyregion/jumaane-williams-lieutenant-governor-cuomo.html"}