{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:38:55", "date_modify": "2022-10-25 23:38:55", "date_publish": "2018-08-21 17:08:57", "description": "The deal was reached with the turbulent Central African Republic, where three Russian journalists were murdered recently under murky circumstances.", "filename": "2018_08_21_world_europe_russia-central-african-republic-military-accord_1666741135.html", "image_url": "https://static01.nyt.com/images/2018/08/22/world/22russia/22russia-facebookJumbo.jpg?year=2018&h=550&w=1050&s=526e069c6110159e6b67e0417fbb35b41c01d2005c514905ff13ace0b2bc291c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_21_world_europe_russia-central-african-republic-military-accord_1666741135.html", "title": "Pushing Further into Africa, Russia Signs a New Military Accord", "title_page": "Pushing Further into Africa, Russia Signs a New Military Accord - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Just three weeks after three Russian journalists were murdered while investigating the role of Russian mercenaries in the Central African Republic, Moscow and the turbulent African country signed an agreement on Tuesday to expand military cooperation.\nDetails of the agreement were not announced but it seemed to relate to Russian military trainers, 175 of whom are already present in the Central African Republic and who were the focus of a daring investigation last month by the Russian journalists.\nAll three, Orkhan Dzhemal, Aleksandr Rastorguev and Kirill Radchenko, died in mysterious circumstances on July 31 in what Russia and the Central African Republic insist was a roadside ambush by unidentified robbers near the town of Sibut. Mikhail Khodorkovsky, an exiled Russian oligarch who funds a media organization that sponsored their trip to Africa, has described the official version as “totally unsustainable.”\nSpeaking on Tuesday at a state arms exhibition near Moscow, Russia’s defense minister, Sergei K. Shoigu, made no mention of the murdered journalists but was quoted by Russian news agencies as hailing military cooperation with the Central African Republic, a former French colony. He was quoted as saying that the new agreement would “strengthen ties in the defense sphere” between Russia and the central African nation.", "url": "https://www.nytimes.com/2018/08/21/world/europe/russia-central-african-republic-military-accord.html"}