{"authors": ["Russell Goldman", "Rick Gladstone"], "date_download": "2022-10-25 23:38:56", "date_modify": "2022-10-25 23:38:56", "date_publish": "2018-03-26 15:00:28", "description": "The expulsion of Russian officials in response to the alleged poisoning of a former spy resembles the tactics of the Cold War.", "filename": "2018_03_26_world_europe_russia-diplomats-expulsion-cold-war_1666741136.html", "image_url": "https://static01.nyt.com/images/2018/03/27/world/27us-kremlin1/27us-kremlin1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=628b5ca3f70b36929f18ee7ea3360b7736efff65fb16fdb70062aecf8a47d919&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_26_world_europe_russia-diplomats-expulsion-cold-war_1666741136.html", "title": "U.S.-Russia Relations: How Latest Blowup Compares to Earlier Ones", "title_page": "U.S.-Russia Relations: How Latest Blowup Compares to Earlier Ones - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The coordinated expulsion on Monday of 60 Russians from the United States and more than 30 from across Europe in response to the March 4 poisoning of a former Russian spy and his daughter in Britain echoes past espionage feuds between Washington and Moscow.\nFor the United States, such moves are rooted in the spying between Russia and the West that has endured since the end of the Cold War.\nHere is a look at some of the best-known expulsions in recent years between the United States and Russia:\nJuly 2017: Delayed Retaliation\nPresident Vladimir V. Putin of Russia ordered the United States diplomatic mission to reduce its staff by 755 employees in response to American sanctions, including the expulsion of 35 Russian officials, imposed in the final weeks of the Obama administration. Mr. Putin had delayed such a move, hoping for an improved relationship under President Trump, “but, judging by everything, if it changes, it will not be soon.”", "url": "https://www.nytimes.com/2018/03/26/world/europe/russia-diplomats-expulsion-cold-war.html"}