{"authors": ["Michael D. Shear", "Matt Apuzzo", "Sharon Lafraniere"], "date_download": "2022-10-25 23:30:19", "date_modify": "2022-10-25 23:30:19", "date_publish": "2018-04-10 15:43:57", "description": "The early-morning searches enraged the president, associates said, and he is said to be considering whether to fire Rod J. Rosenstein, the deputy attorney general.", "filename": "2018_04_10_us_politics_trump-russia-mueller-rosenstein_1666740619.html", "image_url": "https://static01.nyt.com/images/2018/08/22/us/politics/22dc-assess3/22dc-assess3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b6185d0e6a09d03a96c64e931f49f5d8e8867485757c5ff08d36cb081809ad03&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_10_us_politics_trump-russia-mueller-rosenstein_1666740619.html", "title": "Raids on Trump’s Lawyer Sought Records of Payments to Women", "title_page": "Raids on Trump’s Lawyer Sought Records of Payments to Women - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Michael Cohen, President Trump’s former personal lawyer, went from this: “I’ll do anything to protect Mr. Trump.” “They say I’m Mr. Trump’s pit bull.” “I’ve stood by him, shoulder to shoulder.” To this: “Shock waves after President Trump’s former attorney Michael Cohen ...” “Michael Cohen, pleading guilty and implicating the president ...” “... possibly the worst day in Donald Trump’s presidency thus far.” So why did one of Trump’s most trusted advisers flip? Cohen was known for being Trump’s fixer and biggest defender. “If there’s an issue that relates to Mr. Trump that is of concern to him, it’s of course of concern to me. And I will use my legal skills within which to protect Mr. Trump to the best of my ability.” In April, the F.B.I. raided Cohen’s office after he became a target in special counsel Robert Mueller’s investigation. Trump was quick to come to Cohen’s defense. But once the investigation zeroed in on Cohen, the lawyer began to change his tune. “My wife, my daughter and my son have my first loyalty and always will. I put family and country first.” In July, Cohen released audio from a conversation with Donald Trump that he secretly recorded two months before the 2016 election. The two appear to be discussing payments to a former Playboy model who said she had an affair with Trump. [Cohen and Trump speaking] Here’s when things between Trump and Cohen began to publicly fall apart. “I expected something like this from Cohen, he’s been lying all week. I mean, for two — he’s been lying for years. There’s nobody that I know that knows him that hasn’t warned me that if his back is up against the wall, he will lie like crazy, because he’s lied all his life.” On Aug. 21, Cohen pleaded guilty to violating federal campaign finance laws and said President Trump directed him to make payments to two women during the 2016 campaign to avoid a potential sex scandal. Cohen’s lawyer suggested he knew more. “Mr. Cohen has knowledge on certain subjects that should be of interest to the special counsel and is more than happy to tell the special counsel all that he knows.” Trump tried to play down the momentous admission via Twitter.", "url": "https://www.nytimes.com/2018/04/10/us/politics/trump-russia-mueller-rosenstein.html"}