{"authors": ["Maggie Haberman", "Abgoodnough", "Katharine Q. Seelye"], "date_download": "2022-10-26 00:12:05", "date_modify": "2022-10-26 00:12:05", "date_publish": "2018-03-19 17:09:46", "description": "His plan calls for reducing the supply of illicit drugs with better interdiction and tougher penalties, reducing opioid prescriptions and overall demand, and expanding access to treatment.", "filename": "2018_03_19_us_politics_trump-new-hampshire-opioid-plan_1666743125.html", "image_url": "https://static01.nyt.com/images/2018/03/20/us/politics/20dc-trump-1-sub/merlin_135734478_fa33a30c-04bf-45b6-9255-e84e1887c0a1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=02c7059cdea7fa7acceb1c53e625b9c6f1cdc54cdab363503352cb864cb86344&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_19_us_politics_trump-new-hampshire-opioid-plan_1666743125.html", "title": "Trump Offers Tough Talk but Few Details in Unveiling Plan to Combat Opioids", "title_page": "Trump Offers Tough Talk but Few Details in Unveiling Plan to Combat Opioids - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MANCHESTER, N.H. — President Trump made his first visit to New Hampshire since the 2016 campaign on Monday, unveiling a plan to combat the opioid epidemic that includes a push for the death penalty for drug dealers and a crackdown on illegal immigrants.\nMr. Trump spoke in a state with the nation’s third-highest rate of deaths from overdoses and where opioids are a potent political issue. In a speech at a community college here, he offered up more tough talk than he did specifics about his plan, or how he would pay for it.\nThe president said that most of the heroin in the country comes in from the southern border, “where eventually the Democrats will agree with us and build the wall to keep the damn drugs out”; he denounced so-called sanctuary cities, which he blamed for an uptick in overdoses; and he called for harsher penalties for drug dealers.\n“If we don’t get tougher on drug dealers, we are wasting our time,” Mr. Trump said, later adding, “That toughness includes the death penalty” — a position that was at odds with what White House officials told reporters on Sunday.", "url": "https://www.nytimes.com/2018/03/19/us/politics/trump-new-hampshire-opioid-plan.html"}