{"authors": ["Andrew Higgins"], "date_download": "2022-10-25 23:02:39", "date_modify": "2022-10-25 23:02:39", "date_publish": "2018-03-29 17:18:44", "description": "The move was in retaliation for the expulsion of diplomats by Britain, the United States and their allies. The U.S. Consulate in St. Petersburg will be closed.", "filename": "2018_03_29_world_europe_russia-expels-diplomats_1666738959.html", "image_url": "https://static01.nyt.com/images/2018/03/30/world/europe/30russia-retaliates2/31russia-retaliates2-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f727747a56d1580320ef9f456a128c039399b3cd66a6ea9274c4f326c8d892ba&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_29_world_europe_russia-expels-diplomats_1666738959.html", "title": "Expelling Diplomats, a Furious Kremlin Escalates a Crisis", "title_page": "Expelling Diplomats, a Furious Kremlin Escalates a Crisis - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — Russia on Thursday escalated a confrontation with Europe and the United States over the poisoning of a former Russian spy in Britain, saying it would expel 60 American diplomats and an unspecified number of envoys from other countries to retaliate for a mass expulsion of Russian diplomats working in the West and beyond that was ordered this week.\nFurious at what it described as an anti-Russian campaign orchestrated by Washington and London, the Kremlin exceeded an equivalent response to the United States and ordered the closing of the American Consulate in St. Petersburg, Russia’s second-largest city. The consulate is bigger and far more important to relations than the Russian Consulate in Seattle, which the Trump administration ordered closed on Monday as part of its expulsion decree.\nThe crisis over the March 4 poisoning of a former Russian double agent and his daughter has driven tensions between the Kremlin and the West to their highest pitch in decades and forced European countries like Germany that are usually wary of clashing with Moscow to choose sides. Britain contends that the poison used was a signature Russian nerve agent created by Soviet-era scientists.\nVoicing alarm that the East-West confrontation was spinning out of control, the secretary general of the United Nations, António Guterres, said that the crisis recalled the Cold War, only without the controls and channels of communication established before the 1991 collapse of the Soviet Union “to make sure things would not get out of control when tensions rise.”", "url": "https://www.nytimes.com/2018/03/29/world/europe/russia-expels-diplomats.html"}