{"authors": ["Richard Conniff"], "date_download": "2022-10-25 23:41:41", "date_modify": "2022-10-25 23:41:41", "date_publish": "2018-01-27 19:00:25", "description": "New technologies and tougher enforcement have put some of the worst offenders on notice.", "filename": "2018_01_27_opinion_protecting-forests-technology_1666741301.html", "image_url": "https://static01.nyt.com/images/2018/01/28/opinion/sunday/28conniff/28conniff-facebookJumbo.jpg?year=2018&h=550&w=1050&s=93512790eb67e90ed6bf8679ad89f0b7cbd62a885e11175ebd5805ea9b926645&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_27_opinion_protecting-forests-technology_1666741301.html", "title": "Amid the Plunder of Forests, a Ray of Hope", "title_page": "Opinion | Amid the Plunder of Forests, a Ray of Hope - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Corrupt government agents and the black market happily provided transport documents to draw a veil of fictitious legality over whatever came floating down the river from the Amazon forest. Or as one exporter shipping timber on the Yacu Kallpa put it to an undercover investigator from the nonprofit Global Witness, “This tree miraculously becomes legal timber, just because of a piece of paper.” Exporters could point to that piece of paper and claim to be merely “buyers in good faith.”\nThat make-believe mind-set sufficed until Peru’s customs service and its forest watchdog agency, together with investigators from the nonprofit Environmental Investigation Agency, tried to connect export shipments back to their reported harvest sites and found that almost none of the timber came from anyplace legal.\nActing on that information, United States federal agents met the Yacu Kallpa at the dock in Houston in September 2015 and seized 71 shipping containers of timber worth more than $1 million. Investigators would later determine that 92 percent of the timber on that shipment was illegal. The Yacu Kallpa then simply turned around and tried to do it again.\n“People are doing these things because they know they can,” said Laura Furones, leader of the Peru campaign at Global Witness. “The level of impunity is astonishing.”\nIndeed, on that next and final Yacu Kallpa shipment, 96 percent of the timber was illegal, according to investigators in Peru, putting the Iquitos-to-Houston connection out of business. That was also the basis for the trade representative’s barring of the Peruvian exporter La Oroza. Federal prosecutors in this country and Peru are now conducting criminal investigations against more than 100 people in the Yacu Kallpa case, including American importers that also relied on the “buyer in good faith” fiction.", "url": "https://www.nytimes.com/2018/01/27/opinion/protecting-forests-technology.html"}