{"authors": ["Kevin Granville"], "date_download": "2022-10-25 23:40:59", "date_modify": "2022-10-25 23:40:59", "date_publish": "2018-03-19 19:35:57", "description": "A political data firm tied to the Trump campaign gained access to information on 50 million Facebook users. Here is how it happened, and the uproar it has caused.", "filename": "2018_03_19_technology_facebook-cambridge-analytica-explained.html_action=click&module=Intentional&pgtype=Article_1666741259.html", "image_url": "https://static01.nyt.com/images/2018/03/20/business/20facebookexplain/merlin_135683703_f6b7aa45-4765-44fc-8b1b-82ffdf7d421f-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b878cf5866e5587b3df9c0fb9793f68a81686a52b22fcb3d16cb443fc19ab5a7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_19_technology_facebook-cambridge-analytica-explained.html_action=click&module=Intentional&pgtype=Article_1666741259.html", "title": "Facebook and Cambridge Analytica: What You Need to Know as Fallout Widens", "title_page": "Facebook and Cambridge Analytica: What You Need to Know as Fallout Widens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Our report that a political firm hired by the Trump campaign acquired access to private data on millions of Facebook users has sparked new questions about how the social media giant protects user information.\nWho collected all that data?\nCambridge Analytica, a political data firm hired by President Trump’s 2016 election campaign, gained access to private information on more than 50 million Facebook users. The firm offered tools that could identify the personalities of American voters and influence their behavior.\nCambridge has been largely funded by Robert Mercer, the wealthy Republican donor, and Stephen K. Bannon, a former adviser to the president who became an early board member and gave the firm its name. It has pitched its services to potential clients ranging from Mastercard and the New York Yankees to the Joint Chiefs of Staff.\nOn Monday, a British TV news report cast it in a harsher light, showing video of Cambridge Analytica executives offering to entrap politicians. A day later, as a furor grew, the company suspended its chief executive, Alexander Nix.\n[Read more about how Cambridge Analytica and the Trump campaign became linked]\nWhat kind of information was collected, and how was it acquired?\nThe data, a portion of which was viewed by The New York Times, included details on users’ identities, friend networks and “likes.” The idea was to map personality traits based on what people had liked on Facebook, and then use that information to target audiences with digital ads.", "url": "https://www.nytimes.com/2018/03/19/technology/facebook-cambridge-analytica-explained.html?action=click&module=Intentional&pgtype=Article"}