{"authors": ["Sheera Frenkel"], "date_download": "2022-10-25 23:41:52", "date_modify": "2022-10-25 23:41:52", "date_publish": "2018-06-03 23:04:42", "description": "Measures to prevent election interference remain spotty, as shown in the Fourth Congressional District’s Democratic primary.", "filename": "2018_06_03_technology_california-congressional-race-facebook-election-interference_1666741312.html", "image_url": "https://static01.nyt.com/images/2018/06/04/business/04fbcampaign-1/04fbcampaign-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4666df3f4cd6577ea60c74929e6a1a3182bda829e73a824df927836a12f5fbde&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_03_technology_california-congressional-race-facebook-election-interference_1666741312.html", "title": "Facebook Tried to Rein In Fake Ads. It Fell Short in a California Race.", "title_page": "Facebook Tried to Rein In Fake Ads. It Fell Short in a California Race. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Bateson’s experience underscores Facebook’s difficulties as the Silicon Valley company aims to prevent manipulation of its ad system in elections, especially as the midterms loom this November. While the company has introduced several measures to improve the transparency of political ads on its platform, some groups and individuals appear to be finding ways to flout the new restrictions — and Facebook has not been able to catch them.\nThat raises questions about whether there are other gaps. Apart from improving transparency of political ads, Facebook has announced that it will not run a campaign ad in the United States unless it verifies the advertiser through a Social Security number, that it will keep a public archive of all political ads so they are easily searchable and that it has added a “paid for” label atop campaign ads so users can get more information.\nPaul Smith, the administrator of Sierra Nevada Revolution’s Facebook page, said that despite Facebook’s efforts, he was able to place other political ads — some about Ms. Bateson and some about other issues — without labeling them. He didn’t say how many.\nThere is another potential loophole in Facebook’s rules. It appears that one person can go through the verification process and then give the account to someone else. Mr. Smith, for instance, said that while Facebook had authenticated him as a political advertiser, he later handed over control of Sierra Nevada Revolution’s account to others. That meant others could have used his Facebook verification to post political ads without the social network’s knowing it was not him.", "url": "https://www.nytimes.com/2018/06/03/technology/california-congressional-race-facebook-election-interference.html"}