{"authors": ["Ivan Nechepurenko"], "date_download": "2022-10-25 23:36:00", "date_modify": "2022-10-25 23:36:00", "date_publish": "2018-07-14 04:00:10", "description": "The World Cup has transformed Russian cities, but some changes were merely facades aimed at burnishing a grim reality for foreign eyes.", "filename": "2018_07_14_sports_world-cup_russia-cities-stadiums_1666740960.html", "image_url": "https://static01.nyt.com/images/2018/07/14/sports/13cities1/13cities1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=e69d5dcd2ffec329cde2c9b3381fa9588cd5fafe5c2ce4f3571850dc390faefd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_14_sports_world-cup_russia-cities-stadiums_1666740960.html", "title": "Peeking Around Corners in the World Cup’s Provincial Cities", "title_page": "Peeking Around Corners in the World Cup’s Provincial Cities - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The stadium, which locals joke resembles an air filter from an old Lada car, is surrounded by water from two sides. That makes it difficult to reach, Mrs. Davydova said. The initial plan was to cover the arena with glass, but the project was later simplified, and now the stadium stands open to winds coming from the wide expanses of the river.\nSamara, another big industrial city on the Volga, faced similar problems. A booming bread-trading hub before the Russian Revolution, it inherited dozens of first-class art nouveau buildings. A few of the buildings in the city center, which had fallen into despair in recent decades, were repaired for the World Cup, and the city’s long, lush beachfront got the care it deserved as Samara’s crown jewel.\nBut not all of Samara’s buildings and neighborhoods were as fortunate.\nTo disguise those, the local government bought and installed 6.8 miles of fence, said Yulia V. Torgashova, a local financial analyst. The comedian Ivan Urgant, the Russian equivalent to Stephen Colbert, joked about the plan on his late-night show, saying that the next step should be for the government to cover the faces of residents who were deemed not attractive enough for foreign eyes.\nRostov-on-Don got an almost identical aid package as Nizhny Novgorod to spend on infrastructure improvements: new airport terminals and roads, as well as a new stadium that opened in May. But not every project begun for the World Cup was completed.\nA giant glass building, resembling a moored cruise ship, stands in front of the Rostov-on-Don railway terminal. The logo on top says Sheraton, but the hotel was not finished in time for the World Cup and will never be opened, said Maksim N. Khmel, the head of a local real estate company.", "url": "https://www.nytimes.com/2018/07/14/sports/world-cup/russia-cities-stadiums.html"}