{"authors": ["Cecilia Kang", "Nick Wingfield", "Danielle Ivory"], "date_download": "2022-10-25 23:29:04", "date_modify": "2022-10-25 23:29:04", "date_publish": "2018-04-22 20:24:34", "description": "Many of Amazon’s opponents have struggled for years to be heard. Now they have the country’s most powerful bullhorn — President Trump — on their side.", "filename": "2018_04_22_technology_amazon-critics-trump_1666740544.html", "image_url": "https://static01.nyt.com/images/2018/04/23/us/23amazon-alpha/23amazon-alpha-facebookJumbo.jpg?year=2018&h=550&w=1050&s=2fbdb48d8159701964f88d197d55ff717385859cef7aa7d91a7716d903459641&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_22_technology_amazon-critics-trump_1666740544.html", "title": "Amazon’s Critics Get New Life With Trump’s Attacks on the Company", "title_page": "Amazon’s Critics Get New Life With Trump’s Attacks on the Company - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One of Amazon’s antagonists seized the moment last month with an unusual newspaper advertisement addressed to President Trump. The ad, from a nonprofit that advocates less government, attacked a Defense Department technology contract that Amazon intends to bid on, calling it a lucrative handout for the company.\nA top think tank critic of Amazon’s market power also credited Mr. Trump on Twitter this month for blasting the internet retailer’s relationship with the United States Postal Service. And the head of a leading labor union said more Americans in both parties should speak out, as Mr. Trump has, about Amazon’s harmful effect on jobs.\nAs Mr. Trump has become Amazon’s basher in chief with his frequent Twitter attacks on the company and its chief executive, Jeff Bezos, the president has also become an unlikely ally for an array of Amazon critics. Most of them — from think tanks to advocates for local businesses — have struggled for years to build any momentum for their arguments, since Washington officials mostly held Amazon up as a beacon of innovation and shoppers saw little to dislike in its prices, selection and convenience.\nNow “what Trump is essentially doing is telling the political ecosystem: Here is how you achieve your business ends,” said Blair Levin, a fellow at the Brookings Institution and a former chief of staff for the Federal Communications Commission. “He is signaling: If you want to go after Amazon, go ahead. Load up your guns.”", "url": "https://www.nytimes.com/2018/04/22/technology/amazon-critics-trump.html"}