{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:53:27", "date_modify": "2022-10-25 23:53:27", "date_publish": "2018-12-07 01:14:20", "description": "The pay increase, the first for Assembly and Senate members in 20 years, would also curb lucrative stipends and place a cap on outside income.", "filename": "2018_12_06_nyregion_pay-raise-albany-lawmakers_1666742007.html", "image_url": "https://static01.nyt.com/images/2018/12/07/nyregion/07payraise/07payraise-facebookJumbo.jpg?year=2018&h=549&w=1050&s=adcb1d9bfc5bff6cdb4b637b60713ea30d2543a424aa612c693a765267d58258&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_06_nyregion_pay-raise-albany-lawmakers_1666742007.html", "title": "With a $50,000 Raise, N.Y. Lawmakers Would Become Highest Paid in the Nation", "title_page": "With a $50,000 Raise, N.Y. Lawmakers Would Become Highest Paid in the Nation - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[What you need to know to start the day: Get New York Today in your inbox.]\nState legislators in New York are poised to get a long, long-awaited pay raise — a $50,000 boost that would make them the highest-paid state lawmakers in the country.\nBut the salary increase, which was unanimously approved on Thursday by a special compensation commission, came with some important caveats.\nThe commission voted to curtail lawmakers’ outside income to 15 percent of their salary, after recent high-profile convictions tied to outside earnings. And it moved to eliminate many of the lucrative stipends to which lawmakers have been entitled in previous years, which sometimes have made up as much as half of their base pay.\nIn announcing their recommendations, the commission’s members emphasized the linkage between the pay increase and the restrictions on other income. They said the measures would help attract top talent to a body long tarnished by corruption and inefficiency.", "url": "https://www.nytimes.com/2018/12/06/nyregion/pay-raise-albany-lawmakers.html"}