{"authors": ["The New York Times"], "date_download": "2022-10-25 23:32:26", "date_modify": "2022-10-25 23:32:26", "date_publish": "2018-10-05 16:42:29", "description": "The Alaskan senator said Judge Brett M. Kavanaugh was “not the right man for the court at this time.”", "filename": "2018_10_05_us_politics_lisa-murkowski-brett-kavanaugh-vote_1666740746.html", "image_url": "https://static01.nyt.com/images/2018/10/06/us/politics/06dc-murkowski/06dc-undecided-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9fb6e2e07672b197291e0f3efb0ef1ac7fa12d5c7ce7fa9da2a6f028b0992ab8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_05_us_politics_lisa-murkowski-brett-kavanaugh-vote_1666740746.html", "title": "Senator Murkowski Voted Against Kavanaugh. Read Her Remarks Declaring Why.", "title_page": "Senator Murkowski Voted Against Kavanaugh. Read Her Remarks Declaring Why. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "This hasn’t been fair to the judge, but I also recognize that we need to have institutions that are viewed as fair and if people who are victims, people who feel that there is no fairness in our system of government, particularly in our courts, then you’ve gone down a path that is not good and right for this country. And so I have been wrestling with whether or not this was about qualifications of a good man or is this bigger than the nomination.\nAnd I believe we’re dealing with issues right now that are bigger than the nominee and how we ensure fairness and how our legislative and judicial branch can continue to be respected. This is what I have been wrestling with, and so I made the — took the very difficult vote that I did.\nI believe Brett Kavanaugh’s a good man. It just may be that in my view he’s not the right man for the court at this time. So I have taken my vote here this morning, I’m going to go back to my office and write a floor statement that is more fulsome and have the opportunity to have that.\nBut this has truly been the most difficult evaluation of a decision that I have ever had to make, and I’ve made some interesting ones in my career. But I value and respect where my colleagues have come down from in their support for the judge, and I think we’re at a place where we need to begin thinking about the credibility and integrity of our institutions.", "url": "https://www.nytimes.com/2018/10/05/us/politics/lisa-murkowski-brett-kavanaugh-vote.html"}