{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:45", "date_modify": "2022-10-25 23:39:45", "date_publish": "2018-06-15 04:56:58", "description": "The plan, which lawmakers passed Thursday, has been widely criticized for opening the door to mainland officers and undermining Hong Kong’s autonomy.", "filename": "2018_06_15_world_asia_hong-kong-station-china-police-kowloon_1666741185.html", "image_url": "https://static01.nyt.com/images/2018/06/16/world/16hongkong-1/16hongkong-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=8d03545b2f92cbcadea82fd56a47e9317530666904ba9cd169ad9599febcd09e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_15_world_asia_hong-kong-station-china-police-kowloon_1666741185.html", "title": "Hong Kong Gives Mainland Police Sway in New Train Station", "title_page": "Hong Kong Gives Mainland Police Sway in New Train Station - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HONG KONG — Hong Kong’s legislature approved a contentious plan late Thursday to allow mainland Chinese police officers to operate in a section of a new train station scheduled to open this year.\nTo the Hong Kong government, the West Kowloon station is important economically, accelerating access to mainland China and its growing high-speed rail network. But to many legal scholars and democracy supporters, it is a trap that will rob Hong Kong of a measure of autonomy, and set the stage for it to lose much more in the future.\nThe new rail line will cut the two-hour trip between Hong Kong and the city of Guangzhou to 48 minutes. Some critics, though, have questioned the project’s $10.8 billion cost, an increase from the original estimate of $8.3 billion, when Hong Kong already has rail links with mainland China, in addition to air, road and ferry connections.\nThe biggest issue, though, is not the price tag of the sweeping, clamshell-shaped station, built in western Kowloon near shopping malls, apartment towers and a new arts district. More troubling to many is that in the heart of Hong Kong, mainland Chinese law will hold sway over 26 acres of floor space in the station, an area slightly larger than Yankee Stadium.", "url": "https://www.nytimes.com/2018/06/15/world/asia/hong-kong-station-china-police-kowloon.html"}