{"authors": ["Helene Cooper"], "date_download": "2022-10-25 23:22:41", "date_modify": "2022-10-25 23:22:41", "date_publish": "2018-09-15 09:00:07", "description": "Officials say that the president has soured on his defense secretary, and that Mr. Mattis is increasingly weary of capricious demands from his boss.", "filename": "2018_09_15_us_politics_jim-mattis-trump-defense-relationship_1666740161.html", "image_url": "https://static01.nyt.com/images/2018/09/16/us/politics/16dc-mattis1-print/13dc-mattis1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a3894e0287c3d96bd1fd90e110232333dc2919d6a23a1aaccbbab8bb4cf6ba2b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_15_us_politics_jim-mattis-trump-defense-relationship_1666740161.html", "title": "Fraying Ties With Trump Put Jim Mattis’s Fate in Doubt", "title_page": "Fraying Ties With Trump Put Jim Mattis’s Fate in Doubt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Back when their relationship was fresh and new, and President Trump still called his defense secretary “Mad Dog” — a nickname Jim Mattis detests — the wiry retired Marine general often took a dinner break to eat burgers with his boss in the White House residence.\nMr. Mattis brought briefing folders with him, aides said, to help explain the military’s shared “ready to fight tonight” strategy with South Korea, and why the North Atlantic Treaty Organization has long been viewed as central to protecting the United States. Using his folksy manner, Mr. Mattis talked the president out of ordering torture against terrorism detainees and persuaded him to send thousands more American troops to Afghanistan — all without igniting the public Twitter castigations that have plagued other national security officials.\nBut the burger dinners have stopped. Interviews with more than a dozen White House, congressional and current and former Defense Department officials over the past six weeks paint a portrait of a president who has soured on his defense secretary, weary of unfavorable comparisons to Mr. Mattis as the adult in the room, and increasingly concerned that he is a Democrat at heart.\nNearly all of the officials, as well as confidants of Mr. Mattis, spoke on condition of anonymity to discuss the internal tensions — in some cases, out of fear of losing their jobs.", "url": "https://www.nytimes.com/2018/09/15/us/politics/jim-mattis-trump-defense-relationship.html"}