{"authors": ["Marc Santora"], "date_download": "2022-10-25 23:02:43", "date_modify": "2022-10-25 23:02:43", "date_publish": "2018-03-20 17:31:49", "description": "The Balkan country has been blocked from joining NATO and the European Union by Greece, which for decades has fought to keep the name Macedonia for itself.", "filename": "2018_03_20_world_europe_macedonia-greece-name_1666738963.html", "image_url": "https://static01.nyt.com/images/2018/03/21/world/21Macedonia-Name1/28Macedonia-Name1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a2767267f77c1c629a6a30026dbe7b11241b275bb47ef8424b86519cf7d320b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_20_world_europe_macedonia-greece-name_1666738963.html", "title": "What’s in a Name? For Macedonia, the Key to Peace and Security", "title_page": "What’s in a Name? For Macedonia, the Key to Peace and Security - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I believe we will be able to conclude the negotiations successfully by the NATO summit in July,” the Macedonian prime minister, Zoran Zaev, said in a recent interview with an Austrian radio station.\nBut the renewed talk of a possible deal has fueled protests among Greeks, who have their own narrative on the history of the name.\nWestern diplomats also say the opposition has been stoked by an aggressive disinformation campaign by Russia, which does not want to see NATO expanded, and they believe the Kremlin is working to undermine a deal.\nFor instance, Prime Minister Alexis Tsipras of Greece recently noted in an interview that in ancient times there was no nation known as Macedonia.\nHis words were quickly distorted across the internet — starting with a website with ties Russia, according to a Western diplomat — so it seemed he had suggested that there had never been any country called Macedonia, an inaccurate and far more inflammatory comment.\n“It is really difficult to be rational about this issue,” Macedonia’s foreign affairs minister, Nikola Dimitrov, said in an interview in his office in Skopje. “This is something I have to fight daily, even for myself.”\nBut this is bigger than the politics of the moment, he said.\n“Macedonia has been locked in the waiting room,” he said, referring to its desire to be a part of NATO and the European Union. “I think it is fair to say we have lost a generation because of this issue.”", "url": "https://www.nytimes.com/2018/03/20/world/europe/macedonia-greece-name.html"}