{"authors": ["Michael Schwirtz", "Kenneth P. Vogel"], "date_download": "2022-10-25 23:43:08", "date_modify": "2022-10-25 23:43:08", "date_publish": "2018-07-16 19:09:49", "description": "William F. Browder, an investor, has led a global human rights fight against the Kremlin that has resulted in sanctions being leveled against Russian officials, becoming a thorn in Mr. Putin’s side.", "filename": "2018_07_16_world_europe_putin-bill-browder-magnitsky-investor_1666741388.html", "image_url": "https://static01.nyt.com/images/2018/07/17/world/17browder-print/17browder1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a187765299f1ed0e35e40c7de20c72dbc09f64acf2041d85d1f40a3d8f90d1df&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_16_world_europe_putin-bill-browder-magnitsky-investor_1666741388.html", "title": "Who Is Bill Browder, Kremlin Foe Singled Out in Putin’s Offer?", "title_page": "Who Is Bill Browder, Kremlin Foe Singled Out in Putin’s Offer? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — President Vladimir V. Putin of Russia made a surprise offer to Robert S. Mueller III, the special prosecutor investigating Moscow’s meddling in the 2016 presidential election, at the news conference on Monday concluding the summit meeting between him and President Trump.\nThe Kremlin, Mr. Putin said, would allow Mr. Mueller and his team to travel to Russia and be present at the questioning of 12 Russian military intelligence officers the special counsel indicted last week for hacking into the computer systems of the Democratic National Committee and the emails of Hillary Clinton’s campaign chairman.\nIn exchange, however, the United States would have to permit Russian law enforcement officials to take part in interrogations of people “who have something to do with illegal actions on the territory of Russia.” He singled out one man: William F. Browder.\nA London-based financier who led a global human rights crusade against the Kremlin that has resulted in sanctions being leveled against numerous Russian officials, Mr. Browder, 54, is a source of deep frustration for the Kremlin, which has gone to great lengths to shut him down. In May, he was arrested and briefly detained in Spain by officers acting on a Moscow-issued Interpol red notice, the sixth the Russians have filed against him.", "url": "https://www.nytimes.com/2018/07/16/world/europe/putin-bill-browder-magnitsky-investor.html"}