{"authors": ["David D. Kirkpatrick", "Ben Hubbard"], "date_download": "2022-10-25 23:43:49", "date_modify": "2022-10-25 23:43:49", "date_publish": "2018-10-22 13:47:29", "description": "The use of a body double suggests a premeditated plan to cover up the Saudi journalist’s disappearance — another hole in the Saudi narrative.", "filename": "2018_10_22_world_middleeast_jamal-khashoggi-turkey-saudi-arabia_1666741429.html", "image_url": "https://static01.nyt.com/images/2018/10/23/world/23Turkey2/23Turkey2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7f482efff72ae29d7c209133f79ef3c7b35faf72b169d9b3ebf5b35b0c82484d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_22_world_middleeast_jamal-khashoggi-turkey-saudi-arabia_1666741429.html", "title": "Jamal Khashoggi Body Double Created False Trail in Turkey, Surveillance Images Suggest", "title_page": "Jamal Khashoggi Body Double Created False Trail in Turkey, Surveillance Images Suggest - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The team of Saudi agents that killed the Saudi dissident Jamal Khashoggi in Istanbul brought a body double who resembled Mr. Khashoggi and wore his clothes as part of a cover-up, Turkish and Saudi officials said Monday.\nTurkey leaked security camera video footage on Monday showing the look-alike strolling the streets of Istanbul shortly after Mr. Khashoggi had been killed inside the Saudi Consulate.\nThe impostor was easily recognizable in part because he wore different-colored shoes than Mr. Khashoggi was when he entered the consulate. A Saudi official as well as another Saudi briefed on the kingdom’s investigation into the killing confirmed the ruse.\nThe inclusion of a body double in the squad is the latest indication that the death of Mr. Khashoggi, a Virginia resident and Washington Post columnist last seen on Oct. 2, occurred during a premeditated plot by the Saudis to abduct or kill him and hide what they did.", "url": "https://www.nytimes.com/2018/10/22/world/middleeast/jamal-khashoggi-turkey-saudi-arabia.html"}