{"authors": ["Michael J. De La Merced"], "date_download": "2022-10-25 23:31:08", "date_modify": "2022-10-25 23:31:08", "date_publish": "2018-07-17 19:08:48", "description": "Mr. Blankfein has seen a lot during his 12 years atop Wall Street’s vaunted firm. Here are some of his most notable triumphs and setbacks.", "filename": "2018_07_17_business_dealbook_lloyd-blankfein-goldman-career_1666740668.html", "image_url": "https://static01.nyt.com/images/2018/07/18/business/dealbook/18db-blankfein2/merlin_139865019_f4c11ffd-81f6-4670-be0d-cbe843f6e482-facebookJumbo.jpg?year=2018&h=550&w=1050&s=44544e67a1c00d97c1b5d6b45179f878909c4b7701117622c00a0ad6842c7304&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_17_business_dealbook_lloyd-blankfein-goldman-career_1666740668.html", "title": "The Highs and Lows of Lloyd Blankfein’s Career at Goldman Sachs", "title_page": "The Highs and Lows of Lloyd Blankfein’s Career at Goldman Sachs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.\n__________\nHe rose from a Brooklyn housing project to Harvard, and then from metal sales to the highest perch on Wall Street. Now Lloyd Blankfein is winding down his 12-year tenure as Goldman Sachs’s chief executive, the longest run atop the firm in five decades.\nMr. Blankfein’s career as Goldman’s leader has included notable peaks — Warren Buffett once said of potential replacements, “If Lloyd had a twin brother, I would vote for him” — but also difficult depths.\nDealBook takes a look at some of its most notable moments.\nThe Highs\n■ Becoming C.E.O. in the first place. Few could have predicted where Mr. Blankfein would end up when he left a job as a corporate lawyer to become a gold bullion salesman at the commodities trader J. Aron. By the time he joined the firm, Goldman had acquired it, and Mr. Blankfein climbed the ranks, eventually leading Goldman’s hugely profitable trading operations and then succeeding Hank Paulson as chairman and chief executive.", "url": "https://www.nytimes.com/2018/07/17/business/dealbook/lloyd-blankfein-goldman-career.html"}