{"authors": ["Coral Davenport", "Lisa Friedman", "Maggie Haberman"], "date_download": "2022-10-25 23:23:10", "date_modify": "2022-10-25 23:23:10", "date_publish": "2018-07-05 19:43:00", "description": "Mr. Pruitt, a former Oklahoma attorney general, had been hailed by conservatives for his zealous deregulation, but could not overcome a spate of ethics questions.", "filename": "2018_07_05_climate_scott-pruitt-epa-trump_1666740190.html", "image_url": "https://static01.nyt.com/images/2018/07/06/us/6dc-pruitt-hp/merlin_138225126_c7443101-4abe-47b0-a1f1-3ebd92143bdc-facebookJumbo.jpg?year=2018&h=549&w=1050&s=cf5b986f83aa1da19cf37c32801827d3dce234b33e7b198774a90b6975fc16fd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_05_climate_scott-pruitt-epa-trump_1666740190.html", "title": "E.P.A. Chief Scott Pruitt Resigns Under a Cloud of Ethics Scandals", "title_page": "E.P.A. Chief Scott Pruitt Resigns Under a Cloud of Ethics Scandals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Want the latest climate and environment news in your inbox? Sign up here to receive Climate Fwd:, our email newsletter.\nWASHINGTON — Scott Pruitt, the administrator of the Environmental Protection Agency and architect of President Trump’s aggressive effort to rewrite the government’s rule book on environmental regulations, resigned on Thursday in the face of numerous ethics investigations that doomed his tenure.\nDespite Mr. Pruitt’s efforts to nurture a close relationship with the president, Mr. Trump himself announced the resignation in a tweet sent from Air Force One. He thanked Mr. Pruitt for an “outstanding job” and said the agency’s deputy, Andrew Wheeler, a former coal lobbyist, would take over as the acting administrator on Monday.\nMr. Pruitt in his resignation letter cited “unrelenting attacks on me personally” as one of the reasons for his departure. Mr. Pruitt had been hailed by conservatives for his zealous deregulation, but he could not overcome a spate of questions about his alleged spending abuses, first-class travel and cozy relationships with lobbyists.", "url": "https://www.nytimes.com/2018/07/05/climate/scott-pruitt-epa-trump.html"}