{"authors": ["Mujib Mashal", "Fahim Abed", "Fatima Faizi"], "date_download": "2022-10-25 23:28:28", "date_modify": "2022-10-25 23:28:28", "date_publish": "2018-09-06 19:18:19", "description": "The journalist Samim Faramarz, who eloquently voiced the frustrations of Afghans losing hope in the face increasing violence, lost his life while reporting a double bombing.", "filename": "2018_09_06_world_asia_afghanistan-samim-faramarz-reporter-killed_1666740508.html", "image_url": "https://static01.nyt.com/images/2018/09/07/world/07Afghanistan-print/07Afghanistan1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=aeee4b956e9711456123473a3556f3c9fd578eb252c62ba0c1d61f8ee8382983&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_06_world_asia_afghanistan-samim-faramarz-reporter-killed_1666740508.html", "title": "‘We Live Death’: A Chronicler of Afghan Loss Is Killed on Live TV", "title_page": "‘We Live Death’: A Chronicler of Afghan Loss Is Killed on Live TV - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The reporter’s last words: “The area is completely terrorized. I can smell blood here, and as you can see in the pictures ...”\nWhen the phones of Mr. Faramarz and Mr. Ahmady went silent after the second explosion, the TV channel’s staff started a desperate search, hospital to hospital, in the hopes of finding their colleagues alive. Then the search expanded from morgue to morgue, until their bodies were found.\n“We found their bodies in the exact same place we found the bodies of our other colleagues two years ago,” Lotfullah Najafizada, the head of the channel, said of a hospital morgue in the west of the city.\nThirteen journalists have been killed in Afghanistan this year. And in less than three years, ToloNews and its parent media company have lost 11 staff members to bombings. A minibus carrying workers home was targeted by a bombing in January 2016, killing seven.\nA native of Kabul, Mr. Faramarz went to school in Turkey and earned a scholarship to study in Kazakhstan. A speaker of five languages, he was considering applying for a Fulbright scholarship for a master’s degree in the United States. But he remained fiercely loyal to his homeland.\n“I told him that it was a very good idea and that he should not come back to Afghanistan because this country is useless,” his brother, Tamim, said of the possibility of going to America. “He told me: ‘No, I should come back to Afghanistan. Our people are living in a tough situation — we don’t have anything to live for here. We should do something for these people.’”", "url": "https://www.nytimes.com/2018/09/06/world/asia/afghanistan-samim-faramarz-reporter-killed.html"}