{"authors": ["Jacey Fortin"], "date_download": "2022-10-25 23:36:09", "date_modify": "2022-10-25 23:36:09", "date_publish": "2018-04-21 12:14:25", "description": "Behind bars for murder in Maine? You can still vote. Convicted of perjury in Mississippi? You might be permanently barred from the ballot box.", "filename": "2018_04_21_us_felony-voting-rights-law_1666740969.html", "image_url": "https://static01.nyt.com/images/2018/04/22/us/22xp-felonvote-print/merlin_137052858_fed1f7ea-42f1-4810-a0ee-635e47e8231b-facebookJumbo.jpg?year=2018&h=550&w=1050&s=dbb39363d4672f27245b52f0e3f6731b7d3825c1ef9d9e231097cc6c8f3bb8ad&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_21_us_felony-voting-rights-law_1666740969.html", "title": "Can Felons Vote? It Depends on the State", "title_page": "Can Felons Vote? It Depends on the State - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In other states, like Kentucky and Iowa, felons who serve their full sentences, including parole, must apply to state officials in order to regain their right to vote. It is not automatic. Florida is similar, only there, convicted felons must wait at least five years after serving their full sentences before they can apply. (Felons’ voting rights in Florida have been the subject of a high-profile court battle in recent months, and residents there will vote on the issue this year.)\nOther states where felons may have to apply to regain voting rights, often depending on the severity of the crime, are Wyoming, Nevada and Delaware.\nPrison, parole or probation?\nIn most states, felons cannot vote while they are in prison but can regain their voting rights after they are released (as in Massachusetts and Hawaii), after they complete their parole (as in Colorado and Connecticut), or when they are no longer on parole or probation (as in New Jersey and Texas).\nCalifornia relaxed its rules a little in 2016. Convicted felons sentenced to county jails there can now vote while in custody, but the shift did not apply to those who were sentenced to a state or federal prison.\nAnd there are two states that do not revoke criminals’ right to cast a ballot: Vermont and Maine. There, felons can vote even when they are behind bars.", "url": "https://www.nytimes.com/2018/04/21/us/felony-voting-rights-law.html"}