{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:41:14", "date_modify": "2022-10-25 23:41:14", "date_publish": "2018-09-11 22:04:07", "description": "This election year, some of the most vilified figures among liberals in the state aren’t Republicans. They’re a group of Democrats formerly known as the Independent Democratic Conference.", "filename": "2018_09_11_nyregion_independent-democratic-conference_1666741274.html", "image_url": "https://static01.nyt.com/images/2018/09/12/nyregion/12IDCEXPLAINER/12IDCEXPLAINER-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6ea539756c47bdb973f792046712add617b2c60a27e4aa5de2d3074b98495839&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_11_nyregion_independent-democratic-conference_1666741274.html", "title": "How 3 Little Letters (I.D.C.) Are Riling Up New York Progressives", "title_page": "How 3 Little Letters (I.D.C.) Are Riling Up New York Progressives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The I.D.C. has been a source of fury for the state’s Democrats for years, but after President Trump’s election, that opposition took on new energy. Liberal activists homed in on the group as one of the biggest obstacles to New York being a true bastion of progressivism, and they rallied voters who had never heard of the I.D.C. to join the growing chorus of voices against it.\nEach of the eight former I.D.C. members is facing a primary challenge. The roster of challengers features some political newcomers (such as Rachel May, an administrator at Syracuse University who is challenging Senator David Valesky) and more familiar names (such as John C. Liu, the former New York City comptroller, who is looking to unseat Senator Tony Avella). The challengers have positioned their bids as part of the anti-incumbent, anti-status quo, pro-resistance movement sweeping the country.\nSecond, the governor is running for re-election.\nIn April, Gov. Andrew M. Cuomo and Mr. Klein announced that the I.D.C. members had agreed to dissolve the group and rejoin the main Democratic bloc. The surprise announcement was widely viewed as born of Mr. Cuomo’s tack left in the face of a primary challenge from Cynthia Nixon.\nMs. Nixon has accused the governor, a notoriously savvy political arm-wrestler, of not pushing hard enough against the I.D.C., even though Mr. Cuomo has always insisted that he wanted the Democrats to reunite.\nWait. If the I.D.C. was disbanded, why does this still matter?\nWhen Mr. Cuomo and Mr. Klein announced the group’s dissolution, some progressives worried that the move would deflate the anti-I.D.C. candidates’ campaigns. Mr. Cuomo, the mainline Senate Democrats and the former I.D.C. members all committed to campaigning together.\nBut the challengers insisted that their reason for running — ousting “fake Democrats” — stood. And far from flagging, the campaigns seem to have gained momentum. Together or separately, they have racked up an impressive collection of endorsements, including from Mayor Bill de Blasio; the City Council speaker, Corey Johnson; the New York City comptroller, Scott M. Stringer; and Local 32BJ of the Service Employees International Union.\nSeveral of the anti-I.D.C. challengers have also aligned themselves with other progressive statewide campaigns, especially those of Ms. Nixon for governor and Zephyr Teachout for attorney general. Ms. Nixon has often pointed to the I.D.C. when casting Mr. Cuomo as a Republican in Democrats’ clothing; her performance on Primary Day may depend in part on how many voters agree.", "url": "https://www.nytimes.com/2018/09/11/nyregion/independent-democratic-conference.html"}