{"authors": ["The New York Times"], "date_download": "2022-10-25 23:02:16", "date_modify": "2022-10-25 23:02:16", "date_publish": "2018-07-17 19:53:52", "description": "The president responded to condemnations of his performance alongside the Russian president during a news conference in Helsinki, Finland.", "filename": "2018_07_17_us_politics_donald-trump-putin_1666738936.html", "image_url": "https://static01.nyt.com/images/2018/07/18/us/politics/18dc-trumptranscript-sub/18dc-trumptranscript-sub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=54f323947a65520e90cde73b2eb169a3ea12f50eb8142092824de0697fb94c59&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_17_us_politics_donald-trump-putin_1666738936.html", "title": "Trump Addresses Criticism of Appearance With Putin: Full Transcript", "title_page": "Trump Addresses Criticism of Appearance With Putin: Full Transcript - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "He would like to see that happen. Perhaps the most important issue we discussed at our meeting prior to the press conference was the reduction of nuclear weapons throughout the world. The United States and Russia have 90 percent, as I said, and we can have a big impact. But nuclear weapons is, I think, the greatest threat of our world today. And they’re a great nuclear power. We’re a great nuclear power. We have to do something about nuclear, and so that was a matter that we discussed actually in great detail, and President Putin agrees with me.\nThe matters we discussed are profound in their importance and have the potential to save millions of lives. I understand there are many disagreements between our countries, but I also understand that dialogue and the — when you think about it, dialogue with Russia or dialogue with other countries, but dialogue with Russia in this case where we’ve had such poor relationships for so many years, dialogue is a very important thing and it’s a very good thing.\nSo if we get along with them, great. If we don’t get along with them, then we won’t get along with them, but I think we have a very good chance of having some very positive things. I thought that the meeting that I had with President Putin was really strong. I think that they were willing to do things that, frankly, I wasn’t sure whether or not they would be willing to do.\nAnd we’ll be having future meetings and we’ll see whether or not that comes to fruition, but we had a very, very good meeting. So I just wanted to clear up, I have the strongest respect for our intelligence agencies headed by my people. We have great people, whether it’s Gina or Dan Coats or any of them, I mean, we have tremendous people, tremendous talent within the agencies.\nI think they’re being guided properly, and we all want the same thing. We want success for our country.\nSo with that, we’re going to start a meeting now on tax reductions. We’re going to be putting in a bill. Kevin Brady is with us and I might ask Kevin just to say a couple of words about that and then we’ll get back on to a private meeting. But Kevin, could you maybe just give a brief discussion about what we’ll be talking about?", "url": "https://www.nytimes.com/2018/07/17/us/politics/donald-trump-putin.html"}