{"authors": ["Steven Greenhouse"], "date_download": "2022-10-25 23:39:23", "date_modify": "2022-10-25 23:39:23", "date_publish": "2018-05-09 18:55:05", "description": "Walkouts in Arizona and other states echo a long history of illegal strikes.", "filename": "2018_05_09_opinion_teacher-strikes-illegal-arizona-carolina_1666741163.html", "image_url": "https://static01.nyt.com/images/2018/05/10/opinion/10greenhouse1/10greenhouse1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=dc5aebcecbf099d8793db992a0120d9ae9d3e458528d82ec297b736b448b8135&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_09_opinion_teacher-strikes-illegal-arizona-carolina_1666741163.html", "title": "Making Teachers’ Strikes Illegal Won’t Stop Them", "title_page": "Opinion | Making Teachers’ Strikes Illegal Won’t Stop Them - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the five states where teachers have gone on strike this year, teachers complain about many of the same things: low salaries, an education funding squeeze and teacher shortages. They have something else in common. In four of the five — Arizona, Kentucky, Oklahoma and West Virginia — these strikes are illegal under state law. (Colorado, the fifth state where teachers walked out, allows them.)\nWhile private-sector workers generally have a right to strike under federal law, state law governs whether teachers and other state and local government workers can strike. Three dozen states have laws prohibiting teachers from striking. Clearly, making teacher strikes illegal will not necessarily prevent them.\nIn the states where teachers walked out, many teachers felt they had to beg their state legislatures to approve raises and the funding to pay for them. But their pleas were largely ignored. Joseph McCartin, a labor historian at Georgetown University, says that when workers feel they are at a dead end in negotiating raises, militant outbursts — such as illegal walkouts — are inevitable. “When collective bargaining isn’t allowed or doesn’t work, that doesn’t mean collective action isn’t possible,” he said.\nLabor’s most potent weapon is the strike, even when it’s illegal. Workers will often risk engaging in an illegal strike, even though it could mean getting fined, fired and conceivably jailed. In a legal strike, workers typically lose just a few days’ or weeks’ pay.", "url": "https://www.nytimes.com/2018/05/09/opinion/teacher-strikes-illegal-arizona-carolina.html"}