{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:06", "date_modify": "2022-10-25 23:56:06", "date_publish": "2018-11-12 15:59:56", "description": "Israel and Hamas exchanged intense fire after a covert Israeli operation went awry. The resulting fighting threatened to scuttle peace talks.", "filename": "2018_11_12_world_middleeast_israel-gaza-rocket-fire.html_module=inline_1666742166.html", "image_url": "https://static01.nyt.com/images/2018/11/13/world/13gaza1-sub/13gaza1-sub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=80b9020b3a9bc8976041b2b6b38119d896cea1293f70b4234bd088feaa1271ea&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_12_world_middleeast_israel-gaza-rocket-fire.html_module=inline_1666742166.html", "title": "Cost of Botched Gaza Spy Mission? Israel’s Back on Brink of War", "title_page": "Cost of Botched Gaza Spy Mission? Israel’s Back on Brink of War - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“The real assumption is that the operation will not be revealed,” said Giora Eiland, a retired major general and former national security adviser. “It’s not 100 percent, but it can be estimated that 99 percent of these operations are not revealed, and 99 percent is good enough to make a decision assuming that the force will enter, execute and go out without being detected.”\nThe cost of that tiny risk became evident on Monday and Tuesday. More than 400 rockets and mortar shells were fired into Israel, and the Israeli military said it had struck more than 100 military targets in Gaza belonging to Hamas, which governs the territory, and to Palestinian Islamic Jihad. Israel’s Iron Dome system intercepted more than 100 projectiles, it said.\nThe authorities in Gaza said five Palestinians had been killed in the Israeli airstrikes and 15 others wounded. On the Israeli side, one man was killed in Ashkelon — a Palestinian from Hebron, in the West Bank, according to local reports — and at least 16 people were wounded.\nEach side repeatedly warned the other to back down, but refused to do so itself. After Israel threatened Monday night to begin leveling Gaza high-rises, and then did, Hamas warned that “millions” of Israelis would soon come under its rocket fire.\nIsrael’s security cabinet was meeting on Tuesday, and officials said the government was spurning, for the moment, offers by Egypt and the United Nations to try to broker a cease-fire.\n“For the moment I think that we need to deal with the situation directly,” said a spokesman for the Israeli Ministry of Foreign Affairs, Emanuel Nachshon. “It’s a security challenge, a security threat to the southern part of the state of Israel. And before discussing the issue with any international organizations, we need to make sure that we can protect our citizens. This is why the priority now is to military action, in order to send across a very clear and strong message.”", "url": "https://www.nytimes.com/2018/11/12/world/middleeast/israel-gaza-rocket-fire.html?module=inline"}