{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:41:13", "date_modify": "2022-10-25 23:41:13", "date_publish": "2018-11-07 05:08:17", "description": "The G.O.P. has ruled the chamber almost without break for 50 years. Now Democrats are poised to preside over the triumvirate of power in Albany.", "filename": "2018_11_07_nyregion_democrat-ny-senate.html_module=inline_1666741273.html", "image_url": "https://static01.nyt.com/images/2018/11/07/nyregion/07nylegis-print/07nylegis-print-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=54bc6a9800f1b050863942c4ef1fc24ba0b6cca5c7a52201b08335e3d08a18e0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_07_nyregion_democrat-ny-senate.html_module=inline_1666741273.html", "title": "Democrats Take Control of New York Senate for First Time in Decade", "title_page": "Democrats Take Control of New York Senate for First Time in Decade - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Democrats seized control of the New York State Senate for just the third time in 50 years on Tuesday, a victory that could fundamentally alter the state’s economic and political fabric next year and beyond.\nThe Senate had been the Republican Party’s last foothold of power in an increasingly blue state. But after a closely watched, expensive battle, Democrats won eight Republican-held seats, giving their party decisive command of Albany’s triumvirate of power and positioning them to unleash a cascade of long-stymied progressive legislation.\nDemocrats had needed to flip only one seat to erase the Republicans’ razor-thin majority. They blew past that number, unseating five incumbents and winning three open seats.\n“Thank you for sending us our biggest majority ever,” Senator Andrea Stewart-Cousins, the leader of the Senate Democrats, told supporters on Long Island.", "url": "https://www.nytimes.com/2018/11/07/nyregion/democrat-ny-senate.html?module=inline"}