{"authors": ["Adam Goldman"], "date_download": "2022-10-25 23:25:44", "date_modify": "2022-10-25 23:25:44", "date_publish": "2018-09-17 23:30:49", "description": "The decision was the latest example of Mr. Trump siding with congressional allies over law enforcement officials, who have said the move could endanger national security.", "filename": "2018_09_17_us_politics_trump-russia-investigation-documents-declassified_1666740344.html", "image_url": "https://static01.nyt.com/images/2018/09/18/us/politics/18dc-declassifiy/19dc-declassifiy-facebookJumbo.jpg?year=2018&h=550&w=1050&s=cd6a7fca52e2d4a5afbd2e50898c1148b57eb9db17d6b080fd30bce0f694cbd7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_17_us_politics_trump-russia-investigation-documents-declassified_1666740344.html", "title": "Trump Orders Russia Investigation Documents Be Declassified", "title_page": "Trump Orders Russia Investigation Documents Be Declassified - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump ordered law enforcement and intelligence officials to declassify documents related to the Russia investigation and other inquiries, White House officials said on Monday, the latest instance of the president siding with Republican allies on Capitol Hill over federal law enforcement.\nMr. Trump decided to declassify text messages about the Russia inquiry from a handful of law enforcement officials, summaries of interviews in the case and documents related to the surveillance of a former Trump campaign aide investigated for his links to Russia. For months, Mr. Trump and some of his most fervent congressional supporters have clamored for the material’s release against the protests of the intelligence and law enforcement communities.\nThe move is all but certain to further deteriorate Mr. Trump’s relationship with law enforcement officials. As part of their monthslong attacks on the Russia investigation, the president and his allies have accused law enforcement officials of improperly obtaining a secret warrant to wiretap the campaign adviser, Carter Page. Little evidence has emerged to back the Republicans’ assertions, and Democrats have accused them in return of politicizing a legitimate inquiry with major national security implications.\nJustice Department officials originally received authorization to wiretap Mr. Page from the secretive Foreign Intelligence Surveillance Court in October 2016. Among the materials being prepared for release are nearly two dozen pages of the Justice Department’s application. The wiretap was renewed three times, including once by Rod J. Rosenstein, the deputy attorney general, who supervises the special counsel investigation.", "url": "https://www.nytimes.com/2018/09/17/us/politics/trump-russia-investigation-documents-declassified.html"}