{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:27:46", "date_modify": "2022-10-25 23:27:46", "date_publish": "2018-12-01 11:23:28", "description": "A government spokesman said one option was imposing a state of emergency to prevent a recurrence of the worst civil unrest in more than a decade.", "filename": "2018_12_01_world_europe_france-yellow-vests-protests-macron_1666740466.html", "image_url": "https://static01.nyt.com/images/2018/12/04/world/02france/02france-protest-3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a886cd49cf7081e74a0b18472e5feb2a770d995256ba44debb6f327687ce01b3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_01_world_europe_france-yellow-vests-protests-macron_1666740466.html", "title": "Macron Inspects Damage After ‘Yellow Vest’ Protests as France Weighs State of Emergency", "title_page": "Macron Inspects Damage After ‘Yellow Vest’ Protests as France Weighs State of Emergency - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The good-cop, bad-cop approach did not go over well. A large group of Yellow Vests in Paris marched peacefully with a banner that said, “Macron, Stop Taking Us for Stupid People.”\nAsked if this referred to the government’s mixed messages, one of the marchers who was holding the edge of the banner said: “Of course. Who does he think we are?”\nA Yellow Vest representative from Indres, a department in the center of France, who was interviewed on BFM, a French television network, said that Mr. Macron had to take drastic steps to quell the unrest, “recognizing that this is a serious moment for our country.”\nThe problem the government faces is that different factions of the Yellow Vests have different demands. While they all want a better standard of living, some are furious at Mr. Macron for what they see as unjust tax policies that help the rich but do nothing for the poor, and they want him out of office. Others are more focused on raising the minimum wage and reducing the amount taken out of employee paychecks to cover social security and related services.\nAdded to that is the reality that many who say they are supportive have not yet come out to demonstrate. While it is possible that this reservoir of supporters will not become activists, if they did the government would be hard put to cope.\nEven on Saturday, the protesters managed to sustain a cat-and-mouse game with police, leaving the Arc de Triomphe when it was being sprayed with tear gas and water cannons, but popping up elsewhere in the city to spread havoc.\nFor now, however, Mr. Macron sees mainly disadvantages to trying to strike a deal with protesters.\n“Emmanuel Macron regards the presidents of the republic who preceded him as having failed in their reform projects because they gave in to the pressure of the street,” said Gérard Noiriel, a historian at the School of Advanced Studies in the Social Sciences.", "url": "https://www.nytimes.com/2018/12/01/world/europe/france-yellow-vests-protests-macron.html"}