{"authors": ["Tariq Panja"], "date_download": "2022-10-25 23:36:00", "date_modify": "2022-10-25 23:36:00", "date_publish": "2018-07-13 06:00:06", "description": "Three years after a corruption investigation brought down soccer’s leadership, the sport’s top executives have enjoyed a gilded lifestyle in Russia.", "filename": "2018_07_13_sports_world-cup_fifa-world-cup-perks-russia_1666740960.html", "image_url": "https://static01.nyt.com/images/2018/07/14/sports/14fifavipnew/14fifavipnew-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0b9c64fef686b6ecec222536a25ac83f5a3e93c0d96f5081399311214c76efe2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_13_sports_world-cup_fifa-world-cup-perks-russia_1666740960.html", "title": "For FIFA Executives, World Cup Perks Survive a Scandal", "title_page": "For FIFA Executives, World Cup Perks Survive a Scandal - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MOSCOW — France’s players had barely finished celebrating their victory over Uruguay in the World Cup’s first quarterfinal when a convoy of black minivans and sedans screeched out of the Nizhny Novgorod Stadium. The passengers were in a hurry. They had about two hours — roughly the length of a soccer match — to make the 200-mile journey to Kazan for the day’s second game.\nThe vehicles whisked them to the airport, where they boarded a private charter flight. When that jet arrived in Kazan, its passengers were met by another fleet of black vehicles, which drove them at high speed directly into the Kazan Arena. They had made it, but only just. Glasses of Champagne were available upstairs in a suite for anyone who wanted them. After all, it had been a stressful journey.\nTwo hours later, after Belgium had stunned Brazil, another private flight — the group’s third of the day — returned the passengers to their temporary quarters in Moscow, the opulent Lotte Hotel, where a buffet breakfast for two will set you back more than $100 and where hyper-attentive staff members are quick to deliver tissues on leather platters to any guest caught sneezing.\nBy the time they settled into their beds, the travelers had had quite the day. Never mind that the group’s presence in either city had not been essential. But one of the perks of being a FIFA Council member is access to the best seat in the house for any game at the World Cup. So why not try to take in two in a day?", "url": "https://www.nytimes.com/2018/07/13/sports/world-cup/fifa-world-cup-perks-russia.html"}