{"authors": ["Vivian Wang"], "date_download": "2022-10-25 23:31:44", "date_modify": "2022-10-25 23:31:44", "date_publish": "2018-04-11 21:15:34", "description": "By focusing early on legalizing marijuana, Ms. Nixon may be hoping to cut into black voters’ historical support for Gov. Andrew M. Cuomo.", "filename": "2018_04_11_nyregion_cynthia-nixon-marijuana-legalization_1666740704.html", "image_url": "https://static01.nyt.com/images/2018/04/12/nyregion/12nixonpot/12nixonpot-facebookJumbo.jpg?year=2018&h=550&w=1050&s=94e4f6dace95a8acca6c4dfd1870d823367dab433ea396afe72edefc9684e9fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_11_nyregion_cynthia-nixon-marijuana-legalization_1666740704.html", "title": "Cynthia Nixon Puts Legalizing Marijuana Front and Center of Campaign", "title_page": "Cynthia Nixon Puts Legalizing Marijuana Front and Center of Campaign - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ms. Nixon had declared her support for legalization at a small fund-raiser in Manhattan in late March — pumping her fist in enthusiasm, one attendee said — but Wednesday’s announcement was the first time she detailed her position. Regulating and taxing marijuana, she said, would generate hundreds of millions of dollars in tax revenue and create jobs in the agricultural industry.\nIn a statement to The New York Times, Ms. Nixon also suggested that she would seek to mitigate the effects of past criminalization.\n“Ending the injustice of putting New Yorkers in prison for marijuana is a start,” she said. “But we also have to correct past injustices, by expunging prior convictions — particularly for nonviolent offenders whose only convictions are for marijuana use.”\nWhile her candidacy has attracted attention across New York and the country — Ms. Nixon, an actress, is best known for starring in the television show “Sex and the City” — polls suggest that she faces a steep climb in her challenge to Mr. Cuomo, a second-term incumbent with $30 million in campaign funds. In a Siena College poll last month, 66 percent of Democratic voters said they would support Mr. Cuomo in a primary, compared to 19 percent who chose Ms. Nixon; among African-American voters, 77 percent backed Mr. Cuomo.\nBruce Gyory, a Democratic political consultant who is not working on either campaign, said Ms. Nixon’s selection of legalization as her first policy issue and her emphasis on racial inequities in marijuana arrests reflected her recognition of Mr. Cuomo’s bulwark of support among African-American voters.\n“By pushing for this, it not only helps her connect to younger minority voters but younger progressive voters. But the question is, will it be a motivator to vote?” he said. “It’s a very interesting issue choice — I’m not saying it’s crazy — but I don’t know that it will on its own do the trick.”\nIn 2014, when Zephyr Teachout, a little-known Fordham Law professor, challenged Mr. Cuomo for the Democratic nomination, she captured one-third of ballots in the primary — but failed to win a foothold among minority voters.", "url": "https://www.nytimes.com/2018/04/11/nyregion/cynthia-nixon-marijuana-legalization.html"}