{"authors": ["Natasha Singer"], "date_download": "2022-10-25 23:41:02", "date_modify": "2022-10-25 23:41:02", "date_publish": "2018-05-27 22:01:33", "description": "The tech industry is fighting a pending measure that’s even stricter than the recently enacted G.D.P.R. It’s called the ePrivacy Regulation.", "filename": "2018_05_27_technology_europe-eprivacy-regulation-battle_1666741262.html", "image_url": "https://static01.nyt.com/images/2018/05/28/business/28eprivacy/28eprivacy-facebookJumbo.jpg?year=2018&h=550&w=1050&s=64f88085f42d0b6cadf998b864fbfde971489048fb3477b66a710d434d2a6eb9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_27_technology_europe-eprivacy-regulation-battle_1666741262.html", "title": "The Next Privacy Battle in Europe Is Over This New Law", "title_page": "The Next Privacy Battle in Europe Is Over This New Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The new European data privacy legislation is so stringent that it could kill off data-driven online services and chill innovations like driverless cars, tech industry groups warn.\nThe American Chamber of Commerce to the European Union called the legislation “overly strict.” The Developers Alliance, a trade group representing Facebook, Google, Intel and dozens of app makers, said it could cost businesses in Europe more than 550 billion euros, or about $640 billion, in annual lost revenue. And DigitalEurope, another tech trade group, said the legislation’s prohibitive approach “seriously undermines the development of Europe’s digital economy.”\nThese industry alarms are not over the General Data Protection Regulation, or G.D.P.R., a tough privacy law that went into effect in the European Union on Friday. Instead, the cause is an even stricter privacy law that’s pending — the tech industry’s next regulatory battleground in Europe.\nIt is called the ePrivacy Regulation, and it specifically protects the confidentiality of electronic communications. The law was approved by the European Parliament last fall and is under review by the Council of the European Union, a group of government officials representing the 28 member countries. Bloc officials had originally intended for the law to go into effect this month, but Council negotiations have been slowed by internal disagreements.", "url": "https://www.nytimes.com/2018/05/27/technology/europe-eprivacy-regulation-battle.html"}