{"authors": ["Sarah Maslin Nir"], "date_download": "2022-10-25 23:29:46", "date_modify": "2022-10-25 23:29:46", "date_publish": "2018-03-08 10:00:11", "description": "An increasingly loud drumbeat of transit advocates have demanded the city’s troubled bus system be tackled with the same enthusiasm as the subway.", "filename": "2018_03_08_nyregion_new-york-city-bus-troubles_1666740586.html", "image_url": "https://static01.nyt.com/images/2018/03/09/nyregion/09BUSES01/00BUSES01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3a7aaa88b5abb91c0ee8a9016427c55eb7d356f62310b518e2b0578cc256ff68&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_08_nyregion_new-york-city-bus-troubles_1666740586.html", "title": "As Subway Crisis Takes Up ‘So Much Oxygen,’ the Buses Drag Along", "title_page": "As Subway Crisis Takes Up ‘So Much Oxygen,’ the Buses Drag Along - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The GPS-traffic light program — officially known as the Traffic Signal Priority and widely used in cities like London and Los Angeles — remains a pilot, even though all buses already carry the necessary equipment. On one route, the B44, which runs along Nostrand Avenue in Brooklyn, a dense section of the route is equipped with the system and has cut travel time during the evening rush hour on that part of the journey to 22 minutes from 29 minutes, according to the city.\nSome of the challenges in upgrading buses are the result of the different jurisdictions that are involved — while the M.T.A. runs the buses, the streets are overseen by the city, requiring collaboration and cooperation between different agencies that can stretch out the time needed for projects. At the same time, making it easier for buses to navigate their routes can be a delicate traffic engineering equation, since officials want to avoid exacerbating the problem on the city’s already congested streets.\nSo far, 500 intersections have been modified for the GPS program with plans to double that number by 2020, and expanding the technology to more routes, said Polly Trottenberg, the city’s transportation commissioner.\n“I don’t want the narrative out there to be we kind of lack will, we don’t,” Ms. Trottenberg said.\nMr. Byford said he had met with the New York Police Department about strengthening the enforcement of violations for blocking bus lanes. Advocates say an inconsistent policing of the lanes undermines any efforts to get buses moving faster.\nAs he stood on the bus as it headed down Lexington Avenue, Mr. Byford suddenly turned toward a window and watched as a police officer cited a livery cab that was blocking a bus lane. “Yes!” Mr. Byford shouted. “I don’t mean to seem callous, but that’s what I like to see.”\n“It’s like Groundhog Day, delivering transit; every day you set out to do the same thing,” Mr. Byford added. “But you should do it better than the day before.”", "url": "https://www.nytimes.com/2018/03/08/nyregion/new-york-city-bus-troubles.html"}