{"authors": ["Alan Rappeport", "Cecilia Kang", "Chad Bray"], "date_download": "2022-10-25 23:51:51", "date_modify": "2022-10-25 23:51:51", "date_publish": "2018-03-05 11:12:51", "description": "U.S. regulators intervened in a possible purchase of the chip maker Qualcomm by an Asian company, Broadcom. It was a rare public intervention in a pending deal.", "filename": "2018_03_05_business_dealbook_broadcom-qualcomm-cfius.html_dlbk_1666741911.html", "image_url": "https://static01.nyt.com/images/2018/03/06/business/06qualcomm/06qualcomm-facebookJumbo.jpg?year=2018&h=549&w=1050&s=a51b3cd1cb189c11e9a24250440ca57f0f0e7148ee868968d490ef3c8151bbe7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_05_business_dealbook_broadcom-qualcomm-cfius.html_dlbk_1666741911.html", "title": "Trump Administration Stalls Largest Tech Merger in New Sign of Protectionism", "title_page": "Trump Administration Stalls Largest Tech Merger in New Sign of Protectionism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Experts said they couldn’t recall another instance of the committee’s intervening in a transaction that hadn’t been completed, much less one that is as fluid and bitterly contested as this one.\nBroadcom unveiled its bid for Qualcomm in November. Together, the two make chips for most of the world’s smartphones, and a merger would be the largest technology deal in history.\nBut Qualcomm rebuffed the approach, arguing that Broadcom was fundamentally underestimating the company’s value.\nBroadcom had sought to pave the way for its bid by changing its headquarters to the United States, an announcement that the company’s chief executive, Hock Tan, made alongside Mr. Trump at the White House last year. Mr. Trump hailed the relocation as a sign that the United States business climate was improving under his watch. Broadcom argued that its status as a soon-to-be-American company meant the Qualcomm deal should not be subject to review by Cfius.\nQualcomm nonetheless appealed to regulators to get involved.\nThe committee, which is made up of officials from agencies including the Treasury, Commerce, Defense, State and Justice Departments, ultimately concluded that it had the authority to order the 30-day delay of the shareholder meeting.\nThe Trump administration has been under intense pressure from lawmakers in recent weeks to block Broadcom’s bid for Qualcomm on the grounds that the acquisition could threaten national security and cripple America’s ability to compete with China in the race for telecommunications supremacy.\n“Qualcomm’s work is too important to our national security to let it fall into the hands of a foreign company — and in a hostile takeover, no less,” said Senator Tom Cotton, Republican of Arkansas. “I would like to see Cfius more active especially regarding China and regarding critical industries.”", "url": "https://www.nytimes.com/2018/03/05/business/dealbook/broadcom-qualcomm-cfius.html?dlbk"}