{"authors": ["Matthew Haag", "Christopher Mele"], "date_download": "2022-10-25 23:36:36", "date_modify": "2022-10-25 23:36:36", "date_publish": "2018-04-02 05:17:09", "description": "Mr. Bochco’s gritty dramas forever changed the genre and shattered what had been the norms for hourlong prime-time shows.", "filename": "2018_04_02_obituaries_steven-bochco-dead-tv-producer_1666740996.html", "image_url": "https://static01.nyt.com/images/2018/04/03/obituaries/03bochco-obit-1/bochco-obit-1-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=f9b7efd0ab1fc4a1a65440580b3ef30b8bfca69f643a320b81d802cc9a2ed028&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_02_obituaries_steven-bochco-dead-tv-producer_1666740996.html", "title": "Steven Bochco, Producer of ‘Hill Street Blues’ and ‘NYPD Blue,’ Dies at 74", "title_page": "Steven Bochco, Producer of ‘Hill Street Blues’ and ‘NYPD Blue,’ Dies at 74 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Steven Bochco, a celebrated television writer and producer whose sophisticated prime-time portrayals of gritty courtrooms and police station houses redefined television dramas and pushed the boundaries of onscreen vulgarity and nudity, died on Sunday in the Los Angeles neighborhood of Pacific Palisades. He was 74.\nThe cause was complications of cancer, a family spokesman said. He had received a stem cell transplant in October 2014 for leukemia.\nOver three decades starting in the early 1980s, Mr. Bochco, whose earlier shows “Hill Street Blues” and “L.A. Law” upended the traditional hourlong drama, was one of Hollywood’s most prolific and sought-after producers. He mixed elements of daytime soap operas — like story lines that stretch over multiple episodes and feature a rich ensemble of characters — with a true-to-life visual style and colorful language.\nThe television and movie critic David Bianculli called Mr. Bochco “one of the most important figures in the history of television.” Mr. Bianculli, who has covered the entertainment industry for more than 40 years and runs the website TV Worth Watching, said on Sunday that television police dramas could be divided between those that came before and after “Hill Street Blues.”", "url": "https://www.nytimes.com/2018/04/02/obituaries/steven-bochco-dead-tv-producer.html"}