{"authors": ["Robert Pear"], "date_download": "2022-10-25 23:35:45", "date_modify": "2022-10-25 23:35:45", "date_publish": "2018-01-11 13:01:53", "description": "Federal officials said they would support state efforts to require able-bodied adults to work as a condition of eligibility for Medicaid.", "filename": "2018_01_11_us_politics_medicaid-work-requirements_1666740945.html", "image_url": "https://static01.nyt.com/images/2018/01/12/us/12dc-medicaid/12dc-medicaid-facebookJumbo-v5.jpg?year=2018&h=549&w=1050&s=9002f6ae1777d4b436b1474ef07db0e32a7adfe06f51a3cd55049bcc88d63ad8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_11_us_politics_medicaid-work-requirements_1666740945.html", "title": "Trump Administration Says States May Impose Work Requirements for Medicaid", "title_page": "Trump Administration Says States May Impose Work Requirements for Medicaid - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration said on Thursday that it would allow states to impose work requirements in Medicaid, a major policy shift that moves toward fulfilling a conservative vision for one of the nation’s largest social insurance programs for low-income people.\nFederal officials said they would support state efforts to require able-bodied adults to work or participate in other “community engagement activities” as a condition of eligibility for Medicaid.\n“Our fundamental goal is to make a positive and lasting difference in the health and wellness of our beneficiaries, and today’s announcement is a step in that direction,” said Seema Verma, the administrator of the federal Centers for Medicare and Medicaid Services.\nMs. Verma said the Trump administration was responding to requests from Medicaid officials in 10 states that wanted to run demonstration projects testing requirements for work or other types of community engagement like training, education, job search, volunteer activities and caregiving.", "url": "https://www.nytimes.com/2018/01/11/us/politics/medicaid-work-requirements.html"}