{"authors": ["Katie Benner", "Nicholas Fandos", "Katie Rogers"], "date_download": "2022-10-26 00:11:57", "date_modify": "2022-10-26 00:11:57", "date_publish": "2018-08-23 11:44:22", "description": "The president chiefly blamed Attorney General Jeff Sessions, complaining that he never “took control” of the Justice Department.", "filename": "2018_08_23_us_politics_trump-flipping-cohen-manafort_1666743117.html", "image_url": "https://static01.nyt.com/images/2018/08/24/us/24dc-sessions-hp/24dc-sessions-hp-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=56edbf28bb341c3e164839f665c5e70d8a048ef577ee81264006db8b8a68eab8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_23_us_politics_trump-flipping-cohen-manafort_1666743117.html", "title": "Trump Denounces Justice Dept. as Investigations Swirl Around Him", "title_page": "Trump Denounces Justice Dept. as Investigations Swirl Around Him - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The exchanges escalated the public war that Mr. Trump has waged for more than a year on the Justice Department, training most of his fire on the special counsel investigation. Mr. Sessions’s response, his most forceful public pushback yet on Mr. Trump, showed the treacherous political terrain he is navigating: appointed by a president who has made apparent that he views law enforcement as loyal protectors but overseeing a Justice Department that views independence from political pressure as essential to the rule of law.\nMr. Sessions’ pushback came on a day of potentially damaging revelations for the president about the special counsel and Cohen inquiries. A longtime friend and the publisher of The National Enquirer, David J. Pecker, was given immunity to detail Mr. Cohen’s crimes and Mr. Trump’s role, a person familiar with the investigation confirmed. Mr. Trump’s lawyers also revealed that they warned him against even considering pardons for Mr. Manafort or other former aides, at least for now, opening Mr. Trump to accusations of tampering.\nRepublicans on Capitol Hill stood firm behind Mr. Sessions, who spent two decades as a senator, publicly cautioning Mr. Trump against firing him. They cited a packed calendar and a lack of confirmable replacements for a closely divided Senate where Democrats are watching vigilantly for any moves by the president that could undermine the Russia investigation.\n“We don’t have time, nor is there a likely candidate who could get confirmed, in my view, under the current circumstances,” said Senator John Cornyn of Texas, the chamber’s No. 2 Republican. Senator Susan Collins of Maine, a key Republican swing vote, warned that removing Mr. Sessions because of his recusal from the Russia investigation “certainly would not be a wise move.” A spokesman for the majority leader, Senator Mitch McConnell of Kentucky, said he was not aware of any change in the leader’s support for Mr. Sessions.\nWhat we consider before using anonymous sources. Do the sources know the information? What’s their motivation for telling us? Have they proved reliable in the past? Can we corroborate the information? Even with these questions satisfied, The Times uses anonymous sources as a last resort. The reporter and at least one editor know the identity of the source. Learn more about our process.\nBut there were signs of softening, too, mainly from Senator Charles E. Grassley, Republican of Iowa and the head of the Judiciary Committee. Mr. Grassley has warred with Mr. Sessions over one of his top policy priorities, a comprehensive bipartisan criminal justice overhaul also championed by the president’s son-in-law and senior adviser, Jared Kushner. Mr. Grassley has said he believes that Mr. Sessions has led opposition within the administration to the legislative package.\nDuring Thursday’s meeting at the White House, the president held off on backing the proposal at least until after November’s midterm elections, concluding that an endorsement now carried too much political risk, according to a senior White House official who was not authorized to disclose the private discussions and spoke on the condition of anonymity.", "url": "https://www.nytimes.com/2018/08/23/us/politics/trump-flipping-cohen-manafort.html"}