{"authors": ["Manny Fernandez"], "date_download": "2022-10-25 23:45:37", "date_modify": "2022-10-25 23:45:37", "date_publish": "2018-04-28 01:39:14", "description": "The decision by a three-judge panel overturned a lower-court ruling that had struck down the law, the latest milestone in a yearslong legal battle.", "filename": "2018_04_27_us_texas-voter-id_1666741537.html", "image_url": "https://static01.nyt.com/images/2018/04/28/us/28Texas/28Texas-facebookJumbo.jpg?year=2018&h=550&w=1050&s=090bdcdb3b5d70c09c69c5bd1506a552b2abd6b62e779340f0643301464abead&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_27_us_texas-voter-id_1666741537.html", "title": "Texas’ Voter ID Law Does Not Discriminate and Can Stand, Appeals Panel Rules", "title_page": "Texas’ Voter ID Law Does Not Discriminate and Can Stand, Appeals Panel Rules - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HOUSTON — A federal appeals court upheld Texas’ voter identification law on Friday, saying that it does not discriminate against black and Hispanic voters.\nThe decision by a three-judge panel of the United States Court of Appeals for the Fifth Circuit, in New Orleans, overturned a lower-court ruling that had struck down the law. It was the latest milestone in a yearslong legal battle over the state’s efforts to require voters to show government-issued identification in order to cast a ballot.\nThe panel’s decision, by a vote of 2 to 1, was the first time a federal court had upheld the law, a revamped version of one of the toughest voter ID restrictions in the country.\nThe original law, which was known as Senate Bill 14 and was passed by the Republican-dominated Texas Legislature in 2011, required voters to show a driver’s license, passport or other government-issued photo ID before casting a ballot. The law took effect in 2013, and it was found by the same federal appellate court to have a discriminatory effect on black and Hispanic voters, many of whom lack government-issued photo ID.", "url": "https://www.nytimes.com/2018/04/27/us/texas-voter-id.html"}