{"authors": ["Liz Alderman"], "date_download": "2022-10-25 22:59:42", "date_modify": "2022-10-25 22:59:42", "date_publish": "2018-12-04 18:47:38", "description": "The “Yellow Vest” movement has morphed into an outcry over problems that have plagued France for years: declining living standards and eroding purchasing power.", "filename": "2018_12_04_world_europe_france-economy-protests_1666738782.html", "image_url": "https://static01.nyt.com/images/2018/12/05/world/05france-wealthgap-print/05france-wealthgap1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7d8a19ef352f1e135040d878a702a86deeb7956e38c2fe74a78b612dde92d1db&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_04_world_europe_france-economy-protests_1666738782.html", "title": "These 5 Numbers Explain Why the French Are in the Streets", "title_page": "These 5 Numbers Explain Why the French Are in the Streets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — President Emmanuel Macron of France is facing the toughest crisis of his leadership after three weeks of violent protests across the country. “Yellow Vest” demonstrators have demanded that the government give financial relief to large parts of the population that are struggling to make ends meet.\nPrime Minister Edouard Philippe sought to calm the furor on Tuesday by suspending a planned fuel tax increase for six months, reversing a policy that had set off the revolt.\nBut it’s not apparent that this single concession can clear the streets.\nThe Yellow Vest movement — whose followers wear or display high-visibility vests used in emergencies — has morphed into a collective outcry over deeper problems that have plagued France for years: declining living standards and eroding purchasing power. Both of which have worsened in the aftermath of Europe’s long-running financial crisis.", "url": "https://www.nytimes.com/2018/12/04/world/europe/france-economy-protests.html"}