{"authors": ["Aurelien Breeden"], "date_download": "2022-10-25 23:54:42", "date_modify": "2022-10-25 23:54:42", "date_publish": "2018-07-02 19:19:10", "description": "The rally was held by Mujahedeen Khalq, a group that advocates the overthrow of the Iranian leadership. The pair was found with a homemade explosive and an “ignition mechanism.”", "filename": "2018_07_02_world_europe_iran-france-belgium-bomb.html_module=inline_1666742082.html", "image_url": "https://static01.nyt.com/images/2018/07/03/world/03france-iran/03france-iran-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c7e7598a935281e79eed628d5749f00cacfa0094d65bb2ca744e8d96efd42dbb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_02_world_europe_iran-france-belgium-bomb.html_module=inline_1666742082.html", "title": "Couple Is Charged in Plot to Bomb Iranian Opposition Rally in France", "title_page": "Couple Is Charged in Plot to Bomb Iranian Opposition Rally in France - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — A Belgian husband and wife of Iranian origin have been charged with plotting to bomb a rally held last week in France by an exiled Iranian opposition group, the Belgian authorities said on Monday.\nThe suspects, identified only as Amir S., 38, and Nasimeh N., 33, were arrested on Saturday in Sint-Pieters-Woluwe, a borough of Brussels, according to a statement by Belgium’s Federal Public Prosecutor’s Office and its Federal Intelligence and Security Agency.\nThe statement said the couple were suspected of planning to bomb a gathering on Saturday of the Mujahedeen Khalq, or People’s Mujahedeen, a group that advocates the overthrow of the Iranian leadership. The group, known as the M.E.K., had long been on the State Department’s list of foreign terrorist organizations but was removed in 2012 after intense lobbying efforts.\nAbout 25,000 people attended the rally, called “Free Iran 2018 — The Alternative,” at a convention center in Villepinte, a northeastern suburb of Paris.", "url": "https://www.nytimes.com/2018/07/02/world/europe/iran-france-belgium-bomb.html?module=inline"}