{"authors": ["Nick Cumming-Bruce"], "date_download": "2022-10-25 23:53:53", "date_modify": "2022-10-25 23:53:53", "date_publish": "2018-08-28 14:28:08", "description": "A U.N. panel found evidence of torture, rape and mass civilian casualties, placing blame on both Houthi rebels and the Saudi-led coalition.", "filename": "2018_08_28_world_middleeast_un-yemen-war-crimes_1666742033.html", "image_url": "https://static01.nyt.com/images/2018/08/29/world/29yemen-print/29yemen-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b8faba7285fa5c782f35f8d39bde193147db1c3c92ab76c0a1dd261f7d4cae06&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_28_world_middleeast_un-yemen-war-crimes_1666742033.html", "title": "War Crimes Report on Yemen Accuses Saudi Arabia and U.A.E.", "title_page": "War Crimes Report on Yemen Accuses Saudi Arabia and U.A.E. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“We determined it was the right thing to do in defense of their own countries, but also to restore the rightful government there,’’ he told reporters. “Our conduct there is to try to keep the human cost of innocents being killed accidentally to an absolute minimum.’’\nThe American goal, Mr. Mattis said, is to encourage the combatants to negotiate a settlement to the conflict.\nTawakkol Karman, a Yemeni human rights activist who was awarded the Nobel Peace Prize in 2011, responded to Mr. Gargash, the Emirati foreign affairs minister on Twitter. She said the United Nations report would not be credible unless it cited the leaders of the United Arab Emirates and Saudi Arabia, as well as the head of the Houthi movement, as responsible for the civilian massacres.\nPolitical factions and militias have been fighting for control of Yemen, the Arab world’s poorest country, since power-sharing talks collapsed in 2014 and the Houthis ousted the internationally backed government of President Abdu Rabbu Mansour Hadi.\nSince then, fighting has devolved into proxy warfare, with Saudi Arabia and the United Arab Emirates arming and fighting alongside a disparate group of Islamist, tribal and regional militias against the Houthis, who control Sana, the capital, as well as the major port of Al Hudaydah and their ancestral territories along the Saudi border.\nThe Saudis and their allies have accused Iran of aiding the Houthis. Iran has denied involvement, despite evidence that the rebels are using Iranian weaponry, including missiles.\nThe report accused the Saudi-led coalition of routinely having failed to consult its own “no-strike list” of more than 30,000 sites in Yemen, including refugee camps and hospitals. It also said the Saudi Air Force had not cooperated with investigators about its targeting procedures.", "url": "https://www.nytimes.com/2018/08/28/world/middleeast/un-yemen-war-crimes.html"}