{"authors": ["The New York Times"], "date_download": "2022-10-25 22:59:35", "date_modify": "2022-10-25 22:59:35", "date_publish": "2018-05-18 18:49:52", "description": "Rita Hayworth and Prince Aly Khan. Crown Prince Akihito of Japan and Michiko Shoda. Grace Kelly and Prince Rainier III. Browse royal wedding history with these images of ceremonies past.", "filename": "2018_05_18_world_europe_royal-weddings-through-the-years_1666738775.html", "image_url": "https://static01.nyt.com/images/2018/05/19/world/19Royal-archive1/19Royal-archive1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=798b9a8acee3da9f55a80666fc6714aaafff47e4cea4194a51608a15fe05a31d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_18_world_europe_royal-weddings-through-the-years_1666738775.html", "title": "Of Crowns and Rings: Images of Royal Weddings Over a Century", "title_page": "Of Crowns and Rings: Images of Royal Weddings Over a Century - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The images of royal weddings are some of the most glamorous in our history books. But the events also have a real sticking power, be it in the memories of those who watched a day unfold or as an opulent footnote to an otherwise dreary history lesson.\nAs Prince Harry prepares to wed Meghan Markle at Windsor Castle on Saturday, we took a look at some royal weddings around the world over the past century. There is another American actress joining the ranks of European royalty, as Grace Kelly marries Prince Rainier of Monaco in 1956. Princess Diana waving from the balcony of Buckingham Palace in 1981, wearing an ivory-silk taffeta dress with 10,000 pearls and a 25-foot train, with Prince Charles at her side.\nThe former Rania al-Yassin stands in an open-top car moments after her wedding to Prince Abdullah of Jordan in 1993, followed by a motorcade of men clutching machine guns. The sheer color and brilliance of the robes worn by King Jigme Khesar Namgyel Wangchuck of Bhutan and Jetsun Pema as they took their vows in 2011.\nThere is one unifying factor: In each case, excited crowds watch two people whose personalities have been deliberately obscured, hidden behind a veil of pomp and propriety. What is it about these fairy tale occasions, filled with pageantry and splendor, that so captures the modern imagination? Perhaps it’s those very ingredients.", "url": "https://www.nytimes.com/2018/05/18/world/europe/royal-weddings-through-the-years.html"}