{"authors": ["Kevin Roose"], "date_download": "2022-10-25 23:22:43", "date_modify": "2022-10-25 23:22:43", "date_publish": "2018-05-30 15:33:41", "description": "With the enactment of new privacy rules in Europe, it isn’t just regulators going after Big Tech: Advocates like Max Schrems are already filing lawsuits.", "filename": "2018_05_30_technology_gdpr-privacy-lawyer_1666740163.html", "image_url": "https://static01.nyt.com/images/2018/05/31/business/31roose-1/31roose-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9ed57a828241318b8b13941687dcc0b10e7723378bf9c6a40eb743b12963cba7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_30_technology_gdpr-privacy-lawyer_1666740163.html", "title": "The Privacy Lawyer Giving Big Tech an $8.8 Billion Headache", "title_page": "The Privacy Lawyer Giving Big Tech an $8.8 Billion Headache - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At midnight last Friday, the European Union’s long-awaited new data-protection rules, known as the General Data Protection Regulation, officially kicked in.\nForty-eight minutes later, Facebook and Google got their first taste of how troublesome the new European privacy regime could be.\nAt 12:48 a.m. Brussels time, an Austrian privacy advocacy group filed the first of its four complaints against the Silicon Valley tech giants. The nonprofit organization NOYB — short for “none of your business” — claimed that Google and Facebook, along with two of Facebook’s subsidiaries, WhatsApp and Instagram, failed to give European users specific control over the use of their data, in violation of the new rules.\nThe complaints, which were filed in France, Belgium, Germany and Austria, ask regulators to impose fines of as much as $4.3 billion on Google’s parent company, Alphabet, and $1.5 billion each on Facebook, Instagram and WhatsApp — roughly 4 percent of each company’s 2017 revenue, the maximum penalty allowed under the G.D.P.R.", "url": "https://www.nytimes.com/2018/05/30/technology/gdpr-privacy-lawyer.html"}