{"authors": ["Peter Baker", "Maggie Haberman"], "date_download": "2022-10-25 23:30:20", "date_modify": "2022-10-25 23:30:20", "date_publish": "2018-01-03 18:39:10", "description": "“Steve Bannon has nothing to do with me or my presidency,” President Trump said in a statement. “When he was fired, he not only lost his job, he lost his mind.”", "filename": "2018_01_03_us_politics_trump-bannon_1666740620.html", "image_url": "https://static01.nyt.com/images/2018/01/04/us/04dctrump-alpha/04dctrump-alpha-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a8fd74bb74687d6292478d15bb6083a375452bfdad833c71e4d6225c412205a1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_03_us_politics_trump-bannon_1666740620.html", "title": "Trump Breaks With Bannon, Saying He Has ‘Lost His Mind’", "title_page": "Trump Breaks With Bannon, Saying He Has ‘Lost His Mind’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Assuming it lasts — and with Mr. Trump, nothing is ever certain — the schism could test whether he or Mr. Bannon has more resonance with the conservative base that has sustained the president through a tumultuous tenure marked by low poll numbers. Mr. Bannon’s Breitbart News has been a key weapon in Mr. Trump’s hostile takeover of the Republican Party.\nCheering the breakup on Wednesday were establishment Republicans who resent Mr. Bannon’s bomb-throwing style and his vows to wage war on incumbent lawmakers in the party primaries this year. Senate Republicans could barely contain their glee as they redistributed Mr. Trump’s statement blasting Mr. Bannon with the note “in case you missed it” and a smiling face symbol. By afternoon, candidates whom Mr. Bannon has endorsed in a handful of races faced pressure to disavow his remarks about the president’s son.\nAt the White House on Wednesday morning, aides who had kept a watchful eye on Mr. Bannon’s efforts to make himself a kingmaker saw an opening to finally rid themselves of him. They encouraged the president to hit back publicly, and Mr. Trump went through at least three drafts of a statement with his communications director, Hope Hicks, and other aides before sending out a final version unlike any issued by a president against a top adviser in modern times.\n“Steve pretends to be at war with the media, which he calls the opposition party, yet he spent his time at the White House leaking false information to the media to make himself seem far more important than he was,” Mr. Trump said in the statement. “It is the only thing he does well. Steve was rarely in a one-on-one meeting with me and only pretends to have had influence to fool a few people with no access and no clue, whom he helped write phony books.”\nA private lawyer representing Mr. Trump sent Mr. Bannon a letter on Wednesday directing him to cease and desist making derogatory comments about the president and his family and threatening a defamation lawsuit. “Legal action is imminent,” said the letter, first reported by ABC News and confirmed by a person close to the president.", "url": "https://www.nytimes.com/2018/01/03/us/politics/trump-bannon.html"}