{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:56:19", "date_modify": "2022-10-25 23:56:19", "date_publish": "2018-08-31 04:31:27", "description": "President Trump’s son-in-law Jared Kushner and Secretary of State Mike Pompeo made the decision to cut all aid for Palestinian refugees at a meeting in early August.", "filename": "2018_08_31_us_politics_trump-unrwa-palestinians_1666742179.html", "image_url": "https://static01.nyt.com/images/2018/08/31/us/politics/31dc-aid/31dc-aid-facebookJumbo.jpg?year=2018&h=549&w=1050&s=1c009584cf447995b66e0cb85b0921f3e7380b576d4098a81e0f511f32d67e16&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_31_us_politics_trump-unrwa-palestinians_1666742179.html", "title": "U.S. to End Funding to U.N. Agency That Helps Palestinian Refugees", "title_page": "U.S. to End Funding to U.N. Agency That Helps Palestinian Refugees - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Kushner has been working on a proposal for a peace process in the Israeli-Palestinian conflict and is seeking a way to get Palestinian leaders to drop demands for the right of most or all of the five million refugees to return to land now under Israel’s control.\nThe Trump administration has been working to change some decades-old pillars of United States policy on Israel. Last December, Mr. Trump announced that he was recognizing Jerusalem as the capital of Israel, breaking with what the United States and nearly every other nation in the world had done for nearly seven decades.\nThe vast majority of the five million refugees are descendants of Palestinians displaced in the early- to mid-20th century, and the United Nations aid agency officially considers all of them refugees, consistent with international law and United Nations refugee protocols, said Peter Mulrean, director of the Unrwa Representative Office at the United Nations.\nMr. Kushner and other American officials are seeking to change that designation by the United Nations agency, in hopes it will alter the debate over which Palestinians have the right of return. Those American officials also believe that defunding the aid agency will give them leverage to force Palestinian and other Arab leaders to drop or reduce the demand for right of return, which is one of the greatest points of contention between Israeli and Palestinian officials, Mr. Harden said.\nAsked about the decision on Thursday night, a State Department official declined to comment.\nThe United States is by far the biggest donor to the United Nations agency. Other large donors include European and Middle Eastern nations.\nThe Trump administration announced last week that it was diverting $200 million set aside for Palestinian aid in the West Bank and Gaza. That money had been appropriated by Congress in the 2017 budget to the Agency for International Development and is part of a package of assistance given annually to help the Palestinians that is separate from the United Nations allocation. About $35 million of assistance in this channel could still go forward, Mr. Harden said.\nElizabeth Campbell, a spokeswoman for the United Nations relief agency, said that it had not yet been informed by the Trump administration that the government intended to end all financial support.", "url": "https://www.nytimes.com/2018/08/31/us/politics/trump-unrwa-palestinians.html"}