{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:38:56", "date_modify": "2022-10-25 23:38:56", "date_publish": "2018-03-21 16:08:30", "description": "European leaders are expected to approve a deal to avoid a “cliff-edge” departure. But Brexit supporters are angry at policy retreats from London.", "filename": "2018_03_21_world_europe_uk-brexit-summit-theresa-may_1666741136.html", "image_url": "https://static01.nyt.com/images/2018/03/22/world/22Brexit1/22Brexit1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=cb9eb1f0597031b285d293fcbb5a6089061360c391500be268e271dd49e3707a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_21_world_europe_uk-brexit-summit-theresa-may_1666741136.html", "title": "In Brexit Give-and-Take, Britain Gives and the E.U. Takes", "title_page": "In Brexit Give-and-Take, Britain Gives and the E.U. Takes - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Even the idea of a standstill transition was initially resisted by Mrs. May, who, once reconciled, insisted on calling it an “implementation period” instead.\nAnalysts struggle to identify concessions made by the other side. Seemingly the only one of any substance is to limit the time the European Court of Justice will help adjudicate post-Brexit disputes on the rights of European Union citizens living in Britain.\nThough David Davis, Britain’s Brexit secretary, trumpeted on Monday the fact that Britain would be able to negotiate and sign non-European trade deals during the transition, if not to implement them, experts were unimpressed. Charles Grant, director of the Center for European Reform, a research institute, describes that as a “token,” since prospects of such talks being completed during the transition period were remote. “I don’t think that’s a real concession,” he said.\nMr. Menon believes that Britain’s divorce financial settlement could have been worse, but added that “in general the European Union has got what it wanted.”\nMuch of this is the legacy of Mrs. May’s decision to invoke Article 50 — the exit clause of the European Union’s treaty — before she was ready (though after she had laid down “red lines” that have faded away in some cases). That set a two-year deadline until departure, instantly putting Britain under pressure. Since the European Union had also wanted to resolve Brexit quickly, Britain relinquished the leverage that threatening delay might have offered.\nLondon seems on track to repeat its error by agreeing to a time-limited 21-month transition, rather than one that can be extended. During this time, the detail of future trade ties should be finalized and, with the clock ticking, the advantage will again be with the European side as another “cliff edge” looms — one more damaging to the British than the continental side.", "url": "https://www.nytimes.com/2018/03/21/world/europe/uk-brexit-summit-theresa-may.html"}