{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:15", "date_modify": "2022-10-25 23:56:15", "date_publish": "2018-07-09 22:08:02", "description": "The new restrictions are aimed at forcing Hamas to crack down on kites and balloons that have caused hundreds of fires in Israel.", "filename": "2018_07_09_world_middleeast_gaza-israel-kites-embargo_1666742175.html", "image_url": "https://static01.nyt.com/images/2018/07/10/world/10israel-print/10israel1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=32a316d3ab1736bc4b1b0ae6c9a74c18c6faf92e909d0c9e230351b8aa6d9bcb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_09_world_middleeast_gaza-israel-kites-embargo_1666742175.html", "title": "Unable to Stop Flaming Kites, Israel Moves to Choke Off Gaza Commerce", "title_page": "Unable to Stop Flaming Kites, Israel Moves to Choke Off Gaza Commerce - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The immediate goal of the restrictions is to prod Hamas to abandon what has been an ingenious and, for Israel, exasperating tactic. Since April, Gaza militants have been turning kites and balloons into improvised firebombs, burning hundreds of acres of Israeli farmland and forcing firefighting crews from all over the country to race from fire to fire dowsing flames before they can spread.\nThe Israeli Army says it has used drones to bring down 670 kites and balloons, but hundreds more have gotten through. By mid-June, officials said, 412 blazes had been set — and the military has conceded that it is unable to stop them.\nOn Monday alone, at least 28 new arson fires caused by incendiary devices attached to kites and balloons had broken out by early evening.\n“What’s happening in the south and the devastation to the farmers, and the environmental situation — I was down there recently, it’s toxic to breathe in those communities, it’s awful, and I agree there needs to be a response,” said Tania Hary, executive director of the Israeli advocacy group Gisha, which promotes freedom of movement for Palestinians. “But the response needs to be proportionate to the threat, and actions which are aimed to punish nearly two million people in the strip are certainly not proportionate.”", "url": "https://www.nytimes.com/2018/07/09/world/middleeast/gaza-israel-kites-embargo.html"}