{"authors": ["Astead W. Herndon"], "date_download": "2022-10-25 23:27:28", "date_modify": "2022-10-25 23:27:28", "date_publish": "2018-10-11 18:36:36", "description": "The Republican candidate, who is also the secretary of state, defended his office after a report that registrations for more than 50,000 voters had been placed on a “pending” list.", "filename": "2018_10_11_us_politics_georgia-voter-registration-kemp-abrams_1666740448.html", "image_url": "https://static01.nyt.com/images/2018/10/12/us/politics/12georgia-1-print/12georgia-facebookJumbo.jpg?year=2018&h=550&w=1050&s=19da2f9990c6d67f3ef3898e97402a0df3ee613873d7aa406a5a41d487a9e3da&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_11_us_politics_georgia-voter-registration-kemp-abrams_1666740448.html", "title": "Complaints of Voter Suppression Loom Over Georgia Governor’s Race", "title_page": "Complaints of Voter Suppression Loom Over Georgia Governor’s Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Tensions escalated in the already bitter race to be Georgia’s next governor on Thursday after reports that the state had placed tens of thousands of voters’ registrations on a “pending” list, fueling charges of voter suppression and election rigging.\nThe office of Brian Kemp, Georgia’s secretary of state and the Republican nominee for governor in November’s election, has stalled more than 53,000 voter applications, according to a recent report from The Associated Press. The list includes a disproportionately high number of black voters, the report said, which is stirring concern among nonpartisan voting rights advocates and supporters of Stacey Abrams, the Democratic candidate, who is vying to be the first black woman in the country to be elected governor.\n“Georgia has been a cause for concern for a number of policies, ranging from polling place closures to technical blocking of registration and purges, and Georgians deserve fair and accessible elections,” said Myrna Pérez, the deputy director of the Brennan Center for Justice, a nonpartisan voting and civil rights advocacy group.\nMr. Kemp’s office uses a controversial method called “exact match” to verify voter applications, which in some cases means individuals can be purged from voting rolls if their submitted information has even trivial differences from their government identification, such as an entry error or a dropped hyphen. On Thursday, several advocacy groups filed a lawsuit seeking to end the practice and force Georgia to reinstate affected voters.", "url": "https://www.nytimes.com/2018/10/11/us/politics/georgia-voter-registration-kemp-abrams.html"}