{"authors": ["Liam Stack"], "date_download": "2022-10-25 23:29:55", "date_modify": "2022-10-25 23:29:55", "date_publish": "2018-04-14 12:10:07", "description": "The polarizing African-American sisters and internet celebrities have accused Facebook of discrimination, a charge the company denies.", "filename": "2018_04_14_us_politics_diamond-silk-facebook_1666740595.html", "image_url": "https://static01.nyt.com/images/2018/04/12/autossell/Empty-1080p/Empty-1080p-facebookJumbo.jpg?year=2018&h=550&w=1050&s=376cb2d6a1811690815fb9a2a6a76e281576ed0922064dc56bdfb2ad56da0be0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_14_us_politics_diamond-silk-facebook_1666740595.html", "title": "Who Are Diamond and Silk? A Look at 2 Pro-Trump Social Media Stars", "title_page": "Who Are Diamond and Silk? A Look at 2 Pro-Trump Social Media Stars - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Why were they mentioned in the Facebook hearings?\nThe sisters received a note from Facebook on April 5 that said the company determined the content on their page to be “unsafe to the community.” They said the note, along with a decline in traffic to their page, was proof that Facebook has an anticonservative bias.\nTheir Facebook woes have been heavily covered on Fox News, and their case was taken up by Republican lawmakers during the hearings, including Representative Billy Long, Republican of Missouri. He asked Mr. Zuckerberg, “What is unsafe about two black women supporting President Donald J. Trump?”\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nMr. Zuckerberg said “nothing is unsafe” about their support for the president. Diamond and Silk responded to two interview requests with an email that said, “Statement: We’ve made contact with Facebook and are looking to get this matter resolved.”\nOn Thursday, a Facebook spokeswoman said the note the company had sent to the two women should not have been sent and was a result of a communications problem, not a partisan bias. She also said any dip in their traffic was caused by new policies that show Facebook users more posts from friends and fewer from public pages.\nShe said Facebook was investigating how the note came to be written and sent.\nDo Diamond and Silk have critics?\nYes, they do. They have been criticized for supporting an administration deeply unpopular with African-Americans and being unrepresentative of African-American women (94 percent of female African-American voters cast ballots against Mr. Trump).\nBree Newsome, an artist and activist, described them in an interview as “a modern-day minstrel show” aimed at “white conservatives who want to believe Trump can’t be racist or they themselves can’t be racist because there are these two black women named Diamond and Silk who are constantly rooting for Trump.”\nMs. Newsome said their performances relied on “stereotypical images of black women” that would not be celebrated on conservative media if they were not Trump supporters.", "url": "https://www.nytimes.com/2018/04/14/us/politics/diamond-silk-facebook.html"}