{"authors": ["Glenn Thrush", "Danielle Ivory"], "date_download": "2022-10-25 22:54:59", "date_modify": "2022-10-25 22:54:59", "date_publish": "2018-05-24 20:51:21", "description": "Some see Mark S. Inch’s departure as an opening for the Trump administration to endorse sentencing reform — one of the few issues that offer the possibility of a bipartisan deal.", "filename": "2018_05_24_us_politics_mark-inch-kushner-sessions-federal-prisons_1666738499.html", "image_url": "https://static01.nyt.com/images/2018/05/25/us/politics/25DC-PRISONS-3-print/24DC-PRISONS-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=bd515ffab75cbe8fc60c52751b2d45863ec8fb8f044e33138bab05e007bf2335&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_24_us_politics_mark-inch-kushner-sessions-federal-prisons_1666738499.html", "title": "Turf War Between Kushner and Sessions Drove Federal Prisons Director to Quit", "title_page": "Turf War Between Kushner and Sessions Drove Federal Prisons Director to Quit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — When Jared Kushner hosted a high-profile summit meeting on federal prison reform at the White House last Friday, some in attendance noticed that the man who was ostensibly in charge of the federal prison system, Mark S. Inch, a retired Army major general, was nowhere in sight.\nOnly Mr. Kushner and a few others knew that Mr. Inch, a genial former military police commander appointed to oversee the Federal Bureau of Prisons and its more than 180,000 inmates just nine months ago, had two days earlier submitted his resignation as the bureau’s director to Deputy Attorney General Rod J. Rosenstein.\nBy the time President Trump entered the East Room, Mr. Inch had already been ordered to vacate his office and had begun packing up books and memorabilia from his 35-year military career.\nMr. Inch told Mr. Rosenstein he was tired of the administration flouting “departmental norms.” And he complained that Attorney General Jeff Sessions had largely excluded him from major staffing, budget and policy decisions, according to three people with knowledge of the situation. Mr. Inch also felt marginalized by Mr. Kushner, the president’s son-in-law and senior adviser, in drafting prison reform legislation, the officials said.", "url": "https://www.nytimes.com/2018/05/24/us/politics/mark-inch-kushner-sessions-federal-prisons.html"}