{"authors": ["Michael D. Shear", "Julie Hirschfeld Davis", "Thomas Kaplan", "Robert Pear"], "date_download": "2022-10-25 23:31:22", "date_modify": "2022-10-25 23:31:22", "date_publish": "2018-06-27 00:23:20", "description": "An injunction, issued by Judge Dana M. Sabraw of the Federal District Court in San Diego, also ordered that all families already separated be reunited within 30 days.", "filename": "2018_06_26_us_politics_family-separations-congress-states_1666740682.html", "image_url": "https://static01.nyt.com/images/2018/06/27/us/politics/27DC-CONG-01/27DC-CONG-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4b1e711bab90c84f17a1d44f43b300e0d88a65c796c0cd898413d1c4b4472467&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_26_us_politics_family-separations-congress-states_1666740682.html", "title": "Federal Judge in California Halts Splitting of Migrant Families at Border", "title_page": "Federal Judge in California Halts Splitting of Migrant Families at Border - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Azar said his department is holding 2,047 separated children, only six fewer than it held last week when Mr. Trump signed the executive order.\nRaj Shah, a White House spokesman, conceded that the process of reuniting families would be difficult. “This is a complex situation,” Mr. Shah told CNN in an interview. “Our goal is to fully reunite as many families as possible, as quickly as possible.”\nYet in the lawsuit, filed in the United States District Court in Seattle, the attorneys general for the states noted that Mr. Trump’s order last week did not apply to families already broken apart, nor did it prevent the tactic from being used in the future.\nA top official at Customs and Border Protection said Monday that the agency would cease referring parents traveling with minor children for criminal prosecution in order to keep families together. But White House officials said Monday that the change was temporary and only being carried out because the government would soon run out of space and resources to detain families together.\nAmid the chaos, the first lady, Melania Trump, who traveled last week to a facility housing undocumented children who had been separated from their parents at the border, has planned another such visit this week, according to a spokeswoman.\nThe president, emboldened by the Supreme Court’s validation of the travel ban, continued on Tuesday to rail against immigration laws that afford those fleeing danger and persecution in their home countries the chance to have their asylum claims adjudicated by a judge. “If they step on our land, they have judges — it’s insane,” Mr. Trump said. He said the United States should adopt stricter laws that send an unmistakable message that only immigrants who have special skills to boost the American economy should be allowed into the country.\n“It’s called, ‘I’m sorry, you can’t come in. You have to go in through a legal process,’” Mr. Trump said of his approach, during a lunch at the White House with Republican members of Congress. “I have to let people come in, but they have to come in through a merit. They have to be people that can love our country and help our country.”", "url": "https://www.nytimes.com/2018/06/26/us/politics/family-separations-congress-states.html"}