{"authors": ["Ed O Loughlin"], "date_download": "2022-10-25 23:42:02", "date_modify": "2022-10-25 23:42:02", "date_publish": "2018-03-26 23:24:45", "description": "The Catholic Church’s influence has waned, but concerns about outside interference have grown.", "filename": "2018_03_26_world_europe_ireland-us-abortion-referendum_1666741322.html", "image_url": "https://static01.nyt.com/images/2018/03/27/world/europe/27Ireland1-sub/10Ireland1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=231e0e5ae6f18b769b95e56454cef245adf57b4e2bf4628700c9d689bb0bd5ac&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_26_world_europe_ireland-us-abortion-referendum_1666741322.html", "title": "As Irish Abortion Vote Nears, Fears of Foreign Influence Rise", "title_page": "As Irish Abortion Vote Nears, Fears of Foreign Influence Rise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "John McGuirk, a spokesman for Save the 8th, said that in the Irish electoral system, which does not have online voter rolls, individually targeted advertising of the sort practiced by Cambridge Analytica would not be possible. “In terms of targeting advertising at individual voters, we couldn’t do that even if we wanted to, which we don’t,” he said.\nThe Times of London reported that the Pro Life Campaign, Ireland’s largest umbrella anti-abortion group, has retained uCampaign, a Washington firm that has developed apps for the Trump campaign, the National Rifle Association, the Republican National Committee and Vote Leave. (Neither uCampaign nor the Pro Life Campaign responded to requests for comment.)\nThe Transparent Referendum Initiative, a small group of Irish technology advocates, said it had already detected paid social media campaigns stealthily targeting Irish voters. This month, the group introduced a crowdsourced monitoring tool to detect and investigate anonymous or vaguely sourced paid advertising on Facebook. It has already identified 92 such ads relating to the Irish referendum, 55 with anti-abortion messages and 37 in support of abortion rights.\nPolitical advertising is banned on Irish television and radio, but the online world is a different matter.\n“There is no law against someone anywhere else in the world signing a commercial contract with a British company to use foreign money or unknown money, that is not going through any official regulated campaign, in order to influence an Irish vote,” said Liz Carolan of the Transparent Referendum Initiative. “There’s a serious vulnerability in our democratic system. And it’s now being exploited by incredibly sophisticated campaign techniques, and Facebook doesn’t have to tell us who’s doing it.”\nResponding to the Cambridge Analytica revelations, the Irish government announced last week that it planned to give Irish regulators new powers to curb external influence on Irish voters.\nA spokeswoman for Facebook’s Dublin office said that the company agreed with the need for more transparency in advertising, and that it was developing a new tool to help people identify paid ads in their timelines and to identify and label political content. However, she said, the tools will not be ready in time for the May referendum.", "url": "https://www.nytimes.com/2018/03/26/world/europe/ireland-us-abortion-referendum.html"}