{"authors": ["The Associated Press"], "date_download": "2022-10-25 23:02:42", "date_modify": "2022-10-25 23:02:42", "date_publish": "2018-04-07 15:05:17", "description": "The Russian Embassy sought a meeting with Britain’s foreign secretary, Boris Johnson, as both countries blasted the other’s actions in the case of the poisoning of a former spy and his daughter.", "filename": "2018_04_07_world_europe_skripal-britain-russia-poisoning_1666738962.html", "image_url": "https://static01.nyt.com/images/2018/04/08/world/08britain-russia/08britain-russia-facebookJumbo.jpg?year=2018&h=549&w=1050&s=3904458dc1d85fda4f87ad2e58f3a21b7de274803eae62c757eefa4209f0a240&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_07_world_europe_skripal-britain-russia-poisoning_1666738962.html", "title": "‘Unsatisfactory’: Britain and Russia Trade Charges in Poisoning Case", "title_page": "‘Unsatisfactory’: Britain and Russia Trade Charges in Poisoning Case - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The Russian Embassy in London on Saturday sought a meeting with Britain’s foreign secretary, Boris Johnson, over the poisoning of a former Russian spy, saying its dealings with Britain over the issue had been “utterly unsatisfactory.”\nBritain replied that “it’s Russia’s response that has been unsatisfactory,” as the two countries continued a bitter public feud over the nerve-agent attack.\nThe Russian Embassy said in a statement that it was “high time” for a meeting between Mr. Johnson and its ambassador, Alexander Yakovenko, to discuss the investigation into the poisoning of the spy, Sergei Skripal, and his daughter, Yulia, and “the whole range of bilateral issues.”\nThe British Foreign Office said it had received the request and would respond “in due course.” But in a statement it accused Russia of employing a “diversionary tactic” and refusing to “engage constructively” and answer questions about the attack.", "url": "https://www.nytimes.com/2018/04/07/world/europe/skripal-britain-russia-poisoning.html"}