{"authors": ["Michael S. Schmidt", "Maggie Haberman"], "date_download": "2022-10-25 23:01:38", "date_modify": "2022-10-25 23:01:38", "date_publish": "2018-01-26 01:14:50", "description": "The president ordered the firing last June as he first learned that the special counsel might be investigating whether he had obstructed justice.", "filename": "2018_01_25_us_politics_trump-mueller-special-counsel-russia.html_module=inline_1666738898.html", "image_url": "https://static01.nyt.com/images/2018/01/26/us/politics/26dc-mueller/26dc-mueller-facebookJumbo.jpg?year=2018&h=549&w=1050&s=abba1ef159a3035d551fa4f5c8b850a65a8d64bb001df6a71642d58536ca92b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_25_us_politics_trump-mueller-special-counsel-russia.html_module=inline_1666738898.html", "title": "Trump Ordered Mueller Fired, but Backed Off When White House Counsel Threatened to Quit", "title_page": "Trump Ordered Mueller Fired, but Backed Off When White House Counsel Threatened to Quit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump ordered the firing last June of Robert S. Mueller III, the special counsel overseeing the Russia investigation, according to four people told of the matter, but ultimately backed down after the White House counsel threatened to resign rather than carry out the directive.\nThe West Wing confrontation marks the first time Mr. Trump is known to have tried to fire the special counsel. Mr. Mueller learned about the episode in recent months as his investigators interviewed current and former senior White House officials in his inquiry into whether the president obstructed justice.\nAmid the first wave of news media reports that Mr. Mueller was examining a possible obstruction case, the president began to argue that Mr. Mueller had three conflicts of interest that disqualified him from overseeing the investigation, two of the people said.", "url": "https://www.nytimes.com/2018/01/25/us/politics/trump-mueller-special-counsel-russia.html?module=inline"}