{"authors": ["Steve Lohr"], "date_download": "2022-10-25 23:30:08", "date_modify": "2022-10-25 23:30:08", "date_publish": "2018-11-05 22:27:02", "description": "Jeff Jonas, a prominent data scientist, has used his software for a multistate project to identify eligible voters and to clean up voter rolls.", "filename": "2018_11_05_technology_unregistered-voter-rolls_1666740608.html", "image_url": "https://static01.nyt.com/images/2018/11/06/business/06voterroll-print/06voterroll-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4d42f4e02290c3ed4979c78d37c6756e0de69369994011a50259f21ec8fb831d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_05_technology_unregistered-voter-rolls_1666740608.html", "title": "Another Use for A.I.: Finding Millions of Unregistered Voters", "title_page": "Another Use for A.I.: Finding Millions of Unregistered Voters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The mechanics of elections that attract the most attention are casting and counting, snafus with voting machines and ballots and allegations of hacking and fraud. But Jeff Jonas, a prominent data scientist, is focused on something else: the integrity, updating and expansion of voter rolls.\n“As I dove into the subject, it grew on me, the complexity and relevance of the problem,” he said.\nAs a result, Mr. Jonas has played a geeky, behind-the-scenes role in encouraging turnout for the midterm elections on Tuesday.\nFor the last four years, Mr. Jonas has used his software for a multistate project known as Electronic Registration Information Center that identifies eligible voters and cleans up voter rolls. Since its founding in 2012, the nonprofit center has identified 26 million people who are eligible but unregistered to vote, as well as 10 million registered voters who have moved, appear on more than one list or have died.\n“I have no doubt that more people are voting as a result of ERIC,” said John Lindback, a former senior election administrator in Oregon and Alaska who was the center’s first executive director.", "url": "https://www.nytimes.com/2018/11/05/technology/unregistered-voter-rolls.html"}