{"authors": ["Abigail Meisel"], "date_download": "2022-10-25 23:37:23", "date_modify": "2022-10-25 23:37:23", "date_publish": "2018-11-02 09:00:08", "description": "Whether it’s decades’ worth of Portuguese and French women or an Australian clan’s one long weekend, these fictional relatives tell revelatory tales.", "filename": "2018_11_02_books_review_in-your-hands-ines-pedrosa_1666741043.html", "image_url": "https://static01.nyt.com/images/2018/11/04/books/review/04Shortlist/04Shortlist-facebookJumbo.jpg?year=2018&h=550&w=1050&s=59cff73a11e9043cfd306a7b589034d2e01aef2d5f61e887ce81af635b2c785e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_02_books_review_in-your-hands-ines-pedrosa_1666741043.html", "title": "Family Sagas: Three Novels Probe Generations of Secrets", "title_page": "Family Sagas: Three Novels Probe Generations of Secrets - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Inevitably, the women scrutinize one another. Jenny sees Camilla as obsessed with her work and Natália as living a tepid life in which her “mission is to liberate women like me from the terrible masculine yoke.” Natália, in turn, is terrified that she’ll never be as formidable as her mother, who “withstood prison and torture,” and bemoans her life amid the “indifference and regurgitation that we call the postmodern era.” One constant in their lives is the family manse. Dilapidated by the time Natália reaches adulthood, Chess House becomes her passionate project. When she uses her skill as an architect to salvage this relic of the family’s heritage, she brings a novel that’s absorbing in its history, as well as in its family dynamics, back to the place where it began.\nTHE HOPE FAULT\nBy Tracy Farr\n336 pp. Aardvark Bureau. Paper, $14.95.\nImage\nIt’s hard to decide whether the central character in Farr’s novel is a saint, a martyr or just more zenlike than the rest of us.\nWith her grown son, Kurt, and teenage niece, Luce, Iris Golden drives under a “thick, dark cloud that fills the sky” to the bayside vacation house that she and her ex-husband, Paul, have sold in the fictional Australian village of Cassetown, intending to pack up their belongings over a long winter weekend. Paul arrives that evening with his second wife (“rested, resilient, remarkable,” Iris wistfully observes, a woman filled with “the vigor of youth, and love”) and their infant daughter (who is, significantly, unnamed). As they’re hauling their gear inside, the dark cloud releases a deluge. Later, the rain, almost a character in itself, will be “battering against their dreams,” ease “to mist,” fall “hard on the roof” and then kick in again, “suddenly torrential, monumental.”\nThat so many characters have geologic surnames (Iris Golden, Paul and Kurt Diamond, Luce Flint) is no coincidence. As the novel unfolds, so too do the details of an affair between Iris’s mother, Rosa, now a nonagenarian with dementia, and a German-Israeli geologist, Zigi Silbermann (“silver man”), a relationship described by Rosa in fittingly nonsequential flashbacks. Zigi maps fault lines, including the Hope Fault, a handy metaphor for the ever-shifting and sometimes dangerous terrain of family life. He also writes poetry, a volume of which, also called “The Hope Fault,” is found on a bookshelf.", "url": "https://www.nytimes.com/2018/11/02/books/review/in-your-hands-ines-pedrosa.html"}