{"authors": ["Kathleen D. Vohs", "Andrew C. Hafenbrack"], "date_download": "2022-10-25 23:49:41", "date_modify": "2022-10-25 23:49:41", "date_publish": "2018-06-14 19:00:04", "description": "Mindfulness makes people less motivated.", "filename": "2018_06_14_opinion_sunday_meditation-productivity-work-mindfulness_1666741781.html", "image_url": "https://static01.nyt.com/images/2018/06/17/opinion/sunday/17Gray/17Gray-facebookJumbo.jpg?year=2018&h=549&w=1050&s=ae42bd6deac128791b28c0f7cfc5b650bca05d7d4511d9206167fe0b7e34e87b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_14_opinion_sunday_meditation-productivity-work-mindfulness_1666741781.html", "title": "Hey Boss, You Don’t Want Your Employees to Meditate", "title_page": "Opinion | Hey Boss, You Don’t Want Your Employees to Meditate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mindfulness meditation, a Buddhism-inspired practice in which you focus your mind entirely on the current moment, has been widely embraced for its instrumental benefits — especially in the business world. Companies like Apple, Google and Nike provide meditation rooms that encourage brief sessions during the workday. Chief executives publicly extol its benefits. And no wonder: The practical payoff of mindfulness is backed by dozens of studies linking it to job satisfaction, rational thinking and emotional resilience.\nBut on the face of it, mindfulness might seem counterproductive in a workplace setting. A central technique of mindfulness meditation, after all, is to accept things as they are. Yet companies want their employees to be motivated. And the very notion of motivation — striving to obtain a more desirable future — implies some degree of discontentment with the present, which seems at odds with a psychological exercise that instills equanimity and a sense of calm.\nTo test this hunch, we recently conducted five studies, involving hundreds of people, to see whether there was a tension between mindfulness and motivation. As we report in a forthcoming article in the journal Organizational Behavior and Human Decision Processes, we found strong evidence that meditation is demotivating.\nSome of the participants in our studies were trained in a few of the most common mindfulness meditation techniques. They were instructed by a professional meditation coach to focus on their breathing or mentally scan their bodies for physical sensations, being gently reminded throughout that there was no right or wrong way to do the exercise.", "url": "https://www.nytimes.com/2018/06/14/opinion/sunday/meditation-productivity-work-mindfulness.html"}