{"authors": ["Matt Furber", "Mitch Smith"], "date_download": "2022-10-25 23:29:35", "date_modify": "2022-10-25 23:29:35", "date_publish": "2018-12-27 10:00:05", "description": "A reporter for Der Spiegel published condescending fiction about Fergus Falls. Residents are eager to set the record straight, but also to move on.", "filename": "2018_12_27_us_der-spiegel-fergus-falls-minnesota_1666740575.html", "image_url": "https://static01.nyt.com/images/2018/12/28/us/28fergusfalls-p1/00fergusfalls-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9858b519f6c114a37f217ee14b7c0a4d0eb7eb15cfc751cc58f808a940102b7b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_27_us_der-spiegel-fergus-falls-minnesota_1666740575.html", "title": "Minnesota Town Defamed by German Reporter Is Ready to Forgive", "title_page": "Minnesota Town Defamed by German Reporter Is Ready to Forgive - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "FERGUS FALLS, Minn. — Claas Relotius, who spent weeks reporting in Fergus Falls last year for one of Europe’s most respected publications, could have written about the many residents who maintain friendships across partisan lines, about the efforts to lure former residents back to west-central Minnesota or about how a city of roughly 14,000 people maintains a robust arts scene.\nTo give a sense of the place, he could have described local landmarks like the giant statue of Otto the Otter. Or the Minnesota-shaped welcome sign next to the Applebee’s. Or the expansive prairie that surrounds the town.\nBut he did not.\nInstead, Mr. Relotius invented a condescending fiction. On the venerated pages of Der Spiegel, a German newsmagazine, Mr. Relotius portrayed Fergus Falls as a backward, racist place whose residents blindly supported President Trump and rarely ventured beyond city limits. He made up details about a young city official. He concocted characters, roadside signs and racially tinged plotlines.\nFor more than a year, exasperated Fergus Falls residents fumed to one another about what happened but generally avoided drawing outside attention to their unflattering portrayal. It all might have faded into history, except Mr. Relotius was outed this month by his own publication as a serial fraudster who invented sources, made up quotes and spent years engaging in broad journalistic deception.", "url": "https://www.nytimes.com/2018/12/27/us/der-spiegel-fergus-falls-minnesota.html"}