{"authors": ["Ann Carrns"], "date_download": "2022-10-25 23:39:34", "date_modify": "2022-10-25 23:39:34", "date_publish": "2018-11-15 07:30:05", "description": "Apps can replace a paper-money allowance for children, encouraging them not only to do their chores but also to save and spend their money carefully.", "filename": "2018_11_15_business_children-allowance-apps_1666741174.html", "image_url": "https://static01.nyt.com/images/2018/11/18/autossell/18app-print1/merlin_146391918_b1bb2a40-fe0a-49c7-9724-0790fedd9ac8-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0b2ab8656dad828f688c58cf76333e7c2b13eaa13e88b7112cff488ab3dbfd16&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_15_business_children-allowance-apps_1666741174.html", "title": "How Parents Teach Smart Spending With Apps, Not Cash", "title_page": "How Parents Teach Smart Spending With Apps, Not Cash - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Now, the children — Reece, 8, and Caris, 7 — each have a card, which their parents manage using an app on their phones. They have $1 for each year of age, per week, automatically transferred each week to the cards, which the children can use to buy items like snacks at their neighborhood swimming pool. They can also get more money transferred by going above and beyond — like extra time spent practicing the piano. They can check their balances on an iPad. Ms. Kraftchick said they were even learning to round up prices to include tax.\n“It takes the pressure off me,” said Ms. Kraftchick, who typically keeps the cards in her wallet and hands them out when it’s time to make a purchase.\nThe Kraftchicks are part of a growing group of busy parents who are trying out app-controlled debit cards to give their offspring allowance, manage chores and teach them about money. Despite talk of a cashless society, physical cash is still widely preferred for small purchases, according to the Federal Reserve. But children may lose cash, or parents may not have it on hand when it’s time to pay up.\n“We got tired of having a drawer full of dollars,” said Brandi Tzonev, a sales manager and personal trainer in Lawrenceville, Ga., who uses goHenry with her 15-year-old son, Alex, and 10-year-old daughter, Gabriella.\nSome banks have long had accounts aimed at children and teenagers, and many families use prepaid debit cards — rather than traditional debit cards, linked to a checking account — as a way to help children manage money. But the newest generation of “smart” debit cards are managed by advanced mobile apps that give parents detailed control over how much the young people spend — and even where they spend — with a few taps on a phone.", "url": "https://www.nytimes.com/2018/11/15/business/children-allowance-apps.html"}