{"authors": ["Neil Genzlinger"], "date_download": "2022-10-25 23:34:59", "date_modify": "2022-10-25 23:34:59", "date_publish": "2018-09-13 19:10:31", "description": "In a long career cut short by cancer, she earned three Tony nominations in just six years, for performances in “Passion,” “Ragtime” and “Kiss Me, Kate.”", "filename": "2018_09_13_obituaries_marin-mazzie-broadway-musical-star-is-dead-at-57_1666740899.html", "image_url": "https://static01.nyt.com/images/2018/09/14/obituaries/00Mazzie2/00Mazzie2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=afdd05f95bc2b9cf0bb1e55bb2ca01ba4447c54795b4a202b4001f34312e7611&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_13_obituaries_marin-mazzie-broadway-musical-star-is-dead-at-57_1666740899.html", "title": "Marin Mazzie, Broadway Musical Star, Is Dead at 57", "title_page": "Marin Mazzie, Broadway Musical Star, Is Dead at 57 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Marin Mazzie, a sought-after musical-theater actress whose Broadway work earned her three Tony Award nominations in six years, died on Thursday at her home in Manhattan. She was 57.\nHer husband, the actor Jason Danieley, said the cause was ovarian cancer, a disease she had spoken about often since receiving her diagnosis in 2015.\nMs. Mazzie’s impressive Broadway career spanned three decades, beginning with her debut as a replacement player in the original production of “Big River” in 1985. Her breakout role was as Clara in “Passion,” the 1994 musical by Stephen Sondheim and James Lapine, for which she was nominated for a Tony as best featured actress in a musical. (The show itself was named best musical.)\nHer next two Broadway appearances also brought her Tony nominations, both for best actress in a musical. One, in 1998, was for her performance as the stifled Mother in “Ragtime.” The other, in 2000, was for a role that was in some ways the polar opposite of Mother: the female lead in the 1999 revival of “Kiss Me, Kate,” the Cole Porter show about a troupe of actors performing a musical version of Shakespeare’s “The Taming of the Shrew.”", "url": "https://www.nytimes.com/2018/09/13/obituaries/marin-mazzie-broadway-musical-star-is-dead-at-57.html"}