{"authors": ["Natasha Singer"], "date_download": "2022-10-25 23:40:46", "date_modify": "2022-10-25 23:40:46", "date_publish": "2018-07-09 17:35:40", "description": "Facebook is working to spread its face-matching tools even as it faces heightened scrutiny from regulators and legislators in Europe and North America.", "filename": "2018_07_09_technology_facebook-facial-recognition-privacy_1666741246.html", "image_url": "https://static01.nyt.com/images/2018/07/10/business/10FACE/09FACE.illo-facebookJumbo.jpg?year=2018&h=549&w=1050&s=14f14bc9315605ce68347173548fe4ff180538d38cc46ed856844b9982af213c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_09_technology_facebook-facial-recognition-privacy_1666741246.html", "title": "Facebook’s Push for Facial Recognition Prompts Privacy Alarms", "title_page": "Facebook’s Push for Facial Recognition Prompts Privacy Alarms - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "When Facebook rolled out facial recognition tools in the European Union this year, it promoted the technology as a way to help people safeguard their online identities.\n“Face recognition technology allows us to help protect you from a stranger using your photo to impersonate you,” Facebook told its users in Europe.\nIt was a risky move by the social network. Six years earlier, it had deactivated the technology in Europe after regulators there raised questions about its facial recognition consent system. Now, Facebook was reintroducing the service as part of an update of its user permission process in Europe.\nYet Facebook is taking a huge reputational risk in aggressively pushing the technology at a time when its data-mining practices are under heightened scrutiny in the United States and Europe. Already, more than a dozen privacy and consumer groups, and at least a few officials, argue that the company’s use of facial recognition has violated people’s privacy by not obtaining appropriate user consent.", "url": "https://www.nytimes.com/2018/07/09/technology/facebook-facial-recognition-privacy.html"}