{"authors": ["Jeff Goodell"], "date_download": "2022-10-25 23:37:40", "date_modify": "2022-10-25 23:37:40", "date_publish": "2018-07-31 09:00:06", "description": "Mona Hanna-Attisha’s “What the Eyes Don’t See” traces her role in proving Flint had a crisis. Anna Clark’s “The Poisoned City” takes a broader, historical view. Both books are damning.", "filename": "2018_07_31_books_review_mona-hanna-attisha-what-the-eyes-dont-see-anna-clark-poisoned-city_1666741060.html", "image_url": "https://static01.nyt.com/images/2018/08/05/books/review/05Goodell/merlin_103472673_98c220f1-6730-41b1-8e7d-4fae52490474-facebookJumbo.jpg?year=2018&h=550&w=1050&s=04e0dcaed22ab8957644e1f11f5345a64eda69ff2f40cc7929b230a3e6f812d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_31_books_review_mona-hanna-attisha-what-the-eyes-dont-see-anna-clark-poisoned-city_1666741060.html", "title": "Two Views of Flint’s Water Troubles: One a Close-Up and One With a Wide-Angle Lens", "title_page": "Two Views of Flint’s Water Troubles: One a Close-Up and One With a Wide-Angle Lens - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Hanna-Attisha, Flint’s water crisis was not just a personal tragedy but a betrayal of the American dream. Her mother and father were born in Iraq and watched with horror from abroad as their country was overtaken by the fundamentalist regime that eventually led to Saddam Hussein. “The promise of America worked for my family,” she writes. “We’d left a country that was broken, unsafe, unpredictable and oppressing its own people for a country that allowed us to thrive.”\nImage\nA great virtue of her book is the moral outrage present on every page. “There are lots of villains in this story,” she says with refreshing bluntness, and she goes after many of them, from the (white) mayor of Flint to the public-health officials who claimed that ensuring safe drinking water was not their responsibility. Brad Wurfel, the spokesman for the Michigan Department of Environmental Quality during the crisis, who frequently reassured Flint’s citizens about their water’s safety — “Anyone who is concerned about lead in the drinking water in Flint can relax,” he said early on — gets particularly venomous treatment.\nFor better or worse, there are no clear villains in “The Poisoned City,” by Anna Clark. A journalist based in Detroit, Clark takes a broader, more measured approach to the Flint crisis, keeping herself out of the story and aiming for what she has called “a collective narrative” of the local community. She is a smart, hard-working reporter who knows she has a great tale to tell, and if the narrative gets lost in bureaucratic minutiae at times (who knew that Genesee County had a drain commissioner?), it’s easy to forgive because you admire her passion and her sweat.\nClark is particularly good at describing the importance of infrastructure in a functioning democracy: “Public water systems are one of this country’s most heroic accomplishments, a feat so successful that it is almost invisible.” In “The Poisoned City,” you will learn that the average water main in Flint is more than 80 years old; that the drinking-water supply system is made up of 15,000 lead service lines; that the only way to figure out where these lines are is to sort through a file box containing 45,000 index cards scrawled with notes in smudged pencil; and that, as a result of leaky old pipes laid when Flint was a much larger city, residents’ water bills averaged $149 a month, compared with $58 a month in neighboring Burton.\nClark writes powerfully about the environmental consequences of a shrinking city, about how Flint’s financial decline drove the decision to switch drinking-water sources. She also discusses an outbreak of Legionnaires’ disease, related to the water crisis, that led to 12 deaths. But she’s most effective describing the racism that shaped Flint, especially under the influence of General Motors. In the 1920s, G.M. built thousands of houses for workers, but these could not “be leased to or occupied by any person or persons not wholly of the white or Caucasian race.” As Clark points out, “the apartheid approach to city building wasn’t just tolerated by the federal government; it was exacerbated by it.” Black neighborhoods were redlined for federal mortgages, cutting off their residents from home loans and a path to middle-class prosperity. Of the nearly 6,000 houses built in Flint in the early 1950s, fewer than 100 were open to African-Americans. City officials performed in blackface in minstrel shows, and black children were allowed in the local pool only on Wednesdays. Is it any surprise that more than 50 years later, when black kids were being poisoned by the city’s drinking water, nobody took action?\nIn the end, many of the officials involved in the Flint crisis were fired or indicted on criminal charges ranging from obstructing an investigation to involuntary manslaughter. But there are no whistle-blowers in Clark’s book, no single bureaucrat who decided to poison the children of the city in order to save a few bucks in the budget. In a way, that’s her point. As she writes, “Neglect, it turns out, is not a passive force in American cities, but an aggressive one.”\nFor Hanna-Attisha, the story of Flint is about the loss of the American dream, and the importance of community bonds and family life. “The most important medication I can prescribe is hope,” she writes, sounding a bit too much as if she’s auditioning for “The Oprah Winfrey Show.” But perhaps the best way to read these two worthy books is as a preview of America’s future. Many of the factors that led to tragedy in Flint — the disregard for environmental law, the unwillingness to invest in rotting infrastructure, the distrust of science, the lying officials and, above all, the racism that still shapes many state and federal policies — are the guiding principles of the Trump administration. The sad truth is that we are all living in versions of Flint now.", "url": "https://www.nytimes.com/2018/07/31/books/review/mona-hanna-attisha-what-the-eyes-dont-see-anna-clark-poisoned-city.html"}