{"authors": ["Arthur Lubow"], "date_download": "2022-10-25 23:26:59", "date_modify": "2022-10-25 23:26:59", "date_publish": "2018-10-11 13:50:02", "description": "She constructs scenes of African-Americans that merge life with the strangeness of dreams. “Her ability to get people to drop their guard is stunning,” a curator says.", "filename": "2018_10_11_arts_design_deana-lawson-photography-underground-museum_1666740419.html", "image_url": "https://static01.nyt.com/images/2018/10/12/arts/12deanalawson7/12deanalawson7-facebookJumbo.jpg?year=2018&h=550&w=1050&s=fd43826f082281e2cd7f3915aa18f2a6e4a4bea1d948e9d0e9e204a722736beb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_11_arts_design_deana-lawson-photography-underground-museum_1666740419.html", "title": "Deana Lawson Reveals Hidden Grandeur in Her Uncanny Portraits", "title_page": "Deana Lawson Reveals Hidden Grandeur in Her Uncanny Portraits - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Along with conjuring up a legend-inspiring African past, Ms. Lawson’s photographs express her personal history, right down to her color choices for walls and clothing. For example, an icy blue that she favors was worn on top of a dark brown vestment in the tabernacle choir of her family’s nontraditional African-American church, which worshiped on Saturday, celebrated Hanukkah not Christmas, and regarded Jesus Christ as a prophet rather than a divinity.\nThe product of a middle-class family, Ms. Lawson is both insider and outsider in the environments she depicts. One arresting photograph, “Nation,” portrays two young tattooed, shirtless men. One points his finger at the viewer like a pistol, the other is adorned with a bizarre mouth ornament — a contraption used in dental surgery that Ms. Lawson spray-painted gold. In a corner of the print, she collaged a photograph of George Washington’s dentures, which are said to contain teeth of his slaves. “I was going to go to Mount Vernon and photograph the dentures but I couldn’t get access,” she says. “And now I’m very glad about that.”\nInstead, she posed the two men in a borrowed apartment on the Lower East Side, and incorporated the mouth guard (which came to her in a dream) and the appropriated image of the first president’s false teeth. “It became a metaphor for torture and maybe slavery,” she says. “There’s this idea of the real — but you scratch it like a record.”\nShe readily acknowledges there is an erotic component of the picture. “This is what a woman might desire,” she said. “Part of my attraction is physical, to the opposite sex. But I’m Deana Lawson. Other women might find it repulsive.” She seeks a comparable sensuality in her pictures of African-American women, whom she regards as reflections of herself. “It’s almost like posing in a mirror,” she said. A distorting mirror: the women she chooses to photograph are typically larger and more voluptuous than the slender Ms. Lawson. “I wish I was bigger,” she admitted with a smile. “When I was a teenager, I was so jealous of friends who had a big butt.”", "url": "https://www.nytimes.com/2018/10/11/arts/design/deana-lawson-photography-underground-museum.html"}