{"authors": ["Catie Edmondson"], "date_download": "2022-10-25 23:31:21", "date_modify": "2022-10-25 23:31:21", "date_publish": "2018-07-28 07:00:04", "description": "Pressured by a strong demand for goods, an industry known for older white men is trying to recruit women, teenagers and people of color.", "filename": "2018_07_28_us_politics_trump-truck-driver-shortage_1666740681.html", "image_url": "https://static01.nyt.com/images/2018/07/28/us/politics/18dc-truckrecruitsJP/18dc-truckrecruits-facebookJumbo.jpg?year=2018&h=550&w=1050&s=abe0a944f308763a34b90ade807bbeb2e038bf6f947d8302fa49483f4928d3d4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_28_us_politics_trump-truck-driver-shortage_1666740681.html", "title": "‘What Does a Trucker Look Like?’ It’s Changing, Amid a Big Shortage", "title_page": "‘What Does a Trucker Look Like?’ It’s Changing, Amid a Big Shortage - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Kristina Jackson, a 22-year-old African-American truck driver based in Raleigh, N.C., is exactly the type of person the trucking industry wants to attract. After graduating from college, she wanted a job that would allow her to travel and be financially independent. She never considered trucking until her boyfriend’s father, a trucker himself, encouraged her to give it a try.\nA year into driving, she is constantly reminded that she’s an outlier in the industry.\n“When people found out I was in trucking, they were shocked because of my gender and age,” she said. “The first thing you think of is an old white male. People say to me, ‘You don’t look like a trucker.’ I say, ‘What does a trucker look like?’”\nMs. Jackson thinks that more young people could easily be persuaded to join the industry, adding that she has personally recruited 10 of her friends in their 20s. But she thinks recruiters so far have done a poor job of showcasing the young truckers in the industry.\n“When people think of truckers, they don’t see our faces,” Ms. Jackson said of young drivers.\nThe measure backed by the Trump administration seeks to change that and targets high school graduates, a demographic long considered by trucking companies that has remained largely out of recruiters’ reach.\n“If you are graduating from high school and you are not going into the military, you are not going to college, for all practical purposes, you can’t go into trucking because you have to be at least 21 to drive interstate freight,” said Bob Costello, the chief economist of the American Trucking Associations. “You’re not going to sit around and twiddle your thumbs.”\nThe administration’s age proposal is the most controversial of the initiatives devised to attract new drivers. Some states already allow those under 21 to drive trucks within state lines, and the industry has lobbied to lower the interstate driving age similarly. But safety advocates have voiced opposition, arguing that the “riskiest cohort of drivers” should not be empowered to drive across state lines.\nThe trucking industry is hopeful that the pilot program, if successful, will eventually prompt the Trump administration to reduce the driving age for all types of people, not just those with military training. Elaine Chao, the transportation secretary, has publicly supported the program, which seeks to recruit 200 drivers under the age of 21 serving in the National Guard. The department will collect data on those drivers, such as accidents and miles driven, and then compare it with the data of other new drivers between the ages of 21 and 24.", "url": "https://www.nytimes.com/2018/07/28/us/politics/trump-truck-driver-shortage.html"}