{"authors": ["Michael Wines", "Trip Gabriel"], "date_download": "2022-10-25 23:35:41", "date_modify": "2022-10-25 23:35:41", "date_publish": "2018-01-22 19:26:07", "description": "The State Supreme Court’s order on Monday joins a string of court decisions striking down political maps for unduly favoring one party. The court ordered that a new map be submitted to it by Feb. 15.", "filename": "2018_01_22_us_pennsylvania-maps-congress_1666740941.html", "image_url": "https://static01.nyt.com/images/2017/12/30/us/30pennsylvania1/30pennsylvania1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=54609347a3be9e05d19b8635745f0ab1d47fd09b532448e13a994b594b14f743&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_22_us_pennsylvania-maps-congress_1666740941.html", "title": "Pennsylvania Congressional District Map Is Ruled Unconstitutional", "title_page": "Pennsylvania Congressional District Map Is Ruled Unconstitutional - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In Monday’s decision, the Pennsylvania Supreme Court split along party lines in striking down the state’s House map, with the court’s five Democrats in the majority and its two Republican judges in dissent. The majority did not lay out its reasons on Monday, saying they will be explained in a later written opinion.\nThe original complaint, filed in June, relied heavily on an argument that the map violated the state Constitution’s freedom-of-speech guarantees, which are broader than those in the federal Constitution.\nGerrymander opponents have argued in both state and federal lawsuits that partisan redistricting violates the First Amendment by punishing one party’s voters for speaking with their votes in opposition to the other party. Among the evidence presented by the plaintiffs’ lawyers in the suit, originally brought by the League of Women Voters of Pennsylvania, was that as many as five seats held by Republicans would have been won by Democrats if “neutral” maps had been used, meaning maps that did not contort districts and divide communities.\nPennsylvania is considered one of the most gerrymandered states in the nation, with congressional districts twisted into fanciful shapes, including one that has been described as looking like “Goofy kicking Donald Duck.”\nThe court order on Monday required the Legislature to submit a new map for the governor’s approval or veto by Feb. 9. If new boundaries are not approved by Feb. 15, the court said, it would decide on a map itself, relying in part on suggestions from parties to the lawsuit.\nThe state court appeared to be less divided on the central issue of the case than the 5-2 party-line split might suggest. Chief Justice Thomas G. Saylor, a Republican, acknowledged in his dissent that recent federal court rulings “raise substantial concerns as to the constitutional viability of Pennsylvania’s current congressional districts,” but he argued that the court should have awaited the federal Supreme Court’s decision in the Wisconsin gerrymander case, expected this spring, before making its own ruling.\n“My position at this juncture is only that I would not presently upset those districts,” he wrote.\nA second dissent, by Justice Sallie Updyke Mundy, endorsed Justice Saylor’s views, and added a warning that involving the State Supreme Court in redrawing the map could raise federal constitutional questions.", "url": "https://www.nytimes.com/2018/01/22/us/pennsylvania-maps-congress.html"}