{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:23:06", "date_modify": "2022-10-25 23:23:06", "date_publish": "2018-07-27 14:30:57", "description": "Andrew Wheeler, E.P.A. acting administrator, said the agency will enforce stricter pollution limits for so-called glider trucks built with older engines.", "filename": "2018_07_27_climate_wheeler-pruitt-glider-truck-reversal_1666740186.html", "image_url": "https://static01.nyt.com/images/2018/07/27/climate/29cli-gliders/29cli-gliders-facebookJumbo.jpg?year=2018&h=550&w=1050&s=0752322e5ad84a75c31b3b23303c363310295bb224a36ba47f4598c740a0eb81&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_27_climate_wheeler-pruitt-glider-truck-reversal_1666740186.html", "title": "New E.P.A. Chief Closes Dirty-Truck Loophole Left by Scott Pruitt", "title_page": "New E.P.A. Chief Closes Dirty-Truck Loophole Left by Scott Pruitt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Andrew R. Wheeler, the acting administrator of the Environmental Protection Agency, has reversed the final policy act of his predecessor, Scott Pruitt: granting a loophole that would have allowed more highly polluting trucks on the nation’s roads.\nMr. Wheeler’s decision, outlined in a memo to his top air policy staff, formally vacates the move Mr. Pruitt made on his last day in office, earlier this month, before resigning amid a host of ethics investigations. Mr. Pruitt had told manufacturers that the agency would not enforce a cap on what are known as “glider” trucks — vehicles with older and less efficient engines installed.\n“I have concluded that the application of current regulations to the glider industry does not represent the kind of extremely unusual circumstances that support the E.P.A.’s exercise of enforcement discretion,” Mr. Wheeler wrote.\nMr. Wheeler has worked during his first three weeks as the E.P.A.’s acting chief to put distance between himself and Mr. Pruitt stylistically by addressing his staff, issuing a public schedule of his activities and taking questions from journalists. The about-face on gliders represents the first sign that Mr. Wheeler may seek to distinguish himself from Mr. Pruitt on policy as well.", "url": "https://www.nytimes.com/2018/07/27/climate/wheeler-pruitt-glider-truck-reversal.html"}