{"authors": ["Chris Buckley", "Keith Bradsher"], "date_download": "2022-10-25 22:55:34", "date_modify": "2022-10-25 22:55:34", "date_publish": "2018-03-13 13:16:15", "description": "President Xi Jinping’s plan would shake up some of China’s most powerful bureaucracies, but there are many uncertainties about whether it can achieve its goals.", "filename": "2018_03_13_world_asia_china-xi-jinping-congress-pollution-corruption_1666738534.html", "image_url": "https://static01.nyt.com/images/2018/03/14/world/14china-1/14china-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a4dbe316a729245df5593e0f57e2a0218e84ac998af4068e5e9b65c724b3b80e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_13_world_asia_china-xi-jinping-congress-pollution-corruption_1666738534.html", "title": "China Unveils Superagencies to Fight Pollution and Other Threats to Party Rule", "title_page": "China Unveils Superagencies to Fight Pollution and Other Threats to Party Rule - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIJING — Days after China’s president, Xi Jinping, consolidated his position as national leader, he moved to extend his control on Tuesday by unveiling new superagencies to tackle three major potential threats to popular support for Communist Party rule: financial recklessness, environmental pollution and official corruption.\nThe plan for reorganizing the government, released to the national legislature in Beijing, would shake up some of China’s most powerful bureaucracies by gathering powers that had been scattered across multiple regulatory agencies into a few new, stronger entities.\nIt would create two enlarged ministries for protecting the environment and managing natural resources, as well as a new financial regulator spanning banking and insurance. A separate draft law would create a new anticorruption agency with greater reach than the current one, which is run by the Communist Party.\nWith the announcements, Mr. Xi is moving to strengthen his authoritarian leadership over the entrenched cadres and vested interests that his allies have blamed for frustrating reforms he promised in 2013, a year after taking power. Mr. Xi has pushed for firmer action to control rising corporate and state debt, and to cut the smog and water pollution that have caused widespread fear and anger about public health.", "url": "https://www.nytimes.com/2018/03/13/world/asia/china-xi-jinping-congress-pollution-corruption.html"}