{"authors": [], "date_download": "2022-10-25 23:32:36", "date_modify": "2022-10-25 23:32:36", "date_publish": "2018-02-17 02:06:18", "description": "A plea from four American couples whose children were brutally slain in Syria: Try the murderers, but don’t make them martyrs by executing them.", "filename": "2018_02_16_opinion_justice-isis-trial_1666740756.html", "image_url": "https://static01.nyt.com/images/2018/02/20/opinion/17Foley-web/17Foley-web-facebookJumbo.jpg?year=2018&h=550&w=1050&s=91e67772dc04020d21a6983d9c90d0498fcfbdf8157185ebfd10f25ef3a4616e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_16_opinion_justice-isis-trial_1666740756.html", "title": "Justice for Our Children, Killed by ISIS", "title_page": "Opinion | Justice for Our Children, Killed by ISIS - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "By Diane and John Foley, the parents of James Foley; Marsha and Carl Mueller, the parents of Kayla Mueller; Shirley and Arthur Sotloff, the parents of Steven Sotloff; and Paula and Ed Kassig, the parents of Peter Kassig.\nOne by one, our children — James Foley of New Hampshire, Steven Sotloff of Florida, Peter Kassig of Indiana and Kayla Mueller of Arizona — were taken from us by the hateful criminals of the Islamic State.\nFinally, the time for justice has come. Two Islamic State fighters, Alexanda Kotey and El Shafee Elsheikh — part of a cell of British jihadists who tortured and killed our children in Syria — have been captured. We are deeply grateful to President Trump and the men and women of the F.B.I., the United States military and our allies in the Syrian Democratic Forces who apprehended these men in January.\nThe question now is what will happen to these deluded sadists, who remain in the custody of the Syrian Kurdish fighters who captured them. The F.B.I. has had access to interrogate them. The British government long ago rescinded their citizenship and seems to want nothing further to do with them. They should be brought to America to face our justice system.", "url": "https://www.nytimes.com/2018/02/16/opinion/justice-isis-trial.html"}