{"authors": ["Nikos Konstandaras"], "date_download": "2022-10-25 23:02:51", "date_modify": "2022-10-25 23:02:51", "date_publish": "2018-04-08 19:07:24", "description": "Greece and Turkey have been exchanging insults and threats in recent weeks, recalling conflicts from a shared and bloody history.", "filename": "2018_04_08_opinion_greece-turkey-erdogan_1666738971.html", "image_url": "https://static01.nyt.com/images/2018/04/09/opinion/09konstandaras-inyt-SUB/09konstandaras-inyt-SUB-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=ab13d8c112a6d88362baedec53ece38604167c35fca0f41f2edf2805b60ff3e7&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_08_opinion_greece-turkey-erdogan_1666738971.html", "title": "Trash-Talking Toward Conflict?", "title_page": "Opinion | Trash-Talking Toward Conflict? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The leader of the junior partner in Greece’s coalition government, Defense Minister Panos Kammenos, used the anniversary of the start of the Greek war of independence, March 25, to declare, “We will crush whoever dares to question our national sovereignty.” Referring to Mr. Erdogan’s recent talk of a “great Turkey” following the invasion of the Kurdish enclave of Afrin in northern Syria, Mr. Kammenos added: “Whoever has in mind large Ottoman empires should remember 1821, how the Greek people faced the Ottoman Empire and crushed it.”\nPrime Minister Binali Yildirim of Turkey picked up the thread. “Turkey will never tolerate certain circles which violate our sovereignty in the Mediterranean and the Aegean,” he declared. “Those who play at being pirates in the Aegean should not forget Sept. 9, 1922,” he added.\nEnmity and suspicion between Greece and Turkey was not erased by their joint accession to the North Atlantic Treaty Organization in 1952. The two came close to war in 1974, when Turkey invaded Cyprus and occupied its north in response to a coup by Greek Cypriots who wanted to unite the island republic with Greece. In 1987 and 1996, disputes over sea and territorial rights in the Aegean again nearly led to war. Turkish warplanes continually fly into the 10-mile airspace around islands declared by Athens and over islets whose sovereignty Turkey questions. Ankara’s declaration that the two uninhabited Imia islets are Turkish has raised the stakes: urgent mediation by the United States in 1996 prevented conflict over the islets, resulting in an agreement that neither side would dispatch ships there or raise flags on them.\nToday such mediation is less likely. Having grown accustomed to expressing outspoken criticism of the United States because of Washington’s objections to Turkey’s invasion of the Kurdish enclave of Afrin in Syria, Mr. Erdogan is not likely to back down in any confrontation with Greece. President Trump’s recent statement that United States troops would leave Syria “very soon” — whenever that may be — must have boosted Turkey’s self-confidence.\nEuropean mediation could be even less effective. On March 22, the European Council — the leaders of the European Union member states — said that it “strongly condemns Turkey’s continued illegal actions in the Eastern Mediterranean and the Aegean Sea and underlines its full solidarity with Cyprus and Greece.”\nThe Turkish Foreign Ministry dismissed the statement. “Such wordings solely based on the Greek Cypriot and Greek claims are unacceptable,” it said. The Turkish minister of European Union affairs, Omer Celik, tweeted, “Solidarity is meaningful only when it is legitimate.”\nAnkara clearly does not feel threatened by criticism that could weaken ties with the European Union. It is also keen to point out that it can control the flow of refugees and migrants, whose mass influx in 2015 shook politics in many European countries, suggesting that they may need Ankara’s good will more than it needs theirs.", "url": "https://www.nytimes.com/2018/04/08/opinion/greece-turkey-erdogan.html"}