{"authors": ["Miriam Pawel"], "date_download": "2022-10-25 23:36:15", "date_modify": "2022-10-25 23:36:15", "date_publish": "2018-11-05 10:45:04", "description": "Wealth and stealth have often subverted the goals of measures that have impacted nearly every facet of life in the state.", "filename": "2018_11_05_opinion_california-ballot-initiatives-direct-democracy.html_action=click&module=Intentional&pgtype=Article_1666740975.html", "image_url": "https://static01.nyt.com/images/2018/11/05/opinion/05pawel2/05pawel2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=abb10e271498c0157fccb2481c31ecfadcebdd0564b7be3546d124dd9cb972c5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_05_opinion_california-ballot-initiatives-direct-democracy.html_action=click&module=Intentional&pgtype=Article_1666740975.html", "title": "California Ballot Initiatives Are Powerful. The Powerful Have Noticed.", "title_page": "Opinion | California Ballot Initiatives Are Powerful. The Powerful Have Noticed. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In the early decades, only a handful of initiatives reached the ballot. By the 1930s, the nation’s first political consultants, Clem Whitaker and Leone Baxter, began to carve out a niche business, handling 65 initiative campaigns over 15 years.\nMr. Whitaker and Mr. Baxter, and the political-consultant industry they spawned, fueled a rapid growth in initiatives by the 1970s. Paid signature gatherers driven by financial incentive rather than moral conviction replaced volunteers who had once circulated petitions for their causes. The initiative “is very rapidly becoming a tool of the special interests,” Jerry Brown, then the secretary of state, testified at a 1972 state hearing where signature gatherers detailed a range of deceptive practices.\nThe last initiative that got on the ballot through the effort of volunteers was a 1990 measure to protect mountain lions. Since then, petition gatherers wielding multiple clipboards have become ubiquitous at shopping malls, outside retail stores and at farmers’ markets. They are paid per signature, rates that fluctuate as high as $6 per name, depending on how many initiatives are in circulation, how soon the petitions must be turned in and how difficult the sell. Signature gatherers who handle multiple initiatives have an incentive to push the ones that pay the most. The bidding wars and campaign high jinks can be fierce. They have included attempts to sabotage petitions by flooding them with false or duplicate names.\nAs governor, Mr. Brown has vetoed several recent attempts to amend the process, principally by outlawing a fee-per-signature payment. While he acknowledged the propensity for manipulation, he argued that the per-signature system remains the cheapest. “Eliminating this option will drive up the cost of circulating ballot measures, thereby further favoring the wealthiest interests,” he wrote in a veto message.\nMr. Brown has had more experience with initiatives than most. In his first campaign for governor in 1974, he piggybacked on a popular initiative he had crafted, the Political Reform Act, which established a commission to to regulate campaign finances, lobbying and ethics. Four years later, he was caught in the swirl of Proposition 13, the tax cut measure that remains the most far-reaching initiative in modern times. Like most elected officials, Mr. Brown opposed Prop 13, but then embraced it enthusiastically when it passed.\nSince his return to the governor’s office in 2011, he has mastered the art of using initiatives to further his priorities. He devised and campaigned for measures that raised taxes, created a rainy-day fund and made major changes to the criminal-justice system. He has also amassed funds to fight off attempts to undo policies or hamper his objectives, learning from the experience of Prop 13, when such tactics were not yet in vogue. He has helped fend off ballot challenges to criminal-justice reforms and efforts to block his plans for high-speed rail. This year, he has helped fight a proposition on the November ballot that would repeal a recently enacted gas tax that funds highway repairs.", "url": "https://www.nytimes.com/2018/11/05/opinion/california-ballot-initiatives-direct-democracy.html?action=click&module=Intentional&pgtype=Article"}