{"authors": ["Maggie Haberman", "Michael S. Schmidt", "Mark Landler"], "date_download": "2022-10-25 23:32:40", "date_modify": "2022-10-25 23:32:40", "date_publish": "2018-03-25 14:41:04", "description": "The upheaval comes at a critical time for Mr. Trump, who is deciding whether to sit with the special counsel for an interview, after his former lead lawyer quit.", "filename": "2018_03_25_us_politics_trump-digenova-toensing_1666740760.html", "image_url": "https://static01.nyt.com/images/2018/03/25/us/26dc-Digenova/26dc-Digenova-facebookJumbo-v3.jpg?year=2018&h=550&w=1050&s=6fd4d8ff3a0c22009de86ffbceef3ae37d0ebf6b6fe53241ab9160f310aa0db9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_25_us_politics_trump-digenova-toensing_1666740760.html", "title": "Trump Won’t Hire 2 Lawyers Whose Appointments Were Announced Days Ago", "title_page": "Trump Won’t Hire 2 Lawyers Whose Appointments Were Announced Days Ago - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "President Trump has decided not to hire two lawyers who were announced last week as new additions to his legal team, leaving him with a shrinking stable of lawyers as the investigation by the special counsel, Robert S. Mueller III, enters an intense phase.\n“The president is disappointed that conflicts prevent Joe diGenova and Victoria Toensing from joining the president’s special counsel legal team,” Mr. Trump’s personal lawyer, Jay Sekulow, said in a statement on Sunday morning. “However, those conflicts do not prevent them from assisting the president in other legal matters. The president looks forward to working with them.”\nThe upheaval on the legal team comes at a critical time for Mr. Trump. The president’s former lead lawyer, John Dowd, quit the team on Thursday, just as Mr. Trump is deciding whether to sit with Mr. Mueller for an interview. At the moment, Mr. Sekulow is the president’s chief outside lawyer, as Mr. Trump’s longtime New York lawyer, Marc E. Kasowitz, remains on the periphery.\nWhile Mr. Trump’s lawyers, including Mr. Dowd, had told the president that the investigation would be over by this point, it seems to be accelerating, as Mr. Mueller appears to be looking into a wide range of matters related to Mr. Trump’s corporate activities, his 2016 campaign, his associates and his time in office.", "url": "https://www.nytimes.com/2018/03/25/us/politics/trump-digenova-toensing.html"}