{"authors": ["Adam Nagourney"], "date_download": "2022-10-25 23:35:35", "date_modify": "2022-10-25 23:35:35", "date_publish": "2018-08-23 00:26:35", "description": "Ammar Campa-Najjar attracted a whirlwind of attention the day after Duncan Hunter, his opponent for Congress, was charged with using campaign funds for personal expenses.", "filename": "2018_08_22_us_duncan-hunter-indicted-ammar-campa-najjar_1666740935.html", "image_url": "https://static01.nyt.com/images/2018/08/23/us/23duncan-ammar1/23duncan-ammar1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=08ac05a986e2ceb31391dbc911cec860859918a99f4d71a7c0c19479ec0ab74d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_22_us_duncan-hunter-indicted-ammar-campa-najjar_1666740935.html", "title": "Duncan Hunter’s Indictment in California Opens the Door for a Long-Shot Challenger", "title_page": "Duncan Hunter’s Indictment in California Opens the Door for a Long-Shot Challenger - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But on Wednesday, he found himself in a whirlwind: calls from the Democratic Congressional Campaign Committee, a run of media interviews and an influx of contributions, as he became the latest rallying point for party activists excited by the prospect of a blue victory in a deeply red region of the nation.\nDemocrats had been focusing on seven Republican-held seats in this battleground state; that number has now grown to eight.\n“People are giving me a second glance today who might not have before this indictment,” Mr. Campa-Najjar said, wearing a shirt and tie in an interview at an outdoor cafe here. “I’ve been saying for months now that we need more ethical leadership.”\n“The question for voters, especially for conservative voters I’ve spoken to, if we have a congressman who can’t follow the law, how can we expect him to enforce the law?” he said. “I think there’s a dereliction of duty. I don’t think he’s fit to serve.”\n[Read: Representative Duncan Hunter Is Indicted, Accused of Misusing Campaign Funds]\nAt least by the standards of the Democratic Party’s activist wing this year, Mr. Campa-Najjar is hardly a hard-core liberal. In the interview, he said he does not have enough information to take a position on whether Mr. Trump should be impeached. He said he liked the idea of Medicare-for-all, but that his support for it would be contingent on being convinced the government could afford it.", "url": "https://www.nytimes.com/2018/08/22/us/duncan-hunter-indicted-ammar-campa-najjar.html"}