{"authors": ["Lisa Friedman", "Brad Plumer"], "date_download": "2022-10-25 23:27:01", "date_modify": "2022-10-25 23:27:01", "date_publish": "2018-07-05 15:56:58", "description": "The Trump administration is conceding that it has a legal obligation to address greenhouse gases, but it uses a light regulatory touch.", "filename": "2018_07_05_climate_clean-power-plan-replacement_1666740421.html", "image_url": "https://static01.nyt.com/images/2018/07/05/climate/05CLI-POWERPLANTS2/merlin_139144068_7ad23cdc-c7f0-4471-b525-701447dd6c68-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d1d8bdc6efafa4153286295a40541918af1bf7d9820542d8f618d1218106877f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_05_climate_clean-power-plan-replacement_1666740421.html", "title": "E.P.A. Drafts Rule on Coal Plants to Replace Clean Power Plan", "title_page": "E.P.A. Drafts Rule on Coal Plants to Replace Clean Power Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Want the latest climate and environment news in your inbox? Sign up here to receive Climate Fwd:, our email newsletter.\nWASHINGTON — The Trump administration has drafted a new proposal to regulate carbon dioxide emissions from coal-fired power plants, one that is far less stringent than the climate plan finalized in 2015 by former President Barack Obama.\nIn writing the new rule to replace Mr. Obama’s Clean Power Plan, the Trump administration is essentially accepting, for now, that the federal government is legally obligated to take action to address the greenhouse gases that cause global warming, even as President Trump has dismissed established climate science. But the new proposal is likely to spur only small tweaks to the nation’s energy system.\nDetails of the plan, which is being drafted by the Environmental Protection Agency and is expected to be sent to the White House for approval in coming days , were described to The New York Times by industry officials who have worked closely with the agency to shape the rule.\nOn Thursday, Scott Pruitt, the administrator of the E.P.A., submitted his resignation after facing 13 federal investigations into his ethics, spending and management practices. That move is unlikely to lead to a major policy shift at the agency: The new acting E.P.A. chief will be Andrew Wheeler, a former coal lobbyist who shares Mr. Pruitt’s commitment to rolling back Obama-era climate policies.", "url": "https://www.nytimes.com/2018/07/05/climate/clean-power-plan-replacement.html"}