{"authors": ["Brian Mast"], "date_download": "2022-10-25 23:29:40", "date_modify": "2022-10-25 23:29:40", "date_publish": "2018-02-23 18:12:15", "description": "I’m a congressman who was in the Army. I know how lethal these weapons are because I used them in combat.", "filename": "2018_02_23_opinion_brian-mast-assault-weapons-ban_1666740580.html", "image_url": "https://static01.nyt.com/images/2018/02/23/opinion/23mast/23mast-facebookJumbo.jpg?year=2018&h=550&w=1050&s=f1716546771efed3a1cedd543afe1b3ea5a9e1457c8e9ee9e2de3688e188f106&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_23_opinion_brian-mast-assault-weapons-ban_1666740580.html", "title": "I’m Republican. I Appreciate Assault Weapons. And I Support a Ban.", "title_page": "Opinion | I’m Republican. I Appreciate Assault Weapons. And I Support a Ban. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "I also know that I am made less safe by the threat of tactical rifles. I am confident I can eliminate an active shooter who is attacking with a pistol because the attacker would have to be close to me. But the defense my concealed 9-millimeter affords me is largely gone if the attacker is firing from beyond 40 yards, as he could easily do with the AR-15.\nNo firearm is evil. Guns are tools that fulfill the intent of their users, good or bad. But we’ve seen that the rifle of choice for many mass shooters is the AR-15.\nThe Second Amendment is unimpeachable. It guarantees the right of citizens to defend themselves. I accept, however, that it does not guarantee that every civilian can bear any and all arms.\nFor example, the purchase of fully automatic firearms is largely banned already, and I cannot purchase an AT-4 rocket, grenades, a Bradley fighting vehicle or an Abrams tank. I know that no single action can prevent a truly determined person from committing mass murder, and I am aware of other ways to commit mass murder, such as bombings and mass vehicular slaughter. Not being able to control everything, however, should not prevent us from doing something.\nTherefore, I support the following:\nDefining what constitutes an assault or tactical firearm and not allowing them for future purchase — just as we already prohibit the purchase of fully automatic firearms. The exact definition of assault weapon will need to be determined. But we should all be able to agree that the civilian version of the very deadly weapon that the Army issued to me should certainly qualify. I would not support any version of a ban that results in confiscating existing legally owned firearms.\nEnsuring that every firearm purchaser has a background check. We also need to improve the background check system.", "url": "https://www.nytimes.com/2018/02/23/opinion/brian-mast-assault-weapons-ban.html"}