{"authors": ["Dana Goldstein", "Kirk Johnson"], "date_download": "2022-10-25 23:36:12", "date_modify": "2022-10-25 23:36:12", "date_publish": "2018-11-06 22:27:06", "description": "Among several states weighing key issues, Florida voted to restore felons’ voting rights.", "filename": "2018_11_06_us_politics_ballot-initiatives-referendum_1666740972.html", "image_url": "https://static01.nyt.com/images/2018/11/07/us/07referendum/07referendum-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1d942637af0664be6be67f547b25c95d41abace52625676374f528fc4c50f625&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_06_us_politics_ballot-initiatives-referendum_1666740972.html", "title": "Voters Weigh In on Key Issues Through More Than 150 Ballot Initiatives", "title_page": "Voters Weigh In on Key Issues Through More Than 150 Ballot Initiatives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But in Arizona, the site of a weeklong teacher walkout, voters chose to reject an expansion of a voucherlike program that allows tax dollars to pay private school tuition. Teacher activists had argued that the law leeched dollars from public schools.\nIn a continuation of a trend from 2016, voters in two conservative states, Arkansas and Missouri, raised the minimum wage, a policy that is often popular across party lines. Missouri’s wage rose to $12 from $7.85, and Arkansas’ increased to $11 an hour from $8.50.\nAnd in California, where housing costs are the steepest in the nation, voters wrestled with two housing-related measures. O ne referendum on the statewide ballot, to overturn a state law limiting the ability of local governments to enact rent controls, was defeated. But voters in San Francisco passed a plan to raise corporate taxes in order to pay for homeless services.\n[Ballot initiatives have shaped nearly every facet of life in California.]\nThe Environment\nA hugely expensive and deeply divisive fight in Washington State over whether to create the nation’s first carbon fee impassioned voters in a year when three of the state’s 10 seats in the House of Representatives were competitive. The measure, aimed at reducing climate change, would place a fee of $15 per ton of carbon emissions, with an increase of $2 a year; most of the revenue would be invested in renewable energy and air pollution reduction. Votes were still being counted on Wednesday. A proposal to mandate more renewable energy failed in Arizona.\nTransgender Rights\nIn a vote seen as a test of a potential wedge issue ahead of the 2020 election, Massachusetts became the first state to consider a ballot measure targeting transgender rights. Voters rejected a referendum that would have repealed a 2016 law that prevents discrimination in public spaces, including bathrooms and locker rooms, based on gender identity. That law easily passed the Democratic-controlled Legislature.\nMarijuana\nMichigan became the first Midwestern state to legalize recreational marijuana, while North Dakota voters decided not to.\nNine states and the District of Columbia already allow adults to buy and possess marijuana in small amounts for recreational use. States have wrestled with the question of whether higher marijuana taxes would discourage use — and limit revenue — or simply preserve the illegal market, with its cheaper prices. In Michigan, taxes will be relatively low: a 10 percent excise tax and a 6 percent sales tax.", "url": "https://www.nytimes.com/2018/11/06/us/politics/ballot-initiatives-referendum.html"}