{"authors": ["Jonathan Martin", "Alexander Burns"], "date_download": "2022-10-25 23:35:28", "date_modify": "2022-10-25 23:35:28", "date_publish": "2018-03-18 09:00:06", "description": "Conor Lamb’s victory in Pennsylvania, with his vow to oppose Ms. Pelosi, has emboldened other moderate and liberal Democrats to distance themselves from her.", "filename": "2018_03_18_us_politics_nancy-pelosi-democrats-candidates_1666740928.html", "image_url": "https://static01.nyt.com/images/2018/03/16/us/politics/00Pelosi-1/00Pelosi-1-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=0ddce7758872f2bddc1c8a998115e16741ac28293a70726b7558b99a64aced5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_18_us_politics_nancy-pelosi-democrats-candidates_1666740928.html", "title": "Nancy Pelosi Wants to Lead. House Democratic Candidates Aren’t So Sure.", "title_page": "Nancy Pelosi Wants to Lead. House Democratic Candidates Aren’t So Sure. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I was just in D.C. and that’s the advice everybody gives: Don’t say you’re for Pelosi,” recalled former Representative Brad Ashford, a Nebraska Democrat trying to reclaim his seat. (He would not rule out backing Ms. Pelosi.)\nMost ominous for Ms. Pelosi, it is not just centrist candidates running in red-tinged districts who are reluctant to embrace her, but also political insurgents on the left who see her as an embodiment of the Washington establishment.\n“I would have to see who’s running,” said Marie Newman, a progressive Democratic House candidate in Illinois, when asked if she would support Ms. Pelosi for speaker. Ms. Newman is vying to unseat Representative Daniel Lipinski, a conservative Chicago Democrat, in a primary there on Tuesday.\nAnd on Capitol Hill, Ms. Pelosi, 77, must contend with colleagues from her own generation who want their turn in charge, as well as younger Democrats who’d prefer to clear out the party’s entire septuagenarian leadership team: beyond Ms. Pelosi, the other two ranking House Democrats, Mr. Hoyer and James E. Clyburn, are 78 and 77.\nYet at a time when women are at the forefront of the opposition to Mr. Trump’s presidency — volunteering, donating and running for office in record numbers — the specter of Democrats taking back the House only to unceremoniously dump the most powerful woman in American politics strikes many in the party as outrageous.\nAnd Ms. Pelosi herself is plainly in this camp.\n“I’m a woman at the table,” she said in the interview Friday before getting on a plane for Houston, where she was going to raise money for House Democrats at the annual rodeo there.", "url": "https://www.nytimes.com/2018/03/18/us/politics/nancy-pelosi-democrats-candidates.html"}