{"authors": ["Glenn Thrush"], "date_download": "2022-10-25 23:34:33", "date_modify": "2022-10-25 23:34:33", "date_publish": "2018-09-06 22:56:12", "description": "Federal loans must be regulated by the federal government, according to the Education Department.", "filename": "2018_09_06_us_politics_devos-student-loans_1666740873.html", "image_url": "https://static01.nyt.com/images/2018/09/07/us/politics/07dc-studentloans-1/07dc-studentloans-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6553c9c5ce8cbfd682e7c228527806207b6663abd5e7d8bfdb2ab8f614e923af&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_06_us_politics_devos-student-loans_1666740873.html", "title": "After Scaling Back Student Loan Regulations, Administration Tries to Stop State Efforts", "title_page": "After Scaling Back Student Loan Regulations, Administration Tries to Stop State Efforts - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — After the education secretary, Betsy DeVos, started scaling back consumer protections for student borrowers last year, six states and the District of Columbia sped up their own efforts to crack down on abusive lending practices by companies that administer federal loan programs.\nNow Ms. DeVos is trying to stop them.\nTrump administration lawyers filed a “statement of interest” last month supporting a lawsuit from the Student Loan Servicing Alliance, an industry trade group, against the District of Columbia for creating a student loan ombudsman office. Under a new city law, the companies would be required to apply for licenses and could lose their right to operate if officials determine that they have engaged in fraudulent or irresponsible practices.\nAdministration lawyers accused the District of Columbia of trying “to second-guess” department officials in the selection of loan servicers, violating the supremacy clause in the Constitution in a case that could determine the future role of states in consumer protection.\n“Federal loans are federal assets and therefore must be controlled and regulated by the federal government,” said Elizabeth Hill, a spokeswoman for Ms. DeVos. She described the actions of the states as an illegal veto of federal authority.", "url": "https://www.nytimes.com/2018/09/06/us/politics/devos-student-loans.html"}