{"authors": ["Adam Liptak", "Michael D. Shear"], "date_download": "2022-10-25 23:35:17", "date_modify": "2022-10-25 23:35:17", "date_publish": "2018-06-26 14:22:06", "description": "In a 5-to-4 vote, the Supreme Court ruled that President Trump acted lawfully in imposing limits on travel from several predominantly Muslim countries.", "filename": "2018_06_26_us_politics_supreme-court-trump-travel-ban.html_module=inline_1666740917.html", "image_url": "https://static01.nyt.com/images/2018/06/27/us/27dc-travelban-alpha/merlin_140315853_d75c0c4f-ece7-494d-9264-eb791a4888f8-facebookJumbo.jpg?year=2018&h=549&w=1050&s=1b860ee8f812828cdebb958848d65458333f7f01370ce8ed3510af306b00cca0&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_26_us_politics_supreme-court-trump-travel-ban.html_module=inline_1666740917.html", "title": "Trump’s Travel Ban Is Upheld by Supreme Court", "title_page": "Trump’s Travel Ban Is Upheld by Supreme Court - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The 5-to-4 decision upholding President Trump’s travel ban basically did two things. The majority said that the president had been given vast authority over immigration and national security by Congress and that he acted consistent with that authority. The second thing it did was reject the claim that the travel ban was infected by religious discrimination. “Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States.” The majority discounted the president’s statements and said the role of the courts was to look at the face of the presidential proclamation issued in September, and that proclamation, the court said, was lawful. The Supreme Court has occasionally looked at the scope of presidential power, and it’s gone both ways. It imposed some limits on President George W. Bush’s ability to hold people in Guantánamo Bay. It rejected President Truman’s attempt to seize the steel industry during the Korean War. And it forced President Nixon to turn over tapes concerning the Watergate scandal that led to his departure from office. The crux of the argument against the travel ban was based on President Trump’s tweets and statements on the campaign trail and in office, in which he suggested that he was singling out Muslims for discriminatory treatment. In the lower courts and now at the Supreme Court, there was a strong partisan divide, with every Republican appointee voting to sustain the travel ban and every Democratic appointee in dissent. The majority opinion gave rise to a very striking dissent from Justice Sonia Sotomayor, who spoke at length in the Supreme Court courtroom about the terrible precedent the majority set and how it resonated with some of the darkest periods in American history, notably the internment of more than 100,000 Japanese-Americans during the Second World War. The decision was a major statement on presidential power in the area of immigration and national security, but it didn’t break new ground. The ruling had no particular practical impact because months ago, the Supreme Court allowed the travel ban to go into effect while it considered the case. What it did instead was decline to impose special legal rules on an idiosyncratic president who speaks in ways that are unfamiliar to American traditions and to say that it was considering the presidency and not President Trump in ruling on his travel ban.", "url": "https://www.nytimes.com/2018/06/26/us/politics/supreme-court-trump-travel-ban.html?module=inline"}