{"authors": ["Manny Fernandez", "Julie Turkewitz", "Jess Bidgood"], "date_download": "2022-10-25 23:34:25", "date_modify": "2022-10-25 23:34:25", "date_publish": "2018-05-30 09:00:10", "description": "Many recent school shootings have in common that the perpetrators studied, and sometimes revered, their predecessors and tried to emulate or outdo them.", "filename": "2018_05_30_us_school-shootings-columbine_1666740865.html", "image_url": "https://static01.nyt.com/images/2018/05/28/us/28contagion5/28contagion5-facebookJumbo.jpg?year=2018&h=550&w=1050&s=9ca9681f0e9016d94c042c429b796c7a6a1151c41d7f9225a621a884091178d5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_30_us_school-shootings-columbine_1666740865.html", "title": "For ‘Columbiners,’ School Shootings Have a Deadly Allure", "title_page": "For ‘Columbiners,’ School Shootings Have a Deadly Allure - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An 18-year-old man in Hillsborough, N.C., sent an email to the Columbine principal, Frank DeAngelis, claiming responsibility for a school shooting that the principal would soon hear about. “Dear Principal,” the young man wrote in a seven-sentence email. “I remember Columbine. It is time the world remembered it.”\nMr. DeAngelis and school administrators scrambled to notify the authorities. They were too late: The young man had killed his father and driven to Orange High School in Hillsborough, opening fire in a parking lot and wounding two students. He was wearing a black trench coat, like the Columbine attackers, and was armed with a sawed-off shotgun he named Arlene — as one of the Columbine killers had. He called his attack “Operation Columbine.”\nThere was another case, five years later. Mr. DeAngelis said a 16-year-old high school student from Utah came to the school to interview him. The boy claimed to be a budding journalist and asked seemingly innocuous questions about the recovery process. Weeks later, Mr. DeAngelis received a call from police: The student had been arrested in Utah for plotting with another student to set off a bomb during a school assembly, admitting to the authorities that he was “fascinated” by Columbine.\n“It worries me that even now, kids who were not even born during Columbine High School are still making reference to Columbine,” said Mr. DeAngelis, 63, who retired in 2014. “I don’t want people to feel helpless and hopeless, but I think what those two did, what they wrote in their journal is: ‘We’ll never be forgotten’ and ‘We’ll be remembered forever.’ And I believe they’re fulfilling that.”\nWhile so-called Columbiners have been a regular phenomenon on websites and internet chat rooms, there appears little doubt that the front-page headlines and mug shots splashed across television can become a powerful motivating factor.\nThe role of the media in turning school gunmen into household names and perpetuating “the infamous legacy they desire” can be shown to have inspired additional attacks, researchers at Western New Mexico University reported recently. There have been growing calls for withholding the names and biographies of school gunmen from newspaper and television coverage. The New York Times regularly identifies and profiles the perpetrators, though in order to focus attention on the issue of school shootings and not on the gunmen themselves, this article does not name any of them.\nA number of the suspects who have carried out or planned school shootings not only wear the same clothing, read the same books and adopt the same tactics; some have even contacted the victims of previous shootings before they attempt their own attacks.\nAn 18-year-old man who was arrested in Vermont in February and accused of planning a mass shooting at his old high school had contacted a student he knew at the Parkland, Fla., high school where a mass shooting occurred in February “because he wanted to know how it made her feel and what it felt like being inside the school,” a police report said.\nMs. Klebold, the mother of one of the Columbine attackers, said she was shocked by the number of letters she receives from people who relate to her son: “The girls who say, ‘I wish I could have his baby’”; others who say that her son, to them, is “heroic.” Even seeing images of the Santa Fe gunman’s Communist hammer-and-sickle medallion — just like the one that her son wore, a gift from a friend’s parent who went to Russia — was painful to her.\n“It’s to me like this kid was being” her son, “all over again,” she said.", "url": "https://www.nytimes.com/2018/05/30/us/school-shootings-columbine.html"}