{"authors": ["Jeffery C. Mays"], "date_download": "2022-10-25 22:56:36", "date_modify": "2022-10-25 22:56:36", "date_publish": "2018-08-13 18:14:36", "description": "The question of who is more independent from Gov. Andrew M. Cuomo has jump-started the Democratic primary for New York State attorney general.", "filename": "2018_08_13_nyregion_letitia-james-attorney-general-independence_1666738596.html", "image_url": "https://static01.nyt.com/images/2018/08/22/nyregion/22agrace-print/00agrace1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=cd2c1e00a6708a05a655d2d54f53e1d7d53a3ae2b096eb7bf7ba3936d0ef4cfc&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_13_nyregion_letitia-james-attorney-general-independence_1666738596.html", "title": "Letitia James Has Embraced Andrew Cuomo. Is It Worth It?", "title_page": "Letitia James Has Embraced Andrew Cuomo. Is It Worth It? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For Letitia James, politics has made quick and convenient bedfellows.\nAfter Eric T. Schneiderman suddenly resigned in May as New York’s attorney general, it soon became clear that Ms. James, the New York City public advocate, was the favored choice of Gov. Andrew M. Cuomo to succeed him.\nWithin weeks, Mr. Cuomo endorsed Ms. James; the Democratic Party’s formal nomination quickly followed. The governor then held a fund-raiser for her with a minimum ticket price of $1,000. He invited her to appear with him at rallies for reproductive rights. And, in July, he brought Ms. James and several of his political allies on his fifth trip to Puerto Rico since Hurricane Maria.\nAs the other three Democratic candidates for attorney general have tried to distance themselves from Mr. Cuomo, Ms. James has fully embraced him. But at a time when prosecuting Wall Street, pursuing political corruption in Albany, and being willing to challenge President Trump and his administration are considered highly prized qualifications for the job, Ms. James’s strategy has been one of high rewards, but also some risk.\n“Perhaps no criterion is more important right now than the capacity of the next attorney general to be independent,” said the former attorney general, Eliot Spitzer, under whose tenure Ms. James ran the office’s Brooklyn operations. “The occupant of that office must have the wherewithal to pursue cases against the most powerful forces without regard to political consequences.”", "url": "https://www.nytimes.com/2018/08/13/nyregion/letitia-james-attorney-general-independence.html"}