{"authors": ["Vanessa Friedman"], "date_download": "2022-10-25 22:59:34", "date_modify": "2022-10-25 22:59:34", "date_publish": "2018-05-19 10:36:43", "description": "The newly minted Duchess of Sussex was married in a gown by Clare Waight Keller for Givenchy.", "filename": "2018_05_19_style_meghan-markle-wedding-dress.html_action=click&module=Top%20Stories&pgtype=Homepage_1666738774.html", "image_url": "https://static01.nyt.com/images/2018/05/19/style/19royal-wedding-dress-4/19royal-wedding-dress-4-facebookJumbo.jpg?year=2018&h=549&w=1050&s=37086091c466c3caa15aac20d4ccd47f71e9dda0849857da7a422ba059acf786&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_19_style_meghan-markle-wedding-dress.html_action=click&module=Top%20Stories&pgtype=Homepage_1666738774.html", "title": "Meghan Markle’s Wedding Dress Was Made for a Person, Not a Princess", "title_page": "Meghan Markle’s Wedding Dress Was Made for a Person, Not a Princess - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "And it extended a hand across the water: to Europe, where Ms. Waight Keller takes the Eurostar twice a week to her maison — Givenchy also, by the by, made Ms. Markle’s wedding shoes, which are silk duchesse satin, and the bridesmaid’s dresses — and to all the countries of the Commonwealth, which were represented in Ms. Markle’s veil.\nFive meters (that’s a little over 16 feet) long and made from silk tulle, the veil was “a vision Meghan and I shared,” according to a statement from Ms. Waight Keller. It was embroidered with the flowers of all 53 Commonwealth nations along the edge, each one different, to represent the roles Ms. Markle and Prince Harry will assume as Youth Ambassadors to the wider British world. Also included were wintersweet, a British flowering plant, to represent Kensington Palace and Ms. Markle’s new home, and the California poppy, her home state’s flower. And it was held in place by Queen Mary’s diamond and platinum bandeau tiara, made in 1932 with a centerpiece of a diamond brooch from Queen Mary’s wedding in 1893, which had been lent to Ms. Markle by the queen and described a “a flexible band of eleven sections.”", "url": "https://www.nytimes.com/2018/05/19/style/meghan-markle-wedding-dress.html?action=click&module=Top%20Stories&pgtype=Homepage"}