{"authors": ["Anna Schaverien"], "date_download": "2022-10-25 23:31:09", "date_modify": "2022-10-25 23:31:09", "date_publish": "2018-12-28 16:29:51", "description": "An aviation enthusiast saw something shiny out of his kitchen window. Public data, and a community of online sleuths, did the rest.", "filename": "2018_12_28_world_europe_air-force-one-trump-iraq_1666740669.html", "image_url": "https://static01.nyt.com/images/2018/12/29/world/29trumpplane-print/29trumpplane-facebookJumbo.jpg?year=2018&h=550&w=1050&s=71c5f101f3d78f6851a178177b69f86f67830c19b886061fa0854320f96c5e46&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_28_world_europe_air-force-one-trump-iraq_1666740669.html", "title": "‘That’s Shiny’: How a U.K. Plane Spotter Cracked the Secret of Trump’s Iraq Visit", "title_page": "‘That’s Shiny’: How a U.K. Plane Spotter Cracked the Secret of Trump’s Iraq Visit - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — It’s hard to keep a secret when the internet is watching. Especially if plane spotters are involved.\nReporters accompanying President Trump on his visit to American troops in Iraq on Wednesday, his first to a combat zone, were sworn to silence. Air Force One was given a call sign that identified it as a military cargo flight. Mr. Trump himself later marveled at having traveled on a “darkened plane, with all windows closed, with no lights on whatsoever, anywhere — pitch black.”\nBut that wasn’t enough to stop a semiretired information technology specialist in Sheffield, England, from spotting and photographing the jet, or to prevent fellow aviation enthusiasts online from deducing what was happening, hours before Mr. Trump arrived at Al Asad Air Base in Iraq.\nThe information technology specialist, Alan Meloy, who describes himself on the photo-sharing website Flickr as “a lifelong aviation nut,” looked out from his kitchen window in Chapeltown, a suburban district of Sheffield, on Wednesday morning and saw an unusual plane flying above. He quickly took a long-lens photograph and posted it online.", "url": "https://www.nytimes.com/2018/12/28/world/europe/air-force-one-trump-iraq.html"}