{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:27", "date_modify": "2022-10-25 23:34:27", "date_publish": "2018-09-26 18:07:39", "description": "Mr. Corbyn, speaking at a party conference, outlined a “radical plan to rebuild and transform” Britain. The party remains split on Brexit.", "filename": "2018_09_26_world_europe_jeremy-corbyn-uk-labour-conference_1666740867.html", "image_url": "https://static01.nyt.com/images/2018/09/27/world/27labour1/27labour1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=dddee2835bdac5108473c85e1a77d5bbb563866e7d1db2e9f2fe3b71a596f344&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_26_world_europe_jeremy-corbyn-uk-labour-conference_1666740867.html", "title": "Jeremy Corbyn, in Labour Speech, Vows to Fight Capitalist ‘Greed’", "title_page": "Jeremy Corbyn, in Labour Speech, Vows to Fight Capitalist ‘Greed’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LIVERPOOL, England — Jeremy Corbyn, leader of Britain’s opposition Labour Party, doubled down Wednesday on his platform, promising to sweep away “greed is good” capitalism and expand the state’s role in the economy as he closed an annual conference dominated by divisions over European Union withdrawal.\nOutlining a “radical plan to rebuild and transform” Britain, Mr. Corbyn underscored his ambition to shift economic policy leftward — a position that he described as the “new common sense of our time” after a decade of stagnating wages and squeezed living standards.\nIn a speech intended to present him as a prime minister in waiting, Mr. Corbyn said that it would be a “national disaster” if Britain quit the European Union without a deal. If Prime Minister Theresa May cannot negotiate a satisfactory withdrawal agreement, he said, she should “make way for a party that can and will.”\nMr. Corbyn had harsh words for familiar adversaries in the British news media, which is mainly hostile to him and which, he said, enjoys the “freedom to spread lies and half-truths.”", "url": "https://www.nytimes.com/2018/09/26/world/europe/jeremy-corbyn-uk-labour-conference.html"}