{"authors": ["Katie Rogers", "Peter Baker"], "date_download": "2022-10-25 23:02:39", "date_modify": "2022-10-25 23:02:39", "date_publish": "2018-03-27 00:58:18", "description": "The mass expulsion of Russian personnel in the United States was the largest ever, yet the president avoided any public condemnation of Russia’s role in an attack in Britain.", "filename": "2018_03_26_world_europe_trump-russia-expel-european-union_1666738959.html", "image_url": "https://static01.nyt.com/images/2018/03/27/reader-center/27dc-Expel/27dc-Expel-facebookJumbo.jpg?year=2018&h=549&w=1050&s=2e799560601cfa5983f2d18c2aadee8cbafbc4b96ce301b2288e5ddc181d6493&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_26_world_europe_trump-russia-expel-european-union_1666738959.html", "title": "Scores of Russians Expelled by U.S. and Its Allies Over U.K. Poisoning", "title_page": "Scores of Russians Expelled by U.S. and Its Allies Over U.K. Poisoning - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump ordered the expulsion of 60 Russian officials on Monday, joining a coordinated campaign by two dozen countries to retaliate for the poisoning of a former Russian spy in Britain in a Cold War-style escalation that again highlighted the disparity between the president’s words and actions.\nThe mass expulsion of Russian personnel stationed in the United States was the largest ever, eclipsing even the darkest days of the global showdown with the Soviet Union. But Mr. Trump avoided any public condemnation of Russia’s role in the attack just days after phoning President Vladimir V. Putin to congratulate him on a re-election widely considered a sham.\nIn approving the expulsions and ordering the closure of the Russian Consulate in Seattle, Mr. Trump followed the lead of Prime Minister Theresa May of Britain, who rallied a multinational coalition to respond to the poisoning. With London pressing for action, Mr. Trump called foreign counterparts to see if they would join, too. Aides said he encouraged them to take part, but he also knew that failure to go along would have left the United States isolated.\nIn addition to the United States, at least 22 other nations backed Britain by expelling about 57 more Russian diplomats and intelligence officers as of Monday evening, including France, Germany, Italy, Australia, Poland and Canada. Mrs. May originally expelled 23 Russians shortly after British authorities determined that Moscow was likely responsible for the nerve agent that left Sergei V. Skripal, the former Russian spy, and his daughter in a coma.", "url": "https://www.nytimes.com/2018/03/26/world/europe/trump-russia-expel-european-union.html"}