{"authors": ["David D. Kirkpatrick", "Ben Hubbard", "Mark Landler", "Mark Mazzetti"], "date_download": "2022-10-25 23:43:55", "date_modify": "2022-10-25 23:43:55", "date_publish": "2018-12-08 15:28:08", "description": "The crown prince of Saudi Arabia cultivated Mr. Kushner’s friendship. The benefits to the U.S. are uncertain but it has paid off well for the Saudis.", "filename": "2018_12_08_world_middleeast_saudi-mbs-jared-kushner_1666741435.html", "image_url": "https://static01.nyt.com/images/2018/12/06/world/06MBS-Kushner-promo/06MBS-Kushner-promo-facebookJumbo-v3.jpg?year=2018&h=550&w=1050&s=68f7ab34afa19edde0be7572cdde6f14aaad672fdead319f20981fc13ad3f52f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_08_world_middleeast_saudi-mbs-jared-kushner_1666741435.html", "title": "The Wooing of Jared Kushner: How the Saudis Got a Friend in the White House", "title_page": "The Wooing of Jared Kushner: How the Saudis Got a Friend in the White House - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the killing set off a firestorm around the world and American intelligence agencies concluded that it was ordered by Prince Mohammed, Mr. Kushner became the prince’s most important defender inside the White House, people familiar with its internal deliberations say.\nMr. Kushner’s support for Prince Mohammed in the moment of crisis is a striking demonstration of a singular bond that has helped draw President Trump into an embrace of Saudi Arabia as one of his most important international allies.\nBut the ties between Mr. Kushner and Prince Mohammed did not happen on their own. The prince and his advisers, eager to enlist American support for his hawkish policies in the region and for his own consolidation of power, cultivated the relationship with Mr. Kushner for more than two years, according to documents, emails and text messages reviewed by The New York Times.\nA delegation of Saudis close to the prince visited the United States as early as the month Mr. Trump was elected, the documents show, and brought back a report identifying Mr. Kushner as a crucial focal point in the courtship of the new administration. He brought to the job scant knowledge about the region, a transactional mind-set and an intense focus on reaching a deal with the Palestinians that met Israel’s demands, the delegation noted.\nEven then, before the inauguration, the Saudis were trying to position themselves as essential allies who could help the Trump administration fulfill its campaign pledges. In addition to offering to help resolve the dispute between Israel and the Palestinians, the Saudis offered hundreds of billions of dollars in deals to buy American weapons and invest in American infrastructure. Mr. Trump later announced versions of some of these items with great fanfare when he made his first foreign trip: to an Arab-Islamic summit in Riyadh, the Saudi capital. The Saudis had extended that invitation during the delegation’s November 2016 visit.", "url": "https://www.nytimes.com/2018/12/08/world/middleeast/saudi-mbs-jared-kushner.html"}