{"authors": ["Reggie Ugwu"], "date_download": "2022-10-25 23:37:46", "date_modify": "2022-10-25 23:37:46", "date_publish": "2018-11-21 15:00:06", "description": "An oral history of Barry Jenkins’s “Medicine for Melancholy,” as told by admirers — Lena Waithe, Justin Simien and Terence Nance — and Jenkins himself.", "filename": "2018_11_21_movies_medicine-for-melancholy-black-auteurs_1666741066.html", "image_url": "https://static01.nyt.com/images/2018/11/25/arts/25medicine-melancholy3/25medicine-melancholy3-facebookJumbo.jpg?year=2018&h=549&w=1050&s=c435d126875f73bf06a12a9d8868c8961023e9312816bf1337213bc1937f40ee&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_21_movies_medicine-for-melancholy-black-auteurs_1666741066.html", "title": "How a $15,000 Movie Rallied a New Generation of Black Auteurs", "title_page": "How a $15,000 Movie Rallied a New Generation of Black Auteurs - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SIMIEN It was the sort of thing that you would always talk about, but behind closed doors.\nWAITHE Barry didn’t come up [in the school of thought that] you always had to write black people in a positive light. He was speaking to the kind of writing that I wanted to do, which is to just show us in the sunlight — not positive light, not dark light, just the light of day.\nJENKINS So much of that movie is just a guy who needs to shout. And, with Micah, I was just shouting. I was angry in a certain way, and I was trying to understand why and at what.\nSAULTER Something I think all of Barry’s films touch on is that, for a lot of people, and black people specifically, the political is personal and can’t be separated from everyday experiences.\nSANDERS When everything with “Moonlight” happened [it was nominated for eight Academy Awards and won three, including best picture and best adapted screenplay in 2017], it felt so vindicating because we had all been waiting and hoping that the world would feel what we felt the first time with “Medicine.”\nSIMIEN Honestly, [“Medicine”] made me get off of my ass and get back to writing my script.\nNANCE I remember walking out of the theater and literally saying out loud to myself, “O.K., I can do this.”\nJENKINS I think if “Medicine for Melancholy” didn’t exist, all these people would’ve still gone on to do the same things that they did. But, when I take a step back, I think I also understand that because “Medicine” existed, it gave them just a little bit more confidence that when they did what they were going to do, there would be a place for it.", "url": "https://www.nytimes.com/2018/11/21/movies/medicine-for-melancholy-black-auteurs.html"}