{"authors": ["Adam Satariano"], "date_download": "2022-10-25 23:41:02", "date_modify": "2022-10-25 23:41:02", "date_publish": "2018-09-19 15:34:26", "description": "The European Union’s antitrust chief announced an inquiry into the e-commerce giant over its use of data collected about third-party merchants.", "filename": "2018_09_19_technology_amazon-europe-margrethe-vestager_1666741262.html", "image_url": "https://static01.nyt.com/images/2018/09/20/business/20amazoneurope-2/20amazoneurope-2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=1512755d0c4e6831bf00a11d265b0f3a32b1b60c0637b38696f98abeb6b1d793&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_19_technology_amazon-europe-margrethe-vestager_1666741262.html", "title": "Amazon Dominates as a Merchant and Platform. Europe Sees Reason to Worry.", "title_page": "Amazon Dominates as a Merchant and Platform. Europe Sees Reason to Worry. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For many independent merchants who sell their goods on Amazon, there has long been deep concern that if the e-commerce giant saw a particular product selling well, the company would duplicate it, but at a lower price.\nThe European Union’s antitrust chief said on Wednesday that there may be reason for worry.\nMargrethe Vestager, the bloc’s competition commissioner, announced the start of an investigation into whether Amazon is unfairly using data collected about third-party sellers to make its own decisions about products to sell — information that would give it a potentially anticompetitive edge.\nThe announcement keeps Europe at the center of a debate about how to regulate global technology platforms. Amazon, whose chief executive, Jeff Bezos, is the world’s wealthiest person, has become a particular focus of antitrust scrutiny, as the company’s vast and quickly expanding business dominates online retail and underpins much of the internet through a cloud computing division.\nMs. Vestager, the world’s most aggressive regulator of American technology giants, said that Amazon’s dual position as host of the largest online platform for third-party sellers and as a retailer of goods deserved a closer look from European investigators. Her office has sent a number of questionnaires to market participants to learn more about Amazon’s practices.", "url": "https://www.nytimes.com/2018/09/19/technology/amazon-europe-margrethe-vestager.html"}