{"authors": ["Michael S. Schmidt"], "date_download": "2022-10-25 23:02:40", "date_modify": "2022-10-25 23:02:40", "date_publish": "2018-07-13 20:15:45", "description": "The same day that Donald J. Trump asked Russians for help in hacking Hillary Clinton’s emails, Russia began efforts to target her personal servers.", "filename": "2018_07_13_us_politics_trump-russia-clinton-emails_1666738960.html", "image_url": "https://static01.nyt.com/images/2016/07/28/us/28fd-trump-sub/28fd-trump-sub-facebookJumbo.jpg?year=2018&h=549&w=1050&s=2b27fb14c1288282a0c92010a3b2e6892a015f63f520f30a871ba13e4c8e44c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_13_us_politics_trump-russia-clinton-emails_1666738960.html", "title": "Trump Invited the Russians to Hack Clinton. Were They Listening?", "title_page": "Trump Invited the Russians to Hack Clinton. Were They Listening? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It was one of the more outlandish statements in a campaign replete with them: In a news conference in July 2016, Donald J. Trump made a direct appeal to Russia to hack Hillary Clinton’s emails and make them public.\n“Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” Mr. Trump said, referring to emails Mrs. Clinton had deleted from the private account she had used when she was secretary of state. “I think you will probably be rewarded mightily by our press.”\nAs it turns out, that same day, the Russians — whether they had tuned in or not — made their first effort to break into the servers used by Mrs. Clinton’s personal office, according to a sweeping 29-page indictment unsealed Friday by the special counsel’s office that charged 12 Russians with election hacking.\nThe indictment did not address the question of whether the Russians’ actions were actually in response to Mr. Trump. It said nothing at all about Mr. Trump’s request for help from Russia — a remark that had unnerved American intelligence and law enforcement officials who were closely monitoring Russia’s efforts to influence the election.", "url": "https://www.nytimes.com/2018/07/13/us/politics/trump-russia-clinton-emails.html"}