{"authors": ["Sheryl Gay Stolberg", "Michael Tackett"], "date_download": "2022-10-25 23:38:19", "date_modify": "2022-10-25 23:38:19", "date_publish": "2018-01-05 17:51:14", "description": "President Trump put forth an expansive list of hard-line immigration measures — including $18 billion for a border wall — in exchange for protecting young undocumented immigrants.", "filename": "2018_01_05_us_politics_trump-republicans-immigration-spending_1666741099.html", "image_url": "https://static01.nyt.com/images/2018/01/06/us/06dc-trump-hp/06dc-trump-hp-facebookJumbo.jpg?year=2018&h=549&w=1050&s=6d8ad18f6f032905c732570d20ef2cdbda8bcc952d025f50820c2704d50d2056&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_05_us_politics_trump-republicans-immigration-spending_1666741099.html", "title": "White House Immigration Demands Imperil Bipartisan Talks", "title_page": "White House Immigration Demands Imperil Bipartisan Talks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The White House on Friday presented Congress with an expansive list of hard-line immigration measures, including an $18 billion request to build a wall at the Mexican border, that President Trump is demanding in exchange for protecting young undocumented immigrants.\nThe request, which totals $33 billion over a period of 10 years for border security measures including the wall, could jeopardize bipartisan talks aimed at getting an immigration deal. Among the items on Mr. Trump’s immigration wish-list: money to hire 10,000 additional immigration officers, tougher laws for those seeking asylum, and denial of federal grants to so-called “sanctuary cities.”\nThe list, delivered to Senator Richard J. Durbin, Democrat of Illinois, who has been leading the talks related to young immigrants without documentation, is identical to one Democrats declared a nonstarter when the White House issued it in October.\n“President Trump has said he may need a good government shutdown to get his wall,” a furious Mr. Durbin said in an emailed statement Friday afternoon. “With this demand, he seems to be heading in that direction.”", "url": "https://www.nytimes.com/2018/01/05/us/politics/trump-republicans-immigration-spending.html"}