{"authors": ["Coral Davenport"], "date_download": "2022-10-25 23:24:17", "date_modify": "2022-10-25 23:24:17", "date_publish": "2018-10-08 01:00:05", "description": "A landmark United Nations report paints a far more dire picture of the immediate consequences of climate change than previously thought and says that avoiding damage requires quickly transforming the world economy.", "filename": "2018_10_07_climate_ipcc-climate-report-2040_1666740257.html", "image_url": "https://static01.nyt.com/images/2018/10/08/climate/08cli-heat1/08cli-heat1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=bb6ca0e5f79a3e051558c3fc85dc042edb097f0ffe85fb3d99f352a22f86482d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_07_climate_ipcc-climate-report-2040_1666740257.html", "title": "Major Climate Report Describes a Strong Risk of Crisis as Early as 2040", "title_page": "Major Climate Report Describes a Strong Risk of Crisis as Early as 2040 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter.\nINCHEON, South Korea — A landmark report from the United Nations’ scientific panel on climate change paints a far more dire picture of the immediate consequences of climate change than previously thought and says that avoiding the damage requires transforming the world economy at a speed and scale that has “no documented historic precedent.”\nThe report, issued on Monday by the Intergovernmental Panel on Climate Change, a group of scientists convened by the United Nations to guide world leaders, describes a world of worsening food shortages and wildfires, and a mass die-off of coral reefs as soon as 2040 — a period well within the lifetime of much of the global population.\nThe report “is quite a shock, and quite concerning,” said Bill Hare, an author of previous I.P.C.C. reports and a physicist with Climate Analytics, a nonprofit organization. “We were not aware of this just a few years ago.” The report was the first to be commissioned by world leaders under the Paris agreement, the 2015 pact by nations to fight global warming.\nThe authors found that if greenhouse gas emissions continue at the current rate, the atmosphere will warm up by as much as 2.7 degrees Fahrenheit (1.5 degrees Celsius) above preindustrial levels by 2040, inundating coastlines and intensifying droughts and poverty. Previous work had focused on estimating the damage if average temperatures were to rise by a larger number, 3.6 degrees Fahrenheit (2 degrees Celsius), because that was the threshold scientists previously considered for the most severe effects of climate change.", "url": "https://www.nytimes.com/2018/10/07/climate/ipcc-climate-report-2040.html"}