{"authors": ["Lisa Friedman"], "date_download": "2022-10-25 23:26:51", "date_modify": "2022-10-25 23:26:51", "date_publish": "2018-08-21 13:22:21", "description": "The Trump administration unveiled its overhaul of pollution rules for coal-fired power plants, and its analysis shows an increase of up to 1,400 premature deaths annually.", "filename": "2018_08_21_climate_epa-coal-pollution-deaths_1666740411.html", "image_url": "https://static01.nyt.com/images/2018/08/22/climate/22CLI-CLEANPOWER1/22CLI-CLEANPOWER1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b5b34daca60fd9cf80839e10229686157dfd19ebbde01c75e9fb06384d1f820b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_21_climate_epa-coal-pollution-deaths_1666740411.html", "title": "Cost of New E.P.A. Coal Rules: Up to 1,400 More Deaths a Year", "title_page": "Cost of New E.P.A. Coal Rules: Up to 1,400 More Deaths a Year - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Trump administration has made deregulation a centerpiece of its political strategy, and the E.P.A. has led the charge. The proposed weakening of the rules on coal-burning plants follows a plan to let cars emit more pollution. Transportation and the power sector are the two largest contributors of carbon emissions.\nThe data detailing the health effects of the coal-plant rules is the product of a longstanding E.P.A. requirement that new regulatory proposals go through a rigorous assessment. But as the agency works to roll back regulations on industry, it has also taken steps to sharply restrict the way it uses data to assess its own proposals.\nCritics say that these changes could make it more difficult to perform calculations like the one that the E.P.A. made public on Tuesday. As a result, the costs and benefits of sweeping new rules like these would be harder to assess.\nThe numbers in both the analysis of the Clean Power Plan and its likely successor, the Affordable Clean Energy rule, are derived from an intricate three-part modeling system that the E.P.A. has used for decades to calculate the benefits and drawbacks of pollution regulation. The premature mortality numbers used in those models draw from a landmark Harvard University study, known as Six Cities, that definitively linked air pollution to premature deaths.\nUltimately that study formed the backbone of the kind of federal air pollution regulations now being weakened. Today, however, the Six Cities study itself is under attack at the E.P.A.\nThe agency is considering a separate rule that would restrict the use of any study for which the raw, underlying data cannot be made public for review. The argument for the rule is that the research work isn’t sufficiently transparent if the data behind it isn’t available for analysis.", "url": "https://www.nytimes.com/2018/08/21/climate/epa-coal-pollution-deaths.html"}