{"authors": ["Adam Goldman", "Eric Schmitt"], "date_download": "2022-10-25 23:32:36", "date_modify": "2022-10-25 23:32:36", "date_publish": "2018-02-08 18:35:08", "description": "The men were part of a notorious group of Islamic State militants known as the Beatles because of their British accents.", "filename": "2018_02_08_us_politics_britons-detained-american-hostages-syria_1666740756.html", "image_url": "https://static01.nyt.com/images/2018/02/10/world/middleeast/beatles-2/beatles-2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=aa39d40c1e8e8837dad964447cd381d58469ff104c90a134c2a94b33abd19697&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_08_us_politics_britons-detained-american-hostages-syria_1666740756.html", "title": "2 of ISIS’ Infamous British Fighters Are Captured by Syrian Kurds", "title_page": "2 of ISIS’ Infamous British Fighters Are Captured by Syrian Kurds - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Beatles were four men from Britain — all from West London — who went to fight in Syria. They eventually joined the Islamic State and participated in the torture and imprisonment and killings of Western hostages. The group beheaded 27 people. “We are an Islamic army, and a state—” “The Beatles” were known as “the Beatles” because of their British accents. So the hostages nicknamed them “the Beatles.” The four men were Jihadi John, Aine Davis, Alex Kotey and El Shafee Elsheikh. Jihadi John was killed in an airstrike in 2015. Mr. Davis has been imprisoned on terrorism charges in Turkey. And Kurdish fighters backed by the U.S. picked up Kotey and Elsheikh in early January along the Euphrates River Valley near the border between Syria and Iraq. “The Beatles” were symbolic of the evil that the Islamic State was capable of carrying out. The beheadings of Jim Foley and Peter Kassig, and Steven Sotloff really shocked the nation. And it shocked the Obama administration. Their families eventually went public. “We’ve asked our government to change its actions. But like our son, we have no more control over the U.S. government than you have over the breaking of dawn.” They felt the Obama administration hadn’t moved quickly enough to try to save their children. As a result, the Obama administration revamped the way it handled these hostage cases, and they created the hostage recovery fusion cell in the towers of the F.B.I., and they also created a special hostage envoy at the State Department. “Many of the families told us that they at times felt like an afterthought or a distraction.” That ends today.” The capture is significant because nobody has been held legally responsible for what happened to these hostages. I think people are a little stunned that these two guys are actually alive. It’s not clear what’s going to happen next. “... and to keep open the detention facilities in Guantánamo Bay.” In his State of the Union address, President Trump had said, you know, he’s going to put bad guys in Gitmo. But there are legal difficulties putting the people in Gitmo and nobody’s ever put somebody from ISIS into Gitmo. I think it’s more likely that the Department of Justice working with the F.B.I. will try to build a criminal case against these two individuals and bring them back to United States to face justice. The two men who were captured have been cooperative and could provide information about where the bodies of Jim Foley, and Peter Kassig, Steven Sotloff, as well as the other hostages are buried. For the families, there’s closure on two fronts: being able to give their children a proper burial and seeing these men be prosecuted in federal court and going to prison for the rest of their lives.", "url": "https://www.nytimes.com/2018/02/08/us/politics/britons-detained-american-hostages-syria.html"}