{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:47:03", "date_modify": "2022-10-25 23:47:03", "date_publish": "2018-04-06 12:31:43", "description": "The Trump administration, carrying out sanctions pressed by Congress for election interference, announced new penalties against Russia’s richest men.", "filename": "2018_04_06_us_politics_trump-sanctions-russia-putin-oligarchs_1666741623.html", "image_url": "https://static01.nyt.com/images/2018/04/06/us/politics/06dc-oligarchs/06dc-oligarchs-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a759e5913c8cd19eebfe15fd998502e3034a60436783f083437ff2c84284ef9d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_06_us_politics_trump-sanctions-russia-putin-oligarchs_1666741623.html", "title": "Trump Administration Imposes New Sanctions on Putin Cronies", "title_page": "Trump Administration Imposes New Sanctions on Putin Cronies - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Friday’s penalties could be particularly painful for Mr. Putin’s regime.\nWhile Russia’s oligarchs make nearly all of their money in Russia, many stash their families, their lovers and much of their wealth in places like London, New York and Miami, where they are believed to own hundreds of millions of dollars in property. However, the economic strain is likely to be delayed, given that most on the list have already shielded their assets.\nTargeted sanctions against the oligarchs are seen as a particularly good way to punish Moscow’s aggressive moves while sparing wider Russian society, which is already suffering under Mr. Putin’s thumb.\nThe sanctions come just three days after Lt. Gen. H. R. McMaster, in his final speech as Mr. Trump’s national security adviser, warned darkly about the growing Russian menace.\n“For too long some nations have looked the other way in the face of these threats,” he said, adding, “And we have failed to impose sufficient costs.”\nThe new sanctions stem from legislation passed by Congress overwhelmingly last year and designed to limit Mr. Trump’s ability to lift sanctions already imposed on Russia. Lawmakers in both parties feared that the president would suspend sanctions imposed by President Barack Obama as he pursued warmer relations with Moscow as promised during his campaign and first year in office.\nThe Trump administration opposed that legislation but quietly acceded to it after it passed with a veto-proof majority. Within that law was a measure requiring the administration to create a list of Russian oligarchs. Lobbying around the creation of the list became intense as Russia’s wealthiest citizens feared punishing sanctions to come.\nThat is exactly what happened on Friday.\nThe sanctions list will only hasten the slide of Washington-Moscow relations. This week, 60 American diplomats left Russia as part of a tit-for-tat series of expulsions that followed last month’s nerve-gas poisoning of Sergei V. Skripal, a former Russian double agent, and his daughter.", "url": "https://www.nytimes.com/2018/04/06/us/politics/trump-sanctions-russia-putin-oligarchs.html"}