{"authors": ["Matthew Haag", "Tiffany Hsu"], "date_download": "2022-10-25 23:29:38", "date_modify": "2022-10-25 23:29:38", "date_publish": "2018-02-27 00:41:45", "description": "A proposed $50 million tax break on jet fuel which would primarily benefit Delta is in jeopardy after the airline eliminated a discount for the N.R.A.", "filename": "2018_02_26_us_delta-nra-georgia-tax-cut_1666740578.html", "image_url": "https://static01.nyt.com/images/2018/02/27/us/27georgia2/27georgia2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=79b04633c04653db905d6c3ba5b152ef81e4dfe4e36cb75bf798bce3d5828dd3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_26_us_delta-nra-georgia-tax-cut_1666740578.html", "title": "Georgia Republicans Vow to Kill Airline Tax-Cut Bill After Delta Ends N.R.A. Discount", "title_page": "Georgia Republicans Vow to Kill Airline Tax-Cut Bill After Delta Ends N.R.A. Discount - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Image Lt. Governor Casey Cagle of Georgia, who presides over the State Senate, threatened to strike the sales tax exemption for Delta from the tax bill unless the airline restored a discount fare deal with the N.R.A. Credit... Bob Andres/Atlanta Journal-Constitution, via Associated Press\nMr. Cagle, who received an A+ grade by the N.R.A. when he was running for his position in 2006, did not return a call seeking comment on Monday evening. As the Senate president, Mr. Cagle wields significant influence over legislation and how it flows through the Senate, where Republicans hold a 37 to 19 majority over Democrats.\nA spokeswoman for Gov. Nathan Deal, who had said the tax bill was necessary to encourage airlines to open direct routes from Georgia to destinations around the world, did not return an email seeking comment.\nOther Republicans in the State Legislature also on Monday pulled back their support for the bill, which would grant a $50 million sales tax exemption on jet fuel, primarily benefiting Delta. Among the new critics was the House speaker, David Ralston, who said on Monday that he was disappointed with Delta and wished it had announced the decision before the House approved the tax bill on Thursday. The legislation moved the next day to the Senate, where it seemed to have broad support.\nBut on Saturday, that support all but evaporated after Delta announced it had eliminated a discount fare program for travelers to attend the N.R.A.’s 2018 annual meeting in May. The airline, which had come under growing pressure from its customers and others to cut ties with the gun group, said its decision “reflects the airline’s neutral status in the current national debate over gun control amid recent school shootings.”", "url": "https://www.nytimes.com/2018/02/26/us/delta-nra-georgia-tax-cut.html"}