{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:27:42", "date_modify": "2022-10-25 23:27:42", "date_publish": "2018-12-04 01:01:32", "description": "The grass-roots protests present President Emmanuel Macron with a potential political crisis. More mayhem may put his ability to govern into question.", "filename": "2018_12_03_world_europe_france-yellow-vest-protests_1666740462.html", "image_url": "https://static01.nyt.com/images/2018/12/04/world/04FRANCE-PROTEST-2-print/merlin_147665472_998c0be8-4c91-4a12-bcb0-9946e61fc536-facebookJumbo.jpg?year=2018&h=550&w=1050&s=62cc05b0fb151bfe63758c801d8474df8f9a15509299f64b2a4c7d8f821d6b41&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_03_world_europe_france-yellow-vest-protests_1666740462.html", "title": "France’s Yellow Vest Protests: The Movement That Has Put Paris on Edge", "title_page": "France’s Yellow Vest Protests: The Movement That Has Put Paris on Edge - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Early on, people who agreed with the petition were encouraged to show their support by displaying the high-visibility yellow vest every driver in France must by law carry, in case of roadside trouble. Supporters were asked to place the vests on their dashboard or back shelf.\nThose who participated were predominantly men and women who rely on their cars to get to work and take care of their families. In the mix were small-business owners, independent contractors, farmers, home aides, nurses and truck drivers. They live and work primarily in rural towns and in the suburbs or exurbs of France’s big cities, many earning just enough to get by.\nHow big is the movement?\nNo one knows for sure. By French standards, the demonstrations have been modest in size. But they are unusual in that they erupted spontaneously in multiple places around France, without any union or political party organizing them. Their numbers have diminished since the first gatherings on Nov. 17, when nearly 300,000 Yellow Vests protested nationwide; this past weekend, it was 166,000, according to the Interior Ministry.\nMany people who have not participated in the protests say they support them or are sympathetic to those on the street. That suggests the protests may again grow in size, or continue for a long time. Despite the damage over the weekend in Paris and elsewhere, overall support for the movement remains high, according to several polls.\nWhy are they so angry?\nMany protesters say their purchasing power has dwindled so much over the years that today they have trouble making ends meet — let alone coming up with money for simple outings, vacations or even just to go out to dinner once in a while. Many are earning close to the median income, but costs have risen and pay has not.\nThe median earner in 2016 in France took home about 1,700 euros ($1,930) a month, but that means that half of the French took home less. The income has to cover rent, food, utilities and clothing, as well as the cost of fuel.", "url": "https://www.nytimes.com/2018/12/03/world/europe/france-yellow-vest-protests.html"}