{"authors": ["Katie Rogers", "Maggie Haberman"], "date_download": "2022-10-25 23:31:08", "date_modify": "2022-10-25 23:31:08", "date_publish": "2018-07-25 00:15:13", "description": "On the Trumps’ recent trip overseas, Melania Trump’s television was tuned to CNN. The president, who is increasingly building walls against the outside world, was not pleased.", "filename": "2018_07_24_us_politics_trump-putin-cnn_1666740668.html", "image_url": "https://static01.nyt.com/images/2018/07/29/us/politics/29dc-trump-print/25dc-trump-facebookJumbo.jpg?year=2018&h=549&w=1050&s=acbbe22f15f638c22be56afaa6df06e1d0ed05ab1d47139980a22d5be3d3c6fa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_24_us_politics_trump-putin-cnn_1666740668.html", "title": "Spotting CNN on a TV Aboard Air Force One, Trump Rages Against Reality", "title_page": "Spotting CNN on a TV Aboard Air Force One, Trump Rages Against Reality - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Updated July 25, 2018: This story has been updated with a response from the East Wing. Read more coverage about the first lady.\nOn the first couple’s recent trip overseas, Melania Trump’s television aboard Air Force One was tuned to CNN. President Trump was not pleased.\nHe raged at his staff for violating a rule that the White House entourage should begin each trip tuned to Fox — his preferred network over what he considers the “fake news” CNN — and caused “a bit of a stir” aboard Air Force One, according to an email obtained by The New York Times. The email, an internal exchange between officials in the White House Military Office and the White House Communications Agency last Thursday, also called for the ordering of two additional televisions to support Beam, a TiVo-like streaming device, to make sure the president and first lady could both watch TV in their separate hotel rooms when they travel.\nAt the end of the email chain, officials confirmed that tuning the TVs to Fox would be standard operating procedure going forward. On Wednesday, Mrs. Trump’s spokeswoman issued a statement to CNN saying that the first lady watches “any channel she wants.”", "url": "https://www.nytimes.com/2018/07/24/us/politics/trump-putin-cnn.html"}