{"authors": ["Margaret Coker", "Hwaida Saad", "Carlotta Gall"], "date_download": "2022-10-26 00:12:04", "date_modify": "2022-10-26 00:12:04", "date_publish": "2018-09-02 23:31:49", "description": "The Syrian government hopes a looming assault on Idlib Province will deliver the decisive military blow against rebel fighters. Western leaders warn of a humanitarian calamity.", "filename": "2018_09_02_world_middleeast_syria-idlib-assad_1666743124.html", "image_url": "https://static01.nyt.com/images/2018/09/03/world/03idlib2/03idlib2-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4c0bbc7228f759342d1bb4e8626e9b1ebe3e0b1c54e4da124171c85f83618673&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_02_world_middleeast_syria-idlib-assad_1666743124.html", "title": "In Idlib, Final Offensive in Syrian War May Come at Horrific Cost", "title_page": "In Idlib, Final Offensive in Syrian War May Come at Horrific Cost - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BAGHDAD — On land, Syria’s government is mustering thousands of conscripts to bolster its depleted forces. At sea, a Russian naval flotilla is just offshore, ready to intervene with formidable firepower. In Idlib Province, millions of civilians are dreading what comes next.\nThe warring sides in Syria’s long and merciless civil war are preparing for another brutal offensive, and this one may be the last.\nThe looming assault on Idlib Province is the one the government in Damascus hopes will deliver the final military blow against the rebel fighters and their civilian supporters who rose up more than seven years ago demanding regime change.\nWhere Syria and its Russian and Iranian allies see a chance to crush the remaining opposition, Western leaders warn of a humanitarian calamity in Idlib, where an estimated three million civilians live.", "url": "https://www.nytimes.com/2018/09/02/world/middleeast/syria-idlib-assad.html"}