{"authors": ["Richard Fausset", "Alan Blinder", "Patricia Mazzei"], "date_download": "2022-10-25 22:57:18", "date_modify": "2022-10-25 22:57:18", "date_publish": "2018-10-11 00:40:36", "description": "Residents and emergency workers spent most of the day hunkered down, only emerging after nightfall to begin assessing the Category 4 storm’s toll.", "filename": "2018_10_10_us_hurricane-michael-florida_1666738638.html", "image_url": "https://static01.nyt.com/images/2018/10/11/us/11michael-video4/11michael-video4-facebookJumbo.jpg?year=2018&h=550&w=1050&s=46ea26dc6d519b066f5d6b5208a945770243a2d6f252fe016780004aa61f18c4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_10_us_hurricane-michael-florida_1666738638.html", "title": "Hurricane Michael Leaves Trail of Destruction as It Slams Florida’s Panhandle", "title_page": "Hurricane Michael Leaves Trail of Destruction as It Slams Florida’s Panhandle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PANAMA CITY, Fla. — Hurricane Michael, one of the most powerful storms ever to hit the continental United States, slammed into the Florida Panhandle on Wednesday, unleashing a trail of destruction across 200 miles that splintered houses, peeled off roofs and stirred up a terrifying surge of seawater that submerged entire neighborhoods and sent boats careening down city streets.\nA storm that was initially forecast to arrive as a tropical storm instead amped up to furious intensity, hitting landfall just after midday near the small seaside community of Mexico Beach, 100 miles southwest of Tallahassee, with winds topping 155 miles per hour.\nImages from there showed swaths of shattered debris where houses once stood and structures inundated up to their rooftops; the streets of Panama City, farther west, were blocked by downed tree limbs and impossible tangles of power lines. Recreational vehicles, trucks and even trains were pushed over, surrounded by new lakes of water.\n[For the latest updates, read our Hurricane Michael live briefing]\n“Hurricane Michael is the worst storm that the Florida Panhandle has ever seen,” said Gov. Rick Scott of Florida, where 375,000 people were ordered evacuated from the western part of the state.", "url": "https://www.nytimes.com/2018/10/10/us/hurricane-michael-florida.html"}