{"authors": ["Michael Wilson", "Ashley Southall", "Alan Feuer", "Al Baker", "Ali Winston"], "date_download": "2022-10-25 22:59:45", "date_modify": "2022-10-25 22:59:45", "date_publish": "2018-09-21 09:00:16", "description": "A former vice detective is at the center of one of the New York Police Department’s worst scandals in recent years. Here is his story, as uncovered by a team of Times reporters.", "filename": "2018_09_21_nyregion_nypd-prostitution-ring-brothels-gambling_1666738785.html", "image_url": "https://static01.nyt.com/images/2018/09/21/nyregion/21CORRUPTIONhpFADER1/21CORRUPTIONhpFADER1-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=f237535dba0abbf70aa84cb65f1f00e8c318bf8e0092935e7648669cfcbcba83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_21_nyregion_nypd-prostitution-ring-brothels-gambling_1666738785.html", "title": "The Prostitution Empire and the Former N.Y.P.D. Detective, Always One Step Ahead of the Law", "title_page": "The Prostitution Empire and the Former N.Y.P.D. Detective, Always One Step Ahead of the Law - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The complaints from neighbors about prostitution flourishing behind the Brooklyn apartment’s thin walls had been flowing into the vice squad for months. Men, arriving at all hours, were asked at the door which nationality of women they preferred: “Brazil? Peru?”\nPolice officers swooped in one day in September 2017, slamming through the door with a battering ram, but they left empty-handed. The brothel on the border of Gowanus and Park Slope had quietly closed down before the raid, just as had happened with several other brothels around the borough, gone dark right before the police showed up.\nThe brothel empire was always one step ahead of the law.\nLast week, prosecutors disclosed why: They said the brothels were run by a retired police detective who had been repeatedly tipped off about planned raids by officers on the force, revealing one of the worst corruption scandals to hit the New York Police Department in years.\nThe retired detective, Ludwig Paz, 51, was arrested and accused of running a broad and complex syndicate of prostitution and gambling that spanned Brooklyn and Queens and brought in millions of dollars. Three sergeants, two detectives and two officers were also charged. Two other officers were stripped of their guns and shields and placed on administrative duty. Dozens of civilians were arrested, and more are being sought.", "url": "https://www.nytimes.com/2018/09/21/nyregion/nypd-prostitution-ring-brothels-gambling.html"}