{"authors": ["Adam Nossiter"], "date_download": "2022-10-25 23:27:41", "date_modify": "2022-10-25 23:27:41", "date_publish": "2018-12-04 11:03:07", "description": "Through weeks of unrest, President Emmanuel Macron has been accused of ignoring the complaints of the “Yellow Vest” movement.", "filename": "2018_12_04_world_europe_france-fuel-tax-yellow-vests_1666740461.html", "image_url": "https://static01.nyt.com/images/2018/12/05/world/05France-print/05France1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=571cdf35cac5761a66e084838178310a5d2fd392780a6d19e1887a4b1b654df3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_04_world_europe_france-fuel-tax-yellow-vests_1666740461.html", "title": "France Suspends Fuel Tax Increase That Spurred Violent Protests", "title_page": "France Suspends Fuel Tax Increase That Spurred Violent Protests - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Trying to quell its most serious political crisis, the government of President Emmanuel Macron announced on Tuesday that it would suspend the gasoline tax increase that had set off three weeks of increasingly violent protests in Paris and around France by the so-called Yellow Vest movement.\nThe step was an extraordinary concession by a president who has been criticized as remote and unempathetic, and who has refused to bend to previous protests and plummeting poll numbers as he pushes through changes that he insists are necessary to make France’s economy more competitive.\nWhether it was enough to appease the Yellow Vests’ varied complaints about the declining living standards of the French working class was far from clear. But there was little doubt that the gesture was intended as a nod to widespread anger over perceived economic injustice, and to blunt the momentum of a popular revolt that now threatens Mr. Macron’s agenda.\n“No tax warrants putting the unity of the nation in danger,” said Prime Minister Édouard Philippe after briefing lawmakers in a closed-door meeting in Parliament. “One would have to be deaf and blind not to see or hear the anger,” he said.", "url": "https://www.nytimes.com/2018/12/04/world/europe/france-fuel-tax-yellow-vests.html"}