{"authors": ["Mitch Smith", "Monica Davey"], "date_download": "2022-10-25 23:53:34", "date_modify": "2022-10-25 23:53:34", "date_publish": "2018-11-08 10:00:11", "description": "The end to Republican control in three state capitals was in some cases less a sharp shift on matters of national ideology than a pragmatic tacking to a middle.", "filename": "2018_11_08_us_election-midwest-fallout_1666742014.html", "image_url": "https://static01.nyt.com/images/2018/11/09/us/09midwest-fallout1-print/00midwest-fallout1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=73c642a280086eb50669be10ead3320908931c631d856ded57369539226384fb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_08_us_election-midwest-fallout_1666742014.html", "title": "The Death of the Midwest Democrat Has Been Greatly Exaggerated", "title_page": "The Death of the Midwest Democrat Has Been Greatly Exaggerated - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LAWRENCE, Kan. — A decade ago, a Democrat was governor of Kansas. And Illinois. And Michigan. And Wisconsin. Since then, Republicans dominated, winning governor’s races across much of the Midwest and enacting conservative policies that reshaped the region in their image.\nOn Tuesday, there were signs of a shift back toward the politics that had long defined the region. Though Republicans remain the more powerful party in the center of the country, voters flipped governor’s offices back to Democrats in those four states and sent Democrats to Congress in several suburban districts that had long been firmly Republican. Moderation plays well in the Midwest.\nThe results suggested that the much-discussed demise of the Midwestern Democrat may have been exaggerated after President Trump’s victory in 2016.\nWhat happened in the Midwest this week, bringing an end to total Republican control in three state capitals, was in some cases less a sharp shift on matters of national ideology and more a return to the once-familiar political middle.", "url": "https://www.nytimes.com/2018/11/08/us/election-midwest-fallout.html"}