{"authors": ["Adam Liptak"], "date_download": "2022-10-25 22:56:09", "date_modify": "2022-10-25 22:56:09", "date_publish": "2018-06-04 14:31:33", "description": "The court passed on an opportunity to either bolster the right to same-sex marriage or explain how far the government can go in regulating businesses run on religious principles.", "filename": "2018_06_04_us_politics_supreme-court-sides-with-baker-who-turned-away-gay-couple_1666738569.html", "image_url": "https://static01.nyt.com/images/2018/06/05/us/05scotus-cake-print-alt/merlin_139062480_e719551f-0eeb-4bbd-ac32-d500362735ce-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b0423dd4366c772d8b4a3b5b600cebd7fb1790de40662a614181a93adc95bde4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_04_us_politics_supreme-court-sides-with-baker-who-turned-away-gay-couple_1666738569.html", "title": "In Narrow Decision, Supreme Court Sides With Baker Who Turned Away Gay Couple", "title_page": "In Narrow Decision, Supreme Court Sides With Baker Who Turned Away Gay Couple - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Supreme Court on Monday ruled in favor of a Colorado baker who had refused to create a wedding cake for a gay couple. The court’s decision was narrow, and it left open the larger question of whether a business can discriminate against gay men and lesbians based on rights protected by the First Amendment.\nThe court passed on an opportunity to either bolster the right to same-sex marriage or explain how far the government can go in regulating businesses run on religious principles. Instead, Justice Anthony M. Kennedy’s majority opinion turned on the argument that the Colorado Civil Rights Commission, which originally ruled against the baker, had been shown to be hostile to religion because of the remarks of one of its members.\nAt the same time, Justice Kennedy strongly reaffirmed protections for gay rights.\n“The outcome of cases like this in other circumstances must await further elaboration in the courts,” he wrote, “all in the context of recognizing that these disputes must be resolved with tolerance, without undue disrespect to sincere religious beliefs, and without subjecting gay persons to indignities when they seek goods and services in an open market.”\nJustice Kennedy often casts the deciding vote in closely divided cases on major social issues. When the court agreed to hear the Colorado case last June, it seemed to present him with a stark choice between two of his core commitments. On the one hand, Justice Kennedy has written every major Supreme Court decision protecting gay men and lesbians. On the other, he is the court’s most ardent defender of free speech.", "url": "https://www.nytimes.com/2018/06/04/us/politics/supreme-court-sides-with-baker-who-turned-away-gay-couple.html"}