{"authors": ["Gardiner Harris", "Rick Gladstone"], "date_download": "2022-10-25 23:56:21", "date_modify": "2022-10-25 23:56:21", "date_publish": "2018-01-16 23:56:25", "description": "The Trump administration cut by more than half the funding it provides to the U.N. Relief and Works Agency, which funds schools and clinics for Palestinians.", "filename": "2018_01_16_us_politics_us-palestinian-aid-refugee-un_1666742181.html", "image_url": "https://static01.nyt.com/images/2018/01/17/us/politics/17dc-diplo/17dc-diplo-facebookJumbo.jpg?year=2018&h=550&w=1050&s=286dc669526402a0b77961cec6d0bb3666c2cf28c5c7d01352a503ed908ae595&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_16_us_politics_us-palestinian-aid-refugee-un_1666742181.html", "title": "U.S. Withholds $65 Million From U.N. Relief Agency for Palestinians", "title_page": "U.S. Withholds $65 Million From U.N. Relief Agency for Palestinians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration is withholding more than half the funding that the United States generally has provided to a United Nations agency that aids Palestinian refugees, officials said Tuesday.\nHeather Nauert, the State Department spokeswoman, said the United States would provide $60 million to the United Nations Relief and Works Agency but would withhold $65 million “for future consideration.”\nMs. Nauert said that the decision was intended to encourage other countries to increase aid, as well as to promote reform at the relief agency — and that it was not intended to be a punitive move against Palestinians. But she refused to comment when asked if the funding shortfall was linked to President Trump’s threat on Jan. 2 to end the aid after Palestinian leaders said the United States should no longer play a role in peace talks with Israel.", "url": "https://www.nytimes.com/2018/01/16/us/politics/us-palestinian-aid-refugee-un.html"}