{"authors": ["Jim Tankersley"], "date_download": "2022-10-25 23:00:33", "date_modify": "2022-10-25 23:00:33", "date_publish": "2018-03-06 00:11:33", "description": "Economists question whether tariffs will do much to narrow the trade deficit, and whether policymakers should care about the economic metric at all.", "filename": "2018_03_05_us_politics_trade-deficit-tariffs-economists-trump_1666738833.html", "image_url": "https://static01.nyt.com/images/2018/03/06/us/06tradedeficit/06tradedeficit-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=0bd81e20c875d040857f6e658021739a4a684fa48e95b54a04000282bf566e5e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_05_us_politics_trade-deficit-tariffs-economists-trump_1666738833.html", "title": "Trump Hates the Trade Deficit. Most Economists Don’t.", "title_page": "Trump Hates the Trade Deficit. Most Economists Don’t. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump’s fixation with America’s widening trade deficit is fueling his decision to impose stiff tariffs on steel and aluminum imports. Only a small group of experts share Mr. Trump’s fixation, and few see tariffs as an effective tool to narrow the so-called trade gap.\nAmerica’s trade deficit is the gap between how much in goods and services it imports from foreign countries, and how much it exports. Mr. Trump complains about the metric frequently, saying the trade imbalance is a measure of America’s weakness on trade policy.\n“We lost, over the last number of years, $800 billion a year,” he said in the White House on Monday, while defending his tariffs against criticism from Republican leaders in Congress. “Not a half a million dollars, not 12 cents. We lost $800 billion a year on trade.” He went on to say that the country “lost $500 billion” a year to China, though it was not clear what figure he was citing, given that America’s annual trade deficit with China has never climbed beyond $375 billion.\nMost economists do not see the trade gap as money “lost” to other countries, nor do they worry about trade deficits to a large degree. That’s because trade imbalances are affected by a host of macroeconomic factors, including the relative growth rates of countries, the value of their currencies, and their saving and investment rates. For instance, America’s trade deficit narrowed dramatically during the Great Recession, when national consumption faltered.", "url": "https://www.nytimes.com/2018/03/05/us/politics/trade-deficit-tariffs-economists-trump.html"}