{"authors": ["Adam Satariano"], "date_download": "2022-10-25 23:41:55", "date_modify": "2022-10-25 23:41:55", "date_publish": "2018-05-25 05:00:10", "description": "Major tech companies took steps to prevent foreign meddling online before voters in Ireland cast ballots on Friday. Here’s how those efforts are working out.", "filename": "2018_05_25_technology_ireland-abortion-vote-facebook-google_1666741315.html", "image_url": "https://static01.nyt.com/images/2018/05/23/business/00IRELANDSOCIAL-1/00IRELANDSOCIAL-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3ee97fc7c75f0f6bb3c70653eac828d5f94ef4311d91117825baa7cd5c0aae74&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_25_technology_ireland-abortion-vote-facebook-google_1666741315.html", "title": "Ireland’s Abortion Referendum Becomes a Test for Facebook and Google", "title_page": "Ireland’s Abortion Referendum Becomes a Test for Facebook and Google - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ireland has turned into a test case of whether Facebook and Google can thwart foreign groups from influencing elections, and misinformation from spreading. For months leading to Friday’s vote on whether to lift a constitutional ban on abortion, online ads on the issue became increasingly common from international groups attempting to sway the outcome. Of the 280 groups that since February had bought ads on Facebook tied to the abortion vote, 14 percent were based outside the country or in an untraceable location, according to Mr. Dwyer’s group.\nHow Facebook and Google have responded to these ads is being closely scrutinized because it foreshadows what the companies may try in the United States and elsewhere to keep elections unsullied. Both companies want to show they have improved since the 2016 American presidential election, when Russian agents manipulated Google’s YouTube and Facebook to spread divisive messages to voters. On Thursday, Facebook and Twitter rolled out new election transparency efforts.\nCritics warn that if Facebook and Google cannot minimize their negative influence in a country the size of Ireland, which has a population of 4.8 million, far bigger challenges will loom with the midterm elections in the United States this November.\nEven so, the effectiveness of the companies’ actions in Ireland has not been clear cut — and it may take months, if not years, to know whether any disinformation campaigns broke through their efforts. That’s especially so since ads are only one part of a larger misinformation problem that also includes organic posts.", "url": "https://www.nytimes.com/2018/05/25/technology/ireland-abortion-vote-facebook-google.html"}