{"authors": ["Ali Watkins", "Katie Benner"], "date_download": "2022-10-26 00:12:08", "date_modify": "2022-10-26 00:12:08", "date_publish": "2018-02-23 01:39:02", "description": "The guidance, expected to be announced in the coming days, allows the Trump administration to take action on guns without issuing rules that might inflame gun rights supporters.", "filename": "2018_02_22_us_politics_gun-background-checks-prosecutions_1666743128.html", "image_url": "https://static01.nyt.com/images/2018/02/23/autossell/23dc-Justice/merlin_67732448_14f2adef-bbec-463a-90b0-6c272cd326c0-facebookJumbo.jpg?year=2018&h=550&w=1050&s=738978d17824a18615e539dd1e08d35b06cd64eb46aefd13c9978a4da0811584&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_22_us_politics_gun-background-checks-prosecutions_1666743128.html", "title": "Justice Dept. to Prioritize Prosecutions for Lying in Gun Background Checks", "title_page": "Justice Dept. to Prioritize Prosecutions for Lying in Gun Background Checks - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Justice Department plans to ask United States attorneys to prioritize the prosecutions of prospective gun buyers who lie on federal background check forms, according to two law enforcement officials briefed on the decision.\nThe request, part of a larger set of recommendations by the Justice Department expected to be announced in the coming days, would essentially enforce existing laws that govern gun purchases. It allows the Trump administration to take action on gun-related violence without riling opponents of more restrictive gun policies.\nA Justice Department spokesman declined to comment.\nThe directive comes as the Trump administration weighs responses to the massacre at Marjory Stoneman Douglas High School in Parkland, Fla., last week, in which 17 people were killed.\nBut the renewed emphasis on background checks would not have stopped the suspect in that shooting, 19-year-old Nikolas Cruz, who legally purchased several firearms — including an AK-47 within the past month.", "url": "https://www.nytimes.com/2018/02/22/us/politics/gun-background-checks-prosecutions.html"}