{"authors": ["Katie Benner"], "date_download": "2022-10-25 23:02:19", "date_modify": "2022-10-25 23:02:19", "date_publish": "2018-03-30 00:00:17", "description": "Lawmakers had sought an independent inquiry into the surveillance of a former Trump aide, but the attorney general said the matter was already being investigated.", "filename": "2018_03_29_us_politics_jeff-sessions-second-special-counsel_1666738939.html", "image_url": "https://static01.nyt.com/images/2018/03/30/us/politics/30dc-sessions/30dc-sessions-facebookJumbo.jpg?year=2018&h=550&w=1050&s=b043dd805aee23025e7455c16e94a13f6b6af8b6ea2d4313d900e08818804891&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_29_us_politics_jeff-sessions-second-special-counsel_1666738939.html", "title": "Sessions Rejects Republican Calls for Second Special Counsel", "title_page": "Sessions Rejects Republican Calls for Second Special Counsel - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Attorney General Jeff Sessions rejected on Thursday a request from Republican lawmakers to appoint a special counsel to investigate allegations by conservatives that Justice Department officials abused their authority in surveilling a former Trump campaign official.\nIn a letter to three congressional committee chairmen, Mr. Sessions said an existing Justice Department inquiry into issues raised earlier by the lawmakers included an examination of the surveillance matter, obviating the need for a special counsel. He identified John W. Huber, the United States attorney in Utah, as the prosecutor leading that investigation and stressed that he welcomed lawmakers’ scrutiny.\n“I take the concerns you raise seriously,” Mr. Sessions wrote, adding, “No institution is perfect.”\nNonetheless, his decision not to appoint a special counsel, at least for now, is almost certain to disappoint Republicans. Even after the announcement a day earlier that the Justice Department inspector general is also examining the allegations, lawmakers reiterated their calls for a special counsel.", "url": "https://www.nytimes.com/2018/03/29/us/politics/jeff-sessions-second-special-counsel.html"}