{"authors": ["Iliana Magra", "Daniel Victor"], "date_download": "2022-10-25 22:59:44", "date_modify": "2022-10-25 22:59:44", "date_publish": "2018-10-15 08:11:14", "description": "The news came as the couple were beginning a tour of Australia and the South Pacific. The child is expected in the spring of 2019, Kensington Palace said.", "filename": "2018_10_15_world_europe_meghan-markle-prince-harry-pregnant_1666738784.html", "image_url": "https://static01.nyt.com/images/2018/10/21/world/16xp-markle/16xp-markle-facebookJumbo.jpg?year=2018&h=549&w=1050&s=84eced2bc394e04fd67c033f6ea35a3f566cd302dfbcc4e7affddb91c7298d07&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_15_world_europe_meghan-markle-prince-harry-pregnant_1666738784.html", "title": "Prince Harry and Meghan Markle Announce She’s Pregnant", "title_page": "Prince Harry and Meghan Markle Announce She’s Pregnant - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "[Read about the chances that the baby would be an American citizen.]\nThe couple landed in Sydney on Monday morning to start a 16-day tour through Australia, Fiji, Tonga and New Zealand.\nSpeculation about Ms. Markle’s pregnancy was first fueled by the buttoned-up outfit she wore on Friday to the wedding of Princess Eugenie, a first cousin of Prince Harry’s. She was then photographed carrying purple binders hours before the announcement, leading some to suggest that she might have been trying to disguise physical signs of a pregnancy.\nPrince Harry said last year that the couple intended to have a child soon. “Hopefully we’ll start a family in the near future,” he told BBC News in November, after they had announced their engagement.\nThe child would be seventh in line to the British throne, after, in order, Charles, Prince of Wales, father of Prince Harry; Harry’s older brother, Prince William, the Duke of Cambridge; the three young children of William and his wife, Catherine, the Duchess of Cambridge; and Harry, himself. But under current rules, the new royal baby would not be titled prince or princess.\nAccording to a 1917 decree by King George V, the great-grandchildren of the sovereign would not be called princes or princesses, with one exception, the eldest male descendant in the direct male line — in other words, Prince William’s first child, Prince George. Queen Elizabeth revised that rule in 2012, to give that title to all of the Duke and Duchess of Cambridge’s children, so George’s siblings are Princess Charlotte and Prince Louis.", "url": "https://www.nytimes.com/2018/10/15/world/europe/meghan-markle-prince-harry-pregnant.html"}