{"authors": ["Patricia Cohen", "Robert Gebeloff"], "date_download": "2022-10-25 23:48:58", "date_modify": "2022-10-25 23:48:58", "date_publish": "2018-04-22 23:51:29", "description": "Even as private employers have rebounded from the recession, the public sector’s ranks have withered, and pay and benefits have lagged.", "filename": "2018_04_22_business_economy_public-employees_1666741738.html", "image_url": "https://static01.nyt.com/images/2018/04/13/business/00PUBLIC-1/00PUBLIC-1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=c82cf30f5ee6a4821b7e4948833129e1803dfb959ca00e50af98b58cfc27fb3c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_22_business_economy_public-employees_1666741738.html", "title": "Public Servants Are Losing Their Foothold in the Middle Class", "title_page": "Public Servants Are Losing Their Foothold in the Middle Class - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“My district just wants to fix the problem,” Mr. West said. “They don’t care if you’re Republican or Democrat.”\nSeveral Republicans in the administration and Legislature now concede that tax cutting got out of hand. “I was rather vocal last year as the appropriations chair that even as a Republican, we had gone too far and it was time to start investing again in Oklahoma,” said Leslie Osborn, a representative from Mustang.\nThe recent budget also includes small pay raises for other state workers. Ms. Moore, for instance, who watches over vulnerable adults, is slated to get an additional $750 a year.\nBut the Department of Human Services, where she works, won’t be able to restore any of the 1,200 jobs eliminated over the past three years, leaving the agency with 6,109 full-time employees. Those figures don’t include 800 vacancies that cannot be filled because the budget is overstretched.\nSo Ms. Moore will still be responsible for roughly a third of the state, covering 25 counties, 19,000 square miles, and more than 100 long-term care institutions that care for older or disabled residents as well as those with dementia.\n“That’s a lot of windshield time,” she said.\nBecause of the cuts, the agency extended the deadline for maltreatment investigations at nursing homes. Rather than beginning within seven days of a complaint, they must now start within 30 days.\nMs. Moore’s friends and neighbors hold conflicting views of her taxpayer-funded job. “The minute they have someone in the nursing home they perceive to be mistreated, we’re the first people they come to,” she said. “They want us when they need us. And when they no longer need us again, they don’t want us.”", "url": "https://www.nytimes.com/2018/04/22/business/economy/public-employees.html"}