{"authors": ["Lindsay Talbot"], "date_download": "2022-10-25 23:36:45", "date_modify": "2022-10-25 23:36:45", "date_publish": "2018-11-27 16:14:35", "description": "His ready-to-wear collections reflect a lifelong fascination with Americana as seen through “the outsider perspective of an Englishman in New York.”", "filename": "2018_11_27_t-magazine_stuart-vevers-coach-inspiration_1666741005.html", "image_url": "https://static01.nyt.com/images/2018/11/27/t-magazine/27tmag-vevers-slide-606D/27tmag-vevers-slide-606D-facebookJumbo.jpg?year=2018&h=549&w=1050&s=fbf8f07db622dfcf6762df153d2fbd0ddf8ab61b477b754f6401949ca0a48e17&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_27_t-magazine_stuart-vevers-coach-inspiration_1666741005.html", "title": "The American Spirit of Coach’s Stuart Vevers", "title_page": "The American Spirit of Coach’s Stuart Vevers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Coach’s creative director, Stuart Vevers, first started paying attention to clothes at the Manchester and Leeds nightclubs he visited as a teenager. “Before that, I was a kid from a working-class family in Northern England who didn’t know the fashion industry even existed,” he says. “Then all of a sudden, I was obsessively dressing in paisley shirts and vintage velvet blazers and customizing my jeans.” At 18, he left his home in Cumbria to study fashion at London’s University of Westminster, graduating with an assistant job at Calvin Klein in New York (“I showed up at the interviewer’s hotel unannounced and begged her to look at my portfolio”). He returned to Europe two years later, eventually landing as the head of accessories at Givenchy and then at Louis Vuitton, where Marc Jacobs was his mentor. With the launches of Givenchy’s pumpkin bags and the multicolor monograms Takashi Murakami collaborated on with Louis Vuitton, Vevers became synonymous with the early 2000s It-bag phenomenon and was hired to reinvigorate Mulberry in 2004, followed by Loewe in 2007. Those roles made him an obvious choice for Coach, the American heritage brand that got its start in 1941 producing billfolds and briefcases inspired by baseball gloves. “Although I use our history as a jumping-off point, I felt we needed to radically catapult forward,” says Vevers, 45. “On day one, I decided to think beyond just accessories.”\nFilled with languid, lace-paneled prairie dresses that nod to Terrence Malick’s “Badlands” and shearling-collared bombers that recall Gus Van Sant’s “My Own Private Idaho,” Vevers’s ready-to-wear collections reflect a lifelong fascination with Americana as seen through “the outsider perspective of an Englishman in New York.” Before arriving at Coach, he spent five summers traveling the States by train, disembarking at random stops to explore forgotten suburbs, Old Western mining outposts and William Eggleston-esque Main Streets. His voyages made an indelible impression: “I always imagine the Coach girl as someone who’s on the move, with the wind blowing through her hair,” he says. “She’s on some open road and just exuding this total sense of freedom.”", "url": "https://www.nytimes.com/2018/11/27/t-magazine/stuart-vevers-coach-inspiration.html"}