{"authors": ["Peter Baker", "Katie Benner"], "date_download": "2022-10-26 00:12:00", "date_modify": "2022-10-26 00:12:00", "date_publish": "2018-02-28 15:47:11", "description": "The president scolded Jeff Sessions after he suggested that the Justice Department’s inspector general would look into accusations of surveillance abuses.", "filename": "2018_02_28_us_politics_trump-jeff-sessions-inspector-general-surveillance_1666743120.html", "image_url": "https://static01.nyt.com/images/2018/03/01/us/01DC-sessions-alpha/01DC-sessions-alpha-facebookJumbo-v4.jpg?year=2018&h=550&w=1050&s=77226d03c8f5181ad3f4b3b94583df3a8e5db9402a00d1b7735e35495440bd02&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_28_us_politics_trump-jeff-sessions-inspector-general-surveillance_1666743120.html", "title": "Trump Calls Sessions’s Handling of Surveillance Abuse Allegations ‘Disgraceful’", "title_page": "Trump Calls Sessions’s Handling of Surveillance Abuse Allegations ‘Disgraceful’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The long-simmering friction between President Trump and Attorney General Jeff Sessions erupted into an extraordinary public face-off on Wednesday as the investigation into Russia’s election interference roiled the administration and raised new questions about the independence of law enforcement agencies.\nMr. Trump excoriated Mr. Sessions for not ordering his own investigation into the handling of the Russia inquiry during its early months, calling his attorney general “DISGRACEFUL” in a lacerating Twitter post. Mr. Sessions, who has absorbed blows from the White House since last year mostly in silence, responded with a rare statement defending his “integrity and honor.”\nThe back-and-forth, unthinkable in previous administrations, came during a week of unrest at the White House. As the president railed about the special counsel Robert S. Mueller III’s Russia investigation, his son-in-law and senior adviser, Jared Kushner, was stripped of his top-secret security clearance. One of Mr. Trump’s closest aides, Hope Hicks, announced that she will step down as communications director. And Mr. Trump’s former campaign chairman was back in court pleading not guilty to new charges.\nThe schism between Mr. Trump and his attorney general has become a persistent subplot of his administration, an almost Shakespearean rift between a president and one of his earliest and strongest supporters. Mr. Sessions was the first senator to back Mr. Trump’s candidacy but has fallen out of favor because the president wanted an attorney general who would protect him and investigate his political enemies.", "url": "https://www.nytimes.com/2018/02/28/us/politics/trump-jeff-sessions-inspector-general-surveillance.html"}