{"authors": ["Stephen Castle"], "date_download": "2022-10-25 23:34:27", "date_modify": "2022-10-25 23:34:27", "date_publish": "2018-02-28 19:24:55", "description": "A plan by the European Union to avoid a hard border in Ireland provoked anger in Britain. Europeans say they still await British solutions.", "filename": "2018_02_28_world_europe_uk-northern-ireland-brexit_1666740867.html", "image_url": "https://static01.nyt.com/images/2018/03/01/world/europe/01brexit1/merlin_108918466_e2d568b3-704b-42f5-92ee-977e4b3a2d52-facebookJumbo.jpg?year=2018&h=550&w=1050&s=fc44443de9bc5692d6215130e8a05fbdff92ed3d89e7974e62c61798a95dd0d9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_28_world_europe_uk-northern-ireland-brexit_1666740867.html", "title": "Why Can’t U.K. Solve the Irish Border Problem in Brexit?", "title_page": "Why Can’t U.K. Solve the Irish Border Problem in Brexit? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The European Union proposed on Wednesday that, unless other solutions are found, Northern Ireland will remain in a customs union with the European Union and, for all intents and purposes, the single market as well, when Britain leaves the bloc.\nThe purpose, as outlined in a draft document, is to ensure that there will be no “hard border” between Ireland and Northern Ireland after the British withdrawal, known as Brexit. That drew a rebuke from Prime Minister Theresa May, who rejected the idea out of hand.\nHere is a guide to why this issue is seemingly so intractable, and how it might be settled or otherwise dealt with.\nWhy Is the Border Such a Big Deal?\nThe 500-kilometer border between Ireland, which will remain in the European Union, and Northern Ireland, which as part of the United Kingdom will be leaving the bloc, is probably the toughest challenge in talks over Britain’s departure.", "url": "https://www.nytimes.com/2018/02/28/world/europe/uk-northern-ireland-brexit.html"}