{"authors": ["Elaine Glusac"], "date_download": "2022-10-25 23:27:46", "date_modify": "2022-10-25 23:27:46", "date_publish": "2018-12-03 22:08:24", "description": "As violent protests have broken out in France, visitors are advised to check public transportation and police websites for updates, and U.S. citizens should consider registering with the State Department’s S.T.E.P. program.", "filename": "2018_12_03_travel_travelers-need-to-know-paris-riots_1666740466.html", "image_url": "https://static01.nyt.com/images/2018/12/16/travel/16paris-riots1/03paris-riots1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=662aa4b52e7fb275810763fcd5c6190289a0b6000049d58d43016d37f6e34ea8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_03_travel_travelers-need-to-know-paris-riots_1666740466.html", "title": "What Travelers Need to Know About the Paris Riots", "title_page": "What Travelers Need to Know About the Paris Riots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Incited by an impending rise in the gas tax and other economic issues, protesters in Paris, known as Yellow Vests for the neon yellow road workers’ safety vests they wear, have been rioting, looting and setting cars on fire for the past three Saturdays. Here’s what travelers to Paris can expect as a result of the turmoil, and some resources for travel advice and protection.\nWhat areas have been affected?\nYellow Vest protests have occurred around the country, but have been concentrated in Paris, mostly on Saturdays.\nThough protest areas may shift, they have focused on the Champs-Élysées, the Élysée Palace and other areas in the First, Eighth, 16th and 17th arrondissements. At least 13 metro stations were closed ahead of the protests last Saturday. Some cultural institutions near the demonstrations were closed pre-emptively on Saturday, including the Arc de Triomphe and the Grand Palais, while others, like the Musée de l’Orangerie, closed some entrances.\nFor now, the museums, shops and metros that were affected have all reopened, but protests, possibly violent ones, could continue on future Saturdays and force the shutdown of transportation, institutions and services.", "url": "https://www.nytimes.com/2018/12/03/travel/travelers-need-to-know-paris-riots.html"}