{"authors": ["Ron Lieber"], "date_download": "2022-10-25 23:34:32", "date_modify": "2022-10-25 23:34:32", "date_publish": "2018-04-13 16:05:10", "description": "Confusion over a program to forgive the student loan debt of public service workers is tripping up some people and throwing their lives into chaos.", "filename": "2018_04_13_your-money_public-servant-loan-forgiveness_1666740872.html", "image_url": "https://static01.nyt.com/images/2018/04/14/business/14money-1/14money-1-facebookJumbo-v2.jpg?year=2018&h=549&w=1050&s=50c4004fe497412afd3b22e4a2c711759483add20093da68a02cd5dc93fb8ba2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_13_your-money_public-servant-loan-forgiveness_1666740872.html", "title": "Who Is a Public Servant? Borrowers Have a Lot Riding on the Answer", "title_page": "Who Is a Public Servant? Borrowers Have a Lot Riding on the Answer - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "So what made the two jobs different? Ms. Gramlich has no idea, and she said she had not been able to get an explanation from FedLoan that made any sense to her, though one representative told her in December that a rule had changed.\n“I was flabbergasted,” she said, while describing being passed from department to department. “I worked for the state for 13 years. I know bureaucracy. This is not my first rodeo. But at one point, I lost it, just sobbing, wondering what I was going to do.”\nThese borrowers are not alone. As of 2016, according to FedLoan data that the Department of Education used in a presentation, FedLoan had processed 1,068,888 employer certification forms and rejected one-third of them. Of those rejected, 21 percent presented an unqualified employer, though it’s not clear how many were close calls, as the National Association of Social Workers may have been.\nThe Consumer Financial Protection Bureau issued a scorching report last summer about an array of public service loan forgiveness messes. It noted that some borrowers reported months of delays in getting answers about certification form questions. One complainant reported that his form was rejected because of employer ineligibility while his co-worker’s was approved a week later.\nAs for that litigation I mentioned before, one lawsuit over certification problems does shed some light on these matters. The American Bar Association and four individual borrowers, some of whom experienced the same FedLoan flip-flop as Mr. Francum, sued the Department of Education in late 2016. In a brief last year, the department, opining on the topic of whether people can rely on FedLoan not to change its mind, said that any response from FedLoan “does not reflect a final agency action on the borrower’s qualifications” for forgiveness.\nIn other words, that certification form is by no means certain. Which is pretty rich, given that the Department of Education introduced the forms several years ago precisely because so many people were confused about whether their employment qualified. So good luck to you if you work for, say, a 501(c)(6) and want some financial certainty in your life. (I know of no employees of a 501(c)(3) organization whose employment was rejected, and the Department of Education website indicates that none of them should be. Please get in touch with me if it has happened to you.)\nAnd no, FedLoan will not precertify a job before you apply. Nor will it allow a forward-thinking employer to send in a job description for preapproval before trying to hire someone. Once upon a time, FedLoan’s website encouraged employers to brag to prospective employees about current workers who had received certification, but that ended quickly once the American Bar Association’s dumbfounded lawyers pointed it out in a legal filing.\nThat suit shows no sign of settling soon. So people like Ms. Gramlich wait and wonder. “I’ve been advocating for less fortunate populations my whole adult life, and here I am one of those people now,” she said. “And I cannot get out of this mess.”", "url": "https://www.nytimes.com/2018/04/13/your-money/public-servant-loan-forgiveness.html"}