{"authors": ["Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:37:58", "date_modify": "2022-10-25 23:37:58", "date_publish": "2018-01-12 12:52:43", "description": "The president’s racially charged comments threaten an emerging agreement to project some undocumented immigrants, which risks bringing a government shutdown.", "filename": "2018_01_12_us_politics_trump-immigration-congress_1666741078.html", "image_url": "https://static01.nyt.com/images/2018/01/13/us/13cong-alpha/13cong-alpha-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=ae49f534925f5141bbacddc067f31602b238403924f55ed335b6e338e455c83f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_12_us_politics_trump-immigration-congress_1666741078.html", "title": "A Senior Republican Senator Admonishes Trump: ‘America Is an Idea, Not a Race’", "title_page": "A Senior Republican Senator Admonishes Trump: ‘America Is an Idea, Not a Race’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A federal judge in San Francisco this week issued a nationwide injunction, putting that action on hold and ordering the Trump administration to continue the program pending a legal challenge.\nWhile lawmakers had been closing in on a bipartisan deal on the matter and Mr. Durbin and Mr. Graham had been hopeful that Mr. Trump was on the brink of endorsing it, the furor surrounding his remarks appeared to deepen the divisions surrounding any such plan, prompting the president to discount the chances of an agreement.\nConceding only that his language was “tough,” Mr. Trump said on Twitter, “What was really tough was the outlandish proposal made - a big setback for DACA!”\nThe president’s comments on Thursday came during a session in which senators were describing a plan to end the diversity visa lottery and allocate some of the visas instead to vulnerable populations from places including El Salvador, Honduras and Haiti that have had Temporary Protected Status in the United States. The measure under discussion would also provide legal status for DACA recipients and work permits for their parents, bar the children from sponsoring their parents for citizenship, and include $2.5 billion in border security funding.\nMr. Trump had responded approvingly to the proposal after hearing Mr. Graham and Mr. Durbin describe it over the phone on Thursday morning, according to people familiar with the conversations, but the pair arrived at the White House to brief the president about it not long after to find several Republicans they were not expecting sitting in on the session. Attendees were startled by the tone Mr. Trump took during the meeting, and by Friday morning, Mr. Trump was listing his objections to the measure on Twitter and working preemptively to shift blame if the dispute led to a government shutdown.\n“USA would be forced to take large numbers of people from high crime countries which are doing badly,” Mr. Trump said of the immigration plan. “The Dems will threaten ‘shutdown,’ but what they are really doing is shutting down our military, at a time we need it most.”", "url": "https://www.nytimes.com/2018/01/12/us/politics/trump-immigration-congress.html"}