{"authors": ["Zach Schonbrun"], "date_download": "2022-10-25 23:28:05", "date_modify": "2022-10-25 23:28:05", "date_publish": "2018-08-28 22:14:16", "description": "The Giants gave the wide receiver a five-year extension worth $19 million per season confident he has matured and is recovering from an ankle injury.", "filename": "2018_08_28_sports_football_odell-beckham-giants_1666740485.html", "image_url": "https://static01.nyt.com/images/2018/08/29/sports/29giants-web/29giants-web-facebookJumbo.jpg?year=2018&h=549&w=1050&s=96274dba8ef529a302035403e7f718481e1f4d7ee2ef3a94dffe3178615eae31&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_28_sports_football_odell-beckham-giants_1666740485.html", "title": "Beckham Says He Has Grown Up. Just Look at the Shirt", "title_page": "Beckham Says He Has Grown Up. Just Look at the Shirt - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "EAST RUTHERFORD, N.J. — Odell Beckham Jr. had a new look for his first news conference since signing a contract extension with the Giants that made him the N.F.L.’s highest-paid receiver.\n“See this polo?” Beckham said. “I’m growing up.”\nHe was kidding, of course. But the Giants had asked for more maturity from their most dynamic playmaker before committing to him. They saw enough to reward him with a five-year extension worth $19 million per season.\nSure, there was the predictable tough talk from Giants co-owner John Mara in March, after a video surfaced on social media appearing to show Beckham in questionable circumstances, leading Mara to say he was “tired of answering questions about Odell’s behavior.” And there were the usual negotiations played out through the news media: whispers of Beckham’s desire to play with buddies on the Los Angeles Rams, phone calls between the Giants and the San Francisco 49ers.\nBut the drama disappeared, and the negotiations intensified, after Beckham practiced at full speed earlier this month, clearing some significant hurdles in his return from last season’s ankle surgery. The Giants could again envision five more years of Beckham’s sensational one-handed touchdown grabs. And Beckham and his teammates could soon crank up the volume on the O’Jays song “For the Love of Money” in the locker room and dance in celebration.", "url": "https://www.nytimes.com/2018/08/28/sports/football/odell-beckham-giants.html"}