{"authors": ["Jonathan Martin"], "date_download": "2022-10-25 23:32:26", "date_modify": "2022-10-25 23:32:26", "date_publish": "2018-12-14 16:30:36", "description": "Mr. Kyl, appointed after the death of John McCain, will depart on Dec. 31. Gov. Doug Ducey and Republicans in Washington may differ over who should be named to replace him.", "filename": "2018_12_14_us_politics_jon-kyl-arizona-senate_1666740746.html", "image_url": "https://static01.nyt.com/images/2018/12/15/us/politics/15kyl/15kyl-facebookJumbo.jpg?year=2018&h=549&w=1050&s=78ce52e8a60f292c971463c22f39d21d746efd6e53f81e698eb4b281c3d96727&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_14_us_politics_jon-kyl-arizona-senate_1666740746.html", "title": "Jon Kyl to Leave Arizona Senate Seat, Setting Up Tussle Over His Replacement", "title_page": "Jon Kyl to Leave Arizona Senate Seat, Setting Up Tussle Over His Replacement - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Senator Jon Kyl, Republican of Arizona, announced Friday that he would resign at the end of the year, again opening up the seat previously held by John McCain and creating a showdown between Republicans in Washington and Arizona over who should replace Mr. Kyl in an increasingly competitive state.\nIn a letter to Gov. Doug Ducey of Arizona dated Wednesday, Mr. Kyl wrote that he “concluded that it would be best if I resign so that your new appointee can begin the new term with all other senators in January 2019 and can serve a full two (potentially four) years.”\nA senator-turned-lobbyist, Mr. Kyl agreed to return to the Senate after Mr. McCain’s death in August but he committed to staying only through the end of this session of Congress. Many Republicans, including Mr. Ducey, had hoped they could persuade the popular Mr. Kyl to serve longer, but he was said to be eager to return to his lucrative post-congressional life.\nNow, Mr. Ducey, who handily won re-election in November and is hoping to add his voice to the national debate, is faced with an imminent decision about whom to appoint to serve through the 2020 special election to fill the unexpired remainder of Mr. McCain’s term.", "url": "https://www.nytimes.com/2018/12/14/us/politics/jon-kyl-arizona-senate.html"}