{"authors": ["Ana Swanson", "Jim Tankersley"], "date_download": "2022-10-25 23:32:29", "date_modify": "2022-10-25 23:32:29", "date_publish": "2018-05-02 19:55:03", "description": "The Trump administration is headed to China to present the country with tough demands on trade, but what may soon become most apparent is how divided American officials are.", "filename": "2018_05_02_us_politics_trump-china-trade_1666740749.html", "image_url": "https://static01.nyt.com/images/2018/05/03/business/03dc-chinatrade-1/03dc-chinatrade-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7fd7cdb6d3a9eeb602ce4227747bd5f83ac95782843751db487b391b4f4bfd60&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_02_us_politics_trump-china-trade_1666740749.html", "title": "Trump Trade Officials Will Present a Hard Line in China, but Internally They Are Divided", "title_page": "Trump Trade Officials Will Present a Hard Line in China, but Internally They Are Divided - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Top Trump administration officials are arriving in China this week armed with tough talk about Beijing’s need to change its trade practices. But within the United States delegation there is little consensus about what concessions America should try to extract — or the best approach to getting the Chinese to agree.\nInstead of a single point person with a clear set of demands, the White House is sending six trade and economic officials with differing ideas on how to approach China and who are deeply divided over the desirability of a trade war. Some advocate goals that do not align with what the American business community wants or what China is prepared to offer, raising questions about how productive a dialogue will be, and whether talks can prevent the world’s two largest economies from tipping into a deeper conflict.\nWhat unites the group is a view that China’s trade practices are unacceptable and that Washington will now call the shots.\n“The discussions will take place in Beijing, the decisions will take place in Washington,” said Peter Navarro, a top trade adviser and longtime China critic who is among those traveling to Beijing.", "url": "https://www.nytimes.com/2018/05/02/us/politics/trump-china-trade.html"}