{"authors": [], "date_download": "2022-10-25 23:56:23", "date_modify": "2022-10-25 23:56:23", "date_publish": "2018-06-24 10:07:32", "description": "Mr. Kushner, President Trump’s special adviser on the Middle East, spoke to the Palestinian newspaper Al Quds. His remarks were published on Sunday.", "filename": "2018_06_24_world_middleeast_jared-kushner-interview-transcript_1666742183.html", "image_url": "https://static01.nyt.com/images/2018/06/25/world/25Kushner-transcript/25Kushner-transcript-facebookJumbo.jpg?year=2018&h=550&w=1050&s=48705a69d9800a6e4ee985469a61d35181ff89ebaf61d599db64b087a85d5cc6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_24_world_middleeast_jared-kushner-interview-transcript_1666742183.html", "title": "Transcript: Jared Kushner’s Interview With a Palestinian Newspaper", "title_page": "Transcript: Jared Kushner’s Interview With a Palestinian Newspaper - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KUSHNER: President Abbas says that he is committed to peace and I have no reason not to believe him. More importantly, President Trump committed to him early on that he would work to make a fair deal for the Palestinian people. However, I do question how much President Abbas has the ability to, or is willing to, lean into finishing a deal. He has his talking points which have not changed in the last 25 years. There has been no peace deal achieved in that time. To make a deal both sides will have to take a leap and meet somewhere between their stated positions. I am not sure President Abbas has the ability to do that.\nREPORTER: What makes you think he doesn’t have that ability?\nKUSHNER: I didn’t say that he doesn’t have the ability, I said I am not sure. I greatly respect that there are many things he has done well for establishing the foundations of peace, but I don’t think the Palestinian people feel like their lives are getting better and there is only so long you can blame that on everyone other than Palestinian leadership. The global community is getting frustrated with Palestinian leadership and not seeing many actions that are constructive towards achieving peace.\nThere are a lot of sharp statements and condemnations, but no ideas or efforts with prospects of success. Those who are more skeptical say President Abbas is only focused on his political survival and cementing a legacy of not having compromised than on bettering the lives of the Palestinian people.\nREPORTER: Do you think that is the case?\nKUSHNER: I hope not. My job is to work with the parties in charge, so I am ready to work with President Abbas if he is willing. There is a good deal to be done here from what I assess.\nREPORTER: What does “economic prosperity” look like for the Palestinian people in your view?\nKUSHNER: Think about the prospects for the Palestinian people over a 5-20 year horizon if they get massive investments in modern infrastructure, job training and economic stimulus. The world is going through a technological industrial revolution and the Palestinian people can be beneficiaries by leapfrogging to be leaders in the next industrial age. The Palestinian people are industrious, well educated and adjacent to the Silicon Valley of the Middle East — Israel. Israel’s prosperity would spill over very quickly to the Palestinians if there is peace.\nMany countries from around the world are ready to invest if there is a peace agreement. I feel strongly that while in order to make a peace deal you need to define and have secure borders, economically you want to eliminate boundaries and allow the economies to become more integrated to increase the opportunity and prosperity for all of the people — including the Jordanians and Egyptians and beyond.\nREPORTER: So what you are working on is more regional in nature?\nKUSHNER: The actual deal points are between the Israelis and the Palestinians, but the economic plan we are working on can show what comes as part of a deal when it is achieved with some massive investments that will extend to the Jordanian and Egyptian people as well. This conflict has held the whole region back and there is so much untapped potential that can be released if peace is achieved.", "url": "https://www.nytimes.com/2018/06/24/world/middleeast/jared-kushner-interview-transcript.html"}