{"authors": ["Parul Sehgal"], "date_download": "2022-10-25 23:37:35", "date_modify": "2022-10-25 23:37:35", "date_publish": "2018-04-24 17:48:25", "description": "Jacqueline Rose’s “Mothers,” one of many new books about the subject, is a sort of Rosetta Stone that examines the particular mix of fascination and dread that mothers engender.", "filename": "2018_04_24_books_review-mothers-jacqueline-rose_1666741055.html", "image_url": "https://static01.nyt.com/images/2018/04/25/books/25bookrose1/25bookrose1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a7d9e352ce949db80f60fe7a67222a66c440922871c906c9044176439a8a1f39&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_24_books_review-mothers-jacqueline-rose_1666741055.html", "title": "In a Raft of New Books, Motherhood From (Almost) Every Angle", "title_page": "In a Raft of New Books, Motherhood From (Almost) Every Angle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“There seems to be something about having the word ‘girl’ in the title of a book that guarantees huge sales.”\nThe critic Jacqueline Rose noted this trend in a 2015 review of the thrillers “Gone Girl” and “The Girl on the Train” — as well as a fashion, she said, for breezy misogyny sold to women as entertainment.\nThe girls are mostly gone now. It seems they’ve been replaced, improbably perhaps, by mothers, if this vertiginous pile of memoirs and novels on my desk is any indication. There is a sudden flurry of fascination with my people (full disclosure: a small, surly child thrashes in her sleep just to the right of that pile), and I’m not yet persuaded it’s an entirely positive development.\nBut first, the books — radiantly specific dispatches from almost every corner of motherhood. There are memoirs of sudden pregnancy (“And Now We Have Everything: On Motherhood Before I Was Ready,” by Meaghan O’Connell) and struggling to conceive (“An Excellent Choice: Panic and Joy on My Solo Path to Motherhood,” by Emma Brockes); accounts of postpartum depression (“Things That Helped,” by Jessica Friedmann) and postpartum euphoria (“The Motherhood Affidavits,” by Laura Jean Baker); novels about whether to have children (“Motherhood,” by Sheila Heti), novels about mothering someone else’s children (“That Kind of Mother,” by Rumaan Alam), even novels about killing children (“The Perfect Nanny,” by Leila Slimani, and “The Perfect Mother,” by Aimee Molloy — part of a genre grouped under the ghastly moniker “mom thrillers”).", "url": "https://www.nytimes.com/2018/04/24/books/review-mothers-jacqueline-rose.html"}