{"authors": ["Sheera Frenkel"], "date_download": "2022-10-25 23:41:49", "date_modify": "2022-10-25 23:41:49", "date_publish": "2018-07-25 20:59:38", "description": "The social network said that advertising and user growth slowed in the second quarter, and that efforts to improve privacy would stunt profits further. Its stock price tumbled.", "filename": "2018_07_25_technology_facebook-revenue-scandals_1666741309.html", "image_url": "https://static01.nyt.com/images/2018/07/26/business/26FACEBOOK/26FACEBOOK-facebookJumbo.jpg?year=2018&h=550&w=1050&s=165e18a213e09f1d2f5a074f030942d7c2a06e89a57a881bd08f69a299f95f83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_25_technology_facebook-revenue-scandals_1666741309.html", "title": "Facebook Starts Paying a Price for Scandals", "title_page": "Facebook Starts Paying a Price for Scandals - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "SAN FRANCISCO — For nearly two years, Facebook has appeared bulletproof despite a series of scandals about the misuse of its giant social network.\nBut the Silicon Valley company’s streak ended on Wednesday when it said that the accumulation of issues was starting to hurt its multibillion-dollar business — and that the costs are set to continue playing out for months.\nFacebook reported on Wednesday that growth in digital advertising sales and in the number of its users had decelerated in the second quarter. The company’s leaders, including its chief executive, Mark Zuckerberg, added that the trajectory was not likely to improve anytime soon, especially as Facebook spends to improve the privacy and security of users.\nFacebook has grappled with months of scrutiny over Russian misuse of the platform in the 2016 American presidential campaign and the harvesting of its users’ data through the political consulting firm Cambridge Analytica. The results were among the first signs that the issues had pierced the company’s image and would have a lasting effect on its moneymaking machine.", "url": "https://www.nytimes.com/2018/07/25/technology/facebook-revenue-scandals.html"}