{"authors": ["Ben Hubbard"], "date_download": "2022-10-25 23:44:02", "date_modify": "2022-10-25 23:44:02", "date_publish": "2018-01-27 00:03:53", "description": "MBC’s owner resisted a purchase offer from Saudi Arabia’s crown prince. He was among those seized in what the Saudis called a corruption crackdown.", "filename": "2018_01_26_world_middleeast_saudi-mbc-corruption-crackdown_1666741442.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2018", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_26_world_middleeast_saudi-mbc-corruption-crackdown_1666741442.html", "title": "Saudi Arabia Frees Media Mogul, but His Company’s Fate Remains a Mystery", "title_page": "Saudi Arabia Frees Media Mogul, but His Company’s Fate Remains a Mystery - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "BEIRUT, Lebanon — Crown Prince Mohammed bin Salman of Saudi Arabia has long admired MBC, the media giant of the Arab world, with its coveted array of television channels that deliver hit shows like “Oprah” and “Arabs Got Talent” to hundreds of millions of homes.\nTwo years ago, the crown prince began negotiations to buy MBC, a satellite broadcaster, but in November the talks took a mysterious turn: The company’s Saudi owners and most of its board members were summoned to Riyadh, the capital, arrested, accused of corruption and locked in the Ritz-Carlton hotel, along with hundreds of the kingdom’s other wealthiest and most powerful men.\nOn Friday, the tale took another turn, when the company’s chief owner, Waleed al-Ibrahim, was released from the Ritz after 83 days, according to a memo to MBC staff members seen by The New York Times.\nTwo and a half months after the start of what the Saudi government has called a crackdown on systematic corruption, the campaign appears to be moving to a new phase. Most of the roughly 350 men detained have been released, after either being cleared or surrendering significant assets to the government. And Crown Prince Mohammed is turning the screws on those who remain, threatening to move them to an actual prison and put them on trial, Saudi officials say.", "url": "https://www.nytimes.com/2018/01/26/world/middleeast/saudi-mbc-corruption-crackdown.html"}