{"authors": ["Jennifer Medina"], "date_download": "2022-10-25 23:32:17", "date_modify": "2022-10-25 23:32:17", "date_publish": "2018-09-07 09:00:11", "description": "Harley Rouda is the Democrats’ best chance in three decades to unseat the Republican congressman Dana Rohrabacher.", "filename": "2018_09_07_us_harley-rouda-congress-republican_1666740737.html", "image_url": "https://static01.nyt.com/images/2018/09/08/us/08ROUDA-01-print/00ROUDA-01-facebookJumbo.jpg?year=2018&h=549&w=1050&s=1f1acd8d3ff40b0f571affafdb486195d30650ef8db560fb72a6f8ab74c824f6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_07_us_harley-rouda-congress-republican_1666740737.html", "title": "He’s a Former Republican Taking On Dana Rohrabacher. Can He Win?", "title_page": "He’s a Former Republican Taking On Dana Rohrabacher. Can He Win? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As the laughter subsided, Mr. Rouda asked how many people had been lifelong Democrats. A couple dozen hands went up in a crowd of roughly 200 people.\n“How many of you would not have been at a meeting like this if Hillary Clinton had won?” he asked. Then, many more people raised their hands, as murmurs of agreement rippled through the room. He quickly added: “Me neither. President Trump has changed everything.”\nBullet Train to Nowhere : Construction of the California high-speed rail system, America’s most ambitious infrastructure project, Construction of the California high-speed rail system, America’s most ambitious infrastructure project, has become a multi-billion-dollar nightmare\nA Piece of Black History Destroyed: Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Lincoln Heights — a historically Black community in a predominantly white, rural county in Northern California — endured for decades. Then came the Mill fire\nWarehouse Moratorium: As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, As warehouse construction balloons nationwide, residents in communities both rural and urban have pushed back. In California’s Inland Empire, the anger has turned to widespread action\nThroughout the country, there have been other examples of former Republican or unaffiliated voters jumping into the political ring this year. Of the dozens of first-time Democratic candidates vying for Congress in this year’s midterm elections, there are candidates in Texas, Ohio and North Carolina who until recently were registered as Republicans or Independents. Like Mr. Rouda, many saw themselves as Reagan Republicans, but say the party has steadily strayed from the ideals of the former president (who was also once the governor of California.) They were stunned to see Mr. Trump win the White House, they said, and his presidency has at once activated and radicalized them.\nHow Times reporters cover politics. We rely on our journalists to be independent observers. So while Times staff members may vote, they are not allowed to endorse or campaign for candidates or political causes. This includes participating in marches or rallies in support of a movement or giving money to, or raising money for, any political candidate or election cause. Learn more about our process.\nRaces like this one represent an essential test for Democrats: Can the party win over moderate, suburban and affluent voters even as it moves toward a more populist bent? Mr. Rouda has said he is in favor of Medicare for All, a $15-an-hour federal minimum wage tied to inflation, along with free tuition at public colleges. While Democrats in many parts of the country are embracing similar policies in an appeal to liberal voters, Mr. Rouda is counting on attracting moderate voters by portraying his support for these policies as fiscally responsible.\nRepublicans still outnumber Democrats by 10 percentage points in this wealthy district. I n a sign of the challenge Mr. Rouda faces, Ms. Clinton won by just two points and Mr. Rohrabacher easily secured a victory of nearly 17 points in 2016.", "url": "https://www.nytimes.com/2018/09/07/us/harley-rouda-congress-republican.html"}