{"authors": ["Mihir Zaveri"], "date_download": "2022-10-25 23:47:38", "date_modify": "2022-10-25 23:47:38", "date_publish": "2018-07-21 19:13:57", "description": "Mr. Cantwell pleaded guilty to two counts of assault and battery relating to his use of pepper spray at last year’s protests in Charlottesville, Va., prosecutors said.", "filename": "2018_07_21_us_christopher-cantwell-crying-nazi-virginia.html_action=click&module=Intentional&pgtype=Article_1666741658.html", "image_url": "https://static01.nyt.com/images/2018/07/22/us/22cantwell-p1/22xp-nazi-facebookJumbo.jpg?year=2018&h=252&w=480&s=253e148850e72e1741d5968d0df9eb90b7a5a6556f68f0ac405680bc319cae28&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_21_us_christopher-cantwell-crying-nazi-virginia.html_action=click&module=Intentional&pgtype=Article_1666741658.html", "title": "Christopher Cantwell, White Nationalist in Vice Video, Is Barred From Virginia", "title_page": "Christopher Cantwell, White Nationalist in Vice Video, Is Barred From Virginia - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Christopher Cantwell, a self-described white nationalist who pepper-sprayed protesters during the demonstrations in Charlottesville, Va., last August, pleaded guilty to assault and battery on Friday and has been barred from Virginia for five years, prosecutors said.\nMr. Cantwell, 37, rose as a high-profile activist for the alt-right after being featured in a Vice News documentary about the demonstrations in Charlottesville. Some mocked him as the “crying Nazi” after he posted a video online in which he fights back tears while describing the aftermath of the demonstrations.\nNow, he has been thrown out of Virginia after pleading guilty to two counts of assault and battery, and to violating the terms of his bond by referring to victims on social media and in a radio broadcast, prosecutors said in a statement. As part of the plea, Mr. Cantwell must not return to Virginia for five years.\nMr. Cantwell, who faced 12 months in jail for the crimes, had already served 107 days. The rest of his sentence was suspended. Mr. Cantwell was ordered to leave Virginia within eight hours of the delivery of his sentence on Friday, and not to make contact with the victims of his assault and battery crimes.", "url": "https://www.nytimes.com/2018/07/21/us/christopher-cantwell-crying-nazi-virginia.html?action=click&module=Intentional&pgtype=Article"}