{"authors": ["Alissa J. Rubin"], "date_download": "2022-10-25 23:27:35", "date_modify": "2022-10-25 23:27:35", "date_publish": "2018-12-10 20:49:38", "description": "In his most substantive public remarks on the demonstrations that have roiled France, President Emmanuel Macron promised steps to address them.", "filename": "2018_12_10_world_europe_macron-france-yellow-vests_1666740455.html", "image_url": "https://static01.nyt.com/images/2018/12/11/world/europe/Paris-Still-copy/Paris-Still-copy-facebookJumbo-v4.jpg?year=2018&h=550&w=1050&s=ac8790f8f8a74dd279ee8793e568bb046f9a2ec1ee2357eb0277d06f77ab2df1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_10_world_europe_macron-france-yellow-vests_1666740455.html", "title": "Macron, Confronting Yellow Vest Protests in France, Promises Relief", "title_page": "Macron, Confronting Yellow Vest Protests in France, Promises Relief - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PARIS — Faced with violent protests and calls for his resignation, President Emmanuel Macron of France said Monday that he had heard the anger of the many whose economic suffering has burst into the open in recent weeks and that he would take immediate steps to relieve their hardship.\nMr. Macron’s mea culpa on national television signaled a remarkable step back from his ambitions to reshape France’s economy and become the European Union’s foremost leader. For now, his chief goal is shoring up his own political support in France.\nHe announced tax cuts and income increases for the struggling middle class and working poor, vowing to raise the pay of workers earning the minimum wage. He promised to listen to the voices of the country, to its small-town mayors and its working people.\n“There is anger, anger and indignation that many French share,” he said in 13-minute prerecorded speech from the Elysée, the presidential palace.", "url": "https://www.nytimes.com/2018/12/10/world/europe/macron-france-yellow-vests.html"}