{"authors": ["Shane Goldmacher"], "date_download": "2022-10-25 23:31:50", "date_modify": "2022-10-25 23:31:50", "date_publish": "2018-01-03 01:01:15", "description": "The decision by Harry Wilson, a wealthy businessman, to not run against Gov. Andrew M. Cuomo has Republican strategists scrambling for a new hopeful.", "filename": "2018_01_02_nyregion_new-york-republican-cuomo-wilson_1666740710.html", "image_url": "https://static01.nyt.com/images/2018/01/03/nyregion/03wilson/03wilson-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8fc7a5ba17cb08bfb4bff06f589bf3987a3c5c2ee74060dba1d3470c0a8af623&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_02_nyregion_new-york-republican-cuomo-wilson_1666740710.html", "title": "Woes Deepen for New York G.O.P. as Best Hope to Challenge Cuomo Bows Out", "title_page": "Woes Deepen for New York G.O.P. as Best Hope to Challenge Cuomo Bows Out - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "On a whiteboard, they brainstormed together a list of ideal characteristics for a statewide Republican candidate, among them: resources (i.e. having money or the ability to raise vast sums), being a woman, being a political outsider, speaking Spanish and having a political base in downstate New York.\nThe problem? The current crop of Republicans check off almost none of those boxes.\nSo far, the only declared candidate is Brian Kolb, the Republican minority leader in the Assembly who represents a district near Rochester. Besides Mr. Molinaro, John DeFrancisco, the No. 2 Republican in the State Senate from near Syracuse, is also mulling a run, as is the former Erie County executive Joel Giambra, who since became a lobbyist and endorsed Hillary Clinton in 2016.\nIn addition to the messaging challenge of ousting a two-term governor for a political insider, Mr. Cuomo has proved adept at locking up campaign cash from institutional Albany, the same donors those challengers would likely have to rely upon.\n“You can’t take the fight to Albany if you’re from Albany,” said one of the Republican operatives who attended, who spoke anonymously to not disparage the eventual nominee because so many of the current candidates are linked to Albany.\nSome have urged Chele Chiavacci Farley, a finance chairwoman for the New York Republican Party, to challenge Mr. Cuomo. Ms. Farley is currently laying the groundwork to run against Senator Kirsten Gillibrand this year, and has begun assembling a campaign team, including John Brabender, a former adviser to the presidential candidate Rick Santorum, and the pollster John McLaughlin.\nBut Ms. Farley has told people she is set on a Senate bid.\n“It’s clear that hard-working taxpayers are fed up with Kirsten Gillibrand’s obstruction, political grandstanding, and ineffectiveness,” she said in a statement. “In the next few weeks, I will be making an official announcement about my intentions.”\nRepublican county party leaders are set to gather in Albany on Monday to plot their next steps; two days later, in Manhattan, the same strategists that met last month are scheduled to reconvene.", "url": "https://www.nytimes.com/2018/01/02/nyregion/new-york-republican-cuomo-wilson.html"}