{"authors": ["Niki Kitsantonis"], "date_download": "2022-10-25 23:02:39", "date_modify": "2022-10-25 23:02:39", "date_publish": "2018-06-12 19:34:13", "description": "Greeks contend that their neighbors’ name implies territorial ambition, and have blocked it from joining alliances. Now there may be a breakthrough.", "filename": "2018_06_12_world_europe_macedonia-greece-name-dispute_1666738959.html", "image_url": "https://static01.nyt.com/images/2018/06/13/world/13macedonia/13macedonia-facebookJumbo.jpg?year=2018&h=549&w=1050&s=7792ea93b49cad4ef1e529d7d37c5bf03c9a9761efb6bfae7300b708b083d16d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_12_world_europe_macedonia-greece-name-dispute_1666738959.html", "title": "Macedonia Agrees to Change Its Name to Resolve Dispute With Greece", "title_page": "Macedonia Agrees to Change Its Name to Resolve Dispute With Greece - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATHENS — Macedonia agreed to change its name to resolve a decades-old dispute with Greece, the two countries said on Tuesday, and Greece said it would drop its objection to the neighboring country’s entry into the European Union and NATO if the changes are formally adopted.\nGreece’s prime minister, Alexis Tsipras, said the country’s new name will be Severna Makedonija or Republic of North Macedonia. Greece had long opposed the name “Macedonia,” saying it implied territorial aspirations over a northern Greek region of the same name.\n“I am deeply convinced that the agreement is a diplomatic success and a historic opportunity,” Mr. Tsipras said. He called it a “historic moment for the Balkans and our nations” and said it “opens a window to solidarity, friendship, cooperation, prosperity and mutual growth.”\nGreece, which has blocked Macedonia from joining NATO and the European Union, said the deal will pave the neighboring country’s way into the two alliances as long as it follows through and formally adopts the name change.", "url": "https://www.nytimes.com/2018/06/12/world/europe/macedonia-greece-name-dispute.html"}