{"authors": ["Carlotta Gall"], "date_download": "2022-10-26 00:16:19", "date_modify": "2022-10-26 00:16:19", "date_publish": "2018-04-02 19:45:04", "description": "The Turkish president treats his country to up to three speeches a day, broadcast live on multiple channels, in a divisive style fit for an era of strongmen.", "filename": "2018_04_02_world_middleeast_erdogan-turkey_1666743379.html", "image_url": "https://static01.nyt.com/images/2018/03/14/world/middleeast/xxspeaker1/xxspeaker1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=035bb0b8174d590b488c77f337d6100dac4206599e1dd13697005c66c3c7c7d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_02_world_middleeast_erdogan-turkey_1666743379.html", "title": "Sermons and Shouted Insults: How Erdogan Keeps Turkey Spellbound", "title_page": "Sermons and Shouted Insults: How Erdogan Keeps Turkey Spellbound - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ANKARA, Turkey — As President Trump has his tweets, the leader of Turkey has his speeches.\nPresident Recep Tayyip Erdogan makes up to three every weekday — two a day on weekends — and his charismatic, combative talks are the primary vehicle of his success.\nHe calls democracy advocates “marauders.” He mocks the German foreign minister as a “disaster.” He is as comfortable in the vernacular as he is reciting poetry. He takes on his enemies publicly by name, pivoting seamlessly from pious to pushy.\nEven after 15 years at the helm, Mr. Erdogan, whose skills as an orator even his opponents envy, treats every event like a campaign rally — and he turns just about every day into one. He remains the country’s most popular politician and is poised to seek re-election, possibly this year, with polling showing him with over 40 percent support.\nMuch of that appeal can be credited to his ubiquitous media presence and a speaking style that supporters find inspiring, and detractors divisive. Neither side doubts that it has struck a chord with Turkey’s conservative working class.", "url": "https://www.nytimes.com/2018/04/02/world/middleeast/erdogan-turkey.html"}