{"authors": ["Cara Buckley"], "date_download": "2022-10-25 23:25:00", "date_modify": "2022-10-25 23:25:00", "date_publish": "2018-01-01 10:00:29", "description": "Shonda Rhimes and Reese Witherspoon are among the 300 actresses and insiders behind Time’s Up, an initiative for legal protections for workers nationwide.", "filename": "2018_01_01_movies_times-up-hollywood-women-sexual-harassment_1666740300.html", "image_url": "https://static01.nyt.com/images/2018/01/03/arts/02WOMEN-FIGHT-BACK-COMBO/02WOMEN-FIGHT-BACK-COMBO-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c511eab2cbaf4313fbf6a05e1fac7886cecf68175f36d3733f76c6eee5d0425d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_01_movies_times-up-hollywood-women-sexual-harassment_1666740300.html", "title": "Powerful Hollywood Women Unveil Anti-Harassment Action Plan", "title_page": "Powerful Hollywood Women Unveil Anti-Harassment Action Plan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Driven by outrage and a resolve to correct a power imbalance that seemed intractable just months ago, 300 prominent actresses and female agents, writers, directors, producers and entertainment executives have formed an ambitious, sprawling initiative to fight systemic sexual harassment in Hollywood and in blue-collar workplaces nationwide.\nThe initiative includes:\n— A legal defense fund, backed by $13 million in donations, to help less privileged women — like janitors, nurses and workers at farms, factories, restaurants and hotels — protect themselves from sexual misconduct and the fallout from reporting it.\n— Legislation to penalize companies that tolerate persistent harassment, and to discourage the use of nondisclosure agreements to silence victims.\n— A drive to reach gender parity at studios and talent agencies that has already begun making headway.\n— And a request that women walking the red carpet at the Golden Globes speak out and raise awareness by wearing black.\nCalled Time’s Up, the movement was announced on Monday with an impassioned pledge of support to working-class women in an open letter signed by hundreds of women in show business, many of them A-listers. The letter also ran as a full-page ad in The New York Times, and in La Opinion, a Spanish-language newspaper.\n“The struggle for women to break in, to rise up the ranks and to simply be heard and acknowledged in male-dominated workplaces must end; time’s up on this impenetrable monopoly,” the letter says.", "url": "https://www.nytimes.com/2018/01/01/movies/times-up-hollywood-women-sexual-harassment.html"}