{"authors": ["Tiffany Hsu", "Alan Feuer"], "date_download": "2022-10-25 23:34:55", "date_modify": "2022-10-25 23:34:55", "date_publish": "2018-07-30 23:27:00", "description": "Legislators, officials and activists around the country are rushing to stop a company from posting blueprints for “ghost guns” this week.", "filename": "2018_07_30_business_downloadable-blueprints-printable-guns_1666740895.html", "image_url": "https://static01.nyt.com/images/2018/07/31/business/31GHOSTGUNS03/31GHOSTGUNS03-facebookJumbo.jpg?year=2018&h=549&w=1050&s=0f3551264f5e83bc4e63cf5a38a4c9677e3dc038e2f0033ecf61bf0ded4cfde5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_30_business_downloadable-blueprints-printable-guns_1666740895.html", "title": "A Rush to Block Downloadable Plans for 3-D Printed Guns", "title_page": "A Rush to Block Downloadable Plans for 3-D Printed Guns - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Josh Shapiro, the Pennsylvania attorney general, said the idea of publishing how-to manuals for printed guns is “an obscene proposition” that “may seem like a joke, based on how outrageous it is,” he wrote in a series of posts on Twitter on Sunday.\n“We will do whatever is necessary to ensure that people can’t just print a deadly weapon on a whim,” he wrote. “Once they are out on the streets of PA, we’ll never get them back.”\nBut Cody Wilson, who founded Defense Distributed, said he would file a motion to free his company from the agreement.\n“I’m not worried for me, I’m worried for the people of Pennsylvania, which is creating bad laws for their citizens,” Mr. Wilson said on Monday. “Honestly, it’s kind of sad.”\nThe battle dates to 2013, when the State Department ordered Mr. Wilson to remove from his website plans for making guns with a 3-D printer, saying that they violated export regulations dealing with sensitive military hardware and technology.\nMr. Wilson sued in 2015, arguing that his weapons’ plans were a form of speech and that his First Amendment rights were being stifled. In June, the government entered into what it called a voluntary settlement of the case following negotiations, and agreed to pay nearly $40,000 of Mr. Wilson’s legal costs. Mr. Wilson said he would make the plans available on Aug. 1 — the day, his website said, when “the age of the downloadable gun formally begins.”", "url": "https://www.nytimes.com/2018/07/30/business/downloadable-blueprints-printable-guns.html"}