{"authors": ["Laurie Goodstein", "Sharon Otterman"], "date_download": "2022-10-25 23:44:44", "date_modify": "2022-10-25 23:44:44", "date_publish": "2018-07-16 06:00:07", "description": "Cardinal Theodore E. McCarrick was removed from ministry last month for sexually abusing an altar boy. But for decades, the church overlooked his harassment of adult seminarians.", "filename": "2018_07_16_us_cardinal-mccarrick-abuse-priest_1666741484.html", "image_url": "https://static01.nyt.com/images/2018/07/10/nyregion/00McCarrick/00McCarrick-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=2cb09f1b65e1fa8a0005651c484eb766a83e813f54f3d6a8bf663cd5f4f0f877&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_16_us_cardinal-mccarrick-abuse-priest_1666741484.html", "title": "He Preyed on Men Who Wanted to Be Priests. Then He Became a Cardinal.", "title_page": "He Preyed on Men Who Wanted to Be Priests. Then He Became a Cardinal. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "One letter was written in 1987 while Archbishop McCarrick was aboard a plane in Poland on mission for the Vatican. “I just wanted to tell you how glad I am that we had the chance to get together this summer,” the archbishop wrote to the 26-year-old student. “It wasn’t as often as I would have liked but I know how ‘social’ my nephew is!”\nUnstoppable Rise\nArchbishop McCarrick’s trip to Poland was a sign of his growing prominence. His brother bishops in the United States elected him chairman of their committees on migration, international policy and aid for the church in Central and Eastern Europe. He met with Fidel Castro in 1988.\nThe first documented complaint about Cardinal McCarrick came at the latest by 1994, when the second priest wrote a letter to the new Bishop of Metuchen, Edward T. Hughes, saying that Archbishop McCarrick had inappropriately touched him and other seminarians in the 1980s, according to the documents.\nThe priest had a disturbing confession, the documents show. He told Bishop Hughes that he was coming forward because he believed the sexual and emotional abuse he endured from Archbishop McCarrick, as well as several other priests, had left him so traumatized that it triggered him to touch two 15-year-old boys inappropriately. The Metuchen diocese sent the priest to therapy, and then transferred him to another diocese. But Archbishop McCarrick’s stature remained intact; he was even given the honor of hosting John Paul II on a visit to Newark in 1995 and leading a large public Mass there for the pope.\nAround 1999, Mr. Ciolek was called in by Archbishop McCarrick’s former secretary in Metuchen, Msgr. Michael J. Alliegro, who knew about the trips with seminarians, including the bed-sharing. He asked Mr. Ciolek, who had left the priesthood in 1988 to marry a woman, if he planned to sue the diocese, and then mentioned Archbishop McCarrick’s name. “And I literally laughed, and I said, no,” Mr. Ciolek said, adding that the monsignor responded with a sigh of relief.\nIn 2000, Pope John Paul II promoted Archbishop McCarrick to lead the Archdiocese of Washington D.C., one of the most prestigious posts in the Catholic Church in America. He was elevated to cardinal three months later.\nAt least one priest warned the Vatican against the appointment. The Rev. Boniface Ramsey said that when he was on the faculty at the Immaculate Conception Seminary at Seton Hall University in New Jersey from 1986 to 1996, he was told by seminarians about Archbishop McCarrick’s sexual abuse at the beach house. When Archbishop McCarrick was appointed to Washington, Father Ramsey spoke by phone with the pope’s representative in the nation’s capital, Archbishop Gabriel Montalvo, the papal nuncio, and at his encouragement sent a letter to the Vatican about Archbishop McCarrick’s history.", "url": "https://www.nytimes.com/2018/07/16/us/cardinal-mccarrick-abuse-priest.html"}