{"authors": ["Ellen Barry"], "date_download": "2022-10-25 23:41:46", "date_modify": "2022-10-25 23:41:46", "date_publish": "2018-07-13 17:38:27", "description": "The bottle found on Friday in Amesbury, England, may give investigators new insight into the poisoning that killed one woman and sickened others, including a former Russian spy.", "filename": "2018_07_13_world_europe_uk-novichok-amesbury_1666741306.html", "image_url": "https://static01.nyt.com/images/2018/07/14/world/14SKRIPAL-01/merlin_141216123_bd95a782-8a88-45f3-a6e5-20041a745b93-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f159b77213436904ef666692316fd1fcc412b35c8177f223b7b4070cd65eca66&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_13_world_europe_uk-novichok-amesbury_1666741306.html", "title": "‘Small Bottle’ of Novichok Found by Police in U.K. Victim’s Home", "title_page": "‘Small Bottle’ of Novichok Found by Police in U.K. Victim’s Home - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — The British police announced on Friday that they had found “a small bottle” containing Novichok, providing a possible break in the four-month-old investigation into an attack on a former Russian spy and the inquiry into the poisoning of two British citizens.\nThe bottle was found in the home of Charlie Rowley, 45, in Amesbury, England. He and his partner, Dawn Sturgess, 44, were exposed to the nerve agent on July 1.\n“This is clearly a significant and positive development,” Assistant Commissioner Neil Basu, the head of the national counterterrorism squad, said of the discovery on Friday. “However, we cannot guarantee that there isn’t any more of the substance left and cordons will remain in place for some considerable time.”\nHe said the police could not reveal any more details about the bottle, which was being examined by experts at Porton Down, the British government’s laboratory for chemical and biological weapons.", "url": "https://www.nytimes.com/2018/07/13/world/europe/uk-novichok-amesbury.html"}