{"authors": ["Andrew Keh"], "date_download": "2022-10-25 23:36:13", "date_modify": "2022-10-25 23:36:13", "date_publish": "2018-06-25 18:51:01", "description": "A Mexican college student ventured to the World Cup with a sombrero and a plan. What he did not have was a match ticket.", "filename": "2018_06_25_sports_world-cup_mexico-fans-sombreros_1666740973.html", "image_url": "https://static01.nyt.com/images/2018/06/26/sports/26sombrero-web01/26sombrero-web01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=bfd9045c4974a44d62b9dceeec26f839e2690f398e073b5046d8bc6a077ad34c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_25_sports_world-cup_mexico-fans-sombreros_1666740973.html", "title": "A Sombrero and a Dream: One Desperate Fan’s World Cup Odyssey", "title_page": "A Sombrero and a Dream: One Desperate Fan’s World Cup Odyssey - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "YEKATERINBURG, Russia — A sombrero, out here, has special powers.\nIt provides 360-degree cover from the summer sun, obviously. But it can also disarm a stranger, start a conversation between people who speak different languages, get its owner onto an international television broadcast, or even slip open a door to romance.\n“Ladies love the sombrero,” said Jose Ramon Diaz, who bought his sombrero two years ago in Tehuacán, Mexico, his hometown, for 47 pesos, or about $2.50. “It’s a key that opens a lot of doors.”\nDiaz has learned these lessons, and more, during his time alone in Russia this month, rooting for Mexico at the World Cup.\nA college student, he made some sacrifices to finance his first trip outside North America, starting with leaving Tehuacán, where he lives with his father, to go to Los Angeles (Diaz was born in the United States) and sleep in a homeless shelter for a month while working two jobs to stockpile cash.", "url": "https://www.nytimes.com/2018/06/25/sports/world-cup/mexico-fans-sombreros.html"}