{"authors": ["Katie Rogers"], "date_download": "2022-10-25 23:41:54", "date_modify": "2022-10-25 23:41:54", "date_publish": "2018-01-17 10:00:23", "description": "Washington often holds the mantle of the fittest city in the United States. It is now home to a president who has no interest in exercise.", "filename": "2018_01_17_us_politics_trump-health-exercise_1666741314.html", "image_url": "https://static01.nyt.com/images/2018/01/17/us/18dc-EXERCISE/18dc-EXERCISE-facebookJumbo.jpg?year=2018&h=550&w=1050&s=45337a3a6c460ad97119c5d25540b294be0f7e07920b497f5a0be092316bcd4c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_17_us_politics_trump-health-exercise_1666741314.html", "title": "The Next Hurdle for a Healthy Trump? Getting Some Exercise", "title_page": "The Next Hurdle for a Healthy Trump? Getting Some Exercise - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The next challenge for Dr. Jackson and members of the first family will be convincing Mr. Trump — a dedicated homebody, know-it-all and creature of habit — that a new fitness routine will be crucial to helping him shed a recommended 10 to 15 pounds this year. (Mr. Trump’s current weight, 239 pounds on a 6-foot-3 frame, lingers at the brink of obesity on the body mass index, Dr. Jackson acknowledged.)\nMr. Trump will be encouraged to lower the fat and carbohydrate content of his diet, and will be encouraged by his wife, Melania Trump; his eldest daughter, Ivanka Trump; and his doctor to get moving.\n“He’s more enthusiastic about the diet part than the exercise part,” Dr. Jackson said.\nWashington, a city populated by compulsively high achievers, often holds the mantle of the fittest city in the United States. So it is not surprising that the highest office in the land has drawn its fair share of fitness enthusiasts. Presidents Jimmy Carter, George Bush and Bill Clinton ran. President Ronald Reagan lifted weights.\nOther presidents were fitness fanatics. President George W. Bush was a frequent 6:45-mile runner who would challenge his Secret Service detail to join the so-called 100-Degree Club — a group of agents who could keep up with him in the heat as he zipped around his 1,600-acre Texas ranch.\n“I really like to run,” Mr. Bush said of the habit.\nPresident Barack Obama and his wife, Michelle, brought in a trainer from Chicago to tailor exercise programs — the first lady’s signature platform goal was a program called “Let’s Move!” — and Mr. Obama would pester members of his staff to join in.", "url": "https://www.nytimes.com/2018/01/17/us/politics/trump-health-exercise.html"}