{"authors": ["Jeffery C. Mays"], "date_download": "2022-10-25 23:02:06", "date_modify": "2022-10-25 23:02:06", "date_publish": "2018-05-16 23:43:59", "description": "Ms. James said she was pursuing the Democratic ballot line, not the Working Families Party’s line, even though that party has long supported her.", "filename": "2018_05_16_nyregion_attorney-general-james-cuomo-ny_1666738926.html", "image_url": "https://static01.nyt.com/images/2018/05/17/nyregion/17tishjames/17tishjames-facebookJumbo.jpg?year=2018&h=550&w=1050&s=cab2de5be70c761f2f6b084f79d77690c696358ca82852ba588108862e5a3c3f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_16_nyregion_attorney-general-james-cuomo-ny_1666738926.html", "title": "Letitia James, Weighing Political Calculus, Enters Attorney General Race", "title_page": "Letitia James, Weighing Political Calculus, Enters Attorney General Race - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Letitia James, the New York City public advocate, declared her candidacy for the Democratic nomination for attorney general on Wednesday, ending a week filled with rumors and political machinations about whether she would be appointed to the office or run for it, and with which party’s backing.\nAfter the sudden resignation of Eric T. Schneiderman last week, Ms. James’s name immediately surfaced as a candidate to replace him, first as an interim appointment by the state Legislature.\nBut as newspaper editorial boards urged lawmakers to keep the interim attorney general, Barbara Underwood, who had served for years as state solicitor general, in the job, Ms. James withdrew her name from consideration to fill out the last seven or so months of Mr. Schneiderman’s term.\nInstead, Ms. James said she wanted to place her candidacy before voters, saying that she would defend vulnerable communities and take on everything from corruption to crooked businesses, as well as the administration of President Trump.", "url": "https://www.nytimes.com/2018/05/16/nyregion/attorney-general-james-cuomo-ny.html"}