{"authors": ["Eric Schmitt"], "date_download": "2022-10-25 23:53:44", "date_modify": "2022-10-25 23:53:44", "date_publish": "2018-10-27 14:44:43", "description": "Defense Secretary Jim Mattis’s remarks reflected the administration’s struggle to defend the value of its alliance with Saudi Arabia.", "filename": "2018_10_27_world_middleeast_mattis-saudi-arabia-khashoggi_1666742024.html", "image_url": "https://static01.nyt.com/images/2018/10/28/world/28Mattis/28Mattis-facebookJumbo.jpg?year=2018&h=550&w=1050&s=2ba8a9db7b1cda2fba997b67e1600f0ef2786e42c993f47aa322a14c5456333e&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_27_world_middleeast_mattis-saudi-arabia-khashoggi_1666742024.html", "title": "Mattis Vows U.S. Will Hold Khashoggi’s Killers Accountable", "title_page": "Mattis Vows U.S. Will Hold Khashoggi’s Killers Accountable - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Mr. Trump did not elaborate on the conversation. But he appeared to be referring to a phone call he had days earlier with King Salman.\nIn his remarks here in Bahrain, home to the Navy’s Fifth Fleet, Mr. Mattis sought to tamp down increasing concerns that if Washington reduces its security role in the Middle East, Russia would move quickly to fill the vacuum.\nThe United States has not had an aircraft carrier in the Persian Gulf since March, and the Pentagon is pulling Patriot missile-defense systems out of Jordan, Kuwait and Bahrain as part of a strategic realignment of firepower away from the Middle East and toward Russia and China.\n“Russia’s presence in the region cannot replace the longstanding, enduring and transparent U.S. commitment to the Middle East,” Mr. Mattis said.\nIndeed, the bulk of Mr. Mattis’s speech focused on what he said was Iran’s destabilizing actions in Iraq, Syria, Yemen and Lebanon — “spreading mischief and murder across the region,” as the secretary put it.\nThe speech was likely to be well received in some quarters.\n“It was what Saudi Arabia and its allies wanted, and are delighted to hear: a reaffirmation of America’s commitment to the region, to its partners and of course to a blanket hostility toward Iran and all Iran does,” said Robert Malley, the president of the International Crisis Group and a former White House coordinator for the Middle East, North Africa and the Gulf during the Obama administration.\nWhen Mr. Mattis served as the four-star general and leader of the military’s Central Command during the Obama administration, he blamed Iran for deadly attacks by Shiite militias in Iraq. He advocated confronting Iran, a position that put him at odds with President Barack Obama, who was trying to engage Iran diplomatically.", "url": "https://www.nytimes.com/2018/10/27/world/middleeast/mattis-saudi-arabia-khashoggi.html"}