{"authors": ["Christina Goldbaum"], "date_download": "2022-10-25 23:44:36", "date_modify": "2022-10-25 23:44:36", "date_publish": "2018-10-18 23:00:30", "description": "Rockefeller University Hospital said it had credible evidence going back to 2004 of inappropriate behavior by a research doctor who treated children.", "filename": "2018_10_18_nyregion_dr-reginald-archibald-rockefeller-abuse_1666741476.html", "image_url": "https://static01.nyt.com/images/2018/10/19/nyregion/19archibald/00archibald-facebookJumbo.jpg?year=2018&h=172&w=328&s=ed8ec058b1100acb3d82196abe7063c4e702e183882d7e342ad20cc8951993e1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_18_nyregion_dr-reginald-archibald-rockefeller-abuse_1666741476.html", "title": "An Esteemed Doctor, Child Sexual Abuse Claims and a Hospital That Knew for Years", "title_page": "An Esteemed Doctor, Child Sexual Abuse Claims and a Hospital That Knew for Years - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For almost 30 years, parents sought out Dr. Reginald Archibald when their children would not grow. They came to his clinic at The Rockefeller University Hospital, a prominent New York research institution, where he treated and studied children who were small for their age.\nHe also may have sexually abused many of them.\nThe hospital sent a letter last month to former patients of Dr. Archibald asking about their contact with him. Ten days later, on Oct. 5, it posted a statement online saying it had evidence of the doctor’s “inappropriate” behavior with some patients and that it first had learned of credible allegations against him in 2004. The letter went out to as many as 1,000 people, said a former patient who spoke with a hospital administrator.\nDr. Archibald, an endocrinologist who spent most of his career at Rockefeller, died in 2007. His son, Larry, declined to comment. “This doesn’t make any sense to me,” he said.\nThe New York Times spoke with 17 people, most of them men, who said they were abused by Dr. Archibald when they were young boys or adolescents. Most of them learned of the possibility of other victims for the first time when they received the letter. A few, however, said they had filed complaints with the hospital or authorities in the past, but their allegations were not investigated.", "url": "https://www.nytimes.com/2018/10/18/nyregion/dr-reginald-archibald-rockefeller-abuse.html"}