{"authors": ["Ana Swanson", "Keith Bradsher"], "date_download": "2022-10-25 23:32:32", "date_modify": "2022-10-25 23:32:32", "date_publish": "2018-04-05 23:23:26", "description": "President Trump said he would consider tariffs on $100 billion more in Chinese goods in retaliation for Beijing’s plan to set levies on American products.", "filename": "2018_04_05_business_trump-trade-war-china_1666740752.html", "image_url": "https://static01.nyt.com/images/2018/04/06/us/politics/06dc-tariffs-TRUMP/merlin_136439370_4d6d9393-6437-42f3-939a-9689d035d2b6-facebookJumbo.jpg?year=2018&h=550&w=1050&s=17fa0b9d6bbc83db563140f15fbb297ed7051cd0a9af43a16c58968f1ade5306&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_05_business_trump-trade-war-china_1666740752.html", "title": "Trump Doubles Down on Potential Trade War With China", "title_page": "Trump Doubles Down on Potential Trade War With China - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — President Trump said Thursday that the United States would consider slapping tariffs on an additional $100 billion in Chinese goods, escalating a potentially damaging trade dispute with Beijing.\nMr. Trump said in a statement that he was responding to “unfair retaliation” by China, which published a list on Wednesday of $50 billion in American products that would be hit by tariffs, including soybeans and pork. That move was a direct reaction to the tariffs on $50 billion in Chinese goods that the White House detailed on Tuesday.\n“Rather than remedy its misconduct, China has chosen to harm our farmers and manufacturers,” Mr. Trump said, adding that he had instructed the United States trade representative to determine whether tariffs on an additional $100 billion in goods were warranted and, “if so, to identify the products upon which to impose such tariffs.”\nThe announcement came one day after some of Mr. Trump’s advisers tried to calm markets and tamp down fears of a trade war between the world’s two largest economies, saying that the tariff threats were the first step in a negotiation process. Mr. Trump said in his statement that the potential for new tariffs would not preclude discussions with the Chinese “to protect the technology and intellectual property of American companies and American people,” but any new tariffs are unlikely to make that already tough task easier.", "url": "https://www.nytimes.com/2018/04/05/business/trump-trade-war-china.html"}