{"authors": ["Astead W. Herndon", "Alexander Burns"], "date_download": "2022-10-25 23:24:25", "date_modify": "2022-10-25 23:24:25", "date_publish": "2018-12-31 13:30:06", "description": "Senator Warren, a Massachusetts Democrat, said she was forming a presidential exploratory committee, which allows her to raise money and hire staff before a formal kickoff.", "filename": "2018_12_31_us_politics_elizabeth-warren-2020-president-announcement_1666740265.html", "image_url": "https://static01.nyt.com/images/2019/01/02/us/politics/01warrenvid-1/01warrenvid-1-facebookJumbo-v3.jpg?year=2018&h=550&w=1050&s=0236f675010b8d3ad55ab05c2f42fbf9a9deb8917be3a7272a2a6bdaf9beb867&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_31_us_politics_elizabeth-warren-2020-president-announcement_1666740265.html", "title": "Elizabeth Warren Announces Iowa Trip as She Starts Running for President in 2020", "title_page": "Elizabeth Warren Announces Iowa Trip as She Starts Running for President in 2020 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "After a midterm election in which many women, liberals, minorities and young Democrats won, the presidential primaries and caucuses next year are likely to be fought over not only who is the right policy match for the party, but also which mix of identities should be reflected in the next nominee. The range of candidates will also force Democratic voters to consider which electoral approach is best suited to defeat Mr. Trump, balancing questions of ideological purity with how to appeal to a wide range of demographic groups like white rural voters, suburban women, college students, and black and Latino Democrats in the South and the Sun Belt.\nMs. Warren, 69, is among the best-known Democrats seeking to take on Mr. Trump, whom she has denounced in the past as “a thin-skinned racist bully” and a “wannabe tyrant.” Mr. Trump, who has already announced his re-election campaign, frequently mocks her as “Pocahontas” because of her claims to Native American ancestry, a slur Native American groups have denounced as a racist epithet.\nWhile Ms. Warren’s stinging attacks on Mr. Trump and Wall Street have helped make her a favorite of grass-roots liberals, she also faces challenges as a presidential candidate: controversy over a DNA test to prove her Native American heritage, skepticism from the party establishment and a lack of experience in a national race.\nThe editorial board of The Boston Globe, her hometown newspaper, recently urged her not to run for president, saying she had become “a divisive figure.” And some in her party believe she missed her best chance to run in 2016, when liberal activists urged her to challenge Hillary Clinton.\nTwo potential top-tier candidates who have run before, former Vice President Joseph R. Biden Jr. and Senator Bernie Sanders, are eyeing 2020 and are expected to disclose their plans this winter. Yet both men carry political baggage and would be in their late 70s on Election Day 2020, and many Democrats say they want a fresh face as their next nominee.", "url": "https://www.nytimes.com/2018/12/31/us/politics/elizabeth-warren-2020-president-announcement.html"}