{"authors": ["Sheryl Gay Stolberg", "Thomas Kaplan"], "date_download": "2022-10-25 23:47:28", "date_modify": "2022-10-25 23:47:28", "date_publish": "2018-01-23 01:20:21", "description": "With a promise that lawmakers would soon take up immigration, Congress approved a short-term spending bill to reopen the government after a brief but heated shutdown.", "filename": "2018_01_22_us_politics_congress-votes-to-end-government-shutdown_1666741648.html", "image_url": "https://static01.nyt.com/images/2018/01/23/us/23dc-cong/23dc-cong-facebookJumbo.jpg?year=2018&h=550&w=1050&s=721d6cfcdabb5bc59c8f975f1eb1b3e96e0e201f5480401e90d6b7efb4eb9697&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_22_us_politics_congress-votes-to-end-government-shutdown_1666741648.html", "title": "Government Shutdown Ends After 3 Days of Recriminations", "title_page": "Government Shutdown Ends After 3 Days of Recriminations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "According to one person familiar with that day’s discussion, Mr. Schumer agreed to more military spending and discussed fully funding the president’s request for a border wall in exchange for an agreement from the president to support legalizing the Dreamers.\nLate that night, an overwhelming majority of Democrats, joined by a handful of Republicans, voted to block consideration of a spending bill very much like the measure that passed Monday. The only difference is that the initial bill would have funded the government for four weeks, not three.\nA round of partisan finger-pointing ensued, with Democrats calling the impasse the “Trump Shutdown” and Republicans branding it the “Schumer Shutdown.”\nAt the White House on Monday, Mr. Trump’s press secretary, Sarah Huckabee Sanders, insisted that Monday’s deal was not “drastically different” than what was discussed on Friday between the president and Mr. Schumer.\nDespite what was characterized by both parties as Mr. Trump’s invisibility this weekend, Ms. Sanders insisted that he was responsible for making a deal happen.\n“What the president did clearly worked,” she said, adding, “The president stayed firm, Republicans stayed firm, and Democrats, I think, realized that they had to move past that piece of legislation” to discuss immigration going forward.\nBut Ms. Sanders declined to clarify precisely what the parameters of an immigration deal would look like. That worried Democrats like Senator Robert Menendez of New Jersey.\n“The problem with all of this is the problem it’s been from the beginning,” Mr. Menendez said. “You got no guarantees from the House. You got no guarantees from the president. So you have two-thirds of the equation that are just not there.”", "url": "https://www.nytimes.com/2018/01/22/us/politics/congress-votes-to-end-government-shutdown.html"}