{"authors": ["Jason Horowitz"], "date_download": "2022-10-25 23:45:03", "date_modify": "2022-10-25 23:45:03", "date_publish": "2018-05-21 21:11:09", "description": "Mr. Conte, a civil law professor with a long résumé, must still be approved. But his main qualification may be his willingness to do the bidding of his backers.", "filename": "2018_05_21_world_europe_italy-government-giuseppe-conte-di-maio.html_module=inline_1666741503.html", "image_url": "https://static01.nyt.com/images/2018/05/22/world/22italy-1/22italy-1-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=b4ce7722caf33140fa17d4251f3772bd10aebd84e1012bb04347dd3ed79380cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_21_world_europe_italy-government-giuseppe-conte-di-maio.html_module=inline_1666741503.html", "title": "Italy’s Populists Offer Giuseppe Conte for Prime Minister; N.Y.U. Claim in Question", "title_page": "Italy’s Populists Offer Giuseppe Conte for Prime Minister; N.Y.U. Claim in Question - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ROME — In a significant step toward forming an anti-establishment government in the European Union’s fourth-largest economy, the leaders of Italy’s populist parties asked the country’s president on Monday to accept a little-known law professor as their consensus candidate for prime minister.\n“The name we gave to the President of the Republic is the name of Giuseppe Conte,” Luigi Di Maio, the leader of the anti-establishment Five Star Movement, told reporters after meeting with the president, who has the power to reject the nomination.\nMr. Di Maio called Mr. Conte “a professional of the highest level,” intimately aware with the nation’s problems as a child of the peripheral south. Mr. Conte, he said, “is a self-made man and he’s a tough guy. ”\nHe added, “You all will see.”\nA dapper 54-year-old civil law professor with a taste for cuff links and white pocket kerchiefs, Mr. Conte has a long résumé working for Roman law firms and associating with top-ranking Vatican cardinals.", "url": "https://www.nytimes.com/2018/05/21/world/europe/italy-government-giuseppe-conte-di-maio.html?module=inline"}