{"authors": ["Mark Landler"], "date_download": "2022-10-25 23:45:33", "date_modify": "2022-10-25 23:45:33", "date_publish": "2018-05-24 13:51:25", "description": "The meeting was scheduled for June 12 in Singapore, and Mr. Trump said it “will not take place.” But he later said it could still happen.", "filename": "2018_05_24_world_asia_north-korea-trump-summit.html_module=inline_1666741533.html", "image_url": "https://static01.nyt.com/images/2018/05/25/us/politics/25dc-summit-sub/25dc-summit-sub-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3937e6658dd7b7dd1e3886fccffa5aaa73a048ecb08ec93558b39a49cf795ec6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_24_world_asia_north-korea-trump-summit.html_module=inline_1666741533.html", "title": "Trump Pulls Out of North Korea Summit Meeting With Kim Jong-un", "title_page": "Trump Pulls Out of North Korea Summit Meeting With Kim Jong-un - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“I believe that this is a tremendous setback for North Korea and, indeed, for the world,” a resigned-sounding president said at a bill-signing ceremony. But he added, “If and when Kim Jong-un chooses to engage in constructive dialogue and actions, I am waiting.”\n“They want to do what’s right,” he said. “I really think that they want to do — and it was only recently that this has been taking place.”\nNorth Korea appeared to reciprocate, declaring that it was willing to give Mr. Trump the “time and opportunity” to reconsider his decision.\n“The unilateral cancellation of the summit was unexpected and very regrettable,” said Kim Kye-gwan, a vice foreign minister of North Korea. But he said the North remained “willing to sit down with the United States any time, in any format, to resolve the problems.”\nLater Thursday in Washington, Kang Kyung-wha, the South Korean foreign minister, and Secretary of State Mike Pompeo spoke via telephone and agreed to continue working toward creating the right conditions for the United States and North Korea to talk, South Korea’s Foreign Ministry said in a statement.\nThe statement said that Mr. Pompeo had stressed a willingness to continue dialogue with North Korea.\nHours before Mr. Trump’s announcement, North Korea had blown up an underground nuclear testing site before foreign journalists gathered to witness the demolition. It was the latest in a series of gestures by the North meant to smooth the way for a summit meeting.", "url": "https://www.nytimes.com/2018/05/24/world/asia/north-korea-trump-summit.html?module=inline"}