{"authors": ["Katie Rogers"], "date_download": "2022-10-25 22:54:56", "date_modify": "2022-10-25 22:54:56", "date_publish": "2018-05-31 02:11:58", "description": "The subject seemed an unlikely one for Ms. Kardashian West: prison reform and clemency for a 63-year-old woman serving a life sentence on charges related to cocaine possession and money laundering.", "filename": "2018_05_30_us_politics_kim-kardashian-trump-prison-reform_1666738496.html", "image_url": "https://static01.nyt.com/images/2018/05/31/us/politics/31dc-KARDASHIAN/31dc-KARDASHIAN-facebookJumbo.jpg?year=2018&h=549&w=1050&s=5d59a8941223a3e9120cccdb87c50fb72bd30eaea0abcc4fa8980bc24a014c12&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_30_us_politics_kim-kardashian-trump-prison-reform_1666738496.html", "title": "Trump Meets With Kim. Kim Kardashian West, That Is.", "title_page": "Trump Meets With Kim. Kim Kardashian West, That Is. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Kim Kardashian West met with President Trump at the White House on Wednesday, and the subject seemed an unlikely one for a glamorous celebrity and cosmetics mogul: prison reform.\nBut the reason for Ms. Kardashian West’s interest is the case of Alice Johnson, a 63-year-old Tennessee woman who, according to the nonprofit project Can-Do, was sentenced in 1996 to life in prison on charges related to cocaine possession and money laundering.\nBrittany K. Barnett, a member of Ms. Johnson’s legal team, said Ms. Kardashian West and her lawyer, Shawn Chapman Holley, were scheduled to meet with a group of White House officials — including the president’s son-in-law and senior adviser, Jared Kushner. Their goal was to raise the issue of clemency for Ms. Johnson.\nThey ended up meeting with not just the initial group, but with the president, too.\n“It was very general,” Ms. Barnett said of the meeting. “We just don’t know, but it seems like the meeting was positive, and it is in President Trump’s hands now as to what he decides to do.”", "url": "https://www.nytimes.com/2018/05/30/us/politics/kim-kardashian-trump-prison-reform.html"}