{"authors": ["Peter Baker", "Nicholas Fandos"], "date_download": "2022-10-25 23:02:08", "date_modify": "2022-10-25 23:02:08", "date_publish": "2018-12-09 01:59:31", "description": "President Trump’s lawyer minimized the importance of any potential campaign finance violations, but Democrats said they could potentially lead to impeachment.", "filename": "2018_12_08_us_politics_trump-mueller-cohen-manafort_1666738928.html", "image_url": "https://static01.nyt.com/images/2018/12/10/us/09trump-print/merlin_147888678_17727924-f10f-4654-a484-2428175d37be-facebookJumbo.jpg?year=2018&h=549&w=1050&s=883d1eb2c0f469f9551e26b9eab657793a9fca3af7f0b853cd2589cc9614ed84&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_08_us_politics_trump-mueller-cohen-manafort_1666738928.html", "title": "Prosecutors Effectively Accuse Trump of Defrauding Voters. What Does It Mean?", "title_page": "Prosecutors Effectively Accuse Trump of Defrauding Voters. What Does It Mean? - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The episode recalled a criminal case brought against former Senator John Edwards, Democrat of North Carolina, who while running for president in 2008 sought to cover up an extramarital affair that resulted in pregnancy. He was charged with violating campaign finance laws stemming from money used to hide his pregnant lover, but a trial ended in 2012 with an acquittal on one charge and a mistrial on five others.\nMr. Giuliani pointed to that outcome on Saturday to argue that the president should not be similarly charged.\n“The President is not implicated in campaign finance violations because based on Edwards case and others the payments are not campaign contributions,” Mr. Giuliani wrote on Twitter. “No responsible prosecutor would premise a criminal case on a questionable interpretation of the law.”\nBut Mr. Cohen has pleaded guilty under that interpretation of the law, and even if Mr. Trump cannot be charged while in office, the House could still investigate or even seek to impeach him. The framers of the Constitution specifically envisioned impeachment as a remedy for removing a president who obtained office through corrupt means, and legal scholars have long concluded that the threshold of “high crimes and misdemeanors” does not necessarily require a statutory crime.\nIf the campaign finance case as laid out by prosecutors is true, Mr. Nadler said, Mr. Trump would be likely to meet the criteria for an impeachable offense, and he said he would instruct his committee to investigate when he takes over in January.\nBut he added that did not necessarily mean that the committee should vote to impeach Mr. Trump. “Is it serious enough to justify impeachment?” he asked. “That is another question.”\nThe strategy of Mr. Trump’s lawyers has been predicated on the assurance by senior Justice Department officials that if Mr. Mueller found evidence that the president broke the law, he would not be indicted while in office. But the hush money investigation is being led by a separate office of prosecutors in New York, and far less time has been spent publicly or privately trying to protect Mr. Trump from that inquiry.", "url": "https://www.nytimes.com/2018/12/08/us/politics/trump-mueller-cohen-manafort.html"}