{"authors": ["David D. Kirkpatrick"], "date_download": "2022-10-25 23:43:51", "date_modify": "2022-10-25 23:43:51", "date_publish": "2018-10-12 23:49:23", "description": "Turkey wants the president to press the Saudis over the disappearance of Mr. Khashoggi, a Washington Post columnist. His fiancée and American lawmakers are pressuring Mr. Trump, too.", "filename": "2018_10_12_world_europe_trump-khashoggi-saudi-turkey_1666741431.html", "image_url": "https://static01.nyt.com/images/2018/10/13/world/13turkey-khashoggi-1-print/merlin_145222827_34af1aa3-f375-44fb-879e-055783061cc3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a8800cca911cd7bc51412ec56d1fffd81634ffc05535e4bf17e1e54ea52becd6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_12_world_europe_trump-khashoggi-saudi-turkey_1666741431.html", "title": "Trump Takes Center Stage in Dispute Over Jamal Khashoggi", "title_page": "Trump Takes Center Stage in Dispute Over Jamal Khashoggi - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But Mr. Trump also deflected questions about the kingdom’s human rights record. Asked if it had been overlooked for too long, the president directed attention to other countries.\n“I think a lot of records are overlooked,” he said. “If you look at Iran, if you look at some of the other countries, if you take a look at Syria, if you take a look at a lot of countries, a lot of countries’ records have been overlooked. But this is a very serious thing and we’re looking at it in a very serious manner.”\nTurkish officials have dribbled out a series of lurid leaks describing an assassination scheme so complex that it could have been directed only from a senior level of the Saudi royal court: a team of 15 agents, including a top Saudi doctor of forensics, flying into Turkey on two private planes the day of Mr. Khashoggi’s appointment at the consulate expressly to kill him and dispose of the mess.\nIn statements, however, President Recep Tayyip Erdogan has stopped short of directly accusing the Saudis. Turkish officials have said their president has held his fire in part because he hopes that Washington will help push Saudi Arabia to acknowledge what happened to Mr. Khashoggi.\nBut such faith in Washington is hard for almost any Turkish politician to espouse publicly these days because of a tide of anti-Americanism that has swept the country since Mr. Trump raised tariffs on several categories of Turkish imports, punishing the country’s struggling economy.\n“Intervention by Trump is the highest form of mockery,” Resul Tosun, a columnist for the pro-government Star newspaper wrote on Friday, arguing that any American help with the investigation would “portray Turkey as a banana republic.”", "url": "https://www.nytimes.com/2018/10/12/world/europe/trump-khashoggi-saudi-turkey.html"}