{"authors": ["Ceylan Yeginsu"], "date_download": "2022-10-25 22:59:47", "date_modify": "2022-10-25 22:59:47", "date_publish": "2018-04-27 10:05:53", "description": "Prince Louis, the third child of Prince William and his wife, Catherine, is the fifth in line to the British throne.", "filename": "2018_04_27_world_europe_uk-louis-arthur-charles-royal-baby_1666738787.html", "image_url": "https://static01.nyt.com/images/2018/04/27/world/27royal-babyname/27royal-babyname-facebookJumbo.jpg?year=2018&h=550&w=1050&s=37bb429373c9ad1cd4bd9590af3cb01d54df346cabb98dd6d9d9d4d2f20078d6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_27_world_europe_uk-louis-arthur-charles-royal-baby_1666738787.html", "title": "Louis Arthur Charles: The British Royal Baby’s Name Is Revealed", "title_page": "Louis Arthur Charles: The British Royal Baby’s Name Is Revealed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "As with the first two children of the Duke and Duchess of Cambridge, the baby’s name had been expected to follow the royal tradition of choosing names that honor past monarchs or other royals.\nLouis is Prince William’s fourth name and was apparently chosen by his father, Prince Charles, as a tribute to Lord Louis Mountbatten, a mentor of Prince Charles’s, a prominent British naval officer and the Duke of Edinburgh’s uncle.\nCharles was most likely chosen in honor of William’s father. Both Prince William and Prince Charles have Arthur in their names.\nExperts said that the name Arthur was most likely chosen to pay homage to the legend of King Arthur and the Knights of the Roundtable, a legendary fictional figure admired by British royals.\n“What’s wonderful about Arthur is it conjures up a kingship that never existed — Camelot was an egalitarian paradise — and, of course, there was the quest for the Holy Grail,” the royal commentator Richard Fitzwilliams told the BBC. “It’s one of the great royal legends.”", "url": "https://www.nytimes.com/2018/04/27/world/europe/uk-louis-arthur-charles-royal-baby.html"}