{"authors": ["Kimiko De Freytas-Tamura"], "date_download": "2022-10-25 23:43:20", "date_modify": "2022-10-25 23:43:20", "date_publish": "2018-05-27 23:50:56", "description": "Divorce is legal. So is same-sex marriage. And now abortion will be, too. Ireland has redefined itself in a remarkably short span of time.", "filename": "2018_05_27_world_europe_ireland-abortion-refendum_1666741400.html", "image_url": "https://static01.nyt.com/images/2018/05/28/world/28ireland1/28ireland1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=6de30ae4cc5f5a8363f45744ef220ae0f31f829dfefe2a3865a4021afe0980cb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_27_world_europe_ireland-abortion-refendum_1666741400.html", "title": "Where Did Ireland Go? Abortion Vote Stuns Those on Both Sides", "title_page": "Where Did Ireland Go? Abortion Vote Stuns Those on Both Sides - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "“They felt equal to the rest of the world, that they could get a share of the luxuries of life,” he said.\nPointing to the church sex abuse scandals, he said, Ireland’s changing fortunes also meant that “instead of people bowing their heads whenever a priest passed by, they could actually stand up and say, ‘Hang on, Father, what happened back then?’”\nLuke Hussey, 25, who comes from a working-class family, said his family had jumped into the middle class almost overnight during the boom, buying a car and going on vacations to Spain.\n“It was weird, almost perverse that we were now a middle-class family,” he said.\nIt was during the boom years, in 1993, that Ireland decriminalized homosexuality. Two years later, the country finally voted to allow divorce.\nThe referendum on abortion, many Irish said, was the final crack in the foundation of the old Ireland.\nThe debate in the days and months before the referendum released, for some, decades of pent-up emotions and anger against the church. Mr. Barrett described it as “national therapy.” The referendum also forced a national debate on subjects that were long taboo, especially around sex.\n“Ireland had a culture of silence and that’s broken now,” Mr. Tyrrell said.\n“To be Irish now means to be open,” he said. “We’re sick of being quiet.”", "url": "https://www.nytimes.com/2018/05/27/world/europe/ireland-abortion-refendum.html"}