{"authors": ["Katie Benner"], "date_download": "2022-10-26 00:12:04", "date_modify": "2022-10-26 00:12:04", "date_publish": "2018-03-23 21:13:48", "description": "The moves come amid rising public pressure on the Trump administration to find ways to curb gun violence after a mass shooting in Parkland, Fla.", "filename": "2018_03_23_us_politics_jeff-sessions-gun-violence-bump-stocks_1666743124.html", "image_url": "https://static01.nyt.com/images/2018/03/24/us/24dc-sessions/28dc-sessions-facebookJumbo.jpg?year=2018&h=550&w=1050&s=221ca47a63b1957c1a2b32e3727a8dc2d46b9398ba229aba0d66c3982ab66453&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_23_us_politics_jeff-sessions-gun-violence-bump-stocks_1666743124.html", "title": "Justice Dept. Proposes Banning Bump Stocks, Setting Aside Its Own Recommendations", "title_page": "Justice Dept. Proposes Banning Bump Stocks, Setting Aside Its Own Recommendations - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "A previous Justice Department review, done by the Bureau of Alcohol, Tobacco, Firearms and Explosives, was prompted by the mass shooting last fall in Las Vegas, where a gunman killed 58 people using semiautomatic weapons outfitted with bump stocks.\nBy working around the A.T.F.’s earlier interpretation, the Justice Department essentially said that the statute had not changed, but that it could now be read in a different way.\nBy reinterpreting the conclusion that was made under President Barack Obama, the Justice Department could open itself up to lawsuits when the rule is finalized. Litigation would tie up the bump stock ban in the courts.\nLegal experts say that groups that sue could win because bump stock makers specifically designed the devices so they could not qualify as machine guns under the law.\n“When you pull the trigger once on a machine gun, multiple bullets fire, whereas each pull of a trigger fires a single round with bump stocks,” said Josh Blackman, a professor at South Texas College of Law in Houston. “People designed it this way deliberately to keep bump stocks from being defined as machine guns under the statute. It’s like the difference between tax avoidance and tax evasion. The first is specifically to avoid being illegal.”\nThe controversial new rule is in keeping with Mr. Sessions’s practice of closely hewing to White House political directives, sometimes remaining silent in the face of criticism from Mr. Trump and other times rebuking his own employees.", "url": "https://www.nytimes.com/2018/03/23/us/politics/jeff-sessions-gun-violence-bump-stocks.html"}