{"authors": ["Jennifer Schuessler"], "date_download": "2022-10-25 22:55:16", "date_modify": "2022-10-25 22:55:16", "date_publish": "2018-07-20 00:32:24", "description": "The historian Martha S. Jones talks about how the 19th-century drive for African-American citizenship connects with today’s immigration debate.", "filename": "2018_07_19_arts_the-history-behind-the-birthright-citizenship-battle_1666738516.html", "image_url": "https://static01.nyt.com/images/2018/07/21/arts/21birthright/20birthright-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8f8d4ee4fb1936fff6aed600221ad0c0ddbb98a08a6202c5c1a05d6b19a8d6e8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_19_arts_the-history-behind-the-birthright-citizenship-battle_1666738516.html", "title": "The History Behind the Birthright Citizenship Battle", "title_page": "The History Behind the Birthright Citizenship Battle - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The 14th Amendment, which declared that African-Americans were citizens, turned 150 earlier this month. But even as it was being commemorated as one of the signal achievements of post-Civil War Reconstruction, its bedrock provisions were colliding with the furious 21st-century debate over immigration.\nIn June, President Trump tweeted that undocumented immigrants should be sent home “immediately, with no Judges or Court Cases”— a direct contravention, legal scholars pointed out, of repeated Supreme Court rulings saying that the amendment’s guarantee of due process applies to all people in the United States, whatever their status.\nThis week, Michael Anton, a former national security official in the Trump administration, wrote an op-ed article in The Washington Post saying that birthright citizenship — the longstanding principle that anyone born in the United States is a citizen — rests on a “deliberate misreading” of the 14th Amendment.\nThe article drew furious responses from scholars on social media and elsewhere. Among those weighing in was Martha S. Jones, a historian at Johns Hopkins University and the author of the new book “Birthright Citizens: A History of Race and Rights in Antebellum America.”", "url": "https://www.nytimes.com/2018/07/19/arts/the-history-behind-the-birthright-citizenship-battle.html"}