{"authors": ["Andrew Keh"], "date_download": "2022-10-25 23:45:46", "date_modify": "2022-10-25 23:45:46", "date_publish": "2018-02-12 20:26:34", "description": "They have garnered more attention than most athletes competing at the Winter Games. “Goodbye!” they called out to an empty arena before boarding buses back to their condos.", "filename": "2018_02_12_sports_olympics_north-korean-cheerleaders_1666741546.html", "image_url": "https://static01.nyt.com/images/2018/02/13/sports/13cheerleaders-web1SUB/13cheerleaders-web1SUB-facebookJumbo.jpg?year=2018&h=550&w=1050&s=78b86ee4a3f253f7c86e7fdfee44719c478746828a4505767dffd3842613b603&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_12_sports_olympics_north-korean-cheerleaders_1666741546.html", "title": "A Night Out With North Korea’s Cheerleaders: Matching Snowsuits, Military Discipline and Chaperoned Bathroom Trips", "title_page": "A Night Out With North Korea’s Cheerleaders: Matching Snowsuits, Military Discipline and Chaperoned Bathroom Trips - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But at other times they seemed utterly oblivious, or indifferent, to their surroundings. In the second period, an American man proposed to his girlfriend on the arena’s video board, earning raucous cheers, and then a long round of warm applause, from the rapt crowd. All the while, the North Koreans, staring straight ahead, never stopped chanting, “We are one!”\nDuring a stoppage later on in the game, when four scantily clad South Korean cheerleaders gyrated to the song “Girlfriend,” by Avril Lavigne, the North Koreans swayed, clapped and sang their own song in a completely different beat.\nSuch moments of dissonance combined to a dreamlike effect.\n“They will stick on message,” said Jenny Town, assistant director of the U.S.-Korea Institute at Johns Hopkins’s School of Advanced International Studies. “They are basically unflappable.”\nTown said cheerleaders in North Korea were groomed much like athletes and other entertainers, who are seen as symbols of national strength and discipline, and came from elite families in Pyongyang.\nHan Seo-hee, 35, a North Korean defector to the South, who was picked to be a cheerleader 16 years ago, said squad members were drawn from various performance troupes around the capital. She said many, herself included, belonged to a band associated with the Ministry of People’s Security, a national law enforcement agency, which she joined after high school. Though it was not a year-round job, the women could be called in for months of full-time training before a major event.\nHan explained the selection criteria: “Those who are well assimilated to the North Korean regime, those who are exemplars of working collectively, those who are from the right families, and of course those who meet the height and age standards,” she said.", "url": "https://www.nytimes.com/2018/02/12/sports/olympics/north-korean-cheerleaders.html"}