{"authors": ["Mark Landler", "Julie Hirschfeld Davis"], "date_download": "2022-10-25 23:02:40", "date_modify": "2022-10-25 23:02:40", "date_publish": "2018-07-14 17:00:11", "description": "Whether it is Russia’s interference in the election, its annexation of Crimea, or its intervention in Syria, Mr. Trump’s statements either undercut, or flatly contradict, those of his lieutenants.", "filename": "2018_07_14_us_politics_trump-russia-putin_1666738960.html", "image_url": "https://static01.nyt.com/images/2018/07/15/us/15dc-trump-putin-1/15dc-trump-putin-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3a859e943fc5772d3ef3bc54a9638c96acedfb21451e9ca75176349bf290f2d8&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_14_us_politics_trump-russia-putin_1666738960.html", "title": "Trump Opens His Arms to Russia. His Administration Closes Its Fist.", "title_page": "Trump Opens His Arms to Russia. His Administration Closes Its Fist. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It was a jarring moment, even for an American leader whose curious attraction to Russia has often resulted in mixed messages from the United States.\nJust a few hours after President Trump doused expectations of extracting any confession from President Vladimir V. Putin on Russia’s election meddling when they meet on Monday, his own Justice Department issued a sweeping indictment of 12 Russian intelligence agents for hacking the Democratic National Committee and the Clinton presidential campaign.\nThe bold move, precisely the kind that Mr. Trump has long resisted, demonstrated how he is almost wholly untethered from his administration when it comes to dealing with Moscow. Whether it is Russia’s interference in the election, its annexation of Crimea or its intervention in Syria, Mr. Trump’s statements either undercut, or flatly contradict, those of his lieutenants.\nThe disconnect is so profound that it often seems Mr. Trump is pursuing one Russia policy, set on ushering in a gauzy new era of cooperation with Mr. Putin, while the rest of his administration is pursuing another, set on countering a revanchist power that the White House has labeled one of the greatest threats to American security and prosperity.", "url": "https://www.nytimes.com/2018/07/14/us/politics/trump-russia-putin.html"}