{"authors": ["Rory Smith"], "date_download": "2022-10-25 23:36:03", "date_modify": "2022-10-25 23:36:03", "date_publish": "2018-07-07 16:01:02", "description": "Russia and Croatia had advanced to the quarterfinals through a victory in a penalty shootout. And on Saturday, both teams endured one again, with Russia finally falling short.", "filename": "2018_07_07_sports_world-cup_russia-vs-croatia_1666740963.html", "image_url": "https://static01.nyt.com/images/2018/07/07/sports/07-worldcupRC-goal2/merlin_140935728_bd27bf6a-7986-4b3d-8aae-2da1db398190-facebookJumbo.jpg?year=2018&h=549&w=1050&s=e2a8c5abb6b4d65f25b6d88aeda301e66e8f25a955ab26c73ea7a0046ffde61a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_07_sports_world-cup_russia-vs-croatia_1666740963.html", "title": "Russia Finally Falls, Leaving a Trail of Admirers and Doubters", "title_page": "Russia Finally Falls, Leaving a Trail of Admirers and Doubters - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The Mail on Sunday, a British newspaper, has claimed FIFA knew of cover-ups in Russian soccer 18 months before this tournament started. Travis Tygart, chief executive of the United States Anti-Doping Agency, told USA Today in the past week, “We’re fools to believe it’s any different this time around from what happened in Sochi.” Denis Cheryshev, one of Russia’s breakout stars, has been forced to deny taking a growth hormone after his own father — apparently misquoted — suggested he had.\nThere is no documentary evidence of any wrongdoing, of course. It is all supposition and conjecture. It would all be roundly rejected not only by the Russian authorities but by much of the Russian people, inclined to be suspicious of anything any government tells them.\nBut in that climate, seeing a Russian team not only surpassing its fans’ wildest expectations, but doing so by running farther than every other team here — and by some considerable distance — it is hardly unreasonable to withhold a little affection for this Russian team, to wonder if what we have seen is real.\nThat is the price you pay, of course — just as all cyclists are vulnerable to being tarred by the sins of the past, regardless of their own guilt, so too all Russian athletes are now, unfairly, greeted with skepticism. But that is not to say that the culpable always bear the cost alone. Presuming their innocence, they are victims here, too. They are the ones who should be receiving garlands of praise for all they have done, and not dealing with any innuendo and rumor.\nFrom the way they responded to the end of their journey, there is no question that it has all seemed real to the players, and to the staff. They arrived here in Sochi believing, with all of their hearts, that they could sustain this monthlong fantasy for a few more days.\nWhen Cheryshev scored yet another wonderful goal in this dreamlike summer of his, it seemed they might; when Fernandes drew the game back to 2-2, deep into extra time, forcing yet another penalty shootout, the whole stadium seemed to believe fate and fortune were on Russia’s side.\nAnd when, in the middle of the shootout, Dzagoev urged the crowd to make yet more noise, to make itself heard out across the Black Sea and into Turkey, and in the caldron, Mateo Kovacic duly missed his spot kick for Croatia, it seemed that, once more, they were.", "url": "https://www.nytimes.com/2018/07/07/sports/world-cup/russia-vs-croatia.html"}