{"authors": ["David M. Halbfinger", "Isabel Kershner"], "date_download": "2022-10-25 23:56:09", "date_modify": "2022-10-25 23:56:09", "date_publish": "2018-02-20 21:34:02", "description": "Here is a rundown of the new allegations in the inquiry into the Israeli prime minister and his inner circle, according to the police and Israeli news reports.", "filename": "2018_02_20_world_middleeast_netanyahu-corruption-details_1666742169.html", "image_url": "https://static01.nyt.com/images/2018/02/21/world/21netanyahu-newcases-1/21netanyahu-newcases-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=38123544e31472981a207ab809fe32db13c8d93c0ae1441b0e9ade6c7550cd4b&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_20_world_middleeast_netanyahu-corruption-details_1666742169.html", "title": "New Netanyahu Corruption Allegations: The Details", "title_page": "New Netanyahu Corruption Allegations: The Details - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — Two more serious allegations have surfaced in the metastasizing corruption investigation of Prime Minister Benjamin Netanyahu and his inner circle: that one of his aides tried to bribe a judge to quash a criminal case involving Mr. Netanyahu’s wife, and that he or his aides traded lucrative regulatory approvals for favorable coverage on a news website owned by Israel’s largest telecommunications company. Mr. Netanyahu denies any wrongdoing.\nHere is a rundown of the particulars, according to the police and Israeli news reports.\nCase 1270: A Big Job for a Big Favor\nTHE BACKDROP In 2015, Mr. Netanyahu’s wife, Sara, was under investigation over allegations that she had misused government funds in managing the prime minister’s official Jerusalem residence.\nTHE PLAYERS Nir Hefetz, a veteran journalist and political operative; Eli Kamir, an ex-journalist turned media adviser, paid $40,000 a month by the telecommunications company Bezeq; Judge Hila Gerstel, Israel’s commissioner for prosecutorial oversight.", "url": "https://www.nytimes.com/2018/02/20/world/middleeast/netanyahu-corruption-details.html"}