{"authors": ["Alan Blinder"], "date_download": "2022-10-25 23:27:25", "date_modify": "2022-10-25 23:27:25", "date_publish": "2018-11-08 17:30:14", "description": "The race remains too close to call, and Stacey Abrams, his Democratic rival, insists a runoff is still possible. Mr. Kemp rebuffed calls for him to resign as secretary of state before Election Day.", "filename": "2018_11_08_us_georgia-brian-kemp-resign-stacey-abrams_1666740445.html", "image_url": "https://static01.nyt.com/images/2018/11/09/us/09GEORGIA1-copy/09GEORGIA1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=5d2e89db24b528276726ae04c7a52e441541a92f9b387a2e4c131de34125b7b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_08_us_georgia-brian-kemp-resign-stacey-abrams_1666740445.html", "title": "Brian Kemp Resigns as Georgia Secretary of State, With Governor’s Race Still Disputed", "title_page": "Brian Kemp Resigns as Georgia Secretary of State, With Governor’s Race Still Disputed - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "ATLANTA — Brian Kemp, the Republican who has claimed victory in the Georgia governor’s race, said on Thursday that he was resigning as secretary of state, removing himself from the process of determining whether he had in fact been elected.\nWith some ballots still to be counted, his Democratic opponent, Stacey Abrams, is just shy of enough votes to force a runoff. Ms. Abrams has not conceded, and The Associated Press and other major news organizations say the race is still too close to call.\nMr. Kemp attracted mounting criticism during the campaign for his management of an election in which he was also a candidate, but he had dismissed repeated calls from Democrats for him to resign in the weeks before Election Day.\nMr. Kemp made no mention of the elections process on Thursday in his resignation letter to the outgoing Republican governor, Nathan Deal, saying he was resigning because he wished “to focus on the transition to my gubernatorial administration.”", "url": "https://www.nytimes.com/2018/11/08/us/georgia-brian-kemp-resign-stacey-abrams.html"}