{"authors": ["Gardiner Harris"], "date_download": "2022-10-25 23:47:06", "date_modify": "2022-10-25 23:47:06", "date_publish": "2018-01-27 01:15:35", "description": "Wealthy Russians are on an aggressive lobbying push in fear that they will be penalized by a Washington intent on punishing Moscow’s aggressions.", "filename": "2018_01_26_us_politics_russia-oligarchs-list-sanctions_1666741626.html", "image_url": "https://static01.nyt.com/images/2018/01/27/us/politics/27dc-oligarchs1/27dc-oligarchs1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d6a6d1c1e3794548075b3ecb67166c2401ff8f1f2c3a6d7775723b9cba4d1dbb&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_01_26_us_politics_russia-oligarchs-list-sanctions_1666741626.html", "title": "Coming U.S. List of Oligarchs Linked to Putin Alarms Russia’s Rich", "title_page": "Coming U.S. List of Oligarchs Linked to Putin Alarms Russia’s Rich - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — It was all but ignored last year when it was wrapped into a sanctions law punishing Russian aggressions. But in recent weeks, a requirement that the United States identify Russian oligarchs in a public list has set off a cavalcade of anxious lobbying across Washington by those who fear their links to the Kremlin will jeopardize their financial well-being.\nThe Trump administration is set to release the list on Monday in a report that — to the surprise of many — serves as a new tool to punish wealthy backers of the world’s autocrats, simply by naming them.\nIt is unclear how the administration will define who is considered an oligarch, and appearing on the list does not carry immediate penalties.\nBut it will reveal the financial details of Russian elites and many of their family members. More worryingly, lobbyists and experts say, it could make them vulnerable to future sanctions through their associations with President Vladimir V. Putin of Russia.", "url": "https://www.nytimes.com/2018/01/26/us/politics/russia-oligarchs-list-sanctions.html"}