{"authors": ["Joseph Goldstein"], "date_download": "2022-10-25 23:29:47", "date_modify": "2022-10-25 23:29:47", "date_publish": "2018-03-18 16:37:44", "description": "Police lying persists, even amid an explosion of video evidence that has allowed the public to test officers’ credibility.", "filename": "2018_03_18_nyregion_testilying-police-perjury-new-york_1666740587.html", "image_url": "https://static01.nyt.com/images/2018/03/19/nyregion/19PERJURY1/00perjury1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=7ba1ce5214b4f781e6859b3251158dee52667e6bcc3e76fbbccc6dffef964e5a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_18_nyregion_testilying-police-perjury-new-york_1666740587.html", "title": "‘Testilying’ by Police: A Stubborn Problem", "title_page": "‘Testilying’ by Police: A Stubborn Problem - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In many instances, the motive for lying was readily apparent: to skirt constitutional restrictions against unreasonable searches and stops. In other cases, the falsehoods appear aimed at convicting people — who may or may not have committed a crime — with trumped-up evidence.\nIn still others, the motive is not easy to discern. In October 2016, for example, a plainclothes Brooklyn officer gave a grand jury a first-person account of a gun arrest. Putting herself in the center of the action, the officer, Dornezia Agard, testified that as she approached a man to confront him for littering, he suddenly crouched behind a van, pulled from his waistband a dark object — later identified as a gun — and threw it on the ground.\n“P.O. Agard testified that she heard a hard metal object hit the ground,” according to a letter the Brooklyn district attorney’s office wrote summarizing her testimony.\nBut prosecutors lost faith in her account in July 2017, after learning from other officers that she was not among the first officers on the scene. Officer Agard had arrived later as backup, according to the letter, which noted that the gun charges against the man were later dismissed. The prosecutors did not address why Officer Agard claimed to be a witness, or why the other officers present seem to have allowed her to process the arrest.\nPolice lying raises the likelihood that the innocent end up in jail — and that as juries and judges come to regard the police as less credible, or as cases are dismissed when the lies are discovered, the guilty will go free. Police falsehoods also impede judges’ efforts to enforce constitutional limits on police searches and seizures.\n“We have 36,000 officers with law enforcement power, and there are a small handful of these cases every year,” said J. Peter Donald, a spokesman for the Police Department, the nation’s largest municipal force. “That doesn’t make any of these cases any less troubling. Our goal is always, always zero. One is too many, but we have taken significant steps to combat this issue.”\nShrouded, but Persistent\nThe 25 cases identified by The Times are almost certainly only a fraction of those in which officers have come under suspicion for lying in the past three years. That’s because a vast majority of cases end in plea deals before an officer is ever required to take the witness stand in open court, meaning the possibility that an officer lied is seldom aired in public. And in the rare cases when an officer does testify in court — and a judge finds the testimony suspicious, leading to the dismissal of the case — the proceedings are often sealed afterward.", "url": "https://www.nytimes.com/2018/03/18/nyregion/testilying-police-perjury-new-york.html"}