{"authors": ["John Ismay"], "date_download": "2022-10-25 23:23:47", "date_modify": "2022-10-25 23:23:47", "date_publish": "2018-10-30 09:00:02", "description": "The U.S. Army is planning to buy foreign-made cluster munitions after the Pentagon canceled a policy last year that limited their use.", "filename": "2018_10_30_magazine_cluster-munitions-army_1666740227.html", "image_url": "https://static01.nyt.com/images/2011/06/20/world/asia/30atwar-munitions/30atwar-munitions-facebookJumbo.jpg?year=2018&h=549&w=1050&s=49dc091b78ddb082f649dc622d901bc97eecc0464a515e9e2fdb972dde809e67&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_30_magazine_cluster-munitions-army_1666740227.html", "title": "With North Korean Threats Looming, the U.S. Army Pursues Controversial Weapons", "title_page": "With North Korean Threats Looming, the U.S. Army Pursues Controversial Weapons - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The United States military has used submunitions in many conflict zones, including Vietnam, Laos, the Persian Gulf and the former Yugoslavia. They were also used early on in the wars in Afghanistan and Iraq, as well as in naval missile strikes in Yemen. Many of these weapons failed to explode and littered the ground with “de facto land mines,” as one Army field manual described them, that remained dangerous long after those conflicts ended. The weapons have also harmed American forces in almost every war they have used them in. In 1991, during the first Persian Gulf war, the Army fired more than 17,000 cluster-munition rockets into Iraq and Kuwait, each containing 644 submunitions. American forces also dropped tens of thousands more cluster bombs on and fired tens of thousands of submunition artillery rounds at Iraqi forces. In 2002, the Government Accountability Office reported that 22 American service members were killed and 58 were wounded during and after Desert Storm by unexploded cluster bomblets dropped by the United States. “The department determined that there are specific deliberate targeting situations in which the lives of American service members can be saved through the use of cluster munitions while mitigating risk to civilian populations,” Lt. Col. Joseph Buccino, a Defense Department spokesman, said in a statement to The Times regarding the potential for similar instances of fratricide with new systems. “The department will continue to invest in technology which reduces the risk of collateral damage.”\nIn late October, a spokeswoman at Picatinny Arsenal, home to the Army’s weapons and ammunition development, confirmed that the service plans to buy 3,100 Swedish-made Bonus 155-millimeter artillery projectiles from BAE Systems. It is also reviewing a similar projectile called SMArt 155, a German munition marketed by General Dynamics, according to a representative of the company and an announcement on the Army’s website. The two weapons are similar in form and function. They are fired from a howitzer toward concentrations of military vehicles and eject into the air two submunitions that use sensors to locate vehicles below. If the sensors select a target, the submunitions then explode, sending a slug of metal, known as an explosively formed penetrator, or E.F.P., down onto a targeted vehicle.", "url": "https://www.nytimes.com/2018/10/30/magazine/cluster-munitions-army.html"}