{"authors": ["Jeffrey Gettleman"], "date_download": "2022-10-25 23:45:16", "date_modify": "2022-10-25 23:45:16", "date_publish": "2018-08-02 03:00:08", "description": "The Kashmir conflict, which once brought India and Pakistan to the brink of nuclear war, has become a bitterly personal, and mostly local, insurgency.", "filename": "2018_08_01_world_asia_kashmir-war-india-pakistan_1666741516.html", "image_url": "https://static01.nyt.com/images/2018/03/27/world/00kashmir-1/00kashmir-1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=66502bcb836dbd59757b01cf417f4378f177c4d9d0874064ca914c80f18e8b79&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_08_01_world_asia_kashmir-war-india-pakistan_1666741516.html", "title": "In Kashmir, Blood and Grief in an Intimate War: ‘These Bodies Are Our Assets’", "title_page": "In Kashmir, Blood and Grief in an Intimate War: ‘These Bodies Are Our Assets’ - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Many Kashmiris see them as collaborators and call them “Modi’s dogs,” a reference to India’s prime minister, who rose to power as part of the Hindu right-wing movement.\nOfficer Tak said that Kashmiris had so little faith in the security services that when a police officer or soldier killed a civilian, people didn’t even bother demanding justice.\n“Anywhere else, they’d ask for an investigation,” he said. “Here, they just take the body and go away.”\n“That’s a bad sign,” he said. “That’s total alienation.”\nSAMEER TIGER RESURFACED in late April, a year after Mr. Ahmad’s death. A few miles from his house, witnesses said, he stopped a car carrying a local politician and shot him dead. The attack, conducted in the daytime and on a busy road, was unusually audacious. India’s national news media seized upon it, and for the first time Sameer Tiger was front-page news.\nThe hunt for him intensified but more civilians were rallying to the defense of militants, often barricading the roads as the police closed in and pelting officers with rocks.\n“It’s getting very hard to do operations,” Officer Tak grumbled.\nAround this time a mysterious video appeared on Facebook in which Sameer Tiger issued a threat to Maj. Rohit Shukla, one of the area’s commanding army officers: “Tell Shukla to come and face me.”\nA few days later, on April 30, the army got a tip that Sameer Tiger was hiding in a house in the center of Drabgam. Though he was now a highly wanted militant, upgraded to an A rating, it seemed he had never strayed far from home.", "url": "https://www.nytimes.com/2018/08/01/world/asia/kashmir-war-india-pakistan.html"}