{"authors": ["Kevin Sack"], "date_download": "2022-10-25 23:02:01", "date_modify": "2022-10-25 23:02:01", "date_publish": "2018-07-15 18:15:34", "description": "Emanuel African Methodist Episcopal Church hopes to erect a lasting tribute to both victims and survivors of the 2015 hate crime, and to the resilience of a 200-year-old congregation.", "filename": "2018_07_15_us_charleston-emanuel-church-memorial_1666738921.html", "image_url": "https://static01.nyt.com/images/2018/07/16/us/16charleston4_nat/16charleston4_nat-facebookJumbo.jpg?year=2018&h=549&w=1050&s=902fe8ba76790821d5bf1779ecc6ab48ed4a0240fae7507d4d82ebb0a45c59c3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_15_us_charleston-emanuel-church-memorial_1666738921.html", "title": "Design for Charleston Attack Memorial Draws on Pain, Strength and Forgiveness", "title_page": "Design for Charleston Attack Memorial Draws on Pain, Strength and Forgiveness - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Since the shootings, which many church members refer to simply as “the tragedy,” Sunday attendance at Emanuel has been bolstered by a steady flow of visitors, black and white, who come to commune and pay their respects. But much of the core membership of Mother Emanuel, as the church is affectionately known, has been dislocated far from downtown by rapid gentrification in the city. That has created some fiscal challenges for the church, and Pastor Manning said he was determined not to let the memorial become a recurring burden.\n“We will want to have the best possible support from the community, and dare we even say, the world,” he said. “This memorial will not just remind the congregation of what we have gone through but also remind the world that forgiveness is, of course, very important.”\nMr. Arad has made about a dozen trips to Charleston in the last year to study the Emanuel site and the city’s distinctive architecture. He has also consulted at length with the congregation’s leadership, the survivors and families of the victims. Consensus on the design was not immediate, but it came.\nThe planning of the Emanuel memorial coincides with a nationwide movement, inspired in part by the massacre, to rid public spaces of statues, monuments and names that honor the Confederacy. Mr. Roof’s association with Confederate symbols prompted South Carolina’s governor and Legislature to remove the Confederate battle flag from a pole on the state Capitol grounds in Columbia three years ago. That led to similar efforts across the country, toppling Robert E. Lee from his pedestal in New Orleans and rebranding schools named for his lieutenants.", "url": "https://www.nytimes.com/2018/07/15/us/charleston-emanuel-church-memorial.html"}