{"authors": ["Lyman Stone"], "date_download": "2022-10-25 23:49:44", "date_modify": "2022-10-25 23:49:44", "date_publish": "2018-02-13 10:00:22", "description": "Forecasts show many millennial women won’t fulfill their wishes on family size, and the biggest fertility declines are in Western states.", "filename": "2018_02_13_upshot_american-fertility-is-falling-short-of-what-women-want_1666741784.html", "image_url": "https://static01.nyt.com/images/2018/02/09/upshot/up-fertility4-1518211560978/up-fertility4-1518211560978-facebookJumbo.png?year=2018&h=550&w=1050&s=792b2edff1eb3f7703d3bbde267f16fe8bb484d1316442135b7bf8d4659df4aa&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_02_13_upshot_american-fertility-is-falling-short-of-what-women-want_1666741784.html", "title": "American Women Are Having Fewer Children Than They’d Like", "title_page": "American Women Are Having Fewer Children Than They’d Like - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "But what began as sharp declines in pregnancy and childbearing among teenagers — typically considered a socially desirable result — has slowly spread up the age cohorts, first to women in their early 20s, then to those in their late 20s. And now fertility decline has set in for women even in their 30s. Far from reversing as America grew out of economic recession, this lost fertility has worsened.\nA key factor is that marriage is increasingly being postponed. Total fertility rates controlling for marital status have not changed very much over the last 15 years. But with marriage coming later, the share of women at peak childbearing ages (20 to 40) who are married has steadily fallen.\nAs millennials in particular take their time to pair up, the average age of first birth is rising steadily. Today, the average age of a woman at first birth is over 26 years old. And while that is much higher than in the past, many European countries have an average age of first birth over 30, so there seems a lot more room to rise. In fact, the United States has the youngest age of first childbirth of any developed country.\nBeyond delayed marriage, unmarried births are falling, too. Wider usage of long-acting reversible contraceptives (LARCs) is especially helping unmarried women avoid unintended pregnancy (from 1.5 percent LARC usage in 2002 to 7.2 percent in 2011-2013).\nAnd the increasing availability and usage of emergency contraceptives (which some consider to be abortions but are not counted in official abortion statistics) further reduces the likelihood of implantation (from 1 percent emergency contraceptive usage in 1995 to 11 percent in 2006-2010).\nBut while most everyone can agree that reducing unintended pregnancy is a good thing, there have been relatively few innovations in technology or social structure to enable desired parenting.\nTechnologies such as in vitro fertilization, ovulation-enhancing medicines, egg storage and artificial insemination have been around for decades now, and remain extremely expensive in many cases. A single attempt of even a very simple assisted-conception procedure can cost thousands of dollars, with even higher costs for more involved procedures, often not covered by insurance.", "url": "https://www.nytimes.com/2018/02/13/upshot/american-fertility-is-falling-short-of-what-women-want.html"}