{"authors": ["Sydney Ember"], "date_download": "2022-10-25 23:53:43", "date_modify": "2022-10-25 23:53:43", "date_publish": "2018-10-16 22:39:13", "description": "The North Dakota senator, an endangered Democrat, ran an ad criticizing her opponent for comments about sexual abuse. But it backfired, just three weeks before the midterms.", "filename": "2018_10_16_us_politics_heitkamp-north-dakota-ad-apology_1666742023.html", "image_url": "https://static01.nyt.com/images/2018/10/17/us/politics/17heitkamp/17heitkamp-facebookJumbo-v2.jpg?year=2018&h=550&w=1050&s=16c98f0a458166d6db49c8a8e1601e612d9f04fadfdf90e16ede523f2a1a7bf1&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_16_us_politics_heitkamp-north-dakota-ad-apology_1666742023.html", "title": "Heitkamp Apologizes for Embarrassing Error in Campaign Ad", "title_page": "Heitkamp Apologizes for Embarrassing Error in Campaign Ad - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Heidi Heitkamp of North Dakota issued an apology on Tuesday for an ad her campaign ran that incorrectly identified victims of sexual abuse, throwing her uphill re-election bid further off balance just three weeks before the midterms.\nMs. Heitkamp, one of the Democrats’ most endangered incumbents, ran a newspaper ad criticizing comments her Republican opponent, Representative Kevin Cramer, made about victims of sexual misconduct. The ad, which was made to look like an open letter to Mr. Cramer, included the names of more than 120 women.\nAfter the ad ran, however, several women took to social media to say they had not given permission for Ms. Heitkamp’s campaign to use their names.\n“We recently discovered that several of the women’s names who were provided to us did not authorize their names to be shared or were not survivors of abuse,” Ms. Heitkamp said in a statement on Tuesday.", "url": "https://www.nytimes.com/2018/10/16/us/politics/heitkamp-north-dakota-ad-apology.html"}