{"authors": ["Neal Gabler"], "date_download": "2022-10-25 23:33:22", "date_modify": "2022-10-25 23:33:22", "date_publish": "2018-04-06 09:30:05", "description": "Instead of excavating Ted Kennedy for larger artistic aims, the movie eviscerates him for narrow voyeuristic ones.", "filename": "2018_04_06_opinion_chappaquiddick-ted-kennedy-distortortion_1666740802.html", "image_url": "https://static01.nyt.com/images/2018/04/07/opinion/07gabler/07gabler-facebookJumbo.jpg?year=2018&h=549&w=1050&s=ba9e136a3c3ad80bfb09142b77aaf74cac2cf1d9c5608755eac9e46680909529&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_06_opinion_chappaquiddick-ted-kennedy-distortortion_1666740802.html", "title": "‘Chappaquiddick’ Distorts a Tragedy", "title_page": "Opinion | ‘Chappaquiddick’ Distorts a Tragedy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Senator Edward Kennedy, one of the most famous members of America’s most famous family, understood that he belonged as much to popular culture as to political culture. Now, nine years after his death, comes a movie about the event that, almost as much as the circumstances of his birth, established him in the tabloid pantheon: Chappaquiddick.\nThe film, by the same name, opened Friday and retells the story of an accident in July 1969, on the titular Massachusetts island near Martha’s Vineyard, in which Mr. Kennedy drove off a bridge, killing his passenger, Mary Jo Kopechne, a campaign worker for his late brother Robert. It has been heavily promoted by conservative media outlets, and reviewers across the political spectrum have praised what they deem its damning but factual approach. Damning it is; factual it is not.\nLet’s set aside the fact that, despite the film’s advertisements claiming to tell the “untold true story” of a “cover-up,” the story has been told plenty, and no one but the most lunatic conspiracy theorists see this as anything but a tragic accident in which nothing much was covered up. Let’s also put aside the skein of conjecture and outright fabrication that the film unspools — in one scene Joe Kennedy, the family patriarch, murmurs “alibi” to his son, like a Mafia don, when in fact he was so debilitated by a stroke that he could only babble incoherently. Setting all this aside, the movie nevertheless raises a serious issue.\nWhat is the relationship of fact to fiction, of the historical to the histrionic in art and entertainment? Ted Kennedy was a real man living out a real life. His political opponents could and did distort that life for their advantage. But just how many liberties can an artist or entertainer take when he or she deploys a biographical subject?", "url": "https://www.nytimes.com/2018/04/06/opinion/chappaquiddick-ted-kennedy-distortortion.html"}