{"authors": ["John Foley"], "date_download": "2022-10-25 23:42:09", "date_modify": "2022-10-25 23:42:09", "date_publish": "2018-12-04 14:54:39", "description": "Tobacco companies have cash and urgency, but weed companies can probably find better strategic partners from which to receive investment.", "filename": "2018_12_04_business_dealbook_the-weed-industry-may-be-better-off-without-the-support-of-big-tobacco_1666741329.html", "image_url": "https://static01.nyt.com/images/2018/12/05/business/05db-viewsweed/05db-viewsweed-facebookJumbo.jpg?year=2018&h=549&w=1050&s=495c0707a04f6b687eba3f7b1a44a3cd17a0f7ed5aab3adec5767903aaf9e079&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_12_04_business_dealbook_the-weed-industry-may-be-better-off-without-the-support-of-big-tobacco_1666741329.html", "title": "The Weed Industry May Be Better Off Without the Support of Big Tobacco", "title_page": "The Weed Industry May Be Better Off Without the Support of Big Tobacco - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.\n__________\nBig ambitions require investment, but not all infusions of capital are equal. Cronos, the Canadian pot producer, is in early talks with the tobacco giant Altria, Reuters reported on Monday. An association with a huge tobacco company isn’t exactly what this nascent industry needs.\nTo say that Cronos has expansion plans is an understatement. It wants to grow its production of weed to more than 258,000 pounds a year — equivalent to just less than $900 million a year in revenue terms, based on its latest realized price per ounce.\nIn the last quarter it sold just 1,133 pounds. That’s not to say that the Cronos chief executive Michael Gorenstein can’t hit that target — but anyone buying his company’s shares, or those of equally driven rivals, is effectively getting some greenhouses and nurseries, supply agreements and a lot of hope.", "url": "https://www.nytimes.com/2018/12/04/business/dealbook/the-weed-industry-may-be-better-off-without-the-support-of-big-tobacco.html"}