{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:22:51", "date_modify": "2022-10-25 23:22:51", "date_publish": "2018-05-11 09:03:40", "description": "Prime Minister Mahathir Mohamad’s announcement may set the stage for Mr. Anwar’s political return.", "filename": "2018_05_11_world_asia_malaysia-pardon-anwar-ibrahim.html_action=click&module=RelatedLinks&pgtype=Article_1666740171.html", "image_url": "https://static01.nyt.com/images/2018/05/12/world/12manila-3/12manila-3-facebookJumbo.jpg?year=2018&h=550&w=1050&s=ac1a62260deb576fbbd2a0f8aaf160e70732068b833c3a54958ad81af9832248&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_11_world_asia_malaysia-pardon-anwar-ibrahim.html_action=click&module=RelatedLinks&pgtype=Article_1666740171.html", "title": "Malaysia’s New Leader Agrees to a Pardon for an Old Foe, Anwar Ibrahim", "title_page": "Malaysia’s New Leader Agrees to a Pardon for an Old Foe, Anwar Ibrahim - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "KUALA LUMPUR — Malaysia’s new prime minister, Mahathir Mohamad, said on Friday that the country’s king had agreed to pardon the imprisoned opposition leader Anwar Ibrahim, potentially clearing the way for fulfilling one of the central pledges of Mr. Mahathir’s campaign this year.\nThe announcement is the latest turnaround in an election that has upended Malaysian politics. Mr. Mahathir, who also served as prime minister from 1981 to 2003, led a coalition of opposition parties to defeat Prime Minister Najib Razak, his former protégé, who has been accused of large-scale corruption.\nThe opposition victory ended a grip on power for Mr. Mahathir’s former party, the United Malays National Organization, that dated to the country’s independence from Britain in 1957.\nMr. Anwar was sentenced to a five-year prison term on a sodomy conviction in 2014 and is nominally scheduled for release in June. The sentence is seen as a second politically motivated case against him: He was previously imprisoned on corruption and sodomy charges after falling out with Mr. Mahathir in 1998.", "url": "https://www.nytimes.com/2018/05/11/world/asia/malaysia-pardon-anwar-ibrahim.html?action=click&module=RelatedLinks&pgtype=Article"}