{"authors": ["Michael D. Shear", "Maggie Haberman", "Jim Rutenberg", "Matt Apuzzo"], "date_download": "2022-10-25 23:38:10", "date_modify": "2022-10-25 23:38:10", "date_publish": "2018-05-05 01:10:34", "description": "How much the president knew about the $130,000 payment to the porn actress and who else was aware of it have been at the center of a swirling controversy for the past 48 hours.", "filename": "2018_05_04_us_politics_trump-hush-payment-stormy-daniels.html_module=inline_1666741090.html", "image_url": "https://static01.nyt.com/images/2018/05/05/us/politics/05dc-trumpcohen1/05dc-trumpcohen1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=8505e817929b19025fb88bddbcc8fbcfd0b3a42301114703d3d8993ab32b2846&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_04_us_politics_trump-hush-payment-stormy-daniels.html_module=inline_1666741090.html", "title": "Trump Is Said to Have Known of Payment to Stormy Daniels Months Before He Denied It", "title_page": "Trump Is Said to Have Known of Payment to Stormy Daniels Months Before He Denied It - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "In interviews on Wednesday and Thursday, Mr. Giuliani insisted that the president had reimbursed Mr. Cohen for the $130,000 hush payment — and then paid him another $330,000, if not more — which was in direct conflict with the longstanding assertion by Mr. Trump and the White House that he did not know about the hush money or where it came from.\nIn an interview with The New York Times on Friday, Mr. Giuliani sought to clarify his statements by saying that he did not know whether Mr. Trump had known that some of the payments to Mr. Cohen had gone to Ms. Clifford. “It’s not something I’m aware of, nor is it relevant to what I’m doing, the legal part,” Mr. Giuliani said.\nMr. Giuliani acknowledged that “politically,” it could be troublesome. “Politically, everything matters, but I don’t see a problem here, at least not” legally, he said.\nA lawyer for the Trump Organization declined to comment, and a spokeswoman for the organization did not respond to an email about Mr. Weisselberg.\nThe president has said that he would view any investigation into his finances or those of his family as “a violation,” though he was referring to the investigation into Russia by the special counsel, Robert S. Mueller III; the investigation into Mr. Cohen is being run by federal prosecutors in the Southern District of New York.\nThe payment to Ms. Clifford is a part of that investigation. The circumstances surrounding it had become all the murkier this week after Mr. Giuliani gave an explanation of how the funds to Ms. Clifford were accounted for that contradicted all those that came before it.", "url": "https://www.nytimes.com/2018/05/04/us/politics/trump-hush-payment-stormy-daniels.html?module=inline"}