{"authors": ["Adam Liptak"], "date_download": "2022-10-25 23:27:35", "date_modify": "2022-10-25 23:27:35", "date_publish": "2018-06-11 14:31:10", "description": "The case was the latest battle in a partisan war over how far states can go in imposing all kinds of voting restrictions, including cutbacks on early voting and tough voter ID laws.", "filename": "2018_06_11_us_politics_supreme-court-upholds-ohios-purge-of-voting-rolls_1666740455.html", "image_url": "https://static01.nyt.com/images/2018/06/12/us/politics/12dc-scotusohio-print/12dc-scotusohio1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=6ec03a6b6d15e9e6f4d219c35c40550389150996efc7ebc195dfe241155b2d77&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_11_us_politics_supreme-court-upholds-ohios-purge-of-voting-rolls_1666740455.html", "title": "Supreme Court Upholds Ohio’s Purge of Voting Rolls", "title_page": "Supreme Court Upholds Ohio’s Purge of Voting Rolls - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The case concerned Larry Harmon, a software engineer and Navy veteran who lives near Akron, Ohio. He voted in the 2004 and 2008 presidential elections but did not vote in 2012, saying he was unimpressed by the candidates. He also sat out the midterm elections in 2010 and 2014.\nBut in 2015, Mr. Harmon did want to vote against a ballot initiative to legalize marijuana and found that his name had been stricken from the voting rolls. State officials said that they had done so after sending Mr. Harmon a notice in 2011 asking him to confirm his eligibility to vote and that he did not respond. Mr. Harmon said he did not remember receiving a notice, but he was dropped from the voter rolls.\nThe United States Court of Appeals for the Sixth Circuit, in Cincinnati, ruled in favor of Mr. Harmon in 2016, saying that Ohio had violated the National Voter Registration Act of 1993 by using the failure to vote as a “trigger” for sending the notices.\nThe Supreme Court reversed that ruling, allowing the approach by Ohio, which is more aggressive than any other state in purging its voter rolls. After skipping a single federal election cycle, voters are sent a notice. If they fail to respond and do not vote in the next four years, their names are purged from the rolls.\nA few other states use similar approaches, but not one of them moves as fast.\n“Ohio is the only state that commences such a process based on the failure to vote in a single federal election cycle,” said a brief from the League of Women Voters and the Brennan Center for Justice. “Literally every other state uses a different, and more voter-protective, practice.”", "url": "https://www.nytimes.com/2018/06/11/us/politics/supreme-court-upholds-ohios-purge-of-voting-rolls.html"}