{"authors": ["Alex W. Palmer"], "date_download": "2022-10-25 23:40:15", "date_modify": "2022-10-25 23:40:15", "date_publish": "2018-04-03 09:00:03", "description": "As China’s Xi Jinping consolidates power, owners of Hong Kong bookstores trafficking in banned books find themselves playing a very dangerous game.", "filename": "2018_04_03_magazine_the-case-of-hong-kongs-missing-booksellers_1666741215.html", "image_url": "https://static01.nyt.com/images/2018/04/08/magazine/08mag-bookseller1-alpha/08mag-bookseller1-alpha-facebookJumbo-v5.jpg?year=2018&h=550&w=1050&s=3dab48d6b9b89ec86a07ff5267c1e1399b93b22e57cb9f09a5492362264d2b1a&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_03_magazine_the-case-of-hong-kongs-missing-booksellers_1666741215.html", "title": "The Case of Hong Kong’s Missing Booksellers", "title_page": "The Case of Hong Kong’s Missing Booksellers - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "At the time of Lam’s abduction, banned books were everywhere in Hong Kong, sold throughout the city at big-box retailers, specialized cafes and corner convenience stores. Within days of his disappearance, they began to vanish, swept off shelves by mainland-owned shops and frightened independent booksellers. Authors were cowed into silence; presses refused to print sensitive material. The latest act of intimidation occurred this January, when the former owner of Mighty Current, Gui Minhai, who had been granted limited release within China, was abducted again, this time while accompanied by Swedish diplomats on a train to Beijing (he holds Swedish citizenship). When the Swedish government pressed China for details on Gui’s whereabouts, the authorities refused to acknowledge that he had been taken. Gui soon appeared in a videotaped confession, apologizing for his supposed crimes and saying the diplomats had tricked him into boarding the train.\nChina’s aggressiveness continues to rattle Hong Kong. “In the past, at least they tried to comply with one country, two systems,” said James To, a legislator in Hong Kong. “This time they were blatant.” For many local residents, the lesson was clear. “One day they will come and snatch you back,” To said. “There is no protection at all.”\nWhen I met Lam one balmy night on the streets of Hong Kong, he radiated a nervous energy, eyes perpetually darting and a cigarette never far from reach. He had thought about leaving Hong Kong and making a new life in Taiwan or the United States, but he didn’t want to abandon the city where he was born. Still, he knew that the odds of Hong Kong’s remaining autonomous were slim. “I think Hong Kong will return to China,” he told me. “They have the guns, the jails. We have nothing here in Hong Kong. All we can do is protest peacefully and try to make the world pay attention.”\nThe police protection that Lam was granted following his return had lapsed by then, and he maintained a studied paranoia about his movements and appearance. “I still have to use different routes and be cautious of everything and everyone around me,” he told me in a conspiratorial whisper. His old bookstore was blocks away. He pulled on a pollution mask and hat, obscuring his face, and we navigated the thick crowds. On the subway, he waited until the last second to hop off, and never rode the escalator. “I use the elevator,” he said. “If someone is following me, they have to get in with me.”\nWe soon reached a small doorway leading to a grimy staircase. On the second floor was Causeway Bay Bookstore, its wooden door hidden behind metal bars. A large yellow sign was filled with the scribbled notes of well-wishers. “Fight for freedom,” one said. “Come back safe, Mr. Lam,” read another. There remained an unanswered question at the heart of Lam’s disappearance: Of all the city’s rebellious publishers, why was Mighty Current targeted? Did the company insult Xi personally? Perhaps fittingly, there are few facts, but boundless speculation. “Our popularity could not be allowed,” Lam told me. “It caught up to us.”\nLam leaned close to peer through the shop window. There were still books inside, scattered on dusty shelves and wooden tables. “I sold over 4,000 banned books in the two years before I was captured,” he said. “This bookstore has always been at the pulse of Hong Kong, and it hasn’t stopped breathing.” He longed for the store’s resurrection, but it wasn’t coming back.\n“What you’re doing is writing an obituary,” Bao, the New Century publisher, told me when we met in November. “A post-cremation obituary of these books.” He seemed almost shellshocked by the swiftness of the industry’s downfall. “I didn’t realize it could all disappear so quickly.”", "url": "https://www.nytimes.com/2018/04/03/magazine/the-case-of-hong-kongs-missing-booksellers.html"}