{"authors": ["Noam Cohen"], "date_download": "2022-10-25 23:46:11", "date_modify": "2022-10-25 23:46:11", "date_publish": "2018-03-29 09:45:05", "description": "It is also ripping apart the social fabric.", "filename": "2018_03_29_opinion_facebook-privacy-zuckerberg-society_1666741571.html", "image_url": "https://static01.nyt.com/images/2018/04/03/opinion/29cohen/merlin_136138209_8f72c41c-0b67-49f5-925b-30f3d372089b-facebookJumbo.jpg?year=2018&h=549&w=1050&s=9bc8f825c40cd3a9bb06e6eb1579d60e26d2040439b81f2b32c1c280e4f291f3&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_29_opinion_facebook-privacy-zuckerberg-society_1666741571.html", "title": "Facebook Isn’t Just Violating Our Privacy", "title_page": "Opinion | Facebook Isn’t Just Violating Our Privacy - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some of the dark Facebook ads, bought by suspected Russian fronts, have been released as part of congressional investigations into Russian meddling in the 2016 election, and these include an ad meant to depress black support for Hillary Clinton by referring to conspiracy theories involving her husband. What other dark Facebook ads might have been placed on behalf of the Trump campaign to suppress black turnout? Were there classic examples of voter suppression, like publishing the wrong Election Day date or falsely warning that you can be arrested at your polling place if you owe payment on a traffic ticket? We don’t know — the dark ads have disappeared and Facebook won’t release them, citing the privacy of its advertisers.\nFacebook’s vast and well-designed platform offered the Trump campaign and its supporters cheap, direct access to African-American voters — and along with this the chance to mislead and intimidate. In the past, candidates intent on suppressing the black vote ran up against technological barriers. They had to work with fliers and obscure radio ads, since reputable media outlets, unlike Facebook, tended to push back against racially inflammatory, untrue political advertising. Fliers and radio ads leave a public residue, too.\nThe election of 2016, the first after Barack Obama’s presidency, was notable for a seven-percentage-point decrease in African-American turnout, from 66.6 percent in 2012 to 59.6 percent, according to the Pew Research Center. This was the first decline in 20 years in a presidential election and the largest ever recorded. The 2016 turnout rate was also below even the rate for the 2004 election, when John Kerry was the Democratic candidate.\nAt a hearing with the top lawyers from Facebook, Google and Twitter about Russian meddling in the 2016 election, Senator Amy Klobuchar of Minnesota began by emphasizing the stakes involved. “I come at this with the simple idea that our democracy was formed to be self-governing,” she said, adding that American citizens have “a right of freedom to make their own decisions — and I think that was interfered with by Russians and also others.”\nThis simple idea of the United States as a self-governing community wasn’t the focus of the many mea culpa interviews Mr. Zuckerberg gave after reports of the data breach. He was focused on the individual. “A lot of the most sensitive issues that we faced today are conflicts between our real values, right?” he said in an interview with Recode. “Freedom of speech and hate speech and offensive content. Where is the line, right?”\nTodd A. Cox, the director of policy of the NAACP Legal Defense and Educational Fund, sees the question of our “real values” a bit differently. “There has been a lot of agonizing and struggling over the place of First Amendment,” he told me. “I would like the discussion to turn on what role does the 14th Amendment, the Voting Rights Act, 15th Amendment play” — the guarantees of equal protection under the law and of the right of African-Americans to vote. That is, in addition to Facebook’s libertarian, Silicon Valley perspective that sees only the personal questions — my right to say what I want, my privacy — we must consider the collective questions: How do we protect historically discriminated groups? How do first we make sure everyone is able to speak through free, fair elections before we argue about what they can say?\nThis week, Facebook delayed the release of its home assistant devices and unveiled yet another attempt to make its privacy settings clear and easy to use. “We’ve heard loud and clear that privacy settings and other important tools are too hard to find, and that we must do more to keep people informed,” Facebook’s chief privacy officer, Erin Egan, and deputy general counsel, Ashlie Beringer, said in a statement announcing the new privacy system.\nFacebook is insistent on seeing its failures as harming individuals, never society as a whole. The legal scholar Alexander Bickel was fond of saying, “No answer is what the wrong question begets.” Facebook has been asking the wrong question consistently for more than a decade, which is why its privacy scandals can seem like the longest running show in Silicon Valley. Recent events have offered us a chance to reframe the question about how to fix Facebook. It is one that all Americans should have a voice in answering.", "url": "https://www.nytimes.com/2018/03/29/opinion/facebook-privacy-zuckerberg-society.html"}