{"authors": ["Austin Ramzy"], "date_download": "2022-10-25 23:39:02", "date_modify": "2022-10-25 23:39:02", "date_publish": "2018-03-01 17:26:21", "description": "The Radio Free Asia journalists, at least three of whom are American citizens, have reported on China’s crackdown on ethnic Uighurs in the Xinjiang region.", "filename": "2018_03_01_world_asia_china-xinjiang-rfa_1666741142.html", "image_url": "https://static01.nyt.com/images/2018/03/02/world/02UIGHUR-01/02UIGHUR-01-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a0b9ae646b2c6cdc00a1baa6750e3005567cfbf26296463f205e95b58ac49fc6&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_01_world_asia_china-xinjiang-rfa_1666741142.html", "title": "After U.S.-Based Reporters Exposed Abuses, China Seized Their Relatives", "title_page": "After U.S.-Based Reporters Exposed Abuses, China Seized Their Relatives - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Some attacks on security services and civilians in China have been linked to people calling for an independent Uighur state. But the breadth of the crackdown appears intended to punish dissent and intimidate any Uighurs who might question Chinese policy, rather than just to curb violence, rights groups say.\nUighur-speaking journalists for Radio Free Asia, which is funded by the United States government and is based in Washington, have documented grim conditions in the camps and deaths in custody. Officials at the network questioned whether the detentions of journalists’ family members were ordered in retaliation for their reporting.\n“Harassment is nothing new for R.F.A.’s journalists, especially among our Uighur and Tibetan staff with family in China,” said Rohit Mahajan, Radio Free Asia’s director of public affairs.\nBut the latest detentions are much more extensive than previous ones, he said.\n“Often, our reporters have family members called in for questioning or detained,” Mr. Mahajan said. “They don’t want attention because they think it possible their relatives will simply go through the system.”\nHe added, “That’s obviously not the case with these individuals.”\nThe reporters whose relatives were detained are Shohret Hoshur, Gulchehra Hoja, Mamatjan Juma, Kurban Niyaz and Eset Sulaiman, Radio Free Asia said. Mr. Niyaz is a permanent resident of the United States with a green card, while Mr. Hoshur, Ms. Hoja and Mr. Juma are American citizens. The citizenship of Mr. Sulaiman, whose name was released later than the others’, was not immediately known.", "url": "https://www.nytimes.com/2018/03/01/world/asia/china-xinjiang-rfa.html"}