{"authors": ["Sheryl Gay Stolberg"], "date_download": "2022-10-25 23:32:06", "date_modify": "2022-10-25 23:32:06", "date_publish": "2018-10-06 18:22:44", "description": "His elevation locked in a solid conservative majority on the Supreme Court and capped a rancorous battle.", "filename": "2018_10_06_us_politics_brett-kavanaugh-supreme-court_1666740726.html", "image_url": "https://static01.nyt.com/images/2018/09/07/us/politics/07dc-kavanaugh-promo/07dc-confidential-facebookJumbo.jpg?year=2018&h=550&w=1050&s=778fde51e3d163f93f05f1c326f2acfdc214eaefa737e5186202c2c5660f590c&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_06_us_politics_brett-kavanaugh-supreme-court_1666740726.html", "title": "Kavanaugh Is Sworn In After Close Confirmation Vote in Senate", "title_page": "Kavanaugh Is Sworn In After Close Confirmation Vote in Senate - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Democrats railed against his fiery rhetoric — he had called Dr. Blasey’s allegations “a calculated and orchestrated political hit” and directed barbed comments at his Democratic questioners — as the language of someone who was unfit for the nation’s highest court.\n“I had concerns at the very beginning of this process, and I fear it more than ever at the end of the process,” Senator Chris Van Hollen, Democrat of Maryland, said Saturday on the Senate floor. “Any remaining hope that Judge Kavanaugh could be trusted to be an impartial justice or perceived to be an impartial justice was shattered by his opening statement at his last hearing.”\nRepublicans cast him as a man unjustly accused, who was trying to defend himself. Senator Mike Lee, Republican of Utah, said he saw “someone who was seeking sincerely to defend his own record of public service, his own private conduct against great adversity, in circumstances in which he and his family have been dragged through the mud by no choice of their own.”\nWhile the brawl over Judge Kavanaugh’s confirmation may be over, people on both sides of the debate agree it will have lasting ramifications on the Senate, the country and the court.\nEven some of the judge’s future colleagues sounded unsettled. On Friday, on the eve of the vote, two of them — Justices Elena Kagan and Sonia Sotomayor — expressed concern that the partisan rancor over his nomination would damage the high court’s reputation.\n“Part of the court’s strength and part of the court’s legitimacy depends on people not seeing the court in the way that people see the rest of the governing structures of this country now,” Justice Kagan said in an appearance at Princeton University. “In other words, people thinking of the court as not politically divided in the same way, as not an extension of politics, but instead somehow above the fray, even if not always in every case.”\nPerhaps in an effort to tamp down the passions he has engendered, Judge Kavanaugh was sworn in quietly on Saturday, with his wife and two daughters by his side. When the last several justices were sworn in, the administration of at least one of the oaths was televised. But the court released only still photographs of Judge Kavanaugh’s ceremony. He will take his place on the bench, as the nation’s 114th justice of the Supreme Court, on Tuesday.", "url": "https://www.nytimes.com/2018/10/06/us/politics/brett-kavanaugh-supreme-court.html"}