{"authors": ["David M. Halbfinger"], "date_download": "2022-10-25 23:56:16", "date_modify": "2022-10-25 23:56:16", "date_publish": "2018-10-18 17:17:55", "description": "The consulate has long overseen American ties to Palestinians in the West Bank and Gaza Strip.", "filename": "2018_10_18_world_middleeast_us-palestinians-consulate-jerusalem.html_module=inline_1666742176.html", "image_url": "https://static01.nyt.com/images/2018/10/19/world/19jerusalem1/merlin_145482126_36d7e4ba-e85f-4c25-8f4c-9742ce5fa07e-facebookJumbo.jpg?year=2018&h=550&w=1050&s=a99020d283f94a46ceeeac1f8215848b21cfce41873229b9f16ec84be99dfe3d&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_18_world_middleeast_us-palestinians-consulate-jerusalem.html_module=inline_1666742176.html", "title": "U.S. Folding Jerusalem Consulate Into Embassy, a Blow to Palestinians", "title_page": "U.S. Folding Jerusalem Consulate Into Embassy, a Blow to Palestinians - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "JERUSALEM — The Trump administration said Thursday that it would abolish the United States Consulate in Jerusalem, which has long overseen American ties to Palestinians in the West Bank and Gaza Strip, and fold its operations into the newly relocated embassy in the city.\nThe move effectively downgrades American representation to the Palestinians, dealing them another blow after President Trump reversed longstanding American policy and recognized Jerusalem as Israel’s capital late last year. The United States then moved its embassy to Jerusalem from Tel Aviv, angering the Palestinians.\nThe consulate’s stand-alone diplomatic mission has functioned as a quasi-embassy to a future state the Palestinians hope to establish. In its place, American relations with the West Bank and Gaza will now be managed by a Palestinian Affairs Unit that will report to David Friedman, the ambassador, who has been a staunch ally of the right-wing Israeli government, an unabashed friend of the Jewish settlement movement and a stern critic of the Palestinians.\nThe closing of the consulate follows a series of punitive measures by the Trump administration against the Palestinians and their leader, Mahmoud Abbas, in hopes of compelling them to participate in an American-led peace process.", "url": "https://www.nytimes.com/2018/10/18/world/middleeast/us-palestinians-consulate-jerusalem.html?module=inline"}