{"authors": ["Nicolle Wallace"], "date_download": "2022-10-25 23:37:31", "date_modify": "2022-10-25 23:37:31", "date_publish": "2018-06-05 09:30:05", "description": "The former president and the best-selling novelist have packed “The President Is Missing” with inside-the-Beltway intrigue and secret White House details.", "filename": "2018_06_05_books_review_president-is-missing-clinton-patterson_1666741051.html", "image_url": "https://static01.nyt.com/images/2018/06/24/books/review/24Wallace/24Wallace-facebookJumbo.jpg?year=2018&h=550&w=1050&s=3f8f433904cd97942679b338b115a4b46033674bf0ad2a8d6cae5bb6dd895325&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_05_books_review_president-is-missing-clinton-patterson_1666741051.html", "title": "Bill Clinton and James Patterson Have Written a Thriller. It’s Good.", "title_page": "Bill Clinton and James Patterson Have Written a Thriller. It’s Good. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Clinton and Patterson’s fictional commander in chief brims with humanity, character and stoicism. He’s a grieving widower — his last act before breaking free from his Secret Service protectors is to stare lovingly at a photo of his wife taken shortly before she died of cancer. The president’s palpable ache for his first lady makes the reader wonder if the entire reckless adventure on which he embarks is, at least in part, a death wish. After kissing the photo, he enters the subterranean tunnels beneath the White House, emerges in an underground Treasury Department parking garage, gets behind the wheel of a sedan and drives himself first to the apartment of an old friend — who helps him with a disguise — and then to a Capitol Hill bar to meet his daughter. It’s clear that both of them understand the gravity of the situation better than we do. Their words sound more like “goodbye” than “good luck.” After this touching scene, Clinton and Patterson ask readers to take an even bigger leap — the president attends a baseball game alone to meet with an unvetted informant who has information about the coming cyberattack. The young man earns instant credibility with the president when the two are nearly gunned down.\nImage Credit... Sonny Figueroa/The New York Times\nThe chase scenes that ensue, replete with Secret Service shootouts, pre-positioned snipers (our first clue about an enemy deep within the president’s inner circle) and a president who can still drive well enough to escape armed assassins (most presidents have rusty driving skills), are exciting enough, but their higher purpose is to introduce the novel’s most intriguing character: Bach.\nBach, so named for her devotion to the classical music constantly playing in her earbuds, is an assassin. Her inner monologue is more riveting than some of the novel’s dialogue. When she lands at Reagan National she tells herself: “Look happy. … Happiness, they say, is the optimal emotion to project when under surveillance, the least likely to arouse suspicion. People who are smiling, who are content and pleased, if not laughing and joking, don’t look like a threat.”\nWe learn of Bach: “She has killed on every continent. She has assassinated generals, activists, politicians and businessmen. She is known only by her gender and the classical-music composer she favors. And by her 100 percent kill rate.”\nGame on.\nWithout divulging any of the satisfying plot twists — including just who Bach’s target is — I can report that the novel unspools smoothly. Only in its final pages does it get bogged down with a few too many unsubtle messages about the current state of our politics, as in this presidential address to a joint session of Congress and the nation: “What does it mean to be an American today? It’s a question that will answer itself if we get back to what’s brought us this far: widening the circle of opportunity, deepening the meaning of freedom and strengthening bonds of community. Shrinking the definition of them and expanding the definition of us. Leaving no one behind, left out, looked down on.” And this one: “Think about how different it would be if we reached beyond our base to represent a broader spectrum of opinions and interests. We’d learn to listen to one another more and defame one another less.”", "url": "https://www.nytimes.com/2018/06/05/books/review/president-is-missing-clinton-patterson.html"}