{"authors": ["Muktita Suhartono", "Julia Jacobs"], "date_download": "2022-10-25 23:40:41", "date_modify": "2022-10-25 23:40:41", "date_publish": "2018-07-12 21:28:45", "description": "The military may use the tiny submarine for future rescues, though it was deemed too large and impractical to save the soccer team in the cave.", "filename": "2018_07_12_world_asia_elon-musk-thai-cave-submarine-nyt_1666741241.html", "image_url": "https://static01.nyt.com/images/2018/07/13/world/13musksub_xp/merlin_140982084_a5b715cc-87d9-4a0d-8d6b-c4ab19470334-facebookJumbo.jpg?year=2018&h=549&w=1050&s=1594adb24b0f593208ec65cb377cd27a53fdf5b7ceb129d0c5b2f38e13a869f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_12_world_asia_elon-musk-thai-cave-submarine-nyt_1666741241.html", "title": "Thai Navy May Put Elon Musk’s Mini-Submarine to Use. One Day.", "title_page": "Thai Navy May Put Elon Musk’s Mini-Submarine to Use. One Day. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "MAE SAI, Thailand — Thailand may have use for Elon Musk’s “kid-sized” submarine after all.\nThe tech billionaire had designed the miniature submarine, built with rocket parts, to help save the 12 boys and their 25-year-old soccer coach trapped in a flooded cave in northern Thailand. On Tuesday, rescuers pulled off an improbable feat when they finished removing all 13 people from the Tham Luang Cave.\nThey saved the soccer team without the help of Mr. Musk’s submarine, which was built by engineers from his companies who traveled to the remote area of Thailand starting on Saturday.\nThe chief of the rescue mission had called the device “not practical” for the operation, which required squeezing through narrow passageways in the cave, but a Thai military official said the mini-submarine could be useful for future rescue missions.\nMaj. Gen. Chalongchai Chaiyakham, the deputy commander to Thailand’s Third Army, said Wednesday that the mini-submarine would be appropriate for use in open water and that he had heard the technology would be given to the Thai Navy SEAL team.", "url": "https://www.nytimes.com/2018/07/12/world/asia/elon-musk-thai-cave-submarine-nyt.html"}