{"authors": ["Kimiko De Freytas-Tamura"], "date_download": "2022-10-25 23:37:51", "date_modify": "2022-10-25 23:37:51", "date_publish": "2018-05-26 15:15:57", "description": "The referendum was the latest sign of a drift toward liberalism in a country that only recently installed a gay man as prime minister and allowed same-sex marriage.", "filename": "2018_05_26_world_europe_ireland-abortion-yes_1666741071.html", "image_url": "https://static01.nyt.com/images/2018/05/28/world/europe/28ireland-p1/27ireland-p1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=4102e7b008bbd46db5849065223a361dd91e45ec935de87447ecbd8e6ebc3340&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_26_world_europe_ireland-abortion-yes_1666741071.html", "title": "Ireland Votes to End Abortion Ban, in Rebuke to Catholic Conservatism", "title_page": "Ireland Votes to End Abortion Ban, in Rebuke to Catholic Conservatism - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "DUBLIN — Ireland voted decisively to repeal one of the world’s more restrictive abortion bans, sweeping aside generations of conservative patriarchy and dealing the latest in a series of stinging rebukes to the Roman Catholic Church.\nThe surprising landslide, reflected in the results announced on Saturday, cemented the nation’s liberal shift at a time when right-wing populism is on the rise in Europe and the Trump administration is imposing curbs on abortion rights in the United States. In the past three years alone, Ireland has installed a gay man as prime minister and has voted in another referendum to allow same-sex marriage.\nBut this was a particularly wrenching issue for Irish voters, even for supporters of the measure. And it was not clear until the end that the momentum toward socially liberal policies would be powerful enough to sweep away deeply ingrained opposition to abortion.\n“What we have seen today really is a culmination of a quiet revolution that’s been taking place in Ireland for the past 10 or 20 years,” Prime Minister Leo Varadkar said at a counting center in Dublin before the results of Friday’s vote were released, giving an early indication of the final outcome.", "url": "https://www.nytimes.com/2018/05/26/world/europe/ireland-abortion-yes.html"}