{"authors": ["Alan Rappeport", "Cecilia Kang"], "date_download": "2022-10-25 23:51:52", "date_modify": "2022-10-25 23:51:52", "date_publish": "2018-03-06 14:51:50", "description": "The move by the Committee on Foreign Investment in the United States complicates an already contentious deal.", "filename": "2018_03_06_business_qualcomm-broadcom-cfius.html_dlbk_1666741912.html", "image_url": "https://static01.nyt.com/images/2018/03/07/business/07QUALCOMM03/07QUALCOMM03-facebookJumbo.jpg?year=2018&h=549&w=1050&s=f1b61fc13c991a65c0a681224c3a2dba1ac907664058a67cc65df0819450e5cf&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_03_06_business_qualcomm-broadcom-cfius.html_dlbk_1666741912.html", "title": "U.S. Calls Broadcom’s Bid for Qualcomm a National Security Risk", "title_page": "U.S. Calls Broadcom’s Bid for Qualcomm a National Security Risk - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "The United States government said Broadcom’s proposed acquisition of rival chipmaker Qualcomm could pose a national security risk and called for a full investigation into the hostile bid.\nThe move complicates an already contentious deal and increases the likelihood that Broadcom, which is based in Singapore, will end its pursuit of Qualcomm. Such an investigation is often a death knell for a corporate acquisition.\nA government panel, the Committee on Foreign Investment in the United States, or Cfius, noted, in part, that the potential risk was related to Broadcom’s relationships with foreign entities, according to a letter from a United States Treasury official. It also said that the deal could weaken “Qualcomm’s technological leadership,” giving an edge to Chinese companies like Huawei.\n“China would likely compete robustly to fill any void left by Qualcomm as a result of this hostile takeover,” the official said in the letter.\n[ What is Cfius? It is the “ultimate regulatory bazooka,” according to an executive who works on mergers and acquisitions. Read more about the panel here » ]\nThe letter and the public call for an investigation reflects a newly aggressive stance by Cfius. In most cases, the panel operates in secret and weighs in after a deal is announced. In this instance, Cfius, which is made up of representatives from multiple federal agencies, is taking a proactive role and investigating before an acquisition agreement has even been signed.", "url": "https://www.nytimes.com/2018/03/06/business/qualcomm-broadcom-cfius.html?dlbk"}