{"authors": ["Campbell Robertson"], "date_download": "2022-10-25 23:01:56", "date_modify": "2022-10-25 23:01:56", "date_publish": "2018-10-28 00:37:56", "description": "Pittsburgh’s Squirrel Hill neighborhood is a close-knit Jewish community. Its day of worship turned into one of mourning after a gunman stormed into a synagogue.", "filename": "2018_10_27_us_pittsburgh-shooting-squirrel-hill-tree-of-life.html_action=click&module=Intentional&pgtype=Article_1666738916.html", "image_url": "https://static01.nyt.com/images/2018/10/28/us/28xp-scene-sub1/28xp-scene-sub1-facebookJumbo.jpg?year=2018&h=550&w=1050&s=14308715cb0e61c75d6972bb471e7a6d309b497d5158a17e8e29b6ec2b1751b5&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_27_us_pittsburgh-shooting-squirrel-hill-tree-of-life.html_action=click&module=Intentional&pgtype=Article_1666738916.html", "title": "Used to Hearing ‘Shabbat Shalom,’ a Historic Jewish Enclave Rings Out With Gunshots", "title_page": "Used to Hearing ‘Shabbat Shalom,’ a Historic Jewish Enclave Rings Out With Gunshots - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "PITTSBURGH — Saturday morning in Squirrel Hill has for more than 100 years meant certain familiar rituals. The handing out of prayer books as latecomers quietly arrive at temple, the genial shouts of ‘Shabbat shalom’ across neighborhood streets as friends spot old friends after services.\nThis is the heart of Jewish Pittsburgh, one of the most deeply rooted Jewish neighborhoods in America. And on this Saturday morning, it was the site of what one of the city’s chief federal law enforcement officers called “the most horrific crime scene I have seen.”\nTree of Life, an understated temple on a rising street of tidy brick houses and pumpkin-decorated front porches, was a revered and historic Jewish institution in a neighborhood full of them.\nAfter Saturday’s massacre, this meant a grief deep and wide. Everyone knew someone, or someone who did. The Jewish Community Center, a few blocks away from Tree of Life, became a command post of sorts, with grief counselors, law enforcement officials, Red Cross volunteers, extended families, members of various synagogues and food, lots and lots of food.", "url": "https://www.nytimes.com/2018/10/27/us/pittsburgh-shooting-squirrel-hill-tree-of-life.html?action=click&module=Intentional&pgtype=Article"}