{"authors": ["Maggie Haberman"], "date_download": "2022-10-25 23:24:55", "date_modify": "2022-10-25 23:24:55", "date_publish": "2018-11-05 10:00:16", "description": "The president’s eldest son has been an active campaigner for Republicans this year. He has not ruled out a campaign of his own.", "filename": "2018_11_05_us_politics_donald-trump-jr-republicans-elections.html_module=inline_1666740295.html", "image_url": "https://static01.nyt.com/images/2018/11/05/us/politics/05junior1-promo/05junior1-promo-facebookJumbo-v3.jpg?year=2018&h=550&w=1050&s=31200ecc6693c9f1e3ad4797cf4a9f36b3f9dd11fd7fe0fc8bdbc36996d5fd15&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_05_us_politics_donald-trump-jr-republicans-elections.html_module=inline_1666740295.html", "title": "Donald Trump Jr. Emerges as the G.O.P. ‘Relief Pitcher’ of 2018", "title_page": "Donald Trump Jr. Emerges as the G.O.P. ‘Relief Pitcher’ of 2018 - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "HERSHEY, Pa. — On a recent Friday night, Pennsylvania Republicans tucked into a catered meal at the Hershey Lodge as Donald Trump Jr. took the stage, following his girlfriend, Kimberly Guilfoyle, in what has become their pattern on the campaign trail this fall.\n“If there’s one question that Donald Trump lied to all of you in this room about …” the president’s eldest son said to the hundreds of party officials at the annual fall state G.O.P. dinner. He trailed off as the room seemed to quiver with nervousness at the use of the word “lied.”\n“Don’t worry, don’t worry, I’m getting somewhere — it’s not a gaffe, promise,” Mr. Trump said to laughter. “If there’s one thing he lied about, it’s that you’d all be sick of winning.”\nThe line has become a staple at many of the 60 events the younger Mr. Trump has held since May for Republican candidates and committees, as he has emerged as one of the G.O.P.’s most visible headliners in a challenging midterms climate for the party.", "url": "https://www.nytimes.com/2018/11/05/us/politics/donald-trump-jr-republicans-elections.html?module=inline"}