{"authors": ["Prashant S. Rao", "Sheera Frenkel", "Milan Schreuer"], "date_download": "2022-10-25 22:55:16", "date_modify": "2022-10-25 22:55:16", "date_publish": "2018-05-16 16:18:55", "description": "Mr. Zuckerberg’s planned visit to Brussels, following the C.E.O.’s testimony before Congress last month, highlights global concern over data privacy.", "filename": "2018_05_16_technology_zuckerberg-europe-data-cambridge-analytica_1666738516.html", "image_url": "https://static01.nyt.com/images/2018/05/16/business/00EUZUCK/00EUZUCK-facebookJumbo.jpg?year=2018&h=550&w=1050&s=d4b796ccc3366285a543f0d7cfd20760290a80dce9085b5d41756e1451db06c9&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_16_technology_zuckerberg-europe-data-cambridge-analytica_1666738516.html", "title": "Mark Zuckerberg to Meet European Parliament Members Over Facebook’s Data Use", "title_page": "Mark Zuckerberg to Meet European Parliament Members Over Facebook’s Data Use - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "LONDON — Mark Zuckerberg, Facebook’s chief executive, plans to meet with members of the European Parliament as early as next week, the latest stop in a wide-ranging apology tour over the social network’s use of people’s personal data.\nMr. Zuckerberg’s decision to travel to Brussels comes as Facebook faces a barrage of public criticism over how the data of tens of millions of its users was harvested without their consent, as well as concerns over the company’s role in elections around the world and questions over whether it has moved quickly enough to remove inflammatory content.\nHis visit will involve a closed-door session with leaders of the European Parliament’s various blocs and the head of the body’s civil liberties committee, which is holding hearings on Facebook’s practices, as well as a stop in Paris, where Mr. Zuckerberg is set to have lunch with French President Emmanuel Macron to discuss a range of issues.\nSenior European officials and lawmakers were quick to question why Mr. Zuckerberg’s meeting in Brussels would be private. While the Facebook chief executive had been hesitant to appear before government inquiries in the past, opting to send lawyers or senior deputies in his stead, he faced a two-day public grilling in Congress last month.", "url": "https://www.nytimes.com/2018/05/16/technology/zuckerberg-europe-data-cambridge-analytica.html"}