{"authors": ["Edward Wong"], "date_download": "2022-10-25 23:53:46", "date_modify": "2022-10-25 23:53:46", "date_publish": "2018-11-15 03:17:26", "description": "Legislators have introduced bipartisan bills that urge the Trump administration to impose economic sanctions and take other measures to defend Uighurs.", "filename": "2018_11_14_world_asia_congress-uighurs-china-detention_1666742026.html", "image_url": "https://static01.nyt.com/images/2018/11/16/world/16uighurs-print/16uighurs-facebookJumbo.jpg?year=2018&h=550&w=1050&s=99453c44ed7a4e92c8aaabe6fe11eb53ed0176aa9bd96b4242416a9e0ba443ec&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_11_14_world_asia_congress-uighurs-china-detention_1666742026.html", "title": "Lawmakers Push Trump to Act Against China on Uighur Detention", "title_page": "Lawmakers Push Trump to Act Against China on Uighur Detention - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — Lawmakers in Washington are trying to compel the Trump administration to take strong measures against Chinese officials for their mass repression of ethnic Uighurs and other Muslims in China.\nLegislators introduced companion bills on Wednesday in the House and Senate following months of discussions on how to punish China for its treatment of the Uighurs, including sanctioning specific officials and limiting sales of products from American companies to certain Chinese state agencies. The push comes as China’s treatment of the Uighurs has come under increasing scrutiny by Western news organizations and international agencies.\nThe bills would put more pressure on the Trump administration to take action on what international officials and scholars say is China’s worst collective human rights abuse in decades. In Washington, administration officials are already starting to take a much harder line on China, including on trade, human rights and its military buildup in the Pacific.\nSenior American officials, including Secretary of State Mike Pompeo, say Chinese officials are holding hundreds of thousands — and perhaps more than one million — Uighurs, ethnic Kazakhs and other Turkic-speaking Muslims in internment camps across the northwest Central Asian border region of Xinjiang. Reports have emerged of torture, starvation and death in the camps, with officials forcing detainees to renounce standard Islamic practices and swear fealty to the Communist Party.", "url": "https://www.nytimes.com/2018/11/14/world/asia/congress-uighurs-china-detention.html"}