{"authors": ["Palko Karasz"], "date_download": "2022-10-25 23:41:59", "date_modify": "2022-10-25 23:41:59", "date_publish": "2018-04-28 08:45:04", "description": "The Times asked readers in Ireland to give their opinion about the country’s coming vote on lifting the constitutional ban on abortion.", "filename": "2018_04_28_world_europe_ireland-abortion-referendum_1666741319.html", "image_url": "https://static01.nyt.com/images/2018/03/31/world/europe/xxireland-voices/xxireland-voices-facebookJumbo.jpg?year=2018&h=549&w=1050&s=fdd32ad43359e15a1d9d55cf1c903bb2021f3859563c5764c70e048835e15891&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_28_world_europe_ireland-abortion-referendum_1666741319.html", "title": "Irish Voters Speak Out on Landmark Abortion Referendum", "title_page": "Irish Voters Speak Out on Landmark Abortion Referendum - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Ireland plans to hold a landmark referendum on abortion at the end of May.\nVoters will be asked to consider a repeal of Article 40.3.3 of the Irish Constitution, known as the Eighth Amendment, which gives an unborn fetus a right to life equal to that of its mother.\nThe referendum comes as voters in the traditionally Roman Catholic and socially conservative country have shown increasingly liberal attitudes. But the campaign has been highly divisive and accompanied by fears of foreign influence.\nThe Times asked readers in Ireland to reflect on the coming referendum. Here is a selection of responses, edited for length and clarity.\n‘Irish Society Is Starting to Listen’\n“When I was 17, I got pregnant three months before I was to sit my major state exam which would see me to college. My mum ordered pills from Women on Web and I took them after school on Wednesday, told my friends I was sick on Thursday and was back at school on Friday. I believe Irish society is starting to listen to the voices and needs of women and ignore the propaganda pumped into us by the Catholic Church that no longer has any kind of foothold in the minds of Irish people today. It’s time.”\nAnnie Forrester, 27, an illustrator in Cork\n“Fundamentally, this is a class issue. Those who can afford to travel to the U.K., which includes related expenses like taking time off work or post-procedure counseling services, have full access to safe abortions. The Eighth Amendment to our constitution merely penalizes the poor rather than protecting life in any meaningful sense. It offers choice to the few, not the many. It dictates morality to the many, not the few.”\nPaul Bruun-Nielsen, 22, a student at Trinity College in Dublin", "url": "https://www.nytimes.com/2018/04/28/world/europe/ireland-abortion-referendum.html"}