{"authors": ["Corinna Da Fonseca-Wollheim"], "date_download": "2022-10-25 23:36:19", "date_modify": "2022-10-25 23:36:19", "date_publish": "2018-09-21 17:02:35", "description": "The countertenor Anthony Roth Costanzo has planned an all-star art-clothes-dance-video spectacle to accompany the release of his new album, “ARC.”", "filename": "2018_09_21_arts_music_anthony-roth-costanzo-philip-glass-handel_1666740979.html", "image_url": "https://static01.nyt.com/images/2018/09/22/arts/music/22glass-handel1/22glass-handel1-facebookJumbo.jpg?year=2018&h=549&w=1050&s=6cda687672c0b8c44bcb43567f0d0f75531696f91200fda7ad618f28674b4a7f&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_09_21_arts_music_anthony-roth-costanzo-philip-glass-handel_1666740979.html", "title": "Handel and Philip Glass, but Make It Fashion", "title_page": "Handel and Philip Glass, but Make It Fashion - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "It’s not the first time Mr. Costanzo has had to hustle to mount a production. In his senior year at Princeton University, he wrote a show about a fictional castrato, unlocking $35,000 from college funds. Even after a win at the prestigious Metropolitan Opera National Council Auditions in 2009, he understood he needed to generate opportunities for himself.\n“The Met is great,” he said, “but it’s not going to be my bread and butter. And then what do you do? Do you go around singing Bach in churches and do all the Baroque operas you can in Europe? Or do you create something new?”\nThis summer he became the first Westerner to perform in a Kabuki show at a storied theater in Tokyo, in a take on the classic “Tales of Genji” he created in Kyoto in 2014. After each performance, Mr. Costanzo would work through the night on “Glass Handel.”\n“I would stay up until 4 or 5 a.m., talking to people in New York on the phone, and then rest so I could sing the next day,” he said. He estimates he spent eight hours a day on fund-raising for eight months.", "url": "https://www.nytimes.com/2018/09/21/arts/music/anthony-roth-costanzo-philip-glass-handel.html"}