{"authors": ["David E. Sanger", "William J. Broad"], "date_download": "2022-10-25 23:47:51", "date_modify": "2022-10-25 23:47:51", "date_publish": "2018-10-19 18:49:01", "description": "President Trump has been moving toward leaving the treaty because Russia has been violating it and because it is constraining American efforts to counter China in the Western Pacific.", "filename": "2018_10_19_us_politics_russia-nuclear-arms-treaty-trump-administration_1666741671.html", "image_url": "https://static01.nyt.com/images/2018/10/20/us/politics/20dc-nukes/20dc-nukes-facebookJumbo.jpg?year=2018&h=550&w=1050&s=c56daa68782f6bd30f1ece7885a16e076df112b2895098f81715639bcfdf5dcd&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_19_us_politics_russia-nuclear-arms-treaty-trump-administration_1666741671.html", "title": "U.S. to Tell Russia It Is Leaving Landmark I.N.F. Treaty", "title_page": "U.S. to Tell Russia It Is Leaving Landmark I.N.F. Treaty - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Defense Secretary Jim Mattis has publicly brought the subject up several times in recent weeks, saying that Russia’s violations were “untenable” and signaling that the administration was reviewing its options. The preparations to leave the treaty were described by foreign diplomats who have been briefed on the matter and by American officials with knowledge of the plans.\nIn a lengthy nuclear strategy document published early this year, the administration detailed the Russian violations and concluded that the country’s “decision to violate the I.N.F. treaty and other commitments all clearly indicate that Russia has rebuffed repeated U.S. efforts to reduce the salience, role and number of nuclear weapons.”\nThe Pentagon has already been developing nuclear weapons to match, and counter, what the Chinese have deployed. But that effort would take years, so, in the interim, the United States is preparing to modify existing weapons, including its non-nuclear Tomahawk missiles, and is likely to deploy them first in Asia, according to officials who have been briefed on the issue. Those may be based in Japan, or perhaps in Guam, where the United States maintains a large base and would face little political opposition.\nThe last time the United States withdrew from a major nuclear arms control treaty was in 2002, when President George W. Bush fulfilled a campaign promise and scrapped the Anti-Ballistic Missile Treaty. While Mr. Trump withdrew from the Obama-era deal with Iran this year, that agreement was not a treaty, and it governed only Iran’s production of nuclear materials. Tehran has no nuclear weapons.\nMr. Bush’s pullout from the ballistic missile treaty led to a buildup of antimissile defenses — still an irritant in relations with Russia. But it also led to a modest arms control agreement with Russia, reducing the overall number of weapons possessed by each country.\nBut such an agreement seems unlikely to emerge from the demise of the I.N.F. treaty. For cash-constrained Russia, tactical nuclear weapons, along with cyberweapons, are cheap offensive options. Just last week, Mr. Putin, in an annual speech, reported that Russia was preparing to deploy a new hypersonic missile, reinforcing the sense that the long hiatus in the nuclear arms race is over. Such missiles step around current arms control limits.\nMr. Trump himself has not publicly criticized the Russian arms buildup, in line with his generally deferential approach toward Mr. Putin. But he is surrounded in the administration by hawks on the nuclear issue, none more outspoken than Mr. Bolton, and the administration’s decision to brief allies this week on the issue was viewed by key NATO partners as a sign that the decision had been made, even if it had not been formally acknowledged.", "url": "https://www.nytimes.com/2018/10/19/us/politics/russia-nuclear-arms-treaty-trump-administration.html"}