{"authors": ["Zoe Greenberg"], "date_download": "2022-10-25 23:49:25", "date_modify": "2022-10-25 23:49:25", "date_publish": "2018-07-13 00:00:01", "description": "The city’s health department said it was investigating the source of the bacteria, but had treated water in more than a dozen cooling towers between 145th and 155th Streets.", "filename": "2018_07_12_nyregion_legionnaires-disease-nyc_1666741765.html", "image_url": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png?year=2018", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_07_12_nyregion_legionnaires-disease-nyc_1666741765.html", "title": "Legionnaires’ Disease Sickens 11 in Upper Manhattan", "title_page": "Legionnaires’ Disease Sickens 11 in Upper Manhattan - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "An outbreak of Legionnaires’ disease has sickened 11 people in Upper Manhattan, 10 of whom have been hospitalized, according to city health officials.\nEight people remained in the hospital on Thursday.\n“This disease is very treatable with antibiotics,” Dr. Mary Bassett, the city’s health commissioner, said in a statement. “I encourage anyone with symptoms of Legionnaires’ disease to seek care early.”\nThe city’s Department of Health said it was “actively investigating” the cases, but had not yet determined the source of the bacteria. A spokesman for Mark Levine, a City Council member who represents the area and who was briefed on the outbreak, said inspectors took water samples from buildings between 145th and 155th Streets. While the city waits for the test results from the 20 cooling-tower systems that were sampled, it has already treated the towers’ water, said Dr. Demetre Daskalakis, the deputy commissioner of disease control.\nThe cluster of people infected all live in Upper Manhattan and are older than 50, health officials said.", "url": "https://www.nytimes.com/2018/07/12/nyregion/legionnaires-disease-nyc.html"}