{"authors": ["Marta Mcdowell"], "date_download": "2022-10-25 23:37:40", "date_modify": "2022-10-25 23:37:40", "date_publish": "2018-06-25 19:00:04", "description": "In “American Eden,” Victoria Johnson unearths the story of David Hosack, doctor and friend to both Hamilton and Burr, who gave botany a place in early America.", "filename": "2018_06_25_books_review_american-eden-victoria-johnson_1666741060.html", "image_url": "https://static01.nyt.com/images/2018/07/01/books/review/01McDOWELL/01McDOWELL-facebookJumbo.jpg?year=2018&h=549&w=1050&s=273a868c5927ced4d591afe4616d81d9be4f71d78afe4973ca000339035d2ac4&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_06_25_books_review_american-eden-victoria-johnson_1666741060.html", "title": "Deep Below Rockefeller Center Lies a Legendary Botanical Garden", "title_page": "Deep Below Rockefeller Center Lies a Legendary Botanical Garden - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "Naturalists across the Atlantic considered Hosack a peer. Jefferson sent him seeds. An innovative medical practitioner, he was the friend and doctor Hamilton and Burr had in attendance on that July morning along the Weehawken cliffs for their ill-starred duel. Did Lin-Manuel Miranda’s “Hamilton” leave you with an appetite for more? “American Eden” will not disappoint.\nImage\nTireless and gregarious, Hosack was a part of that productive generation of the first years of the new Republic. While politically neutral (science “knows not party politics”), he helped found the city’s cultural and scientific institutions, from the New-York Historical Society to the city’s first museum of natural history. If the cast of characters Johnson calls up seems dizzyingly large, it is because everyone seemed to know David Hosack.\nHe planned the Elgin Botanic Garden as an outdoor classroom. Applied botany was, to Hosack’s mind, important for everyone — farmers, druggists, manufacturers — but especially his Columbia medical students. Every doctor needed to know plant remedies.\nJohnson’s lyrical prose breathes life into the New York City of 200 years ago. She describes Hosack’s trip north from his home at 65 Broadway, in today’s Lower Manhattan, to acquire land. He “forded a creek and passed the towering grass-tufted bluff New Yorkers called Bayard’s Mount,” she writes. “And then he rode off the city map.” There Hosack found a pastoral landscape dominated by sweeping views of both rivers and an abundance of native flora. That is where he planted his garden.\nIt wasn’t America’s first botanic garden. William Bartram’s garden in Philadelphia and William Prince’s Linnaean Botanic Garden in Flushing, Queens, both predated the Elgin, but both had commercial intent — their gardens supported nurseries in the business of selling plants. Johnson underscores that Hosack created the first public garden in the United States, a garden with educational objectives.", "url": "https://www.nytimes.com/2018/06/25/books/review/american-eden-victoria-johnson.html"}