{"authors": ["Kate Conger"], "date_download": "2022-10-25 23:36:15", "date_modify": "2022-10-25 23:36:15", "date_publish": "2018-10-19 18:39:36", "description": "Jack Dorsey of Twitter and Marc Benioff of Salesforce, among others, are sparring over a Nov. 6 ballot initiative that would impose new corporate taxes.", "filename": "2018_10_19_technology_san-francisco-taxes-homeless_1666740975.html", "image_url": "https://static01.nyt.com/images/2018/10/19/business/19TECHTAX01/19TECHTAX01-facebookJumbo.jpg?year=2018&h=549&w=1050&s=ea9746719f3c6287e16f2c0fa8d5cc96d29746c5b905d967d372dadb53bdd133&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_10_19_technology_san-francisco-taxes-homeless_1666740975.html", "title": "In Liberal San Francisco, Tech Leaders Brawl Over Tax Proposal to Aid Homeless", "title_page": "In Liberal San Francisco, Tech Leaders Brawl Over Tax Proposal to Aid Homeless - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "For months, technology companies in San Francisco have fought a local ballot proposition that would impose taxes on corporations to fund initiatives to help the homeless.\nBut last week, that unified front crumbled when Marc Benioff, chief executive of Salesforce, the online software company that is the city’s largest private employer, broke from the pack. “Homelessness is all of our responsibility,” he tweeted. Then the billionaire committed $2 million to passing the tax measure and criticized his fellow tech moguls for not caring.\nNow San Francisco’s tech community is in an uproar over the initiative, which is known as Proposition C and will be on the ballot on Nov. 6. Venture capitalists and companies including the online payments start-up Stripe are lobbying and donating money to defeat the tax. And Jack Dorsey, chief executive of Twitter and Square, who opposes the measure, has publicly bickered with Mr. Benioff. On Friday, Mr. Dorsey tweeted, “We need to have long term solutions in place, not quick acts to make us feel good for one moment in time.”\nThe vitriol among tech executives over the proposition has become “awkward,” said Scott Wiener, a Democratic state senator who represents San Francisco and surrounding areas and who is against the tax. Still, he praised the companies for becoming more involved in local politics.", "url": "https://www.nytimes.com/2018/10/19/technology/san-francisco-taxes-homeless.html"}