{"authors": ["Christina Anderson"], "date_download": "2022-10-25 23:33:34", "date_modify": "2022-10-25 23:33:34", "date_publish": "2018-05-23 20:08:43", "description": "The Swedish Parliament passed a law requiring explicit consent — verbal or physical — from participants before they engage in a sexual act.", "filename": "2018_05_23_world_europe_sweden-rape-consent-sex_1666740814.html", "image_url": "https://static01.nyt.com/images/2018/05/24/world/24sweden/24sweden-facebookJumbo.jpg?year=2018&h=549&w=1050&s=b5630f66397dbaba65c8566256e7717a01e87f13d074698b143c02b6dfdc4d83&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_05_23_world_europe_sweden-rape-consent-sex_1666740814.html", "title": "Swedish Law Now Recognizes Sex Without Consent as Rape", "title_page": "Swedish Law Now Recognizes Sex Without Consent as Rape - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "According to Sweden’s annual national crime survey, the number of people reporting that they had been victims of sexual crimes almost tripled from 2012, when it was 0.8 percent of the adult population, to 2016, when it was 2.4 percent. Most assaults go unreported: Only 10 percent of those surveyed said they had told the police.\nThe government said in a statement that the new legislation would make it possible to convict more people of sexual abuse than it is now. Lawmakers hope that will lead to an increase in reporting.\nLast year, only 60 percent of those who sought medical care at the rape center at Sodersjukhuset Hospital in Stockholm filed a police report, said Dr. Anna Moller, the head of the center. Dr. Moller supports the new legislation and said it reflected the reality of rape.\n“The expectation that there should be bruises and clear evidence of physical resistance is also something this legislation moves away from,” she said. “So we think it’s natural that only active participation should be interpreted as a yes. Passivity cannot be read as consent.”\nTwo new crimes — negligent rape and negligent sexual assault — have also been added to the criminal code, for instances when one party goes ahead with a sexual act without consent and where it should be obvious to the offender that consent was not given. The maximum penalty for negligent rape is four years.\nThe new legislation is not without its critics. The Swedish Bar Association is against the change.\n“We have been very critical because it’s not going to lead to more convictions,” Anne Ramberg, secretary general of the Swedish Bar Association said. “The new legislation has not lowered the burden of proof, since the prosecutor has to prove that a crime was committed and they have to prove intent.”\nThe Istanbul Convention, a Council of Europe convention, is the most comprehensive legal framework to tackle sexual violence against women and girls and obliges signatories to ban all nonconsensual sexual acts. A majority of European states that have signed on to the convention, however, have yet to amend their definitions of rape.", "url": "https://www.nytimes.com/2018/05/23/world/europe/sweden-rape-consent-sex.html"}