{"authors": [], "date_download": "2022-10-26 00:16:28", "date_modify": "2022-10-26 00:16:28", "date_publish": "2018-04-03 23:50:09", "description": "The drop in enrollment was smaller than many expected, given the Trump administration’s cutbacks in outreach and efforts to undermine the health law.", "filename": "2018_04_03_health_obamacare-enrollment-insurance-trump_1666743388.html", "image_url": "https://static01.nyt.com/images/2018/04/04/science/04HEALTH/merlin_125588402_c66308d7-f5c0-43da-890a-f619e90acf20-facebookJumbo.jpg?year=2018&h=549&w=1050&s=9901aa4c699a79a79ebeb382dc4d051f0845417dcfb4dab8faa1ab14658ef7f2&k=ZQJBKqZ0VN", "language": "en", "localpath": "/Users/matthewwhite/news-please-repo//data/2022/10/25/nytimes.com/2018_04_03_health_obamacare-enrollment-insurance-trump_1666743388.html", "title": "The Final Obamacare Tally Is In. About 400,000 Fewer People Signed Up This Year.", "title_page": "The Final Obamacare Tally Is In. About 400,000 Fewer People Signed Up This Year. - The New York Times", "title_rss": "NULL", "source_domain": "nytimes.com", "maintext": "WASHINGTON — The Trump administration said on Tuesday that 11.8 million people had signed up for health insurance through the Affordable Care Act marketplaces for 2018 — roughly 400,000 fewer than last year. The drop was relatively small, given that Mr. Trump had sharply cut federal outreach efforts and the open enrollment period was half as long as in past years.\nVirtually the entire decrease came in the 39 states that use the marketplace run by the federal government, HealthCare.gov. In the 11 states that sell coverage for the Affordable Care Act — popularly known as Obamacare — through their own marketplaces, enrollment remained the same as last year. Seema Verma, the administrator of the federal Centers for Medicare and Medicaid Services, congratulated her agency in a Twitter post on “the most cost-effective and successful open enrollment to date!”\nYet Ms. Verma, who frequently echoes Mr. Trump’s attacks on the health law, also said on Twitter that “Americans continue to experience skyrocketing premiums and limited choice” under the law.\nAccording to the agency's final enrollment report, monthly premiums for federal marketplace customers before any subsidy was applied rose by 30 percent this year, to $621 from $476. Subsidies are covering about 86 percent, on average, of the premium cost for those who qualify.", "url": "https://www.nytimes.com/2018/04/03/health/obamacare-enrollment-insurance-trump.html"}